{"page_content": "26 27\n2019 CORPORATE SOCIAL RESPONSIBILITY REPORT BETTER FOR OUR COMMUNITIES\nGrantee Spotlight\nINVESTING IN HEALTHY SCHOOL FOOD\nThe UNFI Foundation is a long-time supporter of \nFoodCorps in their mission to connect kids to healthy food in school. We are inspired by their vision to create a future in which all our nation’s children—regardless of race, place, or class—know what healthy food is, care where it comes from and eat it every day.\n228  FoodCorps  \nservice members reached  \n160 thousand kids with \nnutrition educationSupplier Diversity \nWe are committed to supporting and creating opportunities for minority, women, veteran and LGBT-owned businesses in our supply chain and encourage our suppliers to do the same. As a national and regional partner of both the National Minority Supplier Development Council and Women’s Business Enterprise National Council, UNFI monitors our spend and engagement with diverse-owned businesses.\nUNFI does business with more than 1,200 diverse-owned \nsuppliers including partners in merchandising, products, goods and services. Our supplier diversity program has evolved into a full corporate initiative—beyond just traditional procurement activities—focused on helping these businesses develop and grow. Supplier Diversity Champions on our category, vendor and procurement teams actively work to increase diverse spend in their areas of the business. We have also created a diverse supplier mentorship program that includes coaching in category development and strategy expertise. By investing in these diverse-owned businesses, we are helping to build a stronger, more inclusive supply chain.\nEVIDENCE SHOWS THAT STUDENTS WHO GET MORE \nFoodCorps programming eat 3 times the amount of \nfruits and vegetables than students in schools without it. 60% of students in FoodCorps’ classes maintain or improve their attitudes towards healthy eating, most notably when it comes to vegetables. Those are results worth investing in! FoodCorps recruits, places, and trains AmeriCorps \nmembers to implement evidence-based strategies that get kids eating healthy: \n•\n hands-on lessons in g\nrowing, preparing, and tasting \nhealthy foods;\n•\n caf\neterias that make the healthy choice the easy and \npreferred choice; and\n•\n a school-\nwide culture of health that gets everyone \non board. \nThrough this partnership, we’re creating space and \nopportunity for kids to adopt healthy eating practices when it matters most: meaningful, hands-on food learning in the classroom, cafeteria and in the garden.\n2020 SUPPLIER DIVERSITY GOALS:\n• A ctively grow and develop direct diverse vendor spend \nby 2% YoY\n•\n E\nducate internal teams on Supplier Diversity initiatives\n$956 million  \ntotal spend with diverse-\nowned businesses*\n*Includes direct and indirect supplier spend. • 2019 spendin g with diverse-owned businesses:\n–\n $207 million dir\nect spend with diverse suppliers\n–\n $749 million indir\nect spend\n•\n W\nomen-owned businesses have been our leading \ndiverse business category for the past 3 years. \nIn 2019, UNFI spent $77 million with women-owned businesses and a total of $211 million over the past 3 years.\nYolanda Pierson, UNFI Supplier Diversity Manager, was named as \none of the Top 30 Champions of Diversity by DiversityPlus Magazine.", "metadata": {"source": "NASDAQ_UNFI_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}