{"page_content": "14 15\n2019 CORPORATE SOCIAL RESPONSIBILITY REPORT BETTER FOR OUR WORLDOF THE 54% OF WASTE DIVERTED,  \nthe vast majority is made up of \norganic waste diversion at retail banners, baled cardboard at our Distribution Centers (DCs) and food donations across our entire portfolio.\n* Adapted from EPA’s Waste Management Hierarchy .Waste\nUNFI is committed to the responsible management of \nmaterials in our operations and uses the U.S. Environmental Protection Agency’s (EPA) Waste Management Hierarchy*  \nto inform our approach. Our overall waste diversion rate for FY19 was 54%. For the purpose of our report, diversion is defined as all EPA Management Methods that are superior to Energy Recovery.A NOTE ON PALLETS:  \nUNFI uses both wood and plastic pallets in our daily operations. Although pallets are reused or recycled in many cases, we made the decision in 2019 to remove pallets from our waste diversion calculations. \nFood Waste\nWe follow the EPA Food Recovery Hierarchy* to reduce the \namount of food waste sent to landfills and/or incineration. The model considers social, environmental and economic impacts to help to prioritize diversion methods. \n* Adapted from EPA’s Food Recovery Hierarchy.\nSOURCE REDUCTION\n•\n R\neduce the volume of surplus food generated through:\n–\n W\narehouse management systems\n–\n Cold chain manag\nement\n–\n Strong saf\nety programs to limit damages \nFEED HUNGRY PEOPLE\n•\n Donate f\nood to local food banks \n•\n S\nell food at discounted prices through local \nsalvage programsFEED ANIMALS\n•\n Di\nvert food scraps to animal feed\nINDUSTRIAL USES \n•\n Di\nvert food waste to anaerobic digestion\nCOMPOSTING\n•\n Create nutrient-rich soil amendment f\nrom retail \nfood scraps\nLANDFILL/INCINERATION\n•\n O\nur last resortSources: ”National Geographic, Ocean Plastic Pollution Solutions,” July 2018;  \n“The Greatest, 7 Easy Ways to Break Up with Single Use Plastic,” July 2018; “Plastic \nPollution Coalition, Recycling Rate Projected to Drop in 2018,” October, 2018DIGGING OUT FROM  \nMOUNTAINS OF PLASTIC\nPlastic is everywhere, especially in the food industry. We use it for \npackaging, for serving meals, for drinking beverages, for bagging produce, and for bagging purchases.\n•\n T\nhere is over 18 billion pounds of plastic waste in the world’s \noceans, harming coral reefs and marine life. That plastic eventually \nbreaks down to tiny pieces that end up in the food chain.\n•\n 4\n0% of the plastic waste in the ocean is single-use packaging.\n•\n M\nany think it’s okay to use this plastic because it’s recyclable, \nbut the US plastic recycling rate is only 4.4%.\nFortunately, the world is waking up to this critical issue. Recently, 250 organizations responsible for 20% of plastic packaging have committed too reducing plastic use, including Unilever, PepsiCo, and Nestlé.\nAlso, 13,000 schools and workplace venues have committed to being \nplastic bag/straw and stirrer free by 2019, led by Sodexo, Aramark and Bon Appetit.IN MARCH, OUR FOODSERVICE CATALOG WAS ENTIRELY \nfocused on sustainability, with practical tips for our customers such as how to “Dig Out from Mountains of Plastic” and offer more USDA certified organic options. \nOur goal is to raise awareness of these important issues \nand share best practices to have an even greater impact as we transform the world of food. ", "metadata": {"source": "NASDAQ_UNFI_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}