{"page_content": "Changing the mix of our regional aircraft\nThrough our regional carriers, we serve many smaller communities \nand low-density markets that don’t have the passenger traffic to \nsupport larger jets. However, smaller aircraft and shorter flights — \nwhich devote a larger percentage of overall flight time to takeoff \nand landing — come at a fuel-efficiency cost and make it more \nchallenging to reach our fuel-efficiency goals. \nIn recent years we have made significant investments in updating our \nregional aircraft fleet. This includes retiring a number of small regional \njets and replacing them with large regional jets (LRJs) — such as the \nEmbraer E175 and the Bombardier CRJ900 — which are on average \nmore fuel efficient. In 2013, LRJs accounted for just 14% of regional \nASMs. Through our re-fleeting strategy, LRJs now account for 66% of \nASMs. These efforts have resulted in a 16.3% improvement in the fuel \nefficiency of our regional fleet since 2013.\nWe continue to evaluate emerging technologies such as electric- \nand hydrogen-powered aircraft, which will allow us to significantly \nimprove our fuel efficiency while continuing to serve these important \ncommunities.\nCommitting to further fleet enhancements\nLooking ahead, we expect to expand our current fleet of Boeing 737 \nMAX 8 aircraft from 41 to 100 by 2026. Over the same period, we will \ntake delivery of more than 80 aircraft in the A321 family. That includes \ninitial shipments in 2023 from our order of 50 A321XLRs. With its 30% \nlower fuel burn per seat than previous-generation competitors, this \nlong-range, single-aisle aircraft will create new opportunities for us  \nin both domestic and international markets.Fuel Efficiency by Fleet Type\nThe new aircraft American has added to our fleet are  \nup to 44% more efficient per seat we fly when compared  \nto retired aircraft that flew the same standard distance.\nNEW  \nA321NEO  B738MAX \nRETIRED  \nB757  MD80  E190\nNEW  \nE175  CRJ9 \nRETIRED  \nDASH-8  CRJ2  E140New widebody  \naircraft are\n20.1% \nmore fuel efficient  \nthan the planes  \nthey replace\nNew narrowbody  \naircraft are\n43.9% \nmore fuel efficient  \nthan the planes  \nthey replaceNew regional  \naircraft are\n17.5% \nmore fuel efficient  \nthan the planes  \nthey replaceNEW  \nB788  B789 \nRETIRED  \nA332  A333  B763\nAmerican Airlines 2020 ESG Performance Review\n10CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}