{"page_content": "Sustainable Aviation Fuel\nSignificantly increasing the use of sustainable aviation fuel (SAF) \nwill play a critical role in our ability to reach net-zero GHG emissions \nby 2050. The majority of the SAF in production today, which is \nmade from waste products that include municipal solid waste, \nused cooking oil, plant oils, waste gases and agricultural residues, \ncan reduce life cycle GHG emissions by up to 80% compared with \nconventional, petroleum-based jet fuel. And there are companies \nworking to develop other pathways to make SAF, often using \nlow-value waste feedstock with the potential for even greater life  \ncycle emissions reductions.\nWe began our SAF transition in early 2020 by agreeing to purchase \n9 million gallons of SAF from renewable-products leader Neste. \nAlthough the COVID-19 pandemic reduced American’s overall fuel \nconsumption by about half compared with 2019, we still reached a milestone by taking delivery of our 1 millionth gallon of SAF in May \n2021 at San Francisco International Airport. We expect to fulfill our \nNeste commitment by the middle of 2023.\nIn addition to our Neste deal, in July 2021 we announced plans to \npurchase up to 10 million gallons of SAF produced by Prometheus \nFuels. Prometheus has developed a novel process to make net-zero \nGHG transportation fuels, including SAF. The only inputs are air \nand renewable electricity, and the only outputs are fuel and oxygen. \nPrometheus plans to begin production in 2022.\nThrough our membership in the Commercial Aviation Alternative \nFuels Initiative , we are also part of a coalition of airlines, aircraft and \nengine manufacturers, energy producers, researchers, international \nparticipants and U.S. government agencies focused on enhancing \nsustainability through the use of alternative jet fuels.Ensuring sustainable SAF production\nAs American engages with our SAF suppliers, we are encouraging \nthem to follow sustainability best practices related to its sourcing \nand production. Our goal is to move toward having all our future \nSAF purchases be certified by a trusted third party to ensure the use \nof feedstocks that do not compete with food crops, displace forests  \nor have a negative impact on biodiversity. \nTo reflect our focus on certification, we have joined the International \nSustainability and Carbon Certification System and support its \nrigorous environmental and social sustainability criteria for the  \nuse of feedstocks.\nSupporting policies to build the SAF market\nWhile the SAF industry continues to invest in and increase production \ncapacity, the high cost of SAF relative to conventional jet fuel is a \nmajor barrier to its adoption. That is why American supports policies \nthat will help the SAF market grow to commercial scale and that \nmake SAF an economically viable fuel alternative. \nFor example, American welcomed the introduction of the Sustainable \nSkies Act in the U.S. Congress in May 2021. Under the proposal, SAF \nthat achieves a significant reduction in life cycle GHG emissions \ncompared with conventional jet fuel would be eligible to receive a \ntax credit. It would rise incrementally for fuels that achieve an even \ngreater reduction in emissions. We believe the fundamental structure \nof this proposal is well-designed to boost the scale of SAF production \nin the United States. \nAs Congress considers legislation on both infrastructure and tax \npolicy, we continue to voice our support for a SAF-specific tax credit \nor a similar policy designed to boost SAF production and make it \nmore cost-competitive.\nAmerican Airlines 2020 ESG Performance Review\n11CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}