{"page_content": "Catalyzing Investment to  \nAddress Climate Change \nAmerican’s strategic partnership with Breakthrough Energy \nCatalyst (Catalyst) — announced in September 2021 — supports \nour net-zero aspirations and is aimed at accelerating the \ninnovations necessary for achieving a net-zero economy by 2050. \nA groundbreaking program within the larger Breakthrough Energy \nnetwork founded by Bill Gates in 2015, Catalyst is working to \naccelerate the development and commercialization of critical \nclimate technologies that will make it possible to reach net-zero \nemissions. The effort will initially focus on SAF, green hydrogen, \nlong-duration energy storage and direct air capture. \nThrough the partnership, businesses, governments, philanthropies \nand individuals have come together to invest in these promising \nclimate solutions. This will help reduce the costs of clean tech -\nnologies — lowering their “Green Premiums” and enabling them \nto compete with the higher-carbon technologies they would \nreplace — and accelerate the adoption of the low- and no-carbon \nsolutions we need. \nAs an anchor partner, American is committing $100 million. We \nhave an ambitious vision of a low-carbon future for our airline \nand a plan to match, but we recognize that our own efforts can \nonly get us so far. By working in partnership with Catalyst, we’re \nhelping accelerate and scale our industry’s nascent solutions. Alongside American, Catalyst’s inaugural roster of private sector \nanchor partners includes ArcelorMittal, Bank of America, The \nBlackRock Foundation, Boston Consulting Group, General \nMotors and Microsoft. Each is an industry leader that has \ntaken meaningful steps to address climate change. Catalyst \nalso recognizes the crucial role of governments, and in June \n2021 announced a $1 billion partnership with the European \nCommission and European Investment Bank, followed in August \nby a $1.5 billion agreement with the U.S. Department of Energy.\nAmerican and these other partners will come together with \nBreakthrough Energy to make significant investments in early \ncommercial demonstration projects, offer perspectives on \ncontinued private sector engagement, provide insights on \ninvestment and offtake strategies and help encourage more \ncompanies to join Catalyst. Additional anchor partners may  \nbe announced around COP26, the United Nations Climate \nChange Conference in November 2021.\nCatalyst is also working to develop the “Emerging Climate \nTechnology Framework, ” which offers a sophisticated way to \nquantify the climate impact of clean technology investments. \nCompanies will be able to use this framework to measure and \nproject how their investments will lower Green Premiums and \nultimately eliminate current and future emissions, offering a  \nmore rigorous way to evaluate and reward effective private  \nsector climate action. SAF\nDirect air  \ncaptureLong-duration  \nenergy storageGreen  \nhydrogenH2\nAmerican Airlines 2020 ESG Performance Review\n12CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}