{"page_content": "Next-Generation Aircraft\nReducing emissions from the current generation of aircraft by \nimproving efficiency and increasing the use of SAF is an essential \nstep on our journey to net-zero GHG emissions. However, getting \nthere will also depend on technological advancements that enable \naircraft to be powered by low- and no-carbon fuel sources such as \ngreen hydrogen and electricity. American continues to engage with \nour aircraft suppliers and other key players in the aviation sector to \nsupport the advancement of these next-generation aircraft. As we aim to contribute to the development of emerging \ntechnologies that reduce carbon emissions, American  \nrecently invested in Vertical Aerospace. Founded in 2016, this  \nU.K.-headquartered engineering and aeronautical business is \ndeveloping an emissions-free electric vertical takeoff and landing \n(eVTOL) aircraft, the VA-X4, that can carry four passengers and a \npilot. Designed for transporting customers quickly both between \nand within cities, the VA-X4 will fly at speeds up to 200 mph over \na range of more than 100 miles. This is an exciting first step in the \nelectrification of flight. With the rapid rate of change in battery and powertrain technology, Vertical expects its aircraft to offer greater \nrange to more passengers over time.\nVertical plans to conduct its first test flight of the VA-X4 in late 2021, \nwith certification of the aircraft expected as early as 2024. As part of \nour investment, American has agreed to preorder (subject to certain \nfuture milestones and other terms) up to 250 aircraft. That represents \na potential preorder commitment of $1 billion.\nAir Traffic Control Improvement\nThe United States has the safest air traffic control (ATC) system  \nin the world, but it continues to rely too heavily on outdated tech -\nnology and processes that are inefficient or poorly equipped to \naccommodate growing air traffic. Modernizing the country’s network \nof aviation infrastructure, technology and services will increase \noperational efficiency and reduce jet fuel use. In turn, that will avoid \nmillions of metric tons of CO2 emissions annually and help reduce \naviation’s carbon footprint. \nAmerican is working collaboratively with the Federal Aviation \nAdministration (FAA) and advocating for resources to accelerate  \nthe deployment of three planned FAA measures that are both  \ncost-effective and will yield immediate and long-term environmental \nbenefits. These include the following:\n •Unlocking Automatic Dependent Surveillance–Broadcast \nIn (ADS-B In) capability on aircraft that are equipped to \ntake advantage of this technology.  “ADS-B In” leverages \nsatellite-enabled navigation instead of outdated radar systems \nto deliver weather and traffic position information directly to \nthe flight deck. That allows pilots to optimize flight paths, which \nreduces emissions and enhances safety. For less than a $50 \nmillion increase in the currently projected budget, the FAA could \naccelerate “ADS-B In” deployment by several years.\nAmerican Airlines 2020 ESG Performance Review\n13CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}