{"page_content": " •Accelerating implementation of Terminal Flight Data \nManager (TFDM) infrastructure.  American, NASA and the \nFAA recently partnered on a trial program in Charlotte, North \nCarolina, that validated TFDM’s significant benefits. They \ninclude avoidance of wasteful ground and airborne delays  \nand optimizing efficient transition into overhead enroute \nairspace. Funding TFDM’s rapid expansion to more airports  \nwill not only reduce CO2 emissions; it will also help deliver a \nmore reliable, on-time experience for passengers.\n •Speeding up the establishment and use of Trajectory  \nOptions Sets (TOS). This initiative for managing flights  \nthrough a constrained area will reduce taxi and flight times. \nIt also gives airlines and ATC an opportunity to better utilize \nexisting airspace capacity to provide customers with a  \nmore reliable schedule.\nFlight Operations and  \nFuel Efficiency\nAmerican continually looks for opportunities to make operational \nadjustments that improve fuel efficiency and reduce GHG emissions. \nWe also invest in new technologies that drive further efficiency gains. \nFor example, in the beginning of 2020, we began deploying specialized \nsoftware that uses real-time weather conditions to provide our flight \ncrews with better data about optimal flight altitudes and speeds. In \n2020 alone, this technology allowed us to reduce fuel use by more than \n1.1 million gallons, while still maintaining rigorous safety protocols. And \nover the full 21 months since we began implementation, American has \nsaved more than 3.9 million gallons of fuel. That translates into 36,000 \nmetric tons of CO2 emissions avoided.\nWe have taken steps to reduce weight on our aircraft — from installing \nlighter seats to using lighter paint. Our decision to remove in-seat \nentertainment centers further improved fuel efficiency. Instead, \ncustomers can download the free American Airlines app on their \nAmerican Airlines 2020 ESG Performance Review\n14CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}