{"page_content": "personal devices and connect to our complimentary entertainment \nlibrary without Wi-Fi fees. Collectively, these weight-reduction efforts \nsave 12.4 million gallons of fuel annually, equivalent to 117,800 metric \ntons of CO2 emissions avoided.\nIn addition, American continues to identify ways to use less jet \nfuel — and reduce our GHG emissions — both pre- and post-flight. \nFor example, we increased our use of single-engine taxi operation. \nBy relying on just one aircraft engine to taxi to the gate after landing \nwhen possible, we lowered emissions by 18,700 metric tons of CO2 \nin 2020. \nUsing 2019 aircraft as a baseline, American has set a target to achieve \na 50-million-gallon absolute reduction in jet fuel use by 2025. That \nis, aircraft in our fleet as of January 2019 that continue to fly through \n2025 will use 50 million gallons less fuel as a result of fuel-efficiency \ninitiatives separate from the efficiency improvements gained through \nour fleet renewal efforts.Market-Based Solutions\nIncreasing our fuel efficiency and reducing emissions remain the core \nfocus of American’s climate strategy, but market-based mechanisms such  \nas carbon offsets will continue to play a role for the foreseeable future.\nThe Carbon Offsetting and Reduction Scheme for International \nAviation (CORSIA) regulates emissions from international aviation. \nWe have endorsed its goal of achieving carbon-neutral growth \nin emissions after 2020. Airlines and other aircraft operators will \noffset any growth in CO2 emissions above the revised 2019 baseline \nestablished in the wake of the COVID-19 pandemic. Due to reductions \nin travel and emissions as a result of the pandemic, airlines will not \nbe required to offset any emissions under CORSIA until international \nflight volumes exceed pre-pandemic levels.\nGiving our customers the opportunity  \nto offset their flights\nJuly 2021 marked the one-year anniversary of our partnership with \nCool Effect, a leading nonprofit provider of carbon offsets. Through \nthe program, American Airlines customers can easily calculate the \nemissions of their flight and purchase high-quality offsets at the \nfollowing webpage: www.cooleffect.org/american-airlines. Nearly \n12,000 customers have chosen to offset the emissions from their flights \nthrough Cool Effect since our partnership began.\nCool Effect uses more than 90% of each offset dollar to fund a portfolio \nof high-quality, verified carbon reduction projects that protect and \nconserve our planet’s resources. For example, in Indonesia that money \nis helping reduce more than 7.5 million metric tons of CO2 each year by \nprotecting and restoring 157,000 hectares of peat swamp. In Honduras, \nit is funding improved cookstoves that use just half the amount of \nwood of a traditional stove — halving CO2 emissions in the process and \nreducing dangerous air pollutants.\n12.4 M \ngallons of fuel saved annually through our \nweight-reduction efforts — equivalent to \n117 ,800 metric tons of CO2 emissions avoided\nThe Katingan Mentaya Project in Indonesia protects vital peatland habitats and is \njust one of several initiatives funded by Cool Effect carbon offsets. \nFor detailed direct and indirect GHG and \nother emissions data, see page 26 .\nAmerican Airlines 2020 ESG Performance Review\n15CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}