{"page_content": "Operating Safely \nAt American Airlines, our safety efforts encompass all we do to ensure that  \nour customers fly with confidence and our team members are healthy and safe.  \nWe are dedicated to protecting our customers and our workforce at every  \nstep — in the air and on the ground. \nAmid the challenges posed by the COVID-19 pandemic, we continued \nto deliver strong health and safety performance in 2020. For example, \nmainline injury rates declined from 9.6 to 5.6, while regional injury \nrates fell from 7.1 to 3.8. In the face of the pandemic, we also took \nspecific steps to protect both our customers (see page 22 ) and team \nmembers (see page 20 ). \nAmerican’s safety philosophy is embedded in our day-to-day work \nthrough robust policies, continual education, engagement and \ninvestments in technology. All are designed to prevent accidents  \nand increase our team member safety experience. \nFocusing on safety management\nOur efforts are guided by American’s Safety Management System \n(SMS), an organization-wide approach that emphasizes safety \nmanagement as a fundamental business process to be considered  \nin the same manner as other aspects of business management.\nOur SMS involves a full commitment from the most senior levels of \nour company through to each team member to integrate safety into \nall parts of how we do our jobs. It ensures robust and repeatable processes driven by data to reduce risks and continuously improve \nand enhance safety for our customers and team members. We \ncollaborate closely with the Federal Aviation Administration to \nmaintain operational safety at the highest level possible and actively \nshare best practices with our industry peers, governments and \naerospace manufacturers. For more detailed information on our \nSMS, see our full 2019–2020 ESG Report .\nOur performance in 2020 demonstrates that we must do more to \nimprove safety throughout our operations. In December 2020, a \nmember of our ground support crew at O’Hare International Airport \nin Chicago was killed during an accident involving a vehicle lift \noperation. A devoted husband and father, he was also a hard worker \nwho would always go above and beyond for his team. \nIn response and to prevent future such accidents, our wholly owned \nregional carrier Envoy Air hired an experienced third-party firm to \naudit Envoy’s policies and procedures at all of its ground support \nmaintenance bases. Following the audit, Envoy conducted a job \nhazard analysis, retrained its employees on a revised Safety Business \nPlan and created new work rules to govern vehicle lift operations. \nAmerican Airlines 2020 ESG Performance Review\n16CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}