{"page_content": "Envoy continues to work with the U.S. Occupational Safety and \nHealth Administration to ensure the safest environment for our  \nteam members and customers.\nIdentifying new ways to enhance our team \nmember safety efforts\nWe remain focused on building safety into everything we do. Among \nthe new safety programs we introduced in 2020, StaySafe is a safety \ncommunications campaign implemented across our airport and \ntechnical operations organizations. Its materials focus on lessons \nlearned and ways to prevent team member injuries and equipment \ndamage. Any bulletins or alerts are available across multiple platforms \nin order to reach all team members. \nThrough our new Safety Engagement Tool, we are bringing company \nleadership to the frontlines to engage in conversations with team \nmembers. Managers can communicate safety expectations, assess \nrisks in the operation and reinforce safe behaviors.\nTeam member reporting programs remain strong and include \nour new Ground Safety Action Program (GSAP) for Fleet Service \nand Cargo teams. GSAP provides an outlet for team members to \nconfidentially report escapes and errors as well as near misses. It \nfosters a partnership that allows frontline team members and union \nrepresentatives to play a more active role in addressing safety issues \nand improving our safety culture.Our Safety Management System\nThe safety of our customers and team members is guided by our Safety Management System (SMS), an organization-wide approach to managing \nrisk and assuring the safety of our operations and team members. Our SMS has the following four components:\nFor detailed safety performance data,  \nsee page 29 .\nSAFETY POLICY\nEstablishes senior management’s \ncommitment to continually \nimprove safety; defines the \nmethods, processes and \norganizational structure  \nneeded to meet goalsSAFETY ASSURANCE\nEvaluates the continued effec -\ntiveness of implemented risk \ncontrol strategies; supports the \nidentification of new hazards\nSAFETY PROMOTION\nIncludes training, communication \nand other actions to create a \npositive safety culture within  \nall levels of the workforce SAFETY RISK MANAGEMENT\nDetermines the need for, and \nadequacy of, new revised \nrisk controls, based on the \nassessment of acceptable risk3 41 2\nAmerican Airlines 2020 ESG Performance Review\n17CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}