{"page_content": "Supporting Our  \nTeam Members\nWe have invested significant resources in supporting American Airlines team \nmembers, from our focus on diversity, equity and inclusion (DEI) to the work we  \nhave done prioritizing talent development, benefits, labor relations and human  \nrights. Creating an environment where team members feel supported ultimately \nbenefits our customers as well. Read about our many team member initiatives in our \n2019-2020 ESG Report . For this update, we focus primarily on our latest DEI efforts.\nDiversity, Equity and Inclusion \nCultivating an environment that celebrates DEI is a priority for American. \nWe are working to create a workplace where team members feel valued \nand empowered to be their authentic selves and where we are always \nlearning from one another. \nOver the past year, we have become more intentional in our efforts to \ncreate and sustain meaningful change. In 2020, we held more than 80 \nlistening sessions and town halls, acted on team member feedback \nand deepened our focus on the journey ahead. This work is critical \nto our goal to drive DEI excellence and make American’s culture a competitive advantage. Importantly, we have set goals for our leaders \nand are measuring progress regularly because we know that what \ngets measured is more likely to get done.\nEmphasizing training on inclusion and bias\nLearning is a critical part of our lifelong journey, and we’re committed \nto providing our teams with the tools they need to take care of all our \ncustomers and each other. In 2018, we launched implicit bias training, \nwhich more than 100,000 team members completed. The Inclusive \nWorkplace training we launched in January 2021 underscores the \nvalue of DEI at American, and more than 93,000 team members had \ntaken the course through July.\nAmerican Airlines 2020 ESG Performance Review\n18CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}