{"page_content": "Driving diversity in recruitment and retention\nAmerican’s workforce must reflect our customer base and society as \na whole. We also recognize that promoting diversity is critical at all \nlevels of our company and that we have a responsibility to identify \nand address opportunity gaps wherever they exist. We will annually \nreview representation data and identify multiyear, companywide \ndiversity goals for any underrepresented positions.\nFor example, at the beginning of 2021 we set a year-end goal — which \nwe are on track to achieve — of increasing Black representation at \nthe directors and above level by 50%. We also expect to retain at \nleast 90% of these leaders. The Executive Sponsorship Program we \nlaunched in September 2020 is just one of the ongoing initiatives \nthat will help us succeed. Through it, we paired 15 Black managing \ndirectors and directors with a senior executive leader for a yearlong \nsponsorship program. It has proven so successful that we will launch \na second round in January 2022. \nAmerican continues to implement solutions to drive diversity in our \nhiring and advancement practices. For example, we began using \nHiredScore in September 2021 to ensure accountability and mitigate \npotential hiring bias. \nIn August 2021, we partnered with McKinsey & Company to offer \nselect team members access to its Leadership Academies. This \nprogram proved highly successful when we initially introduced it  \nfor Black managers and above in 2020.\nIn 2020, American also formed a council made up of seven well-\nestablished Black community leaders with experience representing \ndifferent industries as an integral part of our deepening commitment \nto diversity, equity and inclusion. As American works to strengthen \nour relationship with Black customers, we need to listen carefully and \ngain new perspectives on our journey to make American a better \nplace for everyone. The members of the council serve as strategic \nadvisers who provide us with objective and candid insight on company \ninitiatives, particularly those focused on improving the customer travel experience. Our senior leaders, as well as our Customer, Talent and DEI \nteams, regularly engage council members. Their feedback has helped \ninform our work around customer experience, representation, pipeline \ndevelopment and supplier diversity.\nFinally, more than 26,000 team members belong to an Employee \nBusiness Resource Group (EBRG). American’s Talent and DEI teams \nproactively engage EBRGs to promote open positions internally \nwith intentional focus on diverse communities. Our EBRGs also offer \ntargeted development opportunities to team members.\nAchieving certification for our  \ncommitment to pay equity\nPay equity is a cornerstone of American’s DEI \nwork, and we were proud to become one of the \ninitial companies to be certified as a Fair Pay \nWorkplace  in September 2021. Seattle-based Fair \nPay Workplace is a nonprofit organization that \nis working to dismantle pay disparities based on \ngender, race and ethnicity to create sustained \nfair pay in the workplace. Our certification means that American has \nundergone a rigorous evaluation of our data and practices via a trans -\nparent set of rules and standards. We have committed to following a \ntailored action plan building upon fair pay practices to ensure there \nare no pay gaps for team members performing similar roles.\nThe Fair Pay certification applies specifically to our management \nand support staff team. Approximately 85% of our team members \nare represented by unions and have built-in pay equity. Among our \ncertification requirements, American will undergo regular check-ins \nfor progress. We have also pledged not to ask job candidates about \ntheir prior compensation or expectations for starting pay, which Fair \nPay has identified as one of the largest sources of pay gaps. \nWe recognize that DEI remains a work in progress and are energized by \nthe road ahead. We will continue striving to create an inclusive culture \nwhere all team members and customers feel valued and welcomed.Advocating for just and  \nequitable laws\nEquity and inclusion are core values that are critical to the \nsuccess of our company. Laws that create unequal treatment \nare not only bad policy, they are also bad for business. Over \nthe course of hundreds of listening sessions and town halls, \nwe’ve heard concerns on a range of issues impacting team \nmembers and our customers. \nIn response, American supported the successful effort to \nenact an anti-hate crimes law in Georgia, and we have publicly \nurged Wyoming and South Carolina to pass comprehensive \nlegislation that will protect all individuals from any attack \nmotivated by bias or prejudice. We also voiced our opposition \nto the legislation in Texas and elsewhere that has the potential \nto hinder voting access. We should make it easier for citizens \nto vote, not harder. \nAs part of our LGBTQ advocacy, we joined with Texas \nCompetes and dozens of other Texas-based businesses to \nmake it clear that we unequivocally support LGBTQ nondis -\ncrimination laws. American opposes any efforts to exclude \nthe LGBTQ community from full civil rights protections, and \nwe continue to advocate for the passage of the Equality \nAct. This federal legislation would provide the same basic \nprotections for LGBTQ people provided to other protected \ngroups under federal law. \nWe also support passage of the CROWN Act, which would \nprohibit workplace discrimination based on hair texture and \nstyle. The CROWN Act is currently law in eight states. Until it is \nfederally mandated, we are updating American’s policies and \nacting to ensure that all our team members are protected.\nAmerican Airlines 2020 ESG Performance Review\n19CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}