{"page_content": " Message From  \n Our Chairman  \n and CEO\nThe last 18 months have been unlike any other period in the history \nof our industry. We are incredibly proud of what the American Airlines \nteam has accomplished in the face of extraordinary challenges. \nThroughout the COVID-19 pandemic, we have not lost sight of our \npurpose, which is to care for people on life’s journey. We knew when \nall was said and done, what mattered most was how we treated our \nteam and our customers. \nThis crisis, in many ways, has brought out the best in our team. They \ncontinue to embody the resilience and perseverance that has carried us through difficult times in the past. Throughout the pandemic, our \nteam members have worked tirelessly to ensure the safety and comfort \nof our customers. I am deeply grateful for their commitment and \nprofessionalism, and am honored to work alongside them every day.\nThe recent challenges have also underscored why our environmental, \nsocial and governance (ESG) efforts are so crucial. There’s no question \nthat responsibly managing our operations and positively contributing \nto social and environmental progress is the right thing to do. It’s also \nclear that doing so is integral to our company’s long-term success. And \nalthough this has been the most volatile period our industry has ever \nseen, American has continued to prioritize ESG and make meaningful \nprogress in key areas.\nClimate change poses serious risks for both our business and our \nplanet, and its effects have become increasingly apparent. We have laid \nout an ambitious strategy to reach net-zero carbon emissions by 2050 \nand a clear plan to get there. We know the most impactful thing we can \ndo today is use less fuel as we take our customers on their journeys. \nThat’s why we’ve made more than $24 billion in capital investments to \nrenew our fleet with hundreds of more fuel-efficient aircraft and why  \nwe are continually taking steps to improve operational efficiency. \nIt’s more apparent than ever that many of the challenges we face are \nglobal in nature and that they will require collective action to solve. \nThis thinking guided our decision to join the United Nations Global \nCompact, the world’s largest corporate sustainability initiative, in \n2020. As a member, American is committed to operating in ways \nthat meet fundamental responsibilities in the areas of human  \nrights, labor, environment and anti-corruption. We will report on  \nour progress in implementing the Global Compact’s principles in  \nour next annual ESG report.\nIn the meantime, American took an important step this year to \nspeed our path to net zero and bring additional accountability to \nour approach. We committed to developing a science-based target \nfor reducing greenhouse gas emissions by 2035. American was the first airline in North America to seek validation of our efforts from the \nScience Based Targets initiative.\nOur ambition doesn’t stop there — and we know it can’t. We want to \nbe a force in advancing and helping commercialize critical low-carbon \ntechnologies that will put our industry, and the broader economy, on a \nsustainable path.\nOne way we are doing this is by joining Breakthrough Energy Catalyst \nas an anchor partner. Through this first-of-its-kind collaboration, leading \ncompanies, philanthropists and governments have come together to \ninvest in pivotal emissions-reduction solutions — including sustainable \naviation fuel — with the aim of accelerating and scaling the innovations \nneeded to achieve a net-zero economy by 2050.\nThe quest for justice and equality is another call to action for our \ncompany, and we’re continually reminded of how far we have yet to \ngo. It’s our job as a global airline to make the world a smaller, more \ninclusive place, and our strength lies in having a team that represents \nthe diverse communities and customers we serve. We are working to \ncreate a workplace where everyone can feel valued and empowered, \nwhile driving and ensuring accountability for increased diversity \nat every level. We are also using our voice to back inclusion efforts \noutside our own workplace.\nWe have made progress over the past year on these and other \nimportant ESG issues, but we aren’t done. And in fact, we’ll never  \nbe done. We look forward to sharing additional updates with you  \nin the months and years ahead.\nDoug Parker   |   Chairman and CEO\nOctober 2021\nAmerican Airlines 2020 ESG Performance Review\n2Strategy Climate Safety Team Members Customers TCFD/SASB Data CEO Message", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}