{"page_content": "Pandemic Support\nConcern for the health and economic well-being of team members is \nalways top of mind at American. That includes our focus on helping \nthem to access COVID-19 vaccinations, as well as our efforts to \nprotect their livelihoods in the face of the pandemic’s impact on our \ncompany and industry.\nMaking COVID-19 vaccinations convenient \nAmerican has strongly encouraged our workforce to receive COVID-19 \nvaccinations. Many opted to do so through their local pharmacies or at \nother sites close to home. \nFor others, American teamed up with government agencies as well \nas airport and health care partners to launch a series of COVID-19 \nvaccination clinics. We facilitated events at eight of our hubs as well \nas our Tulsa and Pittsburgh maintenance facilities.\nFor example, Atrium Health hosted vaccination clinics at Charlotte \nDouglas International Airport (CLT) in March and April 2021, where \nteam members and other CLT airport employees each received two \ndoses of the Pfizer-BioNTech vaccine. Our vaccine clinic for team \nmembers at Chicago O’Hare International Airport in March 2021  \nalso proved successful.\nAs an incentive, U.S. team members who got vaccinated also \nreceived an extra day of vacation and 5,000 Nonstop Thanks points \n— a $50 value. For team members in other countries, where local \nregulations and employment laws vary, we took a different approach. \nAmerican launched an appreciation program in August 2021 that \nprovides international team members with 10,000 Nonstop Thanks \npoints once they are fully vaccinated. Valued at $100, these points \ncan be used toward purchases in our online recognition catalog.  \nThe U.S.-based program concluded Oct. 1, 2021. \nOn the heels of these efforts, we began promoting the importance of \nCOVID-19 vaccines to other groups beyond our own workforce. In July 2021, American also partnered with the White House COVID-19 task \nforce, vaccine makers and trucking logistics specialists to ship close to \n5 million doses on flights from Chicago to Guatemala City on donated, \ncargo-only flights. \nWorking together to keep team  \nmembers on the job\nThe COVID-19 pandemic and the resultant plummeting demand for air \ntravel created unprecedented hardships for our team members. To help \nstabilize our industry and protect our workforce, American joined with \nunion leaders and other airlines to request financial support from the \nfederal government.\nThe U.S. Congress responded with the Payroll Support Program \n(PSP) of the CARES Act. This legislation allowed American to \nkeep our frontline workforce in place through the COVID-19 crisis, \nproviding us with significant financial support to be used exclusively \nfor the continued payment of team member wages, salaries and \nbenefits. The PSP’s extension in December 2020 enabled American to begin recalling the thousands of team members we had been \nforced to furlough just two months earlier due to a temporary lapse in \nthe program. Thanks to the hard work of our administrative support \nteams in departments across the company, we were able to quickly \ndeploy PSP funding and reinstate employee pay and benefits just  \nin time for the holidays.\nThanks to the March 2021 passage of the American Rescue Plan, \nadditional PSP funding was made available through Sept. 30, 2021. \nBy that point, sufficient demand had returned for the company \nto restart hiring for all workgroups. We remain deeply grateful to \nthe U.S. Congress and the many other policymakers in the federal \ngovernment and around the country for understanding the signif -\nicance and the urgency of this relief for our industry, our team \nmembers and our economy.\nFor detailed team member diversity data, \nsee pages 30-31 .\nAmerican Airlines 2020 ESG Performance Review\n20CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}