{"page_content": "Influence of Customer Journey  \non LTR\nOnly selected factors are included here. All contributors to our LTR score add up to 100%.\nServing Our Customers\nAmerican Airlines is committed to providing our customers with outstanding \nservice, and we constantly seek feedback to understand how we can improve  \nand enhance their experience. The first and most important question we ask \ncustomers in surveys concerns their likelihood to recommend (LTR). \nLTR measures a combination of satisfaction, loyalty and customer \nengagement on a scale of 0 to 10 based upon a recent trip. Factors \nsuch as positive check-in and boarding experiences as well as on-  \ntime performance drive LTR scores. During 2020, our LTR rose by  \n0.8 points based upon strong performance pre-pandemic and how  \nwe welcomed customers back to travel in the latter part of 2020. \nAdditionally, as American and our entire industry grappled with \nCOVID-19 in 2020, the impact of boarding and some other traditional \nLTR drivers only grew. Others, including food and beverage and flight \nattendant interaction, gave way in importance to drivers that were \nmore closely related to pandemic safety. \nNot surprisingly, customers became more concerned about aircraft \ncleanliness. By moving quickly to enhance our cleaning procedures \nand safety protocols at every step in the passenger journey, we \naddressed many such concerns.\nStrengthening how we measure LTR \nBeginning in 2021, we made some important changes in how we \nmeasure LTR. Although LTR is a commonly used metric across industries, \nthere is no industry standard methodology for measuring or reporting it.  Most significantly, we shifted our sampling and reporting to reflect a \nrepresentative mix of customers by segment relative to the passenger \nCabin Cleanliness and ConditionCheck-In\nBoarding\n6%12%\n21%25%15%\n5%Pre-pandemic During pandemic (second half of 2020)\nAmerican Airlines 2020 ESG Performance Review\n21CEO Message Strategy Climate Safety Team Members TCFD/SASB Data Customers", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}