{"page_content": "mix of customers flying on a daily basis. This means ensuring a balance \nof feedback from AAdvantage members and non-members. We believe \nthat these changes will make American more accountable to all our \ncustomers and help us better understand their collective priorities. In the \nlong run, our business — and our customers — can only benefit. \nAmerican posted an LTR score of 71.5 from January through June 2021. \nIn fact, we outpaced our LTR projections for the first five months of \nthe year. However, LTR declined over the summer as we faced some \noperational challenges. For the full year, we have set a target of 72.7.  \nIf we adjust our score from prior years to reflect the broader customer \nmix we now sample, that target would represent our best LTR score \nsince our merger with US Airways in 2013. \nLaunching new initiatives to enhance  \ncustomer satisfaction\nAmerican uses advanced analytical modeling to understand the most \nimportant parts of the journey to flyers. That has led to dozens of \ninitiatives that have either already been launched or are scheduled \nto be implemented by the end of 2021. We have expanded our free \nin-flight entertainment options through exclusive partnerships with \nRosetta Stone, one of the best known and most trusted brands for \nlanguage learning, and Skillshare, the world’s largest online learning \ncommunity for creativity.\nWith our Five Star Essentials service, we have simplified the airport \nexperience for passengers traveling with children or with anyone who \nneeds extra help. That includes being greeted at Priority Check-in, \ngetting help selecting seats and checking baggage, and being escorted \nthrough the airport right to the gate. This service is currently available \nat Charlotte Douglas International Airport, Dallas Fort Worth Interna -\ntional Airport and Miami International Airport.We are constantly evaluating and enhancing the boarding experience \nto improve both operational efficiency and customer satisfaction with \nseveral initiatives on the horizon to support both objectives. \nIn our onboard food and beverage service, we are also once again \noffering full beverage service in domestic premium cabins and non- \nalcoholic beverage service in the main cabins on all flights of  \nless than 2,200 miles. Both had been temporarily suspended at the \nstart of the pandemic. We are considering a phased approach to \nreturning to pre-COVID-19 levels of service over the coming months.\nContinuing our focus on operational performance \nduring a challenging year \nIn addition to LTR, we track the following three operational metrics that \nimpact our customers’ experience: on-time performance, completion \nfactor (i.e., percentage of flights arriving at their destinations without \ncancellations) and mishandled baggage. Our on-time performance and \nmishandled baggage rate improved during the pandemic, while our \ncompletion factor for 2020 was down from 2019.Easing travel for customers  \nas the pandemic continues \nThe COVID-19 pandemic is likely to remain a factor in air \ntravel for some time to come. With that in mind, American has \ncontinued to take appropriate precautions while looking for \nways to streamline the experience for our passengers. \nFor example, we now use the VeriFLY app to help customers \nunderstand and verify their travel requirements. Available \nfor iOS and Android, this mobile health wallet makes it easy \nfor passengers to upload negative COVID-19 test results, \nvaccination records and forms they need to get verified \nstatus for travel. Our customers can also use the app to get \nmobile boarding passes and take advantage of dedicated and \nexpedited check-in lanes at several hubs. More than 1 million \nAmerican customers have already successfully used VeriFLY \nfor international travel.\nAmerican has also partnered with trusted COVID-19 testing \nproviders to allow customers to take a test at a clinic, take \na test at home before their trip or order a test kit to pack for \ntheir return trip. Among our clinic partners, both GoHealth \nand CareNow each offer more than 150 locations in the \nUnited States. For at-home testing, customers can order a kit \nfrom LetsGetChecked to take before their trip, with a 48-hour \nturnaround time for results. Qured, eMed and Optum all \nprovide packable test kit options for return trips.\nAs a participant in Hawaii’s Pre-Clear program, American is also \nhelping passengers bound for that state to save time. Pre-Clear \nallows trained team members to verify COVID-19 vaccinations \nor tests and to provide approved wristbands that allow passen -\ngers to skip the lines upon arrival. We offer this program in \nseveral hubs and will continue to roll it out at additional airports.\nFor operational performance data,  \nsee page 25.\nAmerican Airlines 2020 ESG Performance Review\n22CEO Message Strategy Climate Safety Team Members TCFD/SASB Data Customers", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}