{"page_content": "Data Tables (continued)\nFlight Safety Performance 2020 2019\n Mainline Regional Mainline Regional\nNumber of flights*1.1 million 1.9 millionSASB MetricsNumber of aviation accidents**2 3 4 3\nNumber of enforcement actions from government agencies***0 0 0 0\nNumber of safety risks and hazardous situations identified†104 502 81 372\nPercentage of safety risks and hazardous situations identified that were mitigated‡95% 99% 97% 97%\nAircraft ground damages (rate per 10,000 departures)§2.16 0.81 1.61 0.72\nAviation Safety Action Program reports 7,131 5,667 11,952 10,349\n* Mainline and owned regional.\n**  Defined according to the International Civil Aviation Organization (Annex 13) and the National Transportation Safety Board (Part 830). Both mainline accidents in 2020 involved aircraft damage, one from a de-icing truck operating near the wing and a second involving a tail strike upon landing;  \nno crewmember or customer was injured in these accidents. The three regional accidents in 2020 involved crew member and passenger injuries, due in two cases to turbulence and in the third case to a runway excursion that occurred when the aircraft brakes locked upon landing.\n*** Defined to include enforcement actions by the FAA, the European Aviation Safety Agency or equivalent national authorities related to the regulation of aviation safety.\n†  The majority of our risk assessments are performed proactively prior to implementing or revising systems/procedures. American’s comprehensive SMS covers safety risks and hazardous situations related to six areas: flight safety, flight service, ground operations, technical operations (maintenance),  \nsecurity and environmental. The figures reported here include all such risks identified by our SMS. The number of risk assessments increased in 2020 due to operational and staffing changes as a result of COVID-19; e.g., returning to service aircraft that had been stored required risk assessments to  \ndetermine readiness to fly.\n‡  Our SMS requires that we mitigate identified risks, particularly high risks, to as low as reasonably practicable (ALARP). These systemic and residual risks are monitored, measured and tracked.\n§  Due to the slowdown in travel across the industry in 2020, American implemented an expansive temporary aircraft storage program throughout the network that resulted in a significant increase of aircraft on the ground, where damages are most likely to occur.\nTeam Member Safety Performance 2020 2019 2018\n Mainline Regional Mainline Regional Mainline Regional\nInjury rate*5.64 3.82 9.57 7.11 9.21 7.55\nLost day rate**3.66 2.33 6.14 3.74 5.43 3.88\nWork-related fatalities 0 1 0 1 0 0\n* Total recordable cases per 200,000 hours worked.\n** The lost day rate, which the U.S. Occupational Safety and Health Administration calls the Days Away from Work Injury and Illness rate, is calculated as the number of cases multiplied by 200,000 work hours divided by total hours worked.\nAmerican Airlines 2020 ESG Performance Review\n29CEO Message Strategy Climate Safety Team Members Customers TCFD/SASB Data", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}