{"page_content": "Advancing Our  \nClimate Change Strategy\nClimate change is no longer a distant threat; its effects are increasingly being \nfelt around the world today. Urgent and meaningful action is needed. As one of \nthe world’s largest airlines, American intends to be a leader in helping drive the \noperational, policy and technological changes needed to advance the transition  \nto a low- and no-carbon aviation future. \nIn 2020, we announced our goal to achieve net-zero greenhouse gas \n(GHG) emissions by 2050. As we said at the time: Ambition is important, \nbut we know what matters most is having a clear path for getting to \nzero. In 2021, we took a key step in that direction by committing to set \nan intermediate, science-based GHG reduction target.\nBringing rigor and accountability to our approach\nIn July 2021, American became the first airline in North America \nto begin the validation process with the Science Based Targets \ninitiative (SBTi), a collaboration between CDP, the United Nations \nGlobal Compact, World Resources Institute and the World Wide \nFund for Nature. In doing so, American committed to develop a GHG \nemissions reduction target that will be reviewed by SBTi to confirm its \nconsistency with the latest climate science. The move sharpens American’s strategy for reaching net-zero GHG \nemissions by 2050 and brings additional accountability to our approach. \nWe will track and report progress on an annual basis in this report. \nAmerican also became a signatory to the  Business Ambition for 1.5°C \ncampaign and joined Race to Zero . The latter campaign, backed by the \nUnited Nations, aims to rally support for a zero-carbon economy from \nbusinesses, cities, investors and other nonstate actors.\nDestination Ne t Zero\nAmerican Airlines 2020 ESG Performance Review\n6CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}