{"page_content": "Honing our pathway to net zero\nUnderpinning our strategy to achieve net-zero GHG emissions is \nthe in-depth analysis we conducted in 2019–2020 to understand the \nclimate-related risks and opportunities facing our company. We studied \ntheir potential impacts on our business, operations and the broader \nenvironment in which we work. American is using these insights to \ntarget our efforts where we can have the most meaningful near-term \nimpact in reducing our carbon footprint and mitigating our most \nsignificant climate-related risks. \nThis analysis also formed a key basis for our inaugural report aligned \nwith the recommendations of the Task Force on Climate-related \nFinancial Disclosures (TCFD), which we released in 2020. For a detailed \ndiscussion of the climate-risk assessment process we undertook and \nour findings, see our full 2019–2020 ESG Report . We have publicly \ndeclared American’s support for the TCFD, and we will continue to work \nto implement its recommendations and use it as a framework for our \nreporting. We plan to release our next TCFD-aligned report in 2022. \nOur climate strategy is focused on driving progress across six key \nlevers — some of which we have the ability to influence directly and \nsome of which will require action and collaboration across sectors \nand the aviation industry. Government policy decisions will also play \na critical role. This section includes brief updates on developments \nwithin each area and, where appropriate, the latest performance data.\nThe accompanying infographic, which first appeared in last year’s \nreport, reflects each lever’s current CO2 emissions and our expectations \ntoday about the role it will play in getting to net zero in 2050. We have \nadded the intermediate 2035 target we have set — and updated the \nillustrative pathway for reaching both our 2035 and 2050 targets — to \nalign our reporting with the commitment we have undertaken with SBTi. \nTo achieve our new target, we made more aggressive assumptions \nregarding the availability of sustainable aviation fuel and the approval \nand adoption of hydrogen and electric propulsion aircraft. American \nwill continually update our anticipated pathway to 2050 as technology \nadvances and other factors impact our operating environment.American’s Pathway to Net Zero in 2050\nUpdated October 2021\n/gid00131/gid00014/gid00136/gid00131/gid00014/gid00132/gid00131/gid00131/gid00014\n/gid00134/gid00332\n/gid00132/gid00136/gid00332\n/gid00132/gid00138/gid00332\n/gid00140/gid00332\n/gid00134/gid00140/gid00332\n/gid00132/gid00138/gid00332/gid00014/gid00036/gid00039/gid00039/gid00036/gid00042/gid00041/gid00046/gid00001/gid00042/gid00033/gid00001/gid00040/gid00032/gid00047/gid00045/gid00036/gid00030/gid00001/gid00047/gid00042/gid00041/gid00046/gid00001/gid00042/gid00033/gid00001/gid00004/gid00016/gid00133/gid00032\n/gid00020/gid00030/gid00036/gid00032/gid00041/gid00030/gid00032/gid00183/gid00003/gid00028/gid00046/gid00032/gid00031\n/gid00021/gid00028/gid00045/gid00034/gid00032/gid00047\n/gid00133/gid00131/gid00134/gid00136\n/gid00015/gid00032/gid00047/gid00001/gid00027/gid00032/gid00045/gid00042/gid00001/gid00133/gid00131/gid00136/gid00131 Actual CO2e emissions\n Projected business-as-usual CO2e emissions*\n Target GHG pathway\n  Flight operations and efficiency\n  Fleet renewal\n  Next-generation aircraft\n  Air traffic control modernization\n  Sustainable aviation fuel\n  Carbon offsets\n*Includes Scope 1, 2, Scope 3 Category 3Levers that we control Levers under the control of others\nAmerican Airlines 2020 ESG Performance Review\n7CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}