{"page_content": "Our 2020 GHG emissions and fuel efficiency\nAmerican’s absolute GHG emissions declined significantly in 2020, driven \nby the dramatic reduction in travel due to the COVID-19 pandemic. \nScope 1 (direct) GHG emissions, which account for over two-thirds of \nour direct and indirect GHG footprint, fell by roughly half in 2020. These \nemissions stem almost entirely from the burning of jet fuel by our aircraft, \nplus a small portion from the fuel used by our ground service equipment. \nOur Scope 2 emissions, which make up the smallest portion of \nour carbon footprint (0.9%), fell by 13.3%. They include emissions \nassociated with the purchase of electricity to run our operations. \nEstimated Scope 3 (upstream and downstream) emissions, which \naccount for about one-third of our overall emissions, fell by nearly 40%. \nUpstream emissions associated with the production of jet fuel is the \nlargest element, followed by emissions from our third-party regional \ncarriers and those associated with purchased goods and services and \nteam member travel. In 2020, we strengthened our methodology for \ncalculating Scope 3 emissions, using EPA guidance to more accurately estimate the emissions associated with particular types of products and \nservices. In 2022, we plan to refine it still further by working with our \nmajor suppliers to collect supplier-specific emissions data.\nWhile the reduction in demand for air travel due to COVID-19 \ndecreased our absolute emissions, lower passenger volumes on the \nflights we did operate adversely affected our fuel efficiency. We track \nefficiency using revenue ton miles (RTM), which measures the fuel \n(and associated GHG emissions) needed to fly one ton of payload — \nthe combined weight of passengers, their bags and cargo — one mile. \nOperating at close to the maximum passenger capacity of an aircraft \nincreases fuel efficiency; conversely, operating below capacity — as \nwe did during the pandemic — decreases fuel efficiency. \nWe have been striving to improve American’s fuel efficiency by an \naverage of 1.5% annually — or 9% cumulatively — from 2014 (the \nfirst full year after we merged with US Airways) to 2020. The past \nyear was clearly an outlier, with our fuel efficiency declining by 27%. \nAs passenger loads return to pre-pandemic levels, we expect our \nfuel-efficiency performance to improve significantly.0.9%Our GHG Emissions in 2020\n66.6%32.5%\n89% \nof our total carbon  \nfootprint is from  \njet fuel.SCOPE 1\n99.0% from jet fuel  \n(mainline and regional operations)\nSCOPE 2\n100%  from purchased electricity \n(location-based)\nSCOPE 3\n70.3%  from jet fuel  \n(contracted regional  \ncarriers and upstream  \nfuel emissions)\n19.7%  from purchased  \ngoods and servicesTotal emissions (Scopes 1, 2 and 3): 29.76 million metric tons  \nof carbon dioxide equivalents (CO2e)\nFuel-Efficiency Performance 2014–2020\n/gid00184/gid00132/gid00131/gid00332/gid00131/gid00332/gid00132/gid00131/gid00332/gid00133/gid00131/gid00332\n/gid00133/gid00131/gid00133/gid00131 /gid00133/gid00131/gid00132/gid00140 /gid00133/gid00131/gid00132/gid00139 /gid00133/gid00131/gid00132/gid00138 /gid00133/gid00131/gid00132/gid00137 /gid00133/gid00131/gid00132/gid00136 /gid00133/gid00131/gid00132/gid00135/gid00004/gid00035/gid00028/gid00041/gid00034/gid00032/gid00001/gid00036/gid00041/gid00001/gid00032/gid00040/gid00036/gid00046/gid00046/gid00036/gid00042/gid00041/gid00046/gid00001/gid00043/gid00032/gid00045/gid00001/gid00019/gid00021/gid00014Performance\nGoal\nAmerican Airlines 2020 ESG Performance Review\n8CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}