{"page_content": "2\nESG Report 2022Note about forward-looking statements\nVarious statements in this report, including estimates, \nprojections, objectives, and expected results, are “forward-\nlooking statements” within the meaning of the Private \nSecurities Litigation Reform Act of 1995, Section 27A of the \nSecurities Act of 1933, and Section 21E of the Securities \nExchange Act of 1934 and are generally identified by \nthe words “believe,” “expect,” “anticipate,” “intend,” \n“opportunity,” “plan,” “project,” “will,” “should,” “could,” \n“would,” “likely,” and similar expressions, and include \nstatements about our strategies, markets, business, and \nopportunities. Forward-looking statements are based \non current assumptions that are subject to risks and \nuncertainties that may cause actual results to differ \nmaterially from the forward-looking statements, including \nthe risks and uncertainties more fully described in our \nfilings with the Securities and Exchange Commission, \nincluding our Quarterly Report on Form 10-Q for the \nquarter ended June 30, 2022, and our other filings with \nthe Securities and Exchange Commission. We undertake \nno obligation to update or revise publicly any forward-\nlooking statements, except as required by applicable law.\nIndustry and market data \nUnless otherwise indicated, estimates and information \ncontained in this report concerning our industry and \nthe market in which we operate, including our general \nexpectations, market position, market opportunity, and \nmarket size, are based on industry publications and \nreports generated by third-party providers, other publicly \navailable studies, and our internal sources and estimates. \nThis information involves a number of assumptions and \nlimitations, and you are cautioned not to give undue weight \nto such estimates. Although we believe the information from \nthe industry publications and other third-party sources \nincluded in this report is reliable, we have not independently \nverified the accuracy or completeness of the data contained \nin such sources. The content of, or accessibility through, \nthe below sources and websites, except to the extent \nspecifically set forth in this report, does not constitute a \nportion of this report and is not incorporated herein.\n", "metadata": {"source": "NASDAQ_LYFT_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}