{"page_content": "ESG Report 202225\nVaccine Access: Looking ahead\nIn 2022, we continued to deploy philanthropic rides to combat the omicron variant. As we monitor the \nevolving landscape around additional booster shots and childhood eligibility, our partners are ready to \ncontinue providing transportation solutions to ensure that even the most vaccine-hesitant communities can \nreceive the care they need.\nVoting Access\nLyft believes that every citizen who wants to exercise their fundamental right to vote should be able to—\nregardless of income, ZIP code, or political affiliation. Transportation access should never be a barrier to \ngetting to the polls. In 2016, 14% of nonvoters indicated that transportation was a “major factor” in why they \ndid not vote in that election.31 Our Voting Access program seeks to eliminate this barrier by providing access \nto discounted and free rides for federal elections.\nIn addition to our work during regularly scheduled elections, we also met needs as they arose. When \nunexpected races took place after the general election in January 2021, Lyft and its partners activated \nour Voting Access program to provide access to discounted rides to the polls for federal runoff races in \nLouisiana and Georgia.\nVoting Access: Looking ahead\nContinuing our longstanding commitment to reducing transportation barriers to voting, Lyft once \nagain is providing access to donated and discounted rides to the polls during elections.  \nThrough the 2022 LyftUp Voting Access Program, Lyft is doing the following:\n• Providing the public with \naccess to discounted rides to \nthe polls on Election Day. \n• Donating free or heavily discounted \nride codes to nonprofit partners whose \ncommunities traditionally face barriers \nwhen getting to the polls. Partners \nincluded: League of Women Voters, \nNational Federation of the Blind, Warrior \nScholar Project, National Council on Aging, \nAsian and Pacific Islander American Vote \n(APIAVote), NAACP, and others. These \npartners are distributing ride codes directly to people whom they identify \nas most in need of transportation. \n• Working with partners like When We All \nVote, Vote.org , and the Civic Alliance  \nto help our riders and team members \nregister and prepare to vote.\n• Providing relevant information and \nguidance to drivers who earn on the \nLyft platform about registering to vote \non time and when and where to vote \nduring each stage of the election.ESG Report 2022", "metadata": {"source": "NASDAQ_LYFT_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}