{"page_content": "ESG Report 202233\nTwo-way ratings\nAt the end of each trip, drivers and riders are \nprompted to rate their ride on a scale of one \nto five stars. Any rider or driver who submits \na rating of four or fewer stars is prompted to \nprovide more details about the rating. Anyone \nwho rates a rider or driver three or fewer stars \nwill never be matched with that individual \nagain through the app. Lyft reviews rides \nwith low ratings and concerning feedback to \ndetermine what action should be taken. \nIncident response\nLyft’s incident response processes are designed to make it easy to report any negative experiences so we \ncan respond accordingly. Riders and drivers can report incidents to our dedicated Safety Team, which is \navailable 24/7, so we can take action—including investigating and working with law enforcement when \nappropriate—to help to keep our community safe. \nAll members of the Safety Team who work with riders and drivers undergo six weeks of specialized \ntraining to prepare them to respond to rider and driver safety reports. This training covers a variety of \ntopics, including how to identify and respond to emergency situations, advocate for riders and drivers \nusing the Lyft platform, be an effective listener, and listen to and speak with survivors of sexual assault and \nharassment. At least 56 hours are devoted to training Lyft Specialists to work with survivors. That includes a \n40-hour Victim Assistance Certification course from the National Organization for Victim Assistance (NOVA), \nthe oldest national organization of its kind focused on promoting, advancing, and enforcing victims’ \nrights for all those impacted by crime. The NOVA training covers foundational topics for victim assistance, \nincluding trauma-informed care, crisis intervention, and communication and de-escalation skills. \nSpecialists must maintain their Victim Assistance Certification through 32 hours of continuing education \nunits every two years. \nIn 2021, to enhance the safety of the entire ridesharing industry, we partnered with Uber to launch \nthe Industry Sharing Safety Program, a first-of-its-kind effort to share information about the drivers \ndeactivated from rideshare and delivery platforms for the most severe safety incidents. The program \nequips other participating companies with information they can use to inform decisions they may take on \ntheir own platforms.Community Safety Report \nIn October 2021, we released our Community \nSafety Report , which details the most serious safety \nincidents reported to Lyft, as well as our continued \nsafety investments. While safety incidents on our \nplatform are incredibly rare, we realize that even \none is too many. There is a real person and real \nexperience behind every report, and our goal \nis to make each Lyft ride as safe as possible.After the rideESG Report 2022", "metadata": {"source": "NASDAQ_LYFT_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}