{"page_content": "ESG Report 202234\nReducing impaired driving\nThe growth of Lyft and ridesharing has coincided with encouraging road safety trends on impaired driving,  \nas communities now have an affordable and convenient alternative to driving under the influence of  \nalcohol or drugs. There is a demonstrated correlation between rideshare entering a community and \nsubsequent reductions in impaired driving incidents. \nLyft’s law enforcement partners agree, as shown in the National Sheriffs’ Association letter of ongoing support, \nthe National Association of Women Law Enforcement Executives’ resolution of support, and the National \nOrganization of Black Law Enforcement Executives’ letter of support. (Letters available upon request.)\nThe National Highway Traffic Safety \nAdministration’s (NHTSA) traffic fatality data \nindicates there were 38,824 fatalities from motor \nvehicle traffic crashes in 2020, with 11,654 of \nthe fatalities resulting from impaired driving. \nThe estimated number of people injured on the \nroad decreased to 2.28 million in 2020 from \n2.74 million in 201936—a decrease of 17%.\nNHTSA also reports that most impaired driving \nincidents happen on nights and weekends (due to \na rate of alcohol impairment 3.6 times higher than \nthe daytime rate), which is when a majority of rides \non the Lyft platform occur.37,38 Impaired driving is \nalso well known to inflict significant economic costs \non society, with NHTSA estimating that alcohol-\ninvolved crashes cost the U.S. $44 billion in 2010.39\nBy increasing the availability of Lyft, as well \nas through proactive road safety campaigns \nand partnerships, we believe we are making \na difference in this persistent and costly issue. \nThis belief is echoed by recent research that \nsuggests ridesharing services likely decrease \nimpaired driving incidents by providing a reliable \nalternative to impaired driving. Importantly, \nindependent research commissioned by the \nNational District Attorneys Association (NDAA) \nfound that Lyft is associated with decreasing \nimpaired driving incidents in California40 \nand other states around the nation.41\nESG Report 2022", "metadata": {"source": "NASDAQ_LYFT_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}