{"page_content": "5\nESG Report 2022Rooted in a  \nbig mission:  \nA letter from  \nour founders\nA world built around people, not cars. This is one of Lyft’s most powerful ideas: cities defined by public spaces that \nbring us together, not pavement and parking spots. Creating the transportation system that enables this is a big and \nlong-term challenge—and it’s the one we wake up excited to work on every day.\nOur team operates with an authentic mission to improve people’s lives with the world’s best transportation. This \nmission shows up in a hundred different ways in the cities and communities we serve: in the ways we bring people \ntogether socially, offer economic independence, and take care of our planet. We work to meet each of these moments \nwith integrity, humanity, and hospitality.\nWe’re proud of the progress we made in 2021: \n• As offices, restaurants, and schools reopened, we gave riders access to affordable and reliable transportation. \n• A historic number of drivers turned to electric vehicles to lower costs and keep more of their earnings. As part of \nour commitment to reduce emissions and achieve 100% of electric vehicles on our network by 2030, we transitioned \nhalf of our driver rental rides to hybrid vehicles.\n• Bikes and scooters are wildly popular and continue to make transit systems more resilient. Our acquisition of PBSC \nUrban Solutions added 70,000 bikes in over a dozen countries to our existing fleet of 90,000 bikes and scooters in \npartner cities across the United States. Ebikes specifically were in high demand as riders reached for bikes instead \nof their cars on shorter trips.\n• We released our first Community Safety Report detailing the most serious safety incidents reported to Lyft. As part \nof our efforts to make every ride as safe as possible, the report also details our investments in new features and \npartnerships to prevent, intervene in, and mitigate safety incidents. \n• As new laws across the country severely restricted a woman’s right to choose and threatened to punish rideshare \ndrivers, we committed to covering 100% of legal fees for drivers sued under these laws and donated $1 million to \nPlanned Parenthood.\n• We continue to advocate for driver independence and flexibility through public engagement. We want to work \nwith lawmakers to develop good policy, because having a reliable, flexible way to earn is an important lifeline for \nmillions of people.\nOur board of directors regularly evaluates our environmental, social, and corporate governance policies to make \nsure they fit into our strategy to drive long-term stockholder value and align with our core values. Lyft operates on the \nbelief that the two are intrinsically linked—letting our values guide our actions isn’t just the right thing to do, it’s good \nfor business.\nJohn & LoganESG Report 2022\n", "metadata": {"source": "NASDAQ_LYFT_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}