{"page_content": "Achievements in 2020 Focus areas in 2021\nBusiness ethics •  All new employees have been introduced to Zealand’s internal rules as \npart of the introduction program.\n•  No issues were reported under our whistle blower program.\n•  Success introduction to over 100 employees in USA during 2020 as  \npart of our improved sales force.\n•  Updated policies and standard operating procedures have been develop ed. •  Zealand will continue to have focus on Privacy regulation and the GDPR.\n•  Zealand will continue to operate according to the highest ethical standards.\n•  Our code of business conduct is part of the introduction program for all  \nnew employees. All employees will be periodically reminded of its scope,  \nand document that they are aware of it.\n•  A new data protection policy will be adopted.\n•  Development of appropriate and clear vendor selection criteria for  \nnew vendors and ways to ensure that vendors that are selected have  \nappropriate respect for Human Rights.\nAchievements in 2020 Focus areas in 2021\nAnimal welfare •  No incidents of negligence were reported. •  Zealand will continue to focus on animal welfare and comply with the  \nprinciples of the 3Rs.Animal Welfare\nTo allow for the discovery of new therapies and to \nensure the efficacy and safety of new pharmaceuti-\ncals as required by regulatory authorities, it is neces-\nsary to conduct in vivo experiments using laboratory \nanimal species.\nZealand’s policy on animal ethics and welfare is to use \nanimal studies only where no available and acceptable \nin vitro alternative exists. All laboratory animals used \nunder our responsibility must be treated humanely \nand with respect, and only purpose-bred animals are \nused. Zealand adheres to the principles of the 3Rs \n(reduce, refine, replace) and works to integrate these \nprinciples in all studies carried out, wherever possible.All in-house animal studies are carried out in accord-\nance with specific licenses issued by the Ministry of \nEnvironment and Food of Denmark and international \nguidelines, as appropriate. Danish law stipulates regu-\nlar inspections of the animal facilities as well as com-\nprehensive reporting protocols overseeing experi-\nments conducted during the year, processed through \nThe Animal Experiments Inspectorate. The continu-\nous dialogue between lab technicians, veterinarians, \nacademic staff and heads of department, ultimately \nensures the highest animal welfare standards in all \nstudies conducted.\nAll employees working with laboratory animals have \nappropriate and documented education and training. Veterinary checks of our animals are performed regu-\nlarly and always when needed.\nIn addition, Zealand’s internal ethical committee scru-\ntinizes all proposed in-house in vivo pharmacology, \ntoxicology and PK experiments for compliance with \nregulatory permissions and highest ethical standards.\nThe necessity of animal experiments to Zealand’s \nresearch and development activities cannot be over -\nstated, and thus we constantly strive for the greatest \nvigilance and care in our treatment of animals.15\nZealand Pharma ∞ Corporate Responsibility Report 2020", "metadata": {"source": "NASDAQ_ZEAL_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}