{"page_content": "422020\n58%\n58201942\n1002020\n0%\n0\n2019\n100\n642020\n36%\n33\n2019\n67whereby they are given the tools to manage their own \noccupational safety. \nWorkplace evaluations (Arbejdspladsvurderinger, \nAPV) are conducted regularly. Risk assessments are \nreviewed quarterly, and Zealand’s OSHA Committee \nconducts surveys on a regular basis. A near-accident \nreporting initiative is maintained to build on Zealand’s \nstrong safety track record and safeguard against po-\ntential future accidents.\n2020 Highlights\nIn 2020, we finalized our relocation within Denmark \ninto larger and more modern facilities. This was \ndriven by the need for additional space to support \nour growing employee base. Also, as part of the \nacquisition made in 2020, our US operations grew \nsubstantively with the addition of a sales force which \nsupports our commercial launch strategy for our fully \nowned products. \nDiversity\nWe strive to achieve equal representation of both \ngenders at all management levels, from the Board of \nDirectors to the heads of departments. Zealand has \nan even distribution of managers of both genders and \nslightly more women than men across the  organization in general. Overall Zealand is made up \nof 58% females in 2020 (2019: 58%).\nAs of December 31, 2020, the Board of Directors \nconsisted of four women and seven men, of whom \ntwo woman and two men were elected at the Annual \nGeneral Meeting in 2020, giving a female representa-\ntion of 36% (2019: 33%).\nDiversity - Commitment\nAt Zealand Pharma, we aspire to be BOLD in our \ncommitment to Belonging, Inclusion and Growth \n(BIG) and embed BIG into the very fabric of our \norganization. This includes fostering the right cul-\nture, through inclusive leadership and working as \nONE TEAM, that ensures everyone is EMPOWERED, \nrespected, supported and valued. We will continue to \nproactively attract, recruit, retain and promote diverse \nteam members at every level of our organization. \nThis commitment to BIG will serve as key enabler of \nour innovation, performance and success.\nPrivacy and data protection\nWe have developed a Data Protection Impact As-\nsessment covering all Clinical Trials conducted from \n2018 forward. All employees have received training in \ngeneral procedures and data retention guidelines as \nwell as the information security procedures.Zealand Pharma\nCorporate Management\nBoard of Directors\n Men   Women8\nZealand Pharma ∞ Corporate Responsibility Report 2020", "metadata": {"source": "NASDAQ_ZEAL_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}