{"page_content": "Achievements in 2020 Focus areas in 2021\nDiversity •  Zealand remains committed to providing equal opportunities for  \nwomen and men at all management levels. In addition Zealand launched \nits BIG initiative in the aftermath of the racial tensions in the US and \nengaged with a black-owned consultancy to support diversity, equalitive \nand inclusion.•  Zealand will continue to focus on diversity of employees at all levels of \nthe organization and provide equal opportunities for women and men,  \nat all management levels.\n•  We will continue to encourage female candidates from and those from \ndiverse backgrounds to take on managerial tasks.\nEngagement •  Annual engagement survey to help leaders and employees continuously \nimprove the working environment. The response rate was 82.6%  \n(323 respondents; 2020). 91.5% of responses were favorable. In 2019  \nthe response rate was 89% (for 160 respondents) and 90% of responses  \nwere favourable.•  Maintain employee engagement as reflected in the annual engagement \nsurvey scores.\nPersonal and Organizational  \nCompetency Development•  Activities conducted to continue focus on the Zealand DNA, which  \nis a set of common values uniting all employees in their daily work.  \n•  All management levels have received leadership training.•  Leadership training will continue.\n•  We will focus on competency development and improve employability \nwith the following objectives:\n•  Zealand’s ability to execute the business strategy\n•  Employees’ opportunity to get motivating tasks\n•  Enhance employees’ employability \n•  Workshops based on the trends from the competency development \nplans will be conducted with the objectives to strengthen skills and  \nimprove the ability to work effectively across organizational borders.\nEmployee health and well-being •  Workshops to avoid stress among employees were conducted.\n•  Employee turnover was 9.1% in 2020 (2019: 12% for Denmark).\n•  Abscence rate was 1.9% in 2020 for Denmark and prior to this we  \nwere not able to record this due to a change in internal systems.\n•  During the COVID-19 lock down in Denmark all employees were offered \nhome office equipment’s such as monitors, desks and chairs and where \npossible they were permitted to work from home in line with guidence.\n•  Voluntary morning workout sessions was introduced to employees•  We aim for an absence rate at the same level, or lower, as in previous \nyears.\n•  Zealand will continue to work on maintaining a healthy and motivating \nworking environment. It will re-introduce the work place gym and other \nactivites similar to that as soon as the present COVID-19 restrictions are \nremoved.\nSafety •  7 near accidents were reported under our near accident reporting  \ninitiative (2019: 3).\n•  No “obligated to notify” accidents were reported.\n•  Zealand had no significant injuries in 2020 (2019: 0), as measured  \nby days off due to work-related injury.•  We strive to ensure that all accidents are reported, and that employee \nsafety is maintained or improved.\nEnviroment •  Focus on environmental production\n•  Electric charging for electronic cars•  Looking at metrics and policies that we can use with our vendors  \nand suppliers to assist in measuring our carbon footprint9\nZealand Pharma ∞ Corporate Responsibility Report 2020", "metadata": {"source": "NASDAQ_ZEAL_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}