{"page_content": "Quality\nZealand’s quality policy describes \ncompliance with rigorous \ninternationally recognized standards \nand guidelines at all stages of \nresearch and development, to ensure \nthat we do not endanger patients \nsafety, quality or efficacy.  Zealand’s Development area outsources good  \npractice (GxP) activities to qualified and approved \nvendors, where the sponsor responsibilities remain  \nat Zealand. Oversight of the activities is carried out  \nto ensure compliance with the requirements of,  \nfor example, Good Laboratory Practice (GLP),  \nGood Manufacturing Practice (GMP), Good Clinical \nPractice (GCP), Good Pharmacovigilance Practice \n(GVP), and others. \nWe work in close partnerships with vendors, and \nwhen evaluating these partners we focus both on \nbusiness ethics, as well as capability and capacity  \nof the service. Elements in the assessment include \nquality audits, supplier management assessment,  \nand financial stability.Zealand’s Pharmaceutical Quality System for  \ndevelopment activities is described in our Quality \nManual, which also defines our Quality Policy.  \nOngoing evaluation of our quality system is  \nperformed continuously.\nRisk and mitigation\nOur reliance on external partners to perform GxP  \nactivities poses risk that partners do not follow  \nrequirements of pharmaceutical quality standards.  \nSuch noncompliance would in turn jeopardize  \npatient safety, quality and efficacy of our medicines. \nOur vendor oversight program is intended to mitigate \nthis risk through thorough and ongoing assessment \nof all GxP vendors.\nAchievements in 2020 Focus areas in 2021\nQuality assurance \nand  \nvendor \nmanagement•  Zealand progressed quality systems towards readiness \nto ensure processes are in place deliver to the market \nonce regulatory approval is obtained\n•  Zealand obtained a favorable authority review in \nown organization and key vendor of our clinical and \ncommercial processes\n•  Zealand continued to strengthen the vendor over -\nsight with formal steering meetings in place at all key \nvendors and successfully conducted 24 audits\n•  Zealand continued work in the COVID-19 situation, \nbalancing the oversight according to risk manage-\nment princples guidiance•  Zealand will prepare for launch of dasiglucagon \nauto-injector and pre-filled syringe once regula-\ntory approval is obtained\n•  Zealand will continue to improve and increas-\ningly migrate towards the use of electronic \nsystems for key clinical and CMC activities\n•  Zealand will continue the oversight of out-\nsourced activities based on our Quality Risk \nManagement principles\n•  Zealand will mature and harmonize the quality \nsystem to cover Medical Devices as well as \nPharmaceutical products10\nZealand Pharma ∞ Corporate Responsibility Report 2020Quality", "metadata": {"source": "NASDAQ_ZEAL_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}