{"page_content": "13 AMR Corporation • Corporate Responsibility ReportThe board, often by and through its standing \ncommittees, oversees many aspects of our social \nand corporate responsibility policies and activities, \nas described below. AMR’s board has four independent standing committees: \n• The Audit Committee selects and oversees \nour independent auditors and reviews the \nscope and results of their annual audit, \nincluding its assessment of internal controls. \nThis committee also reviews and discusses our internal assessment of our safety, security, \nand environmental measures, as well as \nour employee legal, ethical, and conduct complaints.\n• The Compensation Committee establishes \nand implements our executive compensation objectives and approves all executive \ncompensation. As part of this role, it also \ndetermines metrics for performance-based awards for executives.\n• The Diversity Committee provides oversight, \ncounsel, and guidance to senior management on issues related to diversity and inclusion, \nincluding:\n- Equal employment opportunity policies\n- Hiring practices and employee \n retention issues\n- Corporate procurement decisions, including \noversight of our Supplier Diversity Program\n• The Nominating/Corporate Governance \nCommittee establishes and implements appropriate processes for the board and \nits standing committees. It recommends candidates for officer positions and, along with \nthe CEO, reviews our succession planning. \nAMR’s board of directors’ governance policies govern certain procedures and protocols of the \nboard. The governance policies are available in the Investor Relations section of our Web site, \nwww.aa.com/investorrelations, by clicking on the \n“Corporate Governance” link. Additional details of board and committee responsibilities and the \nfrequency of meetings in 2008 are published \nin our 2009 Proxy Statement, also available at www.aa.com/investorrelations. \nExecutive Pay\nAMR is committed to responsible corporate compensation policies. One tool employed to \nalign the interests of AMR with those of our \nexecutive managers is responsible, merit-based executive pay. Our Compensation Committee, \nwhich comprises directors who are independent \nfrom the company, benchmarks executive compensation with eight major U.S. passenger \nairlines and 26 additional public companies \nof comparable revenue size and operational complexity. We target executive pay at the median \nof this benchmark group — approximately half \nof the benchmark executives make more than American executives and half make less. Two outside consultants, Deloitte Consulting and \nHewitt Associates, provide third-party, expert \nanalyses and marketplace data to make sure American’s compensation levels are reasonable \nand fair. The Compensation Committee believes \nthat the median reflects competitive market compensation for our executive officers, and \nin 2008, it approved executive compensation \npackages that are consistent with that policy. Management compensation also is harmonious \nwith the terms of the Annual Incentive Plan, as \nagreed to in Letters of Agreement reached with the unions during the 2003 restructuring.\nThe compensation policy strongly links pay to \nperformance, which aligns the personal interests \nof executives with those of shareholders. Total \ncompensation for AMR executives includes a mix of base salary and “at-risk” compensation. At-risk \ncompensation is primarily provided through grants \nof stock-based compensation and participation in compensation plans tied to achieving strategic, \nfinancial, and operational goals and performance \nmeasures. In 2008, the at-risk portion of our executive compensation program represented \nmore than 70 percent of executive officers’ total \ncompensation package. Less than 25 percent of senior management’s income is salary-based or \nfixed. For senior executive officers, on average, \nonly 15 percent of income is fixed. However, approximately 94 percent of front-line employees’ \nincome is salary/wage-based or fixed. ", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}