{"page_content": " · Reporting illegal or unethical conduct \n · Antitrust and restraint of trade  · Bribes, illegal payments, and illegal \nsolicitations \n · Political contributions  · Books, records, and communications  · Intellectual property  · Inside information and investment in \nsecurities \n · Environment and safety  · Conflict of interest  · Gift policy for public officials  · Data privacy  · Training records  · Unlawful harassment  · Hate-related conduct  · Workplace violence  · Rules of conduct  · Business ethics training and \ncompliance certificationImplementing the StandardsThe AMR code of ethics \naddresses many areas of our business practice, including:\nGlobal Community • Global Commitment 14Due to the financial and economic challenges facing \nthe airline industry, linking executive pay to company \nperformance has resulted in our executives being paid \napproximately 67 percent of the total compensation granted to them for the years 1998 through 2007. \nCash bonuses under our annual incentive plan have \nnot been paid out since 2001, for performance in 2000, because the profitability targets are so difficult \nto achieve. In addition, there have been many years \nwhen distributions under our long-term stock incentive plan resulted in extremely modest distributions.\nDetailed information regarding our merit-based \nexecutive pay system is available in our 2009 Proxy \nStatement published at www.aa.com/investorrelations. \nCode of Ethics6 \nAMR’s policy is to maintain the highest standards \nof safety, legal, and ethical conduct in transacting \nbusiness. To ensure ethical compliance with both the \nletter and spirit of the laws in every country in which we do business, we developed a Business Ethics \n& Compliance Program and adopted standards \nof business conduct for all employees. The basic principles of our standards:\n• Safety is the first consideration at AMR. It is \ncrucial that all employees perform their jobs with the highest regard for safety — both for our \ncustomers and their fellow employees.• We do not take unfair advantage of anyone \nthrough manipulation, concealment, abuse of \nprivileged information, misrepresentation of material \nfacts, or any other unfair-dealing practice. \n• We do not tolerate unlawful discrimination, \nharassment, or hate-related behavior.\n• We continually encourage our employees to be \nresponsible for their own actions. No one will \nbe excused for misconduct just because it was \ndirected or requested by someone else. \n• We educate our staff that they are also responsible \nfor the conduct of employees reporting to them and can be held responsible for negligently failing \nto take reasonable steps to prevent and detect criminal conduct by their employees. \n• We encourage all our employees to immediately \nreport suspected illegal or unethical activity, including financial fraud/accounting matters. \n• We do not tolerate retaliation against employees \nwho act in good faith by reporting suspected illegal acts or unethical behavior and we are prepared \nto react swiftly against anyone encouraging such \nbehavior with corrective action and possible termination. \nThrough our business ethics and compliance training and an annual compliance certification, we provide \nanti-corruption and business ethics training to all upper-\nlevel management and most lower-level management employees. In 2008, 91 percent of this group had completed this online training.\n7  They in turn \ncommunicate our standards to their staff. As a \nresult of this recurrent training and consistent \ncommunication, our employees conduct \n6GRI performance indicator SO27GRI performance indicator SO3 ", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}