{"page_content": "15 AMR Corporation • Corporate Responsibility Reportthemselves with the highest standards of \nhonesty, integrity, and fairness when dealing with \ncustomers, suppliers, competitors, the general \npublic, and other employees.8\nPublic Policy Development9\nBecause of the airline industry’s history of public regulation and its reliance on public agencies for \nprovisions of airport and airway infrastructure, \nAMR has long maintained relationships with federal, state, and local officials in the U.S. and \ntheir counterparts in the several dozen countries \nthat we serve. We understand that these dealings need to be \nhonest, ethical, and transparent, and we are \ncommitted to those values. Our Legal Department oversees regular periodic review of the behavior \nof its senior managers in the United States and \nabroad to ensure compliance with federal law, including the Foreign Corrupt Practices Act.\nIn 1985 AMR formed the American Airlines \nPolitical Action Committee (PAC), funded through \nemployee contributions. Through the PAC, support \nis provided to lawmakers who share our position on critical issues such as energy, infrastructure \nrevitalization, and pension reform. Contributions \nfrom the PAC to lawmakers are based on specific criteria, including voting record or position on \nspecific company-chosen issues, regardless of \npolitical affiliation. \nAmerican also is an active participant in the Air \nTransport Association (ATA) and the International Air Transport Association (IATA), which are the \ndomestic and international trade organizations for \nthe airline industry. Similarly, Eagle is an active participant of the Regional Airline Association \n(RAA). The ATA, IATA, and RAA represent the \naviation industry from an advocacy perspective to ensure domestic and worldwide regulations foster \na healthy, competitive industry. In addition, they \nplay an important role in communicating technical expertise and operational knowledge to improve \nour safety, service and efficiency. \n8GRI performance indicator SO4\n9GRI performance indicator SO5", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}