{"page_content": "Global Community • Global Commitment 16AMR supports funding of the NextGen Air \nTransportation System as an important investment \nneeded to increase the efficiency of the aviation \nindustry. The world is increasingly dependent on the rapid transport of products and people enabled \nby aviation. It is a critical time to make wise \ninvestments that will begin modernizing the outdated air traffic control system, reduce emissions and fuel \nconsumption, improve safety, and stop the loss of \naviation jobs. \nSpecifically, a significant investment is needed \nnow to support advanced avionics equipage and the necessary procedures needed to meet future \nNextGen Air Transportation System requirements, including surveillance (ADS-B), navigation (RNP and \nRNAV), and safety-enhancing equipment (cockpit \ndisplays). An infusion of governmental infrastructure \nfunding would jumpstart the modernization of the air traffic control system, advancing the schedule \nand resulting in job creation, a reduction in carbon \nemissions, and an air transportation system supporting economic growth. This investment reduces carbon \nemissions, promotes economic growth, and would also \nhelp address the record delays and congestion that the aviation industry experienced in 2008. \nNextGen investments will protect existing jobs and \nrestore jobs lost within the aviation industry. This \nincludes indirectly increasing aircraft sales by enabling \ndemand growth. It is estimated that an infusion of $4 billion in funding for NextGen will generate 77,000 jobs. These jobs will be created throughout the \nindustry for manufacturers, equipment installers, and \nairlines. The Federal Aviation Administration (FAA) has already developed a process to fund these types \nof projects, and it has indicated it will be able to \nmove these new projects forward quickly if funding becomes available. \nFinally, accelerating the NextGen program will result in \ntangible improvements in capacity and environmental \nperformance. The FAA states the full implementation \nof NextGen could reduce greenhouse gas (GHG) emissions from aircraft by up to 12 percent by 2025. \nThis reduction in CO\n2 production is roughly equivalent \nto taking 2.2 million cars off the road.Funding For NextGen10\n10GRI standard disclosures 4.12-4.13", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}