{"page_content": "17 AMR Corporation • Corporate Responsibility ReportAMR recognizes climate change as one of the most \nimportant issues the aviation industry will face in the \nfirst half of the 21st century, and we are committed \nto minimizing our GHG emissions. While we are a carbon-intensive industry, our industry also plays \nan irreplaceable role in the world economy and its \ncommunities. By safely and efficiently connecting people and products, the airline industry is a key \ndriver of social and economic progress. \nGiven the oversized role that jet fuel — by far our \nlargest source of GHG emissions — plays in our \nindustry, we have long been focused on maximizing the fuel efficiency of our fleets. This attention to fuel efficiency improvement is reflected in our impressive track record. In the past 30 years, the fuel efficiency of U.S. commercial airlines has more than doubled. \nAMR has committed to continuing our past progress \nwith an aggressive goal to improve efficiency by an \nadditional 30 percent between 2005 and 2025. As \nwith any thoughtful goal, our success will depend on creative problem solving, proper planning, and strong \nexecution. But improving aircraft efficiency will also \ndepend on events outside our direct control. \nA key success factor to reducing our GHG emissions \nwill be prudent public policy decisions that help make efficiency improvements possible. Policies that promote a financially strong airline industry and healthy financial markets will be needed to enable \nour investment in new, efficient aircraft. Support \nfor airline infrastructure investment, particularly the modernization of our air traffic control systems, will be \nneeded to optimize route plans and reduce wasteful \ndelays. Research and investment in alternative fuels will be needed to provide the industry with a low-\ncarbon energy source.\nAt AMR, we continue our climate change \ncommitment through our own efforts and through \nworking with others to lay the groundwork for greater efficiencies. We believe this not only helps protect \nthe environment but also helps maintain the many \nbenefits of air travel.Climate Change11\n11GRI performance indicator EC2", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}