{"page_content": "Global Community • Global Commitment 18Antitrust Immunity and Joint Business Agreement\nThe United States-European Union (EU) Open Skies Agreement, which \nbecame effective March 30, 2008, changed the landscape of international \naviation by replacing restrictive bilateral air services agreements with a \nsingle liberalized accord. The Open Skies Agreement allows any U.S. or EU carrier to fly between any point in the U.S. and any point in the EU. Current \nrestrictions on foreign ownership and control of U.S. and EU carriers make \nit impossible for any single carrier to have a comprehensive global network. However, the U.S. Department of Transportation (DOT) has the authority to \napprove and immunize alliances between U.S. and foreign airlines from the \nU.S. antitrust laws. Immunized alliances have historically enabled airlines to offer consumers better service and a better competitive edge in a global \nmarketplace; however, vibrant inter-alliance competition is necessary for \nconsumers to enjoy the full benefits. \nAntitrust immunity is critical for American and the oneworld alliance to \nremain competitive in an increasingly global industry. SkyTeam and the Star Alliance, oneworld’s two alliance competitors, have already received \nantitrust immunity. Thus, both SkyTeam and Star Alliance hold a significant \ncompetitive advantage over the oneworld alliance by allowing them to provide a more seamless and integrated product to their customers. In a \ntough global economy marked by severely shrinking demand for travel, \nit is critical for oneworld and American to compete on equal footing in the marketplace. In August 2008, American, along with British Airways, \nIberia Airlines, Royal Jordanian, and Finnair (oneworld members making \ntransatlantic flights) asked the DOT for the same immunity that Star Alliance and SkyTeam possess. Antitrust Immunity will help American and oneworld \nlevel the playing field against these two larger alliances and permit them to \nwork more closely to coordinate routes, prices, frequent flyer programs, and services for customers. Customers would also receive greater access to \ndiscounted fares. A decision is expected from the DOT by Oct. 31, 2009. \nAdditionally, these five airlines are working to ensure that their plans meet the expectations of European regulators. Airlines with immunity have a strong track record of transatlantic growth that has far outpaced the growth of American, British Airways and Iberia Airlines. From \n1992 to 2009, Northwest and KLM grew transatlantic capacity by 53 percent \ncompared to 37 percent for American-British Airways and 16 percent for American-Iberia Airlines. From 1995-2009, United-Lufthansa grew transatlantic \ncapacity by 88 percent, compared to 18 percent for American-British Airways \nand 14 percent for American-Iberia Airlines. From 2001-2009, Delta and Air France grew transatlantic capacity by 17 percent while American-British Airways \nand American-Iberia Airlines capacity was roughly flat to down slightly.\nAfter receiving antitrust immunity, American, British Airways and Iberia Airlines \nwould implement a joint business agreement (JBA) for flights between North \nAmerica and Europe. This JBA would give the three airlines the ability to work together on all transatlantic service. The carriers would link, coordinate, \nand market their three networks in ways that are not possible today, while \nremaining individual companies with separate workforces, fleets, operations, brands, and identities. Employees are expected to benefit from the airlines’ \nimproved stability, financial resources and competitive position. The airlines are \nexpected to have a greater ability to invest in their people, products, services, and fleets over the long term. The agreement is fundamentally the same as the \nagreements under which SkyTeam and Star Alliance operate today. \n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}