{"page_content": "19 AMR Corporation • Corporate Responsibility ReportAMERICAN AIRLINES’ AND \nAMERICAN EAGLE’S VETERANS AND \nMILITARY INITIATIVE12\nAmerican has a long history of supporting veterans and military personnel, and \nthis initiative creates opportunities for employees to engage in an area where \nthere is significant employee involvement at a grassroots level in addition to \nthe corporate efforts. The company’s efforts include honoring veterans through special events and tributes, which provide positive and memorable experiences \nfor soldiers, veterans, and their families, and fundraising events. A snapshot of \nAmerican’s primary activities:• Seats for Soldiers — For the past five years, American and the Dallas \nMavericks have partnered to bring 150 soldiers from Brooke Army Medical \nCenter in San Antonio to the American Airlines Center to watch a Mavericks game from front-row seats, valued at more than $200,000. Flight crews donate \ntheir time.\n• Snowball Express — This initiative provides memorable and fun experiences for children and spouses of fallen military heroes. American \nprovides the majority of flights for nearly 1,400 people to take an all-expenses-\npaid vacation.• American and the Huey 091 Foundation — Together, the two \norganizations have provided more than 25 iBOTs\n® — highly specialized \nwheelchairs that are truly life-changing in the capabilities they provide — to severely wounded service members.\n• Veteran Military Employee Resource Group — Though established only recently (in November 2008), this organization has provided calling cards worth \n$4,000 to service men and women by collecting and recycling used cell phones.\n• Sky Ball — This event raised more than $600,000 for the Navy, Air Force, Marine Corp, National Guard Relief Fund, and families at the Naval Air Station \nJoint Reserve Base in Fort Worth, Texas. American has teamed up with the \nFort Worth Air Power Foundation each year since 2003, and more than 700 employee volunteers supported the 2008 event.\nAmerican and Eagle each dedicated a yellow-ribbon aircraft as part of a Veterans Day \nobservance at Dallas-Fort Worth Airport. The tails on the American Boeing 757 and Eagle ATR \nbear the iconic yellow ribbon to remind everyone to honor the men and women of the military. 12GRI standard disclosure 4.12", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}