{"page_content": "Global Community • Global Commitment 20Snowball Express — \nBeyond Funding\nAmerican also seeks out ways \nto bring pure fun into the lives \nof children who need it most. \nFew things are a faster route to a child’s heart than a trip to \nDisneyland.\nAt Christmastime in 2008, American’s Seattle employees \npulled together to give royal \ntreatment to children of soldiers killed while serving in the U.S. armed forces. \nThe children and surviving spouses were treated to a winter wonderland at \ngate No. 9 at Seattle-Tacoma International Airport, complete with a castle and American employees dressed in full \nholiday regalia.\nBut the experience was more than a dream come true for the families treated \nto the trip. American employees who didn’t even know each other provided \na one-of-a-kind experience for the families. Emotions ran high as teary-eyed employees checked in baggage. One stood in full salute as the children and \nparents were taxied in.\n“Everyone wanted to make sure it was an incredible experience for the kids, \nbut as it turned out, it was an incredible experience for us,” says Seattle agent \nTina Towner.AMR, Airpower Foundation Give It Up\nfor Veterans and Military Families  \nAMR employees are passionate about helping veterans and military \nfamilies.\nThat sentiment was evident at the 2008 annual Airpower Foundation’s \nSky Ball on Oct. 11, when more than $600,000 was raised for families \nof north Texas military members serving in Iraq and Afghanistan.\nMore than 750 American volunteers supported the event, attended by \nmore than 3,000 guests. It was an evening of non-stop entertainment that included the first-ever night air show over Fort Worth.\nProceeds support veterans and active military in many forms, including \nfinancial aid for deployment, welcome-home receptions, comfort \ngatherings for families, support for the welfare and relief projects of the \nunits assigned in north Texas, and delivering care packages and other gifts to the soldiers wounded in battle who are recuperating at Texas \nmilitary hospitals.\nBrooke Army Medical Center presented iBOTs\n® to two veterans who \nsuffered injuries while serving their country. The iBOT®, a state-of-the-\nart mobility device, provides significantly more flexibility and freedom \nto users than ordinary wheelchairs. But the $25,000 price tag keeps it \nfrom being an option for most soldiers.\n“Helping North Texas military families is important to the employees of \nAmerican Airlines and American Eagle because they know these are our neighbors fighting to defend our freedom,” said Mike Snyder, Fort Worth \nAirpower Foundation chairman. “These employees have made this effort \ntheir own. Without their passion, this cause and this event would not be possible.”\nFor its efforts, AMR was honored with the Tony Orlando Yellow Ribbon \nAward in recognition of its commitment to veterans’ initiatives.\nInauguration of the Flagship Freedom aircraft in \nrecognition of the men and women in the armed forces.\n12GRI standard disclosure 4.12", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}