{"page_content": "Global Community • Global Commitment 22Global Commitment:\nFocus on Safety\nIn any number of ways, our safety commitment \nfocuses on the physical well-being of customers and employees.\n \nBut other important dimensions of safety focus on customer service and transportation \ninitiatives aimed at ensuring that every experience with American is both safe and enjoyable. Day in and day out, in every aspect of our operations, we strive to create an \nenvironment that allows customers to fly with us — and employees to serve with us — \nin complete confidence, no matter where they may be in the global network.\nInternal Oversight\nThe core of our safety oversight is our Safety Management System (SMS). The SMS consists of 12 data collection and analysis programs that continuously monitor the \nsafety of every aspect of our operations. Examples of these collection and analysis \nprograms include:• Flight Operations Quality Assurance (FOQA): FOQA collects and analyzes digital flight \ndata generated during normal flight operations. This data provides greater insight into the total flight operations environment.\n• Aviation Safety Action Program (ASAP): The foundation of ASAP is a safety \npartnership between the FAA, AMR, and our employee labor unions. The program’s focus is to encourage voluntary reporting of any safety issues and events that come to the attention of pilots, flight attendants, dispatchers, and maintenance workers. \nEvents or issues are analyzed, and corrective action is taken when necessary. In \nconjunction with the FAA, American was the first airline to implement ASAP . \n• Internal Evaluation Program (IEP): IEP audits and inspects company policies, \nprocedures, and systems to identify and correct potential findings before they occur. IEP provides a functionally independent review beyond what is required for regulatory compliance.For all of us at AMR, our first \nand top priority is the safety \nand security of our co-workers \nand customers. We strive to be the world leader in safety and \nrecognize that a safe operation \nis the key to our success. To reach this goal, we rely on both \nour safety management system \nand the sound judgment and experience of our employees. \nSafety must be the first and AMR Commitment to Safety and Securityforemost consideration in every \ndecision and in every facet of our \ncompany. \nWe are committed to a culture that \nhas safety, security, and quality \nas fundamental priorities. We all have a personal responsibility \nto promote a safe workplace \nand continually improve safety throughout our company. In-Flight Safety\nNo commitment is more important — \nor pursued more pervasively or with \ngreater energy, day after day — than our \ncommitment to the safety of customers. \nIndeed, safety is at the core of our airline \noperations, and we have developed an \narray of initiatives to help meet our \nobjectives in the air and on the ground. In addition to our internal safety efforts, \nour operations receive extensive external \noversight to ensure that every flight is \nconducted as safely as possible.\n[\n]", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}