{"page_content": "23 AMR Corporation • Corporate Responsibility ReportAny incidents or adverse trends are flagged \nand reviewed by working groups made up of \nemployees representing our labor unions and \nmanagement. Procedures allow the working groups to bring their findings to the appropriate \nlevel of management, including senior \nmanagement, when necessary. \nExternal Oversight\nAMR, like all airlines, is subject to the safety requirements of external regulatory authorities. \nOur safety program is designed and executed \nto meet all the requirements of these regulators. To ensure compliance, we undergo scheduled \nand unscheduled audits by regulatory authorities \nsuch as the following:• The FAA provides continuous oversight \nof all aspects of our operations. Local inspectors assigned to American and Eagle audit operations as part of the FAA’s Air \nTransportation Oversight System (ATOS). \nIn addition, AMR participates in the Air Carrier Evaluation Process (ACEP), in \nwhich inspectors from the FAA’s national \nheadquarters review our operations.\n• AMR holds the International Air Transport \nAssociation (IATA) Operational Safety Audit (IOSA) safety certification — the global industry standard for airline operational safety \nmanagement. To gain certification, American and Eagle passed audits in more than 900 \nstandards developed in cooperation with the \nworld’s leading airlines and regulators (including \nthe FAA, the Civil Aviation Safety Authority, the European Joint Aviation Authorities, and \nTransport Canada), representing industry best \npractices in all aspects of operational safety. Meeting the IOSA standards is a challenge for \nany airline and results in safer air travel for all \nour customers. \n• Like our oneworld alliance partners, we allow \nthe IATA to conduct operational safety audits of our operations every two years. This helps establish standardization in airline operations \nand safety oneworld alliance partners.\n• The U.S. Department of Defense conducts \nperiodic audits of our operations because we are contracted to carry U.S. soldiers when needed.\n• As part of the European Aviation Safety \nAudit, the maintenance work we perform for other airlines is reviewed for compliance with \ninternational standards.\n• Civil aviation security authorities (the \nTransportation Safety Administration, the United Kingdom’s Department for Transport, Transport Canada, etc.) in the countries where we provide \nservice regularly audit and inspect our facilities \nand operations to ensure compliance and to verify that proper security and safety measures \nare in place.\nAMR is committed \nto the safety of our \nemployees while \nthey go about their \nwork and as they go \nabout their lives. \n[\n]", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}