{"page_content": "Global Community • Global Commitment 26• Injuries caused by slips and falls during winter months are reduced at Chicago O’Hare \nby the Snow Committee. The committee keeps employee parking lots clear of snow, \nstocks shovels, brooms and ice-melting products at gates, and installs heavy-duty rugs \nthat provide more traction in high traffic areas.\n• As a result of employee feedback, initiatives have been implemented to improve \nergonomics for numerous work groups. Maintenance workers now have an automated solution to help them buff aircraft with reduced shoulder and back strain; flight attendants use redesigned beverage carts that are lighter and more maneuverable; \ngate agents work with adjustable computer screens and keyboards to help reduce \nneck and wrist strain; and airport employees avoid injuries through education and awareness of proper baggage and freight handling procedures.Improvement in Lost Work Cases Since 2004\n11%\n2005 2006 2007 200814%15%21%\nParticipants in PFS also receive training that covers a wide range of topics — things like safety awareness, conducting safety observations, and investigating accidents \nto determine root causes. This training results in reduced injuries, which, in turn, \nreduces lost work cases (LWCs). \nWith PFS, we are tracking safety records, reducing medical expenses, and reducing \nlost time. We are achieving these successes through increased communication, awareness building, coaching and counseling leadership, training, identifying root \ncause relationships, eliminating hazards, and greater employee involvement. \nThe Facilities Automotive team at Los Angeles International Airport (LAX) celebrated two years without a recordable \ninjury. The achievement was lauded by LAX and AMR executives. “This type of triumph does not come by accident. It is achieved through hard work and being observant each and every day,” said Kevin Diamonti, managing director.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}