{"page_content": "27 AMR Corporation • Corporate Responsibility ReportAMERICAN EAGLE — \nNORTH AMERICA’S \nNEIGHBORHOOD AIRLINE\nAt American Eagle, our mission is to connect small- and medium-sized cities to \nthe nation’s big cities and hub airports. While safety will always be our primary \nfocus, we take very seriously our responsibility to safeguard the environment \nand give back to all the communities in which we live and work.\nSafety\nAmerican Eagle is absolutely committed to the safety of our customers and our employees — both on the job and away from work. We have an industry-\nleading safety record with a lower employee injury rate than any other airline. To \nmaintain this positive momentum and prevent accidents, Eagle recently began a companywide training effort to renew our efforts to make Eagle an even safer \nplace to work. In just the first few months, more than 1,000 managers, union \nleaders and front-line employees have completed the course.\nEnvironmental Commitment\nRunning an airline is a complicated business involving large, sophisticated equipment, thousands of highly trained people, and the consumption of \nnumerous petroleum products and electricity. Throughout our operation, we \nmake conservation a priority — from water, gasoline, and electricity at the airport to the amount of jet fuel our aircraft consume in flight. \nTeams of pilots, maintenance, and dispatch experts identify the most efficient \nroutes, altitudes and speeds when developing our flight plans. Our pilots \nroutinely taxi aircraft to the gate using only one engine. Ground employees work \nto meet every incoming aircraft as soon as it arrives to plug in less expensive and cleaner electric ground power, reducing jet engine operation when parked. \nEagle has replaced nearly half of our gasoline-powered vehicles with battery-\npowered ground equipment, and has eliminated the use of buses in most locations to reduce emissions. \n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}