{"page_content": "Global Community • Global Commitment 30Global Commitment:\nFocus on Environment\nFollowers of AMR already know that this \nreport has its roots in our 2006 environmental responsibility report. \nAMR’s environmental department continues to lead the effort to prepare and publish \nthis report annually, but it is no longer solely an environmental report. We are proud \nthat the reporting process has evolved to include active contributors throughout \nthe company. In the following pages, we provide environmental performance data introduced in our prior reports as a means to allow our stakeholders to track \nour performance.\n14GRI performance indicator EN28The Alliance Maintenance and Engineering Base in Fort Worth has a view of its Elizabeth Creek stormwater \nbasin. The base has earned awards for its water management. For more, see page 37.\nCompliance Reporting\nIn the interest of transparency and disclosure, our stakeholders suggested \nwe report the monetary value of fines levied against AMR, American and \nEagle for environmental non-compliance. Although our goal is zero fines, in \nany given year some  compliance events may result in enforcement action or monetary fines. Our environmental team makes use of these events as \nfeedback to improve our entire system.\nIn 2008, American paid an environmental penalty of $22,532 as a result \nof an administrative reporting issue related to the timeliness of employee \ncommuting data at Los Angeles International Airport (LAX). Appropriate action was taken to avoid a recurrence of this issue and it does not \nrepresent any material problem with our environmental compliance policies \nor procedures.\n14AMR led the industry by being the first major \npassenger airline to join the EPA’s Climate  \nLeaders program.\nClimate Leaders is a \ncollaboration of business \nand the EPA to develop \ncomprehensive climate change strategies. Members \ncommit to reducing their impact on the global environment by setting ambitious greenhouse gas reduction goals to be achieved over the next five to 10 years. Participants report their progress to the EPA annually.\nAmerican has committed to a 30 percent reduction in our greenhouse \ngas intensity ration by 2025 and will work with Climate Leaders to set a \nmid-range goal to help meet this long-range target.Climate Leaders®", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}