{"page_content": "31 AMR Corporation • Corporate Responsibility ReportIndustry Emissions\nCommercial aviation is responsible for 2 percent of global carbon dioxide (CO2) \nemissions. Of all global transportation-related emissions, 12 percent is attributed to \naviation activities, compared to 74 percent from road transport.15 According to data \npublished by the U.S. Department of Energy, transportation-related CO2 emissions \ndeclined by 5.2 percent in 2008 — the largest annual decline since 1990.16 Our \nown data suggests that the economic recession played a part in this decline, but we also believe emissions reduction efforts like ours had a role in the reported decline. \nAMR is proud to see our efforts and those of our industry peers yielding measurable results. \n• GHG Policy and Management Plan\nAMR is committed to reducing future GHG emissions within the constraints of \nproviding, safe, reliable, and affordable transportation for customers. \nThere are no environmental regulations requiring \nAMR to report or reduce aircraft GHG emissions in \nthe United States; however, legislation was brought before Congress in early 2009. Until specific \nlegislation is enacted, AMR is committed to voluntary \nreporting of GHG emissions using current, industry-accepted standards and practices.\n• GHG Inventory Results\nAMR emitted 29.1 million metric tons of CO\n2e in \n2008.17 This includes both Scope 1 direct and Scope 2 indirect GHG emissions associated with purchased electricity. We estimate \nthat these indirect emissions are less than 2 percent of our entire GHG inventory \nand are not material to our operations.18  Eagle’s carbon footprint was 2.7 million \nmetric tons of CO2e for 2008, about 9.3 percent of AMR’s total. A full summary of \nthe assumptions and calculations that comprise our GHG inventory are included as \nan appendix to this report.\nIn order to compare GHG emissions to production, we continue to calculate an intensity ratio by dividing our absolute emissions by the revenue ton miles we \nproduced. This compares the amount of CO\n2e we emitted with the work we \nperformed (as measured by the weight of passengers and cargo we were paid to \ntransport). It does not account for empty seats on an aircraft. As a result, even though \nwe continue to implement our Fuel Smart initiatives, reduced passenger and cargo traffic resulting from a declining economy in 2008 resulted in an increase in the \ncalculated intensity ratio. \nTotal AMR GHG Emissions\n32.0\n31.531.0\n30.5\n30.029.529.0\n28.5\n28.027.5\n2000\nTotal Scope 1 and 2 GHG Emissions (Carbon Dioxide Equivalent)2001 2002 2003 2004 2005 2006 2007\nIntensity RatioMetric Tons (millions)\nMetric Tons CO2e/1000\nRevenue Ton Miles2.50\n2.001.501.00\n0.50\n0.002.142.252.192.081.971.85 1.791.79\n20081.79\n15http://www.iata.org/whatwedo/environment/climate_change.htm\n16http://www.eia.doe.gov/oiaf/1605/flash/flash.\nhtml?featureclicked=1&\n17GRI performance indicator EN16\n18GRI reporting initiative EN17", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}