{"page_content": "Global Community • Global Commitment 32Jet Fuel Used  (billions of gallons) 20\n2.7 2.8 2.9 3.1 3.0 3.2 3.4 3.320042003200220012000\n2005\n200620072008Resource Conservation\nIn this section we present scorecards to highlight \nour key inputs including materials, energy, and \nwater. While we can only reduce these items a \nfinite amount, we are committed to managing these resources responsibly. Our commitment \nincludes efforts to reduce the use of resources \nand reclaim spent resources in all areas of operation, from the office to the airport to the \nmaintenance base to on-board our aircraft. Our GHG emissions are directly related to \nthe combustion of jet fuel in the turbines \nof our aircraft. No other factor in our \noperations has such great effect on our GHG inventory. \nIn 2007, we established a long-term goal \nof increasing our fuel efficiency by 30 \npercent between 2005 and 2025. We \nremain committed to this goal despite the difficult times that AMR and the rest of the \nairline industry are enduring. \nAfter three years, our efficiency improved \n3.2 percent.\n19  Our Fuel Smart program \ncontinues to identify new fuel-saving opportunities that will help us become \nmore efficient. Fuel Smart set a goal of implementing initiatives that save an \nadditional 9 million gallons of fuel annually \nby the end of 2009.\nIn addition, our narrow-body fleet \nreplacement program began in 2009 with the delivery of new Boeing 737s that will \nreplace less efficient MD80s. In coming \nyears, we will take delivery of 42 Boeing 787 Dreamliners, which are the most \nefficient aircraft of that size, with options to \npurchase an additional 58 787s.Emissions\nEnergy \n• Energy Used\n Jet fuel represents the single largest source of direct energy in all of our operations. Although we use refined \npetroleum products in many of our ground service equipment engines, turbine engine test cells, electricity \ngeneration and comfort heating all of these sources are less than ½ of 1 percent of the fuel we consume each year and do not represent a material source of direct energy from fuel. \n19GRI performance indicator EN1820GRI performance indicator EN3", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}