{"page_content": "Global Community • Global Commitment 34Further commitment to our fleet renewal strategy \nis evident in our announcement in late 2008 of \nour intent to acquire 42 Boeing 787-9 Dreamliner \naircraft, expected to be delivered in late 2013, with the right to purchase up to 58 additional \n787s expected to be available beginning in 2016, \nsubject to scheduling updates from Boeing. This next-generation aircraft features the latest in engine \ndesign and use of composite materials that will \nhelp in our efforts to lower fuel consumption and emissions.Since we began tracking their success stories in 2005, our Utility Management Council’s efforts \nresulted in an annual savings of more than $2.3 \nmillion of direct energy that would otherwise have been purchased and used.\n23  In 2008, some of their \nefforts included:\n• Lighting technology upgrades at various locations\n• A new boiler water treatment system installed at \nour Tulsa maintenance base, which had a one-year \npayback \nLower Weight = Less Fuel Burn\nAmerican is putting its aircraft on a diet. As part of \ncontinuing efforts to reduce rising fuel costs, reducing \nthe operating empty weight of each aircraft, as \nwell as the weight of all that is carried onboard the aircraft, in turn reduces the amount of fuel required \nto fly and taxi the aircraft.\nAmerican’s Fuel Smart team has worked closely \nwith employees to gather and implement fuel-saving \nideas while balancing the needs of passengers, crew members, and on-time performance. \nFrom replacing the cargo compartment lining with \nmore durable, light-weight material to removing Emissionsunnecessary items in the cabin like razor outlets and extra magazine racks, employees in departments across \nAmerican are evaluating and taking action on a range of \naircraft weight-reduction initiatives. In fact, American will save more than $31 million per year in fuel costs \nas a result of aircraft weight reductions accomplished\n or in progress.\nOne important way to reduce the weight carried on \naircraft is to eliminate excessive and unused amounts of potable water. The water is necessary to make coffee \nand tea, and for lavatory sinks. Survey analysis of potable \nwater used on various fleet types was compared to the capacity of each aircraft fleet type. Even after applying a conservative buffer to the water quantity from the surveys, American significantly reduced the amount of potable water carried on 777, 767, 757 and \nMD80 aircraft. These potable water reductions \nalone translate into 2.5 million gallons of fuel saved per year. \nAmerican also is removing partition walls, wiring, \nphones, tray tables and ovens. For example, the \nremoval of the 767-300 mid-galley oven eliminated \n235 pounds of excess weight. Another completed initiative is the replacement of all passenger life vests. \nThe new models are a half-pound lighter each, \nsaving close to 760,000 gallons of fuel annually. • A DFW cargo building roof replacement with a \nlighter-colored material that absorbs less heat \nand helps reduce cooling costs\n• Turn-off of vending machine lights at our \nheadquarters to reduce electricity consumption\n• An upgraded air conditioning system to cool \njet bridges and aircraft at DFW gates reduces \nelectricity consumption and cools aircraft cabins \nwithout the use of aircraft engines\n23GRI performance indicator EN5", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}