{"page_content": "35 AMR Corporation • Corporate Responsibility ReportFuture Fuels24\nAMR actively participates in industry \nefforts to promote environmentally friendly \nalternative fuels. We continue to work with \nthe Commercial Aviation Alternative Fuels Initiative (CAAFI), which is a consortium \nof airlines, government agencies, \nmanufacturers, airports, and current and prospective fuel suppliers.\nPart of the challenge of developing \nalternative fuels is to produce a fuel that can \nbe “dropped-in” to the fuel supply chain so \nthat it is interchangeable with existing jet fuel. This means the fuel will have to meet \nrigorous standards to ensure that safety \nand aircraft engine operations are in no way adversely affected. It also means the fuel \nwill have to be approved by the appropriate \nstandards-making organization. \nDespite this challenge, the rewards for \ndeveloping commercially viable alternative fuels will be great. By using biomass as \nthe feedstock, these fuels can significantly \ndecrease the environmental footprint of aviation. In addition, alternative fuels can help \npromote energy independence, stabilize fuel \nprices, and create more jobs for the economy.Future FuelsMaterials\n• Materials Used As part of our energy score card earlier in this \nreport, we reference the fact that jet fuel is the \nsingle largest source of direct energy. It is also the largest material we purchase (by weight \nand volume) to conduct our normal business \noperations. An accurate assessment of ancillary materials we purchase as a normal part of our \nbusiness can be obtained from the inventory of \nour wastes, presented in the Waste Minimization section.\n25 \n• Material Reduction/Conservation Efforts\n We continue to depend on paper in our daily operations, but we are trying to reduce or \neliminate it from many of our processes. We \nhave eliminated paper ticket jackets and are saving 500,000 pounds of paper on this \ninitiative alone. We have also established \nan online community for internal sharing of important operations documents using Microsoft \nSharePoint. Several other exciting examples of \nour paperless successes:\n- Paperless Check-In \n In November 2008, AMR began testing a \nmobile boarding pass system at Chicago \nO’Hare. Passengers can check in for their \nflight, go through security and board an aircraft using any Web-enabled device such as a cell phone or Blackberry. Following \nChicago O’Hare, we launched the same \nservice at Las Vegas and Orange County, Calif. More stations will come online in 2009. \nThis enhancement also improves security and \nreduces congestion at airport ticket counters. \n- E-Freight \n American’s Cargo Division (AA Cargo) launched a domestic e-freight initiative to \nsupport a move toward paperless shipments. \nThe initiative is facilitated by the International Air Transport Association (IATA). By adopting \ne-freight, we have effectively eliminated \nthe need to send 12 paper documents with air cargo shipments, which streamlines \nprocesses, improves speed and reliability, and \ncuts costs. \n The first use of the new system began between New York John F. Kennedy and London Heathrow airports. Further expansion \ninto other routes is planned and will be \nlaunched at additional major U.S. airports.\n \n E-freight requires that business, technical, and \nlegal frameworks be in place to allow airlines, freight forwarders, customs administrations, \nand governments to seamlessly exchange \nelectronic information and e-documents instead of paper. \n24GRI performance indicator EN6 \n25GRI performance indicator EN1 ", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}