{"page_content": "Global Community • Global Commitment 36 “The U.S. launch of the e-freight initiative brings \nus one step closer to a completely paperless \nenvironment,” said Dave Brooks, president of \nAA Cargo. “The improvement in data quality and timeliness of information will increase the \nspeed of our interactions, yielding more efficient \ncommerce for all of us in the air cargo industry.”\n For more information, visit www.aacargo.com.\n- RampLink\n Introduced in our 2007 report, this technology allows ramp crew chiefs to enter data quickly, saving fuel by reducing delays, and eliminates \nthe need to print flight records. The handheld \ndevices, which provide real-time feedback on flight-critical information and use bar code \nscanning on cargo containers, have been \nexpanded to more stations.\n- T-Link\n Crew chiefs used to print routing sheets for bag tug drivers so they knew which aircraft to deliver \nbags to. Now, a computer on bag tugs displays \nthe information. In addition to saving paper, this optimizes the drivers’ routing and also provides \nup-to-the-minute aircraft arrival and departure \ninformation, reducing the number of bags that are misconnected. Paired with RampLink, T-Link \nis moving us toward a paperless ramp.- Special Identification for Law \nEnforcement\n This new program eliminates the need for triplicate forms when law enforcement personnel travel with firearms on aircraft. Instead, the \ninformation is printed on a boarding pass stub.\n- Online Office Supply Catalog\n AA Purchasing has teamed with office supply \ngiant Staples\n® to offer SmAArtBuy users an \nonline version of their catalog. This eco-friendly \ninitiative eliminates 1,800 paper catalogs. The \nonline catalog is easy to use and includes nearly all items from the print version. - Portable Laptops for Aircraft Mechanics\n Mechanics who overhaul aircraft now have laptops that provide real-time access to aircraft \nmanuals. Previously, mechanics had to print \nthe necessary sections of the manual — some of which could be as long as 100 pages — \nbefore each assignment. \n- Electronic Parts Management\n Our new parts tracking system eliminates the \nprinting of tracking documents every time a part is ordered. This means that approximately \n700,000 fewer documents will be printed \neach year. Our new parts procurement system is used to order many parts electronically, \neliminating the printing and mailing of purchase \norders. Suppliers can also use the system to electronically send invoices, further reducing \npaper use.\n- Thin-Gauge Paper Stock\n American Way, our in-flight magazine, now is \nprinted on thinner paper, reducing consumption by more than 10 percent. At airports, we are \nreplacing boarding passes with thinner gauge \npaper that reduces paper consumption by 30 percent.\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}