{"page_content": "Noise\nWe recognize that noise is an important, localized concern for the communities near the \nairports we serve. In part, the answer to achieving greater noise reductions is continued fleet \nrenewal efforts introduced in our 2007 ERR. New aircraft continue to be quieter than their \npredecessors. As such, as we continue to place orders for and take deliveries of Boeing 737 and 787 aircraft, we continue to achieve noise reductions associated with our fleet. Our \nefforts to equip aircraft with winglets also reduce aircraft noise. \nWater\n• Water Use\n Water is not a material input for any of AMR’s operations, and we do not plan to calculate \na water footprint of our operations. However, we believe water will be a major part of \nfuture sustainability and corporate responsibility reporting frameworks. We are presenting a scorecard dedicated to water use that can be expanded as necessary.  Like all airlines, we operate in widely dispersed facilities, both owned and leased. At many locations, certain services are bundled as part of our leaseholds. One such service is water supply. As such, we do not have \nmetered water discharge at many of our locations and cannot report accurate \ndata for these activities; however, we can and do track water use/discharge at major facilities, including our headquarters and maintenance bases.\n 26 \n The approximately 7 percent increase in water use during 2008 was a result of an outage of our reverse osmosis (RO) system at our Alliance Maintenance and Engineering Base, known as AFW. As a result of this outage we had to \nbuy make-up water for several months. Under normal operating conditions, \nwe are able to recycle a large portion of the water used at this base through the RO system.\n27 The RO membranes were replaced in December 2008, and \nwe expect to show a corresponding decrease in water use in 2009. \n• Water Use Reduction or Reclamation Our water use represents a small fraction of the water used in each of the markets for which we have data. We do not believe our operations have \na material impact on the local water sources from which it is collected.\nRegardless, as a matter of good stewardship, we make efforts to reduce our water consumption and/or reclaim recovered wastewater, where practical. \n In 2008, AMR was awarded the U.S. Environmental Protection Agency’s 2008 Water Efficiency Leadership Award for our role in sustainable irrigation \nwater management at our headquarters. Our Kansas City, Mo., maintenance \nbase was awarded the Gold Award Certificate for pretreatment by the Missouri Water Environment Association Industrial Waste Committee. \n Again the AFW water treatment plant was awarded the Pretreatment Associate Award. The award recognizes American for full compliance with local, state, \nand federal water quality regulations. Winning the award is no easy task, \nas AFW treated nearly 17 million gallons of water in 2006. AFW’s reverse osmosis system also allows AFW to recycle about 30 percent of its water \nintake and use the recycled water for aircraft washing and other maintenance \nwork, saving thousands of gallons of water and thousands of dollars. Average Margin Between AMR Aircraft Noise Level \nand Regulatory Minimums \n-8 -6 -4 0 -22005\n20062007\n2008\n-3.81-3.76-3.78-3.72\n26GRI performance indicators EN21 and EN8 \n27GRI performance indicator EN10 \n37 AMR Corporation • Corporate Responsibility Report", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}