{"page_content": "Global Community • Global Commitment 38Non-GHG Emissions28 \nAMRs operations do result in emissions of some regulated air pollutants that \nare not GHG emissions. Our regulated emission sources: \n• Combustion of jet fuel in aircraft\n• Jet fuel combustion at test cells• Fuel combustion for on-site electric generation, steam generation, and \ncomfort heating\n• Fuel combustion in company-owned vehicles and ground support \nequipment\n• Process (painting and cleaning) emissions at maintenance bases\nThe vast majority of nitrous oxide (NO\nx), carbon monoxide (CO), sulfur dioxide \n(SO2) and 10 micrometer or smaller particulate matter (PM10) emissions are \nassociated with jet fuel combustion in aircraft. Generally, we are not required \nto report transportation-related emissions to state or local air agencies under the Clean Air Act. We do report non-transportation air emissions for our maintenance \nbases and select airports.\nOzone Depleting Substances29 \nIn 2007, we began reporting our use of ozone-depleting substances (ODS). Most of the ODSs we use are Class 2 materials as defined by the Clean Air Act. Halon, used \nin FAA-certified fire extinguishers, remains our sole Class 1 ODS. This material will \nbe phased out with our fleet renewal efforts, so we do not have a need to address reduction of Class 1 ODSs. Industry suppliers are working to develop and certify FAA-\napproved alternatives to the popular Class 2 ODS solvent dichlorofluoroethane (HCFC-\n141b). HCFC refers to hydrochlorofluorocarbons, which are no longer made, but are still legal to use and are required to be used in many circumstances by current FAA \nrules. HCFC-141b represents approximately 96 percent of the Class 2 ODSs we use. \nTotal Estimated Water Use /Discharge at Major AMR Facilities\n500 510 520 530 540 550 560 570 580 590 600\ngallons (millions)Water sources from \nlocal public water2005\n200620072008533.3\n554.6\n556.7\n594.8In 2008, AMR was awarded \nthe U.S. Environmental \nProtection Agency’s 2008 \nWater Efficiency Leadership \nAward for our role in \nsustainable irrigation \nwater management \nat our headquarters.\n \n[\n]\n28GRI performance indicators EN20\n29GRI performance indicator EN19", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}