{"page_content": "Global Community • Global Commitment 40Waste Minimization\nAMR is committed to recycling materials where practical, promoting employee awareness, and empowering employees to identify additional ways to conserve \nthe resources used to conduct our business. Regular publication of our waste minimization performance data in our CRRs help achieve this goal. \nOn Earth Day, the Philadelphia International Airport recognized a group of American employees for their efforts to improve and safeguard the \nenvironment through their role as environmental coordinators (ECs). Bert \nElliott, ramp crew chief and lead EC who accepted the award, was quick to share the accolades with his colleagues and fellow ECs.\n“It’s all about making a better future for our families and those we care \nabout,” Elliott said. “The airport operator at Philadelphia wants to go green, \nand we want to help.” \nElliott was quick to point out that this was a group effort and deserved \ngroup recognition for the whole American environmental team — \nStacy McLaughlin, John Breeden, Michael T . Etling, Raphael Jackson, Jill Johnson, and Ann Mie Czop-Rillaerts.. Third-party recognition is a \nsource of pride for us. The opinions of people outside our organization add \ncredibility and validate our cause.\nEnvironmental Leadership\nThe Philadelphia airport authority recognized two American fleet service clerks out of thousands of employees for their environmental leadership. \nAmerican’s Craig Dumont shared honors with his brother Tim, a ramp \nclerk with another airline, for their leadership roles in Ducks Unlimited, the Environment\nleading waterfowl and wetlands conservation entity in North America. Their chapter watches over the 1,000-acre John Heinz National Wildlife Refuge, which borders \nthe airport. It is the largest fresh-water tidal marsh in Pennsylvania, serves as a key \nstop in the Atlantic flyway, and is a nesting place for more than 80 species of birds and waterfowl.Environmental Coordinator — A Key Strategy for Realizing Our Commitment to the Environment\nThe Philadelphia environmental team was honored by the airport for ongoing efforts to improve and \nsafeguard the environment through their work.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}