{"page_content": "Global Community • Global Commitment 46\nAmerican Cancer Society\nA Spirited Hero, Leading the Fight Against Cancer\nThat hero is Mary Beth Reddell, \nwho was named an American \nCancer Society Hero of Hope in \n2006. Reddell, a senior analyst in regulatory complaince for \nAmerican Airlines, has been \nfighting colon cancer for several years. It started with symptoms \nher doctor could not identify. \nReddell self-diagnosed the disease, then surgery revealed \na grim situation: a tumor on her \nliver and cancerous cells in her abdominal tissue.\n“My doctor looked straight at me and said, ‘You know there’s no cure,’” she said. “That really ticked me off. I thought, ‘You don’t know who you’re \ndealing with.’”\nA few months into treatment, it became clear just how difficult fighting \nthe cancer would be, but Reddell was up to the challenge. “I thought to \nmyself, ‘This is going to be bad, but I can handle it. But there are going to be a lot of people looking at me. I need to decide how I’m going to do \nthis,’” she recalls.Courage like that is contagious, and her co-workers quickly felt the vibe. \nNext thing she knew, her department had formed a Relay For Life team and raised $25,000. The next year, she took up the Relay For Life cause herself \nand raised an amazing $90,000.\nUnfortunately after a year’s hiatus from cancer, it returned. More surgery, \nchemo, and 12 additional treatments followed. Nevertheless, in 2006 \nshe worked with relay teams across the American system to help raise a whopping $417,000. \nIn January 2008, Reddell underwent surgery to remove her spleen. Yet she \nkeeps defying the odds. “I just let God handle all my cancer stuff,” The only \nthing you can control is your attitude, so I focus on that.” \n \nFellow Hero Bettina Wade with Reddell at Relay event.\nMary Beth Reddell, Hero of Hope.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}