{"page_content": "51 AMR Corporation • Corporate Responsibility ReportAA GOES PINK\nAmerican and Eagle have taken their commitment to \nsupporting cancer research to new heights.\nStrengthening our already long-standing partnership with Susan G. Komen \nfor the Cure, in August 2008, American and Eagle became Komen’s \ninaugural Lifetime Promise Partner. We have pledged to raise at least $1 \nmillion each year for eight years for the organization in support of the new Promise Grant program.\n“Nearly everyone at (American) and Eagle has been affected (by cancer), \neither personally or through a friend or family member,” says Bernie Willett, \nAMR director of cause-related marketing. “Hundreds of employees turned \nout for the launch of the 757, 777, and Embraer aircraft on which the Komen pink ribbon has been painted, and thousands more have been active \nin the Race for the Cure and other Komen fundraisers. Our people are \ndeeply committed to this cause.”\nThe 2008 first Promise Grant recipient is the University of Texas M.D. \nAnderson Cancer Center in Houston. The funding will help research aimed at earlier detection of inflammatory breast cancer, the most lethal and \nunderfunded form of the disease. American’s annual celebrity golf and \ntennis event will be the primary source to fund the grant. Customers also can donate through the Miles for the Cure program. We’ve already seen a \ntremendous response, with more than 6,500 AAdvantage program members \ncontributing more than $600,000. \n“The iconic Komen pink ribbon decal on eight of our planes will help \nincrease visibility of this cause,” Willett says. “And this historic partnership will serve to strengthen our brand around the world and in the communities \nwe serve.”\nA pink ribbon livery on the tail and fuselage \nof eight American and Eagle aircraft is a visible sign of AMR’s commitment to \nsupporting cancer research.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}