{"page_content": "Global Community • Global Commitment 52Eagle Soars to Help Fund a Cure\nIn 2008, American Eagle unveiled a special new livery that will ultimately \nadorn six Embraer-145 aircraft and two American jets — a distinctive pink \nribbon that is the instantly recognizable symbol for Susan G. Komen for the \nCure®.  Applied with care and precision by a team of volunteers at Eagle \nAviation Services Inc. (EASI) in Abilene, Texas, the ribbon extends 83 feet along \nthe fuselage and up 13 feet onto the tail. \n“The men and women of Eagle Aviation Services did a terrific job of turning \nan idea into reality,” said David Campbell, senior vice president of technical \noperations. “When we approached maintenance director Harley Hall and his team with the concept, they couldn’t have been more supportive.”\nWhen the call went out for volunteers to help ready the aircraft and apply the \npink ribbon decal, the response was immediate and overwhelming. Nearly \n40 employees — many of whom brought family members or loved ones — \nturned out over the weekend for the special livery application. The community supported the effort, as well. A local Boy Scout troop volunteered time to cook \nlunch for everyone at the hangar. The City of Abilene also donated equipment \nfor the inaugural ceremony.Komen Relay for Life Photos and \nPhoto of Komen AA Plane:\nThere are many ways to participate:\n• Visit www.aa.com/komen. With your AAdvantage number and a \nminimum $25 donation, earn five miles for every dollar you donate.\n • Visit www.komen.org/donation. Select from several donation methods.\n• Participate in the annual Susan G. Komen Race for the Cure. Go to \nwww.nationalraceforthecure.org to start a team, join one, or register as \nan individual.\n“It was a wonderful — and often emotional — day,” said Dan Heath, Eagle \nmarketing director and champion of the livery concept from the beginning. “This \ndisease touches so many lives. Many of the volunteers have a history of breast \ncancer or are currently fighting it.” \n“I couldn’t sleep last night, I was so excited to see our plane with the Komen \nlivery,” said Melvina Thormeyer, Eagle records clerk in Abilene, Texas, and breast cancer survivor. “It will help get out the message about breast cancer to our \ncustomers and my fellow employees. I am very proud of Eagle.”", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}