{"page_content": "Global Community • Global Commitment 54Global Commitment:\nFocus on Diversity\nDiversity and Inclusion — A Business Imperative\nAs a global airline, we are in constant competition to earn the business and loyalty \nof every customer. To succeed in today’s marketplace, it is imperative that we \nembrace the ever-increasing diversity of our own team and the world around us. We \nwork hard to create an environment where people feel empowered to contribute their unique talents, perspectives and ideas to the business every day.\nAmerican has made a long-term commitment to diversity and inclusion, and that \ncommitment does not fluctuate with the ups and downs of the economy. We \npromote diversity, not just in how we look, but also by encouraging diversity of \nthought. Thought leadership yields benefits to all stakeholders — employees, customers, suppliers, communities, and shareholders.\nCommitment to Diversity\nEnsuring a safe and respectful workplace that values diversity and inclusion requires more than just commitment. It requires an infrastructure to support it over the long \nterm. At American, this infrastructure includes:\n• A diversity committee of the board of directors that oversees American’s diversity \nand inclusion strategies and priorities.\n• Meaningful and measurable diversity and inclusion objectives. These objectives \ninclude hiring, promotion and retention of women and minorities, employee involvement and recognition, diverse supplier spending goals, diverse segment \nmarketing, and community involvement.\n• Dedicated teams in diversity strategies, supplier diversity, diverse segment \nmarketing, and specialty sales, all working together to maximize their value and impact.\n• Sixteen Employee Resource Groups (ERGs), each with executive-level \nsponsorship. They bring their ideas and perspectives to bear in support of the business and in reaching out to communities.\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}