{"page_content": "Global Community • Global Commitment 56The Developing Role of ERGs\nAmerican’s 16 ERGs represent the diverse communities of interest within our \ncompany. Each ERG has its own mission and bylaws, but they share a common \npurpose: to contribute to the growth and success of individual members and \nthe company. The first ERG was formed in 1994, and the two newest groups (Generation Now and our Veterans/Military ERG) were formed in 2008. In addition \nto the growth in the overall number of ERGs, American experienced a 43 percent \nincrease in ERG membership and a 40 percent boost in the number of chapters in 2008 compared with 2007.\nInitially, our ERGs were internally focused, promoting policy and work environment \nimprovements. However, the role of ERGs has evolved. Today, they are involved \nin contributing to many aspects of the business — from providing input into the \nproducts and services needed for new international routes to conducting focus groups to identify new opportunities to improve the company’s marketing efforts \nand customer experience. In addition, as companies face the realities of having \nfour generations in the workplace and the impact of technology on our work, the ERGs bring valuable insight and understanding into how people of different \ngenerations can learn from each other and work together better.In 2008, following the lead of existing AMR ERGs, two additional \nemployee groups successfully launched their own networks.\nGeneration Now (Gen Now) ERG\nWith four generations of employees in the workplace, amid different work styles and expectations, the Gen Now ERG formed to focus on the needs \nof employees beginning their careers, bringing fresh, new perspectives \non business challenges and opportunities. The members of Gen Now help each other navigate the corporate world, leverage their networking \nacumen, and actively support AMR initiatives to attract and retain top \ntalent.\nVeteran Military ERG (VMERG)\nVMERG is AMR’s newest Employee Resource Group. At the heart of this group’s formation \nis a passion for causes associated with \nveterans, active duty military and their loved ones. With so many veterans, reservists and \nfamily members of active duty military among \nthe people of AMR, the excitement for this ERG took off and membership quickly grew. \nVMERG is expected to become one of the \nlargest groups, as membership is not limited to military veterans, but \nincludes anyone interested in understanding and supporting their roles \nand contributions. \nThese two ERGs follow in the successful footsteps of the groups that \ncame before them and serve as models of achievement.Diversity\n \nEmployee Resource Groups at AMR, now \nnumbering 16, cover a broad range of interests and contribute to many aspects \nof the AMR culture, from business input to \nemployee events. The Åsian-Pacific Islander ERG, for example, led a celebration of the Chinese New Year.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}