{"page_content": "57 AMR Corporation • Corporate Responsibility ReportLeaders and members of our ERGs contribute significantly to American’s profile and \ninvolvement in the community, acting as passionate ambassadors for our diversity, \nmarketing, and philanthropic initiatives. \nDiversity’s Impact on Other Areas of the Business\n• Supplier Diversity and the Impact of Women- and \nMinority-Owned Businesses\n The importance of small- and medium-sized businesses to the U.S. economy \nis well-documented. Women- and minority-owned businesses are among the \nfastest growing segments of the economy. They are important to American, \nboth as customers and as suppliers. Investing in the growth of entrepreneurial, minority- and women-owned businesses in our major locations is important for \nour communities, for building mutually beneficial business relationships, and for the \nenvironment. \n As an airline, American is an economic engine that fuels economies around the world, and it is our responsibility to extend the opportunity for women- and minority-owned and small businesses to grow and prosper as part of our supply \nchain. Since the inception of our Supplier Diversity Program in 1989, American \nhas spent more than $3.6 billion with certified women- and minority-owned businesses. \n  In addition to our direct expenditures, we require majority contractors on major projects, such as airport terminal construction, to meet diversity objectives in their \nsubcontracted work. Our sponsorship of Business Matchmaking since 2004 \nprovides an opportunity for women- and minority-owned businesses to network and bid on new business.Diverse Segment and Women’s Marketing: \nAt a Glance\nMarketing/Sales\n• Diverse segment and women’s marketing teams\n• In-language advertising, promotions and communications\n• International and in-language Web presence\n• Diverse segment and women’s Web presence \nDeliver Travel Product/Service\n• Worldwide route network and Admirals Clubs• Multi-language personnel in reservations, at the airport, on-board  \n   the aircraft, and in Admirals Clubs• In-language airport signage• In-language in-flight entertainment\n \nLoyalty\n• Frequent flyer program\n• AA.com/rainbow newsletters\n• AA.com/women’s forums\n• Pillar organization support• Political support of the Employment Non-Discrimination Act\n \nBrand Extension\n• Sponsorships\n• ERG community involvement\n• Employee volunteerism and board service\n• In-kind donationsDiversity", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}