{"page_content": "Global Community • Global Commitment 58• Diverse Segment and Women’s Marketing\n The ability to communicate and serve customers with differing cultural backgrounds, \nexperiences, languages, and expectations in a respectful way that resonates has \nbecome more important than ever. American uses a combination of third-party advisers, newly formed external advisory councils, ERGs, and relationships with \nkey advocacy organizations to gain insights into how to provide the best travel \nexperience for all customers.\n Because service is the focus of our diverse segment and women’s marketing efforts, we recognize that we must go beyond marketing and sales to deliver a positive travel experience. Only then will we be successful in earning customer loyalty and \nretaining brand equity we’ve built over our 80-year history. Some examples of how \nwe do this are highlighted in the box on page 55.\n• Featured Diverse Segment and Women’s Organizations\n Although American partners with numerous organizations around the world, some \nkey organizations supported by AMR include the Minority Business Council and the Women’s Business Enterprise National Council. In the African-American community, \nAMR sponsors organizations such as the NAACP , National Urban League chapters \nin our key locations, the National Black MBA Association, the Thurgood Marshall Scholarship Foundation, and Paul Quinn and Jarvis Christian colleges.\n In the Hispanic community, the company supports the Hispanic Women’s Network of Texas; the League of United Latin American Citizens (LULAC); National Council of \nLa Raza (NCLR), the National Association of Latino Elected and Appointed Officials \n(NALEO) National Conventions, the Latina Style 50 Best Practices on Diversity Conference, and many others. The lesbian/gay/bisexual and transgender (LGBT) \nteam supports organizations such as the Human Rights Campaign, the Gay and \nLesbian Alliance Against Defamation, Lambda Legal, and the National Gay and Lesbian Chamber of Commerce. \nThis Major League Soccer ad was placed in game programs at national and local levels. It features AA employees \nand demonstrates our commitment to diversity worldwide.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}