{"page_content": "Global Community • Global Commitment 6This report is organized to provide a broad overview of AMR’s \ncorporate responsibility efforts. In the first section we provide a \nbrief profile of AMR and our commitment to responsible corporate \nbehavior. This is followed by a thorough description of our corporate governance policies. The remaining sections address key business \nissues: safety, environment, employment, diversity, community, and \nreliability. Many of our readers will be interested to know the type and scope of community involvement, volunteerism, and general \nphilanthropy in which we and our employees participate. To provide \nsome insight into this part of our culture, we have included a small description of select activities at the end of each major section. \nWe continued our efforts to engage our stakeholders during the \nproduction of this CRR to ensure and enhance transparency. \nInternally, the participation of our departments and business units \ncontinues to expand. Externally, we continued our collaboration with our Ceres stakeholder advisory team introduced in our 2007 ERR. \nWe sincerely thank each of these individuals. Their efforts continue to \nenhance our ability to report and the quality of the information. \nAMR’s commitment to corporate responsibility includes \nenvironmentally sensible production of this document. Its horizontal format is designed for easier on-screen viewing. We hope that for \nmost readers this will eliminate the need to print this report. \nWith this CRR, we reaffirm our commitment to produce a CRR \nannually. Our goals for future reports will include evaluating increased \nuse of hyperlinks to previous reports and other digital resources to increase its value to readers and eliminate the duplication of \ninformation easily obtained elsewhere. We welcome feedback \nregarding our corporate responsibility efforts and this report. For more information about this report, please contact Mr. Tom \nOpderbeck at tom.opderbeck@aa.com.\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}