{"page_content": "Global Community • Global Commitment 60Diversity Awards37\nAMR’s focus on promoting diversity encourages \nour people to be advocates and elevates the \nway we conduct business. We are proud of our \naccomplishments and are pleased to share some of the recognition American received in 2008. \n• CEO Gerard Arpey was featured on the cover \nof the inaugural edition of Diversity Executive \nmagazine. \n• For the seventh consecutive year since its \ninception, we earned a perfect 100 on the \nHuman Rights Campaign’s Corporate Equality \nIndex, which measures companies’ fair and \nequal treatment of LGBT employees. \n• American and American Eagle are honored \nto have been recognized as great places for minorities and women to work and for our diverse culture:\n- Named as one of the 25 Most Noteworthy \nCompanies in 2008 by DiversityInc magazine.\n- Ranked ninth on the Association of Diversity \nCouncils’ Top 25 Company Diversity Councils for 2009.\n- Selected by Diversity MBA Magazine as \none of the 2009 50 Out Front for Diversity Leadership Best Places for Diverse \nManagers to Work.Diversity\n- Ranked 25th in Equal Opportunity  magazine’s \nannual Top 50 Employers, recognized by readers as a company that proactively recruits \nand hires minorities. American was the only airline to make the prestigious group. \n- Named as one of the Diversity Elite 60 by \nHispanic Business magazine, for commitment to Hispanic hiring, promotion, marketing, \nphilanthropy, and supplier diversity for the third \nconsecutive year.\n- Named an Employer of Choice in 2009 by \nthe Minority Corporate Counsel Association for the effort of American’s Corporate Legal Department in promoting diversity and \ninclusion\n- Received the Best Companies for Blacks in \nTechnology Award in 2009 from the National Black Data Processing Associates and \nWorkplaceDiversity.com\n- Received a sixth consecutive LATINA Style 50 \naward in 2008, recognizing the company’s commitment to advancing the careers of professional Hispanic women.CEO Gerard Arpey (right) presents board member Earl Graves with the \ninaugural Award for Leadership, which will bear his name. The founder of Black Enterprise magazine was elected to the AMR board in 1995 \nand chaired the Diversity Committee since its formation in 2002. \nThe award will go to an AA employee who demonstrates exceptional leadership in diversity and inclusion. \nGraves retired from the board in 2008. Board member Roger Staubach \n— who is also an NFL Hall of Fame quarterback and successful businessman — was named to succeed him as chairman of the Diversity Committee.\n37GRI standard disclosure 2.10", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}