{"page_content": "61 AMR Corporation • Corporate Responsibility ReportMILES FOR KIDS IN NEED\nIn 2008, the American Airlines Miles for Kids in Need program provided \nair travel assistance to more than 300 children, issuing over 600 tickets \nto kids in need and their families. In addition to the million miles American \ndonates annually to the program, more than 20,000 AAdvantage members chose to donate their unused miles for a total nearing 140 million miles.\nThe Miles for Kids in Need program, established in 1989, expanded its \nscope during the fourth quarter of 2008, to provide worldwide support \nthrough miles and other initiatives for more children and their families. The \nprogram also supports organizations dedicated to improving the quality of life for children with medical, educational, and social services needs, or for \ngroups that heighten public awareness of children’s issues.\n Some of the charities that have benefited from and made referrals to the \nMiles for Kids in Need program in 2008:\n• UNICEF Change for Good• Cystic Fibrosis Foundation\n• Flagship Charities\n• International Hospital for Children• Shriners Hospitals for Children\n• Miracle Flights for Kids\nAdditionally, American received mileage donations for the Make-A-Wish \nFoundation from approximately 12,000 AAdvantage members for a total of \nnearly 42.5 million miles. Lives of 31 children were brightened through the efforts of 800 employee volunteers in 29 cities across the AMR network, \nparticipating in WishFlight 2008. WishFlight is the Something mAAgic \nFoundation’s marquee event, sending Make-A-Wish children for a seven-day retreat in Orlando, Fla.• Helping Hands for Honduras• Childspring International\n• Association Neuf De Coeur\n• Brucker Biofeedback Center at the \nMiami Jewish Home and Hospital\n• China Mission\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}