{"page_content": "Global Community • Global Commitment 62American Airlines Celebrity Ski Weekend \nBenefits the Cystic Fibrosis Foundation\nAmerican has been a national sponsor of the \nCystic Fibrosis Foundation since 1986. The \nrelationship is one of the airline’s longest. The \nannual Celebrity Ski Event raises funds to battle \ncystic fibrosis, a life-threatening disease that affects nearly 30,000 children \nand adults in the United States. Over the past 24 years, American has \nraised more than $28 million for the foundation, and American is the largest overall contributor to the organization. American’s fund-raising success and \nits in-kind support have resulted in its being designated the Cystic Fibrosis \nFoundation’s Outstanding Corporate Sponsor for the past 10 years. In honor of American, the award has been renamed the Spirit of American Award.\nKids at Heart\nAlways at the heart of American Airlines, children worldwide again benefitted from the generosity of American customers last year.\nKeeping with the annual tradition, customers offered their support for Miles \nfor Kids in Need, a program supporting worldwide medical, educational and \nsocial service aid for children and their families by donating flyer miles. \nAAdvantage miles donated provide aid to scores of children in need of \nsome of life’s most basic necessities. The program has been in place for \nmore than 20 years, helping children and their families.\nDonate miles at AA.com/kids.Chicago/Miami — Making Wishes Happen\nChicago’s Dream Flight Team made life a little easier for 78 kids battling \nlife-threatening diseases. In November 2008, the team raised $4,000 to \nsend these deserving children to Disney World in style. Before boarding their \nflight, the kids enjoyed a Wild West party at the gate, complete with giant cacti, country music, face painting, and Bozo buckets. American employees \ncontinued the festivities aboard a Boeing 757 they decorated, welcoming the \nkids aboard with stuffed animals, goodie bags, candy, and a water salute. The event was supported by BP International, which provided the fuel, and more \nthan 20 local companies that donated gifts for the kids.\nDream Flight team members threw a Wild West party for children battling life-threatening \ndiseases. The team raised $4,000 to provide them with a free trip to Disney World.\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}