{"page_content": "Global Community • Global Commitment 64Global Commitment:\nFocus on Communities\nOur business is the economic backbone of \ncommunities throughout the world. We promote commerce, trade and economic prosperity because we are in the business of bringing people together and moving goods from one place to another.\nThe size and scope of our worldwide network connects major trade and financial \ncenters such as New York and London, Miami and Buenos Aires, Chicago and Paris, \nLos Angeles and Tokyo. In smaller cities throughout the United States, Mexico, and the \nCaribbean, we provide the air transportation service that connects these communities to larger cities worldwide. And, in developing countries, we promote economic growth \nby providing the air service that brings their products to the U.S. and other international \nmarkets.\nOur community impact doesn’t end there. The taxes we pay, the goods and services \nwe purchase to run our business, and the money our employees spend from their paychecks all directly stimulate local economies and create additional jobs. And just as \nimportant are the many indirect ways we support communities. By contributing to local \nnonprofit organizations and through the time and talent of our employees, we believe we help make the communities we serve better places to live. \nWe are very proud that our size and scope allows us to make a meaningful contribution \nto communities. In 2008, we estimate that American contributed $115 billion \nthroughout the U.S. economy and helped create 900,000 jobs .\n40 In this section, \nwe will explain in more detail some of the direct benefits we offer communities, as well as \nhighlight some of the many indirect contributions that we provide.\n40Includes multiplier effect of local employee salaries, purchases, taxes, and nonprofit contributions.\nOur operations connect major trade and financial centers worldwide, such as Chicago O’Hare International Airport.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}