{"page_content": "65 AMR Corporation • Corporate Responsibility ReportDirect Investments by Fees/Taxes\nAviation is unique in that the industry funds almost all of its infrastructure needs and does \nnot benefit from the government subsidies available to other industries.41 Landing fees, \nair traffic control fees, passenger service charges, and other fees and taxes charged \nto American and Eagle result in direct funding to each of the communities we serve. In \nfact, airlines are subject to as many as 17 unique taxes of this nature. As a result of this system, we paid out $3.9 billion in taxes/fees worldwide in 2008.\n42 \n \nDirect Infrastructure Investments\nWe routinely make investments in our airport facilities so our customers can benefit from a pleasant and efficient travel experience when they start and end their journeys. In \nthe past 10 years, AMR has spent more than $3 billion to upgrade our airport facilities \nin the U.S. and internationally. But our customers are not the only ones to benefit from these investments. In addition to promoting long-term economic development in the \nsurrounding area, airport investments generate direct construction contracts and jobs for \nlocal communities. Some examples of these investments:\n43Eagle Rallies to Assist Hurricane Victims \nIn the wake of Hurricane Ike in September 2008, many of our Eagle colleagues in Houston were left without power and water for days, and many suffered \nproperty damage. Eagle immediately mobilized to send non-perishable food \nsupplies and water, along with tarps to assist in the cleanup.\n“So many of the simple basics that most of us take for granted were in short \nsupply after the storm,” said Houston Hobby Airport General Manager Jim Ware. “The food and water that was sent to our employees met their immediate needs \nduring a very difficult time.”\nThe Eagle team at headquarters and around the system swung into action \nand held bake sales, a raffle and other events to raise more than $5,000 to \nassist those impacted by the storm. “Words do not adequately express the appreciation our employees feel for American Eagle’s financial, physical and \nemotional support,” Ware said. “This is a great example of why we consider it a \nprivilege to work for American Eagle.”CommunitySharing Knowledge with Future Leaders\nMore than 80 American and Eagle employees — and RJ, the American Eagle mascot — joined Junior Achievement of Dallas to adopt the students of Barton \nElementary in December. Teaching in teams of two, they volunteered their time to \nteach 40 classes about the free enterprise system and economics. \nThe volunteers have an opportunity to be role models and convey knowledge \nthat will help the children progress as future members of the workforce.\n• Our $1.3 billion investment in a new terminal at John F. Kennedy International \nAirport, which will continue to contribute to the New York and the U.S. economy for \nmany years.\n• We are helping to fund $2.9 billion for the current phase of the O’Hare \nModernization Program at O’Hare International Airport in Chicago. These improvements will improve efficiency of operations, reduce congestion at the \nairport, and improve traffic flow at other airports throughout the country.\n• Terminal 4 at Los Angeles International Airport was redeveloped at a cost of $300 \nmillion.\n• We spent $20 million to refurbish and expand our London Heathrow Admirals Club \nand First Class Lounge and $7 million to construct and furnish a new Admirals Club \nat Tokyo Narita International Airport. These infrastructure improvements enhance \nthe customer experience and have a positive impact on the airports.\n41GRI performance indicator EC4\n42GRI performance indicator EC1 (2.1e)\n43GRI performance indicator EC1 (2.1f) and EC8American and Eagle employees joined RJ, the Eagle mascot, in helping Junior Achievement of Dallas \nteach students about economics.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}