{"page_content": "Global Community • Global Commitment 66CommunityAmerican Supports the Economies of Developing Countries\nDominican Republic\nThe Dominican Republic is one of two nations on the island of Hispaniola. It \nis the second-largest Caribbean island nation with an estimated 10.1 million \npeople. The Dominican Republic is one of the largest economies in Central America and the Caribbean. It is considered a lower middle-income developing \ncountry, and its economic growth is fueled by imports and exports. Finance \nand foreign investment are the next largest factors in its growth. Agriculture and mining remain the most important sectors of the economy.\nIn 2008, American transported more than 30 million pounds of cargo out of \nthe Dominican Republic. These agricultural exports were 80 percent \nperishables, 10 percent textiles, and 10 percent other freight. The majority of \nperishables were transported to Miami, New York, Canada and Europe, while the majority of cut flowers were flown to Miami. All textiles were flown to the U.S., \nand the remaining freight was flown to the U.S. and Europe. Tourism is another \nindustry fueling the Dominican Republic’s economic growth. The contribution from travel and tourism to employment accounted for approximately \n550,000 jobs — or one in every seven jobs — in 2008. American also flew \napproximately 2 million passengers to and from the Dominican Republic in 2008. This island receives significant benefit from American’s service.\nHaiti\nHaiti is one of the least-developed countries in the world. Social and economic \nmeasurements indicate it is falling behind other low-income developing \ncountries. Approximately 80 percent of the population is estimated to be living in poverty.\nAbout two-thirds of all Haitians work in the agricultural sector, but agriculture \ngenerates only 30 percent of the gross domestic product. Mangoes and coffee \nare two of Haiti’s most important exports. American transported 3.9 million \npounds of cargo between Haiti and countries around the world. Tourism also contributes to Haiti’s economy. American carried approximately 700,000 \npassengers to Haiti in 2008.AK $14 * \nAL $104 91 \nAR $195  3,403 \nAZ $571  9,640 \nCA $10,587  94,726 \nCO $533  2,261 \nCT $229  4,159 \nDC $11,327  59,101 \nFL $15,469  155,393 \nGA $291  1,355 \nHI $1,458  2,265 \nIA $224  1,732 \nIL $9,059  73,348 \nIN $179  1,011 \nKS $53  419 \nKY $128  1,959 \nLA $306  2,527 \nMA $2,285  21,349 \nMD $255  989 \nME $3  9 \nMI $335  3,833 \nMN $179  1,008 \nMO $1,883  26,527 MS $81  467 \nNC $1,211  23,293 \nNE $118  407 \nNJ $577  2,048 \nNM $223  1,115 \nNV $1,177  6,755 \nNY $12,118  104,462 \nOH $336  2,728 \nOK $5,944  67,457 \nOR $236  620 \nPA $511  2,154 \nPR $2,877  27,213 \nRI $25  * \nSC $245  1,030 \nTN $320  2,028 \nTX $33,407  206,763 \nUT $157  370 \nVA $167  758 \nVI $222  1,691 \nWA $334  1,251 \nWI $149  1,302 \nWY $82  * \n   2008 Total GDP 2008 Total\nState Impact (millions) Job Impact 2008 Total GDP 2008 Total\nState Impact (millions) Job Impact\n*Although we do not have employees in these states, \nthere is still a positive job impact to the state as a result of our operations.Economic Impacts, State by State", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}