{"page_content": "67 AMR Corporation • Corporate Responsibility ReportWe also support numerous terminal projects at many airports in midsized U.S. cities and \nat over 25 airports in international cities. In addition, investments in our maintenance \nbases also have a significant direct community benefit. Approximately $350 million in \nfunding has been used to develop our Alliance Maintenance and Engineering Base in Fort Worth, Texas, which benefits the north Texas economy.\nIndirect Community Investments\nOver the past decade — and despite some tough challenges — we continue to be innovative and creative in finding ways to contribute to a wide range of nonprofit \norganizations because we recognize the interdependence of our employees, suppliers, \ncommunities, and our company’s long-term success. After more than 80 years, we know we are in the business of serving people. \nYou may have noticed that we have ended each section of this report with highlights of \norganizations and causes that are focus areas for AMR and which we support on multiple \nlevels. They include:• Komen for the Cure — Breast cancer affects one in every eight women \nand shows no geographic, ethnic, economic, educational, or sexual orientation \nboundaries. American’s donations and sponsorship of ground-breaking research \nby M.D. Anderson Research Center in Houston is showing encouraging early \nresults.\n• Veterans and Military Initiative — The men and women who serve our \ncountry also come from a wide variety of backgrounds and experiences. Most importantly, we honor those who are willing to pay the ultimate price for our \nfreedom.\n• Miles for Kids in Need — Children are among those most vulnerable to \nabuse and illness, so gestures of kindness bring great happiness to them and \ntheir families. AMR has a long history of supporting children’s organizations as a corporation and through employee-led efforts.\nThe American Cancer Society Relay For Life is one of many employee-led charity initiatives. Breast cancer research fundraising events including the Susan G. Komen Race for the Cure are the \npassion of many AMR employees..", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}