{"page_content": "Global Community • Global Commitment 68• Employee-Led Charities — Our employees are passionate about giving back and \nenriching others’ lives. They frequently start their own charitable organizations or take \nsignificant roles in organizing major events to aid those in need. At a corporate level, \nwe are just as passionate about empowering and supporting these employees in their efforts.\n Our efforts are not limited to these four areas. AMR and our employees also contribute to the communities in which we work and live in many other ways.\nIn-Kind Donations\nThe effects of AMR’s in-kind donations can be found in every country in which we operate and in most cities throughout the United States, large and small. In some cases, \nnonprofit organizations would have to reduce their services or activities if they did not \nhave the support they receive from AMR. \nWhile we have not been immune to the economic challenges impacting corporations \naround the world, we have done everything possible to continue supporting nonprofit organizations in our communities. In 2008, American contributed more than $28 \nmillion of in-kind and cash support to hundreds of nonprofit organizations that varied in \nsize, mission, and geographic scope. The chart at right shows the major categories of nonprofit organizations that we supported in 2008.\nDonation of Facilities and Services\nIn times of crisis or national disaster, we take our responsibilities seriously. Historically, we have donated the use of reservations centers, hangars, and other facilities to assist local, \nstate, and federal authorities so that they can help those in need. Senior executives and \nemployees have also stepped up to provide specific expertise — and sometimes sheer manpower — to get the job done.In 2008, we donated our maintenance hangar at Dallas-Fort Worth Airport to be used as a transfer point for refugees from Hurricane Ike, which affected \nthousands of people on Texas’ Gulf Coast. We also continue our historical support \nof the Red Cross and use our aircraft to transport personnel and cargo for Airline Ambassadors, Medical Wings, Doctors Without Borders, and other organizations \non missions throughout the world. \n2008 In-Kind Donations by Major Category\nHealth/Human\nServices\n29.4%Arts/Culture\n31.6%\nCivic\n18.9%Education 6.9%Entertainment 4.4%Sports 3.9%Youth Development 2%Other 2.9%\nHealth/Human\nServices\n29.4%Arts/Culture\n31.6%\nCivic\n18.9%", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}