{"page_content": "Global Community • Global Commitment 70Awardsemployee volunteer support from American and American Eagle. Humanitarian \nmissions in more than 100 countries have been completed since inception. \nIn 2008, Airline Ambassadors was able to improve the lives of more than 100,000 children in 20 countries and deliver approximately $3.5 million in medicine, medical \nsupplies, food, clothing, and school supplies directly to children in need. Volunteers \nalso escorted 265 children for life-changing surgeries or orphans to new homes.\n• Medical Wings — Created more than a decade ago by an American cargo \nagent, this organization delivers medicine, medical supplies, and medical equipment \nto those in need.\n• Something mAAgic Foundation — A group of American and Eagle \nemployees formed this organization, which focuses on making wishes come true \nfor children with life threatening illnesses and their families.\nAdditional examples of organizations with which our employees are engaged are \npresented at the end of each major section in this report. \nSample Awards/Recognition44\nWe are proud to have been recognized for our leadership and support of \nnumerous organizations and communities. A few examples of our awards \nand recognition include:\n• Obelisk Award from the North Texas Business for Culture and the Arts• Pat Mohler Award from the Tarrant Area Food Bank \n• Friendship Award from the U.S.-Panama Business Council\n• City of Fort Worth Environmental Excellence Award, received for the fifth \ntime in 10 years\n• Global Citizen Award from the Vijay Amritraj Foundation • Jay Malina Award from Miami-Dade County’s economic development \nagency\n• Paul G. Sheridan, S.J. Leadership Award from Boys Hope Girls Hope• Puerto Rico Fish and Wildlife Service Award for enhancing artificial nests \nused by endangered parrots\nThe diversity of our \nworkforce and the \nglobal nature of our \noperations ensure \nthat we participate in \nmany aspects of our \ncommunities. \n \n[\n]44GRI standard disclosure 2.10\nMedical Wings supplies are loaded onto an American aircraft for distribution around the world.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}