{"page_content": "Global Community • Global Commitment 72Hope, Compassion Around the World \nMedical Wings International (MWI) provides hope and compassion for children around \nthe world in need of life’s most basic necessities. MWI was founded 10 years ago by \nAmerican employee Glenda Johnson after she witnessed a lack of the most basic \nhealthcare services in communities she visited. She found children to be most at risk, succumbing to diseases and health issues that were controlled or eradicated in the \nWestern world.\nIn December 2008, an American aircraft carrying volunteers brought gifts and supplies \nfor underprivileged children in Peru. American volunteers and medical professionals \nvisited three orphanages in Peru to provide much-needed healthcare as well as gifts to the children. \n“Impoverished children in Peru and throughout the world have very little access to \nhealthcare,” Johnson says. “Our volunteers have saved children’s lives in communities \nwith no real means to help them survive.”\nEagle Pulls for United Way\nYelling, “Pull. Do it. Do it. Pull,” American Eagle’s James McKnight, acting as a plane pull \ncoach, guided his team members as they fought to pull a 95,000-pound airplane with \na rope. The effort was part of Miami AA and Eagle’s annual Tug-a-Plane for United Way. \nWith seven corporate teams each donating $2,000 to participate in the tug, employees raised more than $14,000 during the November event, which raises funds to support \nvarious United Way agencies.\nToddlers from the Centro Hispanico Catolico Child Care Center, a United Way agency, \nwere honored guests at the event, along with Antonio Freeman, former Green Bay \nPackers, Philadelphia Eagles and Miami Dolphins football player.\nEach team competed in a timed contest by pulling the aircraft 30 yards. George \nHazy, American vice president of the Miami hub, clicked the stopwatch as the official timekeeper. American flight attendants provided lunch aboard a Boeing 777 after the \nevent, compliments of LSG/Sky Chefs. Miami-Dade Aviation won the plane pull and the \ngrand prize of free Miami Heat tickets at the American Airlines Arena. \nAmerican and Eagle employees at the Miami Hub raise more than $200,000 for United \nWay each year.Employees raised more than $45,000 for March of Dimes of North Texas.\nEmployees contributed almost $23,000 to Global Impact, \nwhich sponsors international initiatives of organizations like UNICEF and Doctors Without Borders.\nMore than $4,000 was donated to The Fellowship Foundation as part of our continued \nsupport of disaster relief activities benefiting Hurricanes Katrina and Rita victims.\nAmerican’s Information \nTechnology Services department raised more than $30,000 for the Tarrant Area Food Bank in Food Drive/Dress Down Days. The company was honored with the Tarrant Area Food Bank Pat Mohler Award for its efforts.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}