{"page_content": "75 AMR Corporation • Corporate Responsibility ReportInvesting in Dependability\nOn-time departures and on-time arrivals are two basic expectations of our \ncustomers. The Department of Transportation (DOT) defines an on-time \narrival as scheduled arrival time plus 14 minutes (A+14). In early September \n2008, we implemented several operational changes to support our front-line employees as we work to improve dependability. \n50AA DOT A+14 – Year-Over-Year Performance\n556065707585\n8090\n2007-2008 2008-2009\nSeptember October November December January February March78.5\n76.1\n75.6\n58.781.583.684.4\n69.975.581.3\n77.5\n66.4\n61.762.0These operational improvements have led to the year-over-year improvements noted in the table above:\n1. Increased Block and Ground Time\nWe increased block and minimum ground times 5 to 10 minutes in \napproximately 40 markets to counteract Air Traffic Control system (ATC) \ninefficiencies and weather. At New York \nLaGuardia and Chicago O’Hare, we increased \nground times by as much as 20 minutes. In \nNovember, we added additional block times in several markets. \n2. Increased Crew Co-Pairing of Flight \nAttendants and Pilots\nWe increased crew co-pairing with the aircraft \nto help with late arriving aircraft and delays related to disruptive weather. Since the crews \nstay with the aircraft, they are more prepared \nfor the next departure, which enhances dependability.\n3. Maintenance Reliability\nAside from weather and ATC, maintenance \nreliability is the most significant dependability \ndriver. We opened a parts warehouse at Dallas-Fort Worth Airport and created \nprecise planning and tracking of overnight \nmaintenance through a new system that enables maintenance employees to manage \nworkload assignments for all aircraft and \nstations for an operational day. We expect to speed the aircraft returning to service and \nreduce required repair time. ", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}