{"page_content": "Global Community • Global Commitment 76Maintenance Awards and Honors46 AA.com Receives Top Tech Honor\nAmerican won the Tech Titan Award as part of the Dallas/Fort Worth \nMetroplex Technology Business Council’s seventh annual Tech Titan Awards \nprogram. American received the award for AA.com in the Technology Adoption category. Tech Titans was established in 2001 by the council to \nrecognize the best in innovation, leadership, and emerging technologies.\nMaintenance, Repair and Overhaul (MRO) Efforts Earn Awards\nBob Reding, American’s senior vice president of technical operations, and \nJohn Conley, systems coordinator for American, were honored with Aviation \nWeek awards for excellence in the aviation industry. The awards were announced during Aviation Week’s annual MRO Conference and Exhibition \nin Atlanta, which explores the future of aviation MRO. American and the \nTransport Workers Union (TWU) have worked together to transform the airline’s maintenance and engineering organization from a cost center to a \nprofit center. Overhaul & Maintenance magazine also honored American and \nthe TWU with its Outstanding Achievement Award. American-Union Cooperation Recognized by Magazine\nAir Transport World magazine named American and the TWU winners of its Labor \nManagement Relations Award. Editors praised the company-union effort to avoid outsourcing aircraft maintenance work, maintaining American’s own aircraft and \nsecuring lucrative third-party contracts. It is only the sixth time in 23 years that \nthe magazine has presented the award. \nKansas City Mechanics Receive Prestigious Taylor Award\n \nAt American’s Kansas City, Mo., maintenance overhaul base, the FAA presented \nsix AMTs with the prestigious Charles Taylor Master Mechanic Award, which \nrecognizes the lifetime accomplishments of senior mechanics.\nEbony Magazine’s Speaking of People Highlights Dave Campbell\nDavid Campbell, Eagle’s senior vice president of technical operations, was featured in Ebony magazine’s spotlight on individuals moving upward and \nonward.\n4. Cross-Functional CoordinationChanges in how our various operational departments work together are under way. Closer \nworking relationships between key departments enhances communication and coordination, which is particularly helpful during disruptive weather. The goal is to prevent unnecessary \ncancellations and accelerate aircraft returning to service. \nCustomer Experience Leadership: \nTeaming & Technology at Work\nImproving the overall customer experience — and demonstrating industry leadership in this \narea — is a key customer satisfaction strategy for the employees of American and Eagle. To \naccomplish this, employees throughout the company are working collaboratively to develop \ninnovative solutions in six key focus areas that most significantly enhance the customer experience: delays and delay management, gate interactions and boarding experience, on-board \ninteractions, cabin interior condition, baggage handling, and baggage tracking and resolution.On-time departures \nand on-time \narrivals are two \nbasic expectations \nof our customers.\n[\n]\n46GRI standard disclosure 2.10", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}