{"page_content": "77 AMR Corporation • Corporate Responsibility ReportThis spirit of collaboration benefits both employees and customers. Some 200-\nplus employee task teams are generating ideas designed to create a positive \ntravel experience, resulting in a smoother-running operation, a more productive \nworkplace, and greater customer satisfaction. \n“AA employees are proud of the airline’s history of innovation and are leading \nthe industry in more ways than one,” said Dan Garton, Executive Vice President of Marketing. “Our spirit of collaboration is the key ingredient to identifying \nchallenges and designing creative solutions that lead to a positive working \nenvironment and industry-leading levels of customer satisfaction.”\nOur employees also have turned to innovation to ensure customers’ travel \nexperiences remain safe and smooth. For example, our Flight Operations group recently designed, developed, tested, and implemented jet bridge enhancements  \nthat let pilots taxi their aircraft to gates equipped with self-parking devices during \nelectrical storms and safely allows customers to deplane instead of waiting on the tarmac. \nOur System Operations Control and Information Technology Services groups also \nhave partnered to substantially enhance the decision-making ability of our people \nduring weather-related events. Among the tools they designed:\n• Gate Adviser — This Web-based platform consolidates a vast amount of \ninformation on a single PC screen for our gate agents. In one view, our agents \ncan immediately learn and communicate the status of a flight crew, meal information, ATC factors, and individual passenger connections. • Taxi Monitor — Employees in our operation centers and airports can track \n— to the minute — how long a departing flight has been away from a gate \nwhile waiting for takeoff. They can also monitor how long an arriving flight is on \nthe ground waiting for a gate and the number of passengers on board.\n• Diversion Tracker — This monitoring tool shows our operations center \nteam all diverted flights throughout our system and identifies if flights are on time, how long they have been waiting to depart or arrive at a gate, and how \nlong flight crews have been on duty. It also allows our cockpit crews and \nairport employees to update the status of the aircraft and passengers on every diverted American flight.\n• BagLink — At about 30 U.S. airports, an automated system of handheld \nbag tag scanners is helping us reduce the processing time required for bags \nthat arrive without passengers or are separated from passengers. It also allows \nour employees to account for passengers’ bags much faster than they would manually, and it helps to more quickly reunite the bag and the customer.\n• BagFinder — This new Web-based application for all baggage service \nrepresentatives provides a user-friendly interface to help resolve customer \nservice issues related to bags. BagFinder allows agents to learn the application \nat their respective stations without formalized training. More than 99 percent of American’s delayed bag records are now created and tracked in this system.\nEach of these technology tools is instrumental in improving our ability to get customers to their destinations safely, dependably, and on time, day after day.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}