{"page_content": "Global Community • Global Commitment 78Awards47Improving Customer Service During Disruptive Weather\nWeather, high passenger loads, and air traffic control (ATC) issues — among \nother operational issues — also are part of the daily challenges for the airline \nindustry. While poor weather and congestion related to the ATC system are \nbeyond our control, American has taken decisive steps to improve overall performance and reliability during those situations. \n• Storm Policy: Customers who call to request changes based on \nanticipated weather disruptions can receive change-fee waivers and will \nbe accommodated to reach their destinations as close as possible to their \ndesired dates. This policy assists in reducing the number of potentially inconvenienced customers during disruptive weather. \n• Improved customer notification about reaccommodation: When \na flight has been canceled for disruptive weather or ATC issues, we notify \nand give priority reaccommodations to our most frequent customers — \nthose who have achieved Executive Platinum, Platinum, Gold AAdvantage\n® \nstatus — as well as to AAirpass members, elderly travelers, people with \ndisabilities, unaccompanied minors and those who’ve purchased first-class \nand business-class seats. \n• Enhanced diversion plans: When an aircraft must be diverted to \nanother airport, we make sure that the diversion airports are equipped with the necessary equipment to handle arriving aircraft. For example, \ndesignated diversion airports that previously didn’t have stairs to allow \npassengers to deplane from a Boeing 757 aircraft now have them. Additionally, diverted international flights are sent to airports with U.S. \nCustoms facilities, so American has the option of deplaning customers if \nnecessary. Diverted flights are spread across several airports to reduce backups on the ground. • Active seat management: Seats held for delayed in-bound customers with \nno chance of making a connection are released for other passengers. \n• Trip insurance: Customers can go to AA.com to buy this protection, which \nprovides reimbursement of prepaid, non-refundable travel expenses when a trip is \ncancelled, interrupted or delayed. \n• Customer communication during extreme weather events: In each \nairport, we supply information brochures to customers delayed by extreme \nweather. The brochures contain comprehensive information on how to proceed without having to contact an airport agent or reservations representative. \nBrochures also include important locations in the airport, hotel and other \nfrequently used phone numbers, information about vouchers, frequently asked questions, and links to related AA.com Web sites. \nAmong the accolades received by American for reliability and dependability:• Business Traveler readers give American top honors• Global Traveler names American best in domestic first class\n• Brazil magazine names American best international airline\n• American Airlines Cargo wins an award at AirCargo 2008 Conference• American named best economy/coach class at OAG Airline Industry \nAwards\n• AA Cargo Division receives customer excellence and innovation award \nfrom Descartes Systems Group\n47GRI standard disclosure 2.10", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}