{"page_content": "Global Community • Global Commitment 8Although the airline industry is a complex and changing industry, we have always \nbelieved that our responsibility to employees is to:\n• Provide competitive pay and benefits\n• Ensure a respectful and safe work environment• Embrace diversity and promote inclusiveness\n• Extend opportunities for career growth and development\nOur customers’ needs can be simply expressed:\n• Be safe and secure\n• Arrive at destinations on schedule • Receive bags and cargo on schedule and in the expected condition\n• Interact along the way with competent, caring, and pleasant individuals\nWe strive to make a positive contribution to the many communities we serve \naround the world by:\n• Connecting developing and mature markets• Providing high-quality employment opportunities\n• Protecting environmental resources \n• Supporting local and regional economies• Sharing our time, talent, and other resources with local non-profit organizations\nOur long-standing and global commitment to diversity, environmental responsibility, \nand ethical business practices is fundamental to our operations. It is also a key to our \nsustained success and why our employees, customers, and communities place their trust \nin AMR. \nWe understand that practicing corporate responsibility is not always easy. Compromise \nis sometimes required. But when done right, sustainable practices create a new sense of optimism and belief that economic success and corporate responsibility are not \nmutually exclusive. Indeed, these practices provide a more hopeful and constructive way \nto organize our business activities that inspire and motivate others to embrace a new outlook in diversity, corporate citizenship, and environmental performance.\n", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}