{"page_content": "83 AMR Corporation • Corporate Responsibility ReportEmissions of each these GHGs were converted to \ncarbon dioxide equivalents (CO2e) based on the \nGlobal Warming Potentials provided in Annex C to \nE14064 and included as Appendix A to this report.   \nThe emissions of each GHG are converted to CO2e \nby multiplying by the corresponding global warming \npotential.\nAMR GHG emissions are classified as direct and \nindirect emissions in accordance with industry \nstandards.   AMR utilized the following greenhouse gas (GHG) inventory standards in conducting this GHG emission \ninventory:\n• ANSI/ISO/NSF E14064-1:2006, Greenhouse \nGases-Part 1: Specification with Guidance at \nthe Organizational Level for Quantification and Reporting of Greenhouse Gas Emissions and \nRemovals\n• Greenhouse Gas Protocol, A Corporate Accounting \nand Reporting Standard, Revised Edition, World Resources Institute\nConsistent with these standards, this inventory is based on the following principles: relevance, completeness, \nconsistency, transparency and accuracy. AMR has made diligent efforts to meet these principles.\nFuel usage information, refrigerant usage data, natural \ngas, gasoline, and other pertinent operating information \nwas used to calculate annual emissions of each of the \nsix GHG categories recognized under E14064. GHG is defined in E14064 as a gaseous constituent of \nthe atmosphere, both natural and anthropogenic, that \nabsorbs and emits radiation at specific wavelengths within the spectrum of infrared radiation emitted by the \nearth’s surface, atmosphere, and clouds. Appendix B: Greenhouse Gas Inventory Methodology49\n Global Warming  \n          Gas Potential\nCarbon dioxide (CO2) 1.0\nMethane (CH4) 21.0\nNitrous Oxide (N2O) 310\nHydrofluorocarbons (HFCs) varies\nPerfluorocarbons (PFCs) varies\nSulfur hexafluoride (SF6) 23,900Scope I direct emissions include GHG emissions \nassociated with both stationary and transportation sources. Transportation sources include aircraft, \ncompany-owned vehicles and ground support equipment. Direct emissions are associated with \nactivities at the three AMR maintenance and \nengineering bases. Direct Scope I emission sources at the bases include steam generation and electrical \ngeneration, jet engine testing, fuel combustion from \ncompany vehicles and ground support equipment, and fugitive emissions of HFCs from refrigeration \nequipment.\nScope II  indirect emissions cover GHG emissions \nassociated with purchased electricity and steam at airport terminals, office areas, and airport terminals and \nmaintenance and engineering bases.\nScope III  indirect emissions are not reported in \nthis inventory because their reporting is optional under \nboth the WRI and E14064. Scope III indirect emission \nsources include emissions generated by: workers commuting to and from work, suppliers delivering \nfuel or other goods to AMR locations, and contractors \npicking up waste and recyclable products from AMR facilities.Table 1GasGlobal Warming\nPotential\n49GRI standard disclosure 3.9", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}