{"page_content": "Global Community • Global Commitment 84GHG emissions were calculated in general accordance \nwith the principles and industry standards referenced \nabove by multiplying a throughput by an emission \nfactor. Throughputs are the quantities of: jet fuel consumed, natural gas burned, gasoline and diesel fuel \nused in fleet vehicles and ground support equipment, \nand electricity purchased. Emission factors represent the quantity of GHGs generated per unit of throughput. \nThe accuracy of the GHG inventory is dependent on \nthe accuracy of emission factors and the accuracy and completeness of throughput data. The emission \nfactor data is based on readily available information in \nthe literature. Because the conversion from carbon to carbon dioxide is well understood, the emission factors \nutilized are believed to be highly accurate (within +/- 1 \npercent). The accuracy of throughput data is dependent upon the methodology and tools used to track throughput \ndata. Since more than 99 percent of Scope I direct \nGHG emissions are attributed to jet fuel consumption, the accuracy of throughput data is dependent primarily \non the accuracy of the jet fuel usage data. AMR tracks \nthe quantity of jet fuel consumed on each flight. The data is recorded after each flight and tabulated within \na central database. AMR’s annual fuel use is based \non this data set and believed to be accurate to within at least +/-3 percent. The data is cross-checked by \ncomparing to jet fuel purchased quantities to confirm \ndata accuracy. Purchased electricity and natural gas quantities are based on the utility bills with the monthly \nusage quantities compiled within a central database. \nFuel used in ground support equipment and fleet vehicles is tracked at the station or maintenance base. The data is tabulated and summarized at AMR \nheadquarters. In some cases, the data point for some \nof the smaller stations was not readily available. In such cases, a throughput was assumed based on the \nthroughput for a similar station. Thus, the accuracy of \nsome of the throughputs that make minor contributions to GHG emission totals may not be highly accurate. \nHowever, the accuracy of the throughputs accounting \nfor more than 99 percent of GHG emissions is highly accurate. \nThe overall accuracy of GHG inventory is believed to \naccurately reflect GHG emissions to within at least \n+/- 4 percent of actual GHG emissions based on the \nassumptions above regarding the accuracy of the emission factors and throughput data.", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}