{"page_content": "9 AMR Corporation • Corporate Responsibility ReportAs a global airline carrying more than 100 million passengers and more than \n500,000 tons of cargo a year, AMR promotes commerce, trade, and economic \nprosperity, as well as a sense of global community and citizenship. Our business \nalso affects the environment around us, and we are committed to being good stewards by minimizing our environmental footprint. \nWith more than 80,000 employees worldwide, we understand that our \nresponsibility as a global citizen begins with our people and extends to \ncommunities around the world. Our sustained investment in responsible business \npractices takes many forms — from ethical governance to our commitment to \ndiversity and inclusion, to our focus on safety, the environment, and giving back to \nour communities. We continuously strive to make a positive impact in the lives of \nour customers, employees, shareholders, and in the communities and environments where we live, work, and play. \nOur commitment to corporate responsibility is more than a business decision. It’s \nan important part of our culture — part of who we are. At AMR, operating in a \nresponsible manner is not just an aspiration; it’s the way we do business.\nSocial Economic Environmental\n•\tAMR\tconnects\tmature\tand\tdeveloping\t\nmarkets\tin\tmore\tthan\t50\tcountries.\n•\tWe\tserve\tmany\tcultures\tand\tembrace\tthat\t\ndiversity\tin\tour\toperations\twith\tthe\thelp\tof\t16\tEmployee\tResource\tGroups.\t\n•\tWe\tprovided\t$28\tmillion\tin\tcontributions\tto\tcharitable\tcauses\tin\t2008.\n•\tWe\tempower\tour\temployees\tand\tcustomers\tto\tmake\ta\tdifference\tthat\tresults\tin\tpositive\timpacts\tbeyond\twhat\tAMR\tcan\tdo\talone.\t\n•\tWe\trespond\twhen\tneeded\tmost,\tsupporting\tdisaster\trelief\tin\tthe\tU.S.\tand\tabroad.•\tIn\t2008,\tAMR\tgenerated\tnearly\t$24\tbillion\tin\trevenue\tand\tmaintained\tmore\tthan\t84,000\thigh-quality\tjobs.\n•\tWe\tdirectly\tand\tindirectly\tcontribute \t$115\t\nbillion\tto\tthe\tU.S.\teconomy \tand\tmore\tthan\t\n900,000\tjobs.\t\n•\tIn\t2008,\twe\tcontributed\t$3\tbillion\tin\ttaxes\tand\tfees\tto\tthe\tU.S.\tgovernment\tand\tpublic\tentities,\tand\tan\tadditional\t$900\tmillion\tto\tnon-U.S.\tgovernment\tand\tpublic\tentities.\t\n•\tWe\tprovide\ta\tkey\tservice\tthat\tpromotes\teconomic\tgrowth\tin\tcommunities\taround\tthe\tworld.•\tAMR\temitted\t29\tmillion\tmetric\ttons\tof\tcarbon\tdioxide\tequivalents\t (CO\n2e)\tin\t2008,\ta\tdecrease\t\nof\t5\tpercent\tfrom\tthe\tprevious\tyear.\t\n•\tOur\tintensity\tratio,\tas\tmeasured\tby\temissions\tper\trevenue\tton\tmile,\tincreased\tby\t0.3\tpercent\tin\t2008\tdue\tto\tlower\tpayload.\n•\tWe\tare\tkeenly\tfocused\ton\tincreasing\tour\tfuel\tefficiency\t30\tpercent\tbetween\t2005\tand\t2025\tto\treduce\tour\tenvironmental\tfootprint.\n•\tWe\tcontinue\tour\tfleet\trenewal\tefforts\tintroduced\tin\tour\t2007\tERR,\tand\twe\tsupport\tefforts\tto\tdevelop\talternative\tand\trenewable\taviation\tfuels.AMR Global Corporate Responsibility Statement", "metadata": {"source": "NASDAQ_AAL_2008.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}