{"page_content": "Developing More-Sustainable \nTransportation Infrastructure \nReducing carbon emissions in transportation is a complex \nchallenge for many companies. We plan to make half of \nour shipments net-zero carbon by 2030, and to do that, we \nare creating a worldwide fleet of zero-emission vehicles. \nRight now, the vehicles and charging infrastructure don’t \nexist at the scale needed to serve customers. We need \nthe supply to increase dramatically. We have ordered \n100,000 electric vehicles (EVs) from Rivian, and thousands \nmore from manufacturers such as Mercedes-Benz, \nStellantis, and Mahindra Electric. These orders have sent a \ndemand signal that is shifting the market to meet not only \nour needs, but also the needs of other companies around \nthe world. \nWe announced in November that, in the city of Paris, \ntwo-thirds of our shipments are delivered using zero-\nemission transport such as EVs, electric cargo bikes, and \non-foot deliveries. We also are exploring green hydrogen technologies: Amazon’s Climate Pledge Fund—a corporate \nventure fund that invests in sustainability—recently \nannounced it has invested in EH2 in the U.S. and Sunfire \nin Germany, two companies helping to push the green \nhydrogen industry forward.\nIt will take time to remove carbon emissions from heavy \ntransportation systems, including ocean shipping, aviation, \nand trucking. Governments and the private sector need \nto come together on this important work. Amazon is at \nthe heart of such industry initiatives and government \npartnerships, including the Cargo Owners for Zero Emission \nVessels network (coZEV), the First Movers Coalition, the \nSustainable Aviation Buyers Alliance Aviators Group (SABA), \nand the Clean Energy Demand Initiative. \nConstructing More-\nSustainable Buildings \nBusinesses also face the challenge of removing carbon \nemissions from new building construction. Via The \nClimate Pledge Fund, Amazon has invested in CarbonCure \nTechnologies, which enables concrete producers to make the \nsame high-quality concrete with a lower carbon footprint, \nand Brimstone Energy, which seeks to make cement carbon-\nneutral through a process focused on calcium silicate rocks, \nwhich have no embedded CO 2, as well as magnesium \nspecies, which passively absorb CO 2. Amazon is lowering \nthe carbon footprint of our buildings by using CarbonCure’s \nsystems and Brimstone Energy cement in some new \nconstruction, including in Amazon’s second headquarters in \nVirginia (HQ2). \nHQ2 will be a model for sustainable construction. We’ve \nelectrified the operations of HQ2, eliminating the use of \nfossil fuels for buildings systems and food service. We have \ncommitted to powering 100% of HQ2’s operations with renewable energy through a combination of off-site and  \non-site solar projects. And we plan to achieve Leadership \nin Energy and Environmental Design (LEED) Platinum \ncertification, the highest sustainability building certification \nissued by the U.S. Green Building Council. \nWe also continue to innovate with construction techniques to \nmake our fulfillment centers more sustainable. Many of our \nfulfillment facilities throughout the U.S., Europe, and India \nare powered by on-site solar, where a rooftop installation \ncan power up to 80% of the facility’s energy use. As of  \n2021, 115 of our global fulfillment facilities have rooftop \nsolar installations.Constructing our AWS data centers also presents challenges \nrelated to sustainability. Concrete and steel used in \nconstruction are two of the largest contributors of  \nembodied carbon in a data center building, and we have \nmultiple initiatives to reduce their carbon impact. For \nexample, our design standards now require concrete with a \n20% reduction in embodied carbon compared with standard \nconcrete for new U.S. data centers, and we are expanding \nthis requirement globally. Also, instead of using steel from \noxygen furnaces that burn coal or gas, we are moving to \nsteel from electric-arc furnaces, which use scrap steel and \ncan create steel using renewable energy and up to 100% \nrecycled content. In 2021, six AWS data centers were \nconstructed with steel made this way, and we have plans  \nto build more in the future.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 11  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}