{"page_content": "Decarbonizing the Supply Chain\nAmazon utilizes an extensive supply chain to deliver goods \nand services to our customers. Our carbon accounting \nprocess addresses all three Scopes of emissions under the \nGreenhouse Gas Protocol. Since 2019, we have shared the \nScope 1, 2, and 3 emissions included in our footprint through \nour annual Sustainability Report, along with a detailed \ndescription of the comprehensive methodology underlying \nour calculations. \nMeasurement is critical as we work toward our goal of net-\nzero carbon by 2040—we have to measure and understand \nemissions in order to eliminate them. Like other companies, \nwe are working to improve the granularity of data available \nand will continue to seek improvements to our reporting \nprocesses. We already work with organizations and \nregulatory bodies around the globe to promote transparent \nand comparable climate reporting.\nOne example of this is through our partnership with the \nWe Mean Business Coalition, a group of nonprofits focused \non accelerating the transition to a net-zero economy. We \nsupport the Coalition’s SME Climate Hub—a global initiative \nthat gives small and medium-sized enterprises, like those \nin our supply chain, free tools and resources to measure \nand report their emissions. With the Hub’s support, these \ncompanies are committing to halve their emissions by 2030 \nand to reach net-zero by 2050. We Thrive on Big Challenges\nThe challenges we collectively face on the path to net-zero \ncarbon are considerable. Many new technologies are  \nshowing promise in their ability to reduce carbon emissions, \nbut may still require significant development. We need to \nboth invent new solutions and scale and drive down the \ncosts of known solutions. \nIn 2021, we reached 85% renewable energy across our \noperations, and we are on a path to achieve 100% by \n2025—five years ahead of the original target of 2030. \nProgress is not easy, and we are far from done. However, \nour success in deploying renewable energy globally provides \nus with a playbook that we are deploying to tackle big \nchallenges like transportation, building construction, and \nsupply chain decarbonization strategies. With our relentless \nculture of innovation, and a tenacious team of sustainability \nscientists and professionals, we are committed to reaching \nour 2040 target. \nBut we can’t do it alone. We will continue to work with \npartners in the public and private sectors to drive innovation, \ntechnology advancements, and global policy change. To the \npublic sector, we say: We support and encourage policies \nand public-private partnerships that will help accelerate \nclimate solutions. And as one of more than 300 signatories \nto The Climate Pledge, we say to the innovators, scientists, \nbuilders, and entrepreneurs: Our door is open. We all need to \ndecarbonize. The work may not make the headlines or bring \nimmediate rewards, but a challenge like this will never be \nresolved overnight. These are the hard steps that need to be \ntaken. We welcome you to join us in finding solutions to this \nglobal crisis. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 12  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}