{"page_content": "Putting Principles Into Practice \nThe power of The Climate Pledge is bringing companies together \nto accelerate action—and that’s just what happened with Climate \nPledge Arena . Oak View Group , the Seattle Kraken , and \nAmazon—all signatories of The Climate Pledge—worked together \nto build the most sustainable arena in the world.\nNamed by Amazon and opened in 2021, Seattle’s history-making \nClimate Pledge Arena embodies the spirit of the Pledge and \naims to set a new sustainability bar for the sports and events \nindustry. In November 2020, the arena submitted its net-zero \ncarbon registration to the International Living Future Institute. \nIf certification is achieved, Climate Pledge Arena will be the first \nnet-zero carbon certified arena in the world.\nRenewable electricity from on-site solar panels and off-site \nrenewable energy powers 100% of the arena’s operations. \nThe stadium uses reclaimed rainwater stored in the ice rink \nsystem, a concept called “Rain to Rink,” to create the greenest \nice in the National Hockey League (NHL). The building itself is \nalso a feat; the original 44-million-pound roof from the previous \nKey Arena was reused in the construction to significantly reduce \nthe embodied carbon of the new arena.\nThe arena is also aiming to divert over 97% of waste and eliminate \n100% of single-use plastics by 2024. As for the guest experience, \nat least 75% of the ingredients of food served in the arena will \nbe sourced within a 300-mile radius and on a seasonal basis to \nsupport regional farmers and producers. All viable unused food \nfrom events will be donated to local community food programs.\nThe arena stands as a living example of what’s possible in the \ntransition to a low-carbon economy. It’s not about giving up things \nwe love—it’s about using innovation, technology, and great design \nto do them better than before.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 15  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}