{"page_content": "Investments in 2021 \nIn 2021, Amazon invested in the following companies and \ninitiatives to accelerate sustainability progress across the \nareas of transportation, aviation, freight, packaging, farming, \nand technology:\nAmogy  is developing a system to convert green ammonia \nto power that will be emission-free at the point of use. With \nthe potential to become one of the first scalable ammonia-\nto-power systems, Amogy’s technology carries enough \nenergy density to support long-distance transportation \nsuch as cargo shipping. This would be a significant step in \nhelping decarbonize the main transport mode for global \ntrade. Amogy’s technology also has future implications for \nAmazon’s own decarbonization goals, including those set \nby The Climate Pledge.Investing in \nInnovation \nThrough \nThe Climate \nPledge Fund\nWe know that substantial \ninvestment is needed to develop \nsolutions that will facilitate \nthe transition to a low-carbon \neconomy. The Climate Pledge \nFund is a $2 billion venture \ninvestment program supporting \nthe development of sustainable \ntechnologies and services that will \nenable Amazon to meet our net-\nzero carbon goal. As of the end \nof 2021, Amazon had invested \nin 13 companies across multiple \nindustry sectors since launching \nthis fund in 2020.BETA Technologies  is reshaping air transportation with \nan electric vertical takeoff and landing (eVTOL) aircraft. \nThis aircraft, called the ALIA, can carry three cargo pallets, \nor up to six people, for zero operational emissions delivery \nof cargo, medical supplies, or passengers. Amazon’s \ninvestment in BETA Technologies advances our path to \nzero-emissions package delivery and builds on our previous \ninvestment in ZeroAvia, the developers of hydrogen-electric \naviation solutions.Hippo Harvest  is an agricultural company using plant \nscience, machine learning, and robotics to grow leafy greens \nand other produce in greenhouse environments. Hippo \nHarvest’s technology addresses the emissions and waste \nthat result from traditional produce farming. These include \nfertilizer and land use, transportation, and landfill methane \nfrom wasted produce, which account for roughly 30% of \nthe emissions from crops grown for human consumption. \nThe greenhouse system can be deployed almost anywhere, \nallowing produce to be grown closer to consumers. This cuts \ndown emissions from produce transportation and increases \nthe shelf life of fresh produce by up to five days. As a grocery \nretailer, Amazon is committed to supporting new produce \nsolutions like those offered by Hippo Harvest as we grow \nour product offerings at our Amazon Fresh and Whole \nFoods Market stores.\nCMC Machinery  designs and manufactures custom-sized \nboxes tailored to the dimensions of the items in each order. \nThis technology lowers or removes the need for single-use \nplastic padding while still protecting items during shipping. \nAmazon expects that by the end of 2022, this technology \ncould reduce the cubic volume of the boxes we use for \npackage deliveries by 24% on average, and the technology \nis projected to reduce our use of approximately 1 billion \nplastic air pillows by the end of 2022.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 16  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}