{"page_content": "Infinium  is a renewable electrofuels solution provider that \nfocuses on converting captured carbon dioxide and hydrogen \nfeedstocks into net-zero carbon fuels for use in today’s air \ntransport, marine freight, and heavy truck fleets. Infinium \nelectrofuels have the potential to enable organizations \nto meet their carbon-reduction goals by accelerating the \ntransition away from fossil fuels.Resilient Power (RP)  builds efficient and effective \ntransformer-based EV charging technology. RP’s technology \nenables EV fast-charging infrastructure to be built at one-\ntenth the size and installation time of traditional charging \ntechnology, and is capable of charging up to 24 vehicles at a \ntime without requiring expensive distribution grid upgrades. \nRP’s technology has the potential to help Amazon meet our \ngoal of deploying 100,000 Rivian electric vans by 2030, by \nensuring that vehicles can be quickly recharged to support \ndelivery of customer packages.\nCollaborating to Accelerate Invention\nIn 2021, The Climate Pledge Fund joined Greentown Labs ,  \nthe largest climate tech startup incubator in North America. \nGreentown Labs has a growing network of industry-leading \norganizations committed to climate action and innovation. The \nClimate Pledge Fund’s engagement with climate tech startups \nwill help accelerate the transition to a low-carbon economy.\nLearn more about our full list of investments  \non The Climate Pledge website .The Climate Pledge Fund has also joined Elemental \nExcelerator’s Scale-Up Program . Together, Elemental \nExcelerator and Amazon are working to accelerate a pathway \nto decarbonization that mitigates the impact of climate \nchange more quickly and equitably by identifying and \nsupporting technology startups at the forefront of clean \nenergy, mobility, agriculture, and the circular economy.ION Energy  develops software to improve the life and \nperformance of lithium-ion batteries that power electric \nvehicles (EVs) and energy-storage systems. ION works with \nmore than 75 customers in the mobility and energy industry \nacross 15 countries, including India, France, Spain, and the \nU.S. We believe that ION’s mission to improve the life and \nperformance of lithium-ion batteries will ultimately scale \nsolutions that help us all achieve our ambitious climate goals.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 17  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}