{"page_content": "Supporting \nNature-Based \nSolutions\nClimate science is telling us \nthat, even with aggressive \ndecarbonization efforts, companies \nwill need to go beyond their \nown operations to reach net-\nzero emissions by 2050. We \nbelieve that companies, including \nAmazon, can drastically reduce \ntheir own emissions while also \ninvesting outside their operations \nin initiatives that significantly \ncontribute to achieving the Paris \nAgreement. One way we are doing \nthis is by investing in nature-based \nsolutions that conserve, restore, and \nimprove land management activities \nto increase carbon storage in a \nvariety of habitats.Our Approach\nIn 2019, Amazon created the Right Now Climate Fund, a \n$100 million fund for nature-based solutions to restore and \nconserve forests, wetlands, and grasslands around the world. \nAmazon uses nature-based solutions to mitigate carbon \nemissions outside of our value chain and supplement the \ncarbon-reduction efforts we are driving across our operations. \nNature-based solutions also have the additional benefit of \nhelping to preserve the natural world by conserving wildlife \nhabitats, protecting biodiversity, improving water quality, and \nreducing flood risk. All of these impacts can greatly enhance \nwell-being in communities around the world.\nWe follow scientific research to fund initiatives that are critical \nto hitting the targets of the Paris Agreement and staving \noff the most catastrophic effects of climate change. Our \napproach to carbon neutralization focuses on three actions \noutside our value chain that can deliver needed mitigation \nand that have a significant unmet need for investment: \n• Reducing deforestation to near zero, especially in \ntropical regions\n• Scaling up the removal of carbon from the atmosphere \nwith nature-based solutions such as reforestation \nand agroforestry\n• Scaling up carbon-removal technologies, such as direct \nair carbon capture and storage\nScaling Up Nature-Based \nCarbon Removal\nNature-based carbon removal has the potential to take \nbillions of tons of carbon dioxide out of the atmosphere. \nOur nature-based carbon removal actions center on \ndeveloping systems, tools, scientific knowledge, and scalable business models for reforestation and regenerative \nagroforestry. Over time, we will look to expand our focus to \ninclude other forms of nature-based carbon removal, such \nas restoring mangrove forests and marine ecosystems.\nNature-Based Carbon Removal in Brazil\nIn 2021, Amazon partnered with The Nature Conservancy \nto launch the Agroforestry and Restoration Accelerator . \nThe Accelerator will restore native rainforest to naturally trap \nand store carbon and mitigate climate change. It will also \ncreate a more sustainable source of income for thousands of \nlocal farmers in the Brazilian Amazonian state of Pará. The \nAccelerator is experimenting with innovative ways to support \nfarmers and nurture markets for sustainable commodities \nand will advance new approaches and satellite-based \ntechnologies to quantify and monitor carbon removal.\nReducing Emissions From \nDeforestation\nSignificant investment is urgently needed to help \ncommunities set a course that both provides for sustainable \neconomic development and protects forests, particularly in \ntropical forest regions.\nProtecting the World’s Tropical Rainforests \nIn 2021, Amazon helped to create the Lowering Emissions \nby Accelerating Forest finance (LEAF) Coalition , a global \ninitiative of governments and leading companies that has \nalready mobilized $1 billion to protect the world’s tropical \nrainforests . The public-private project is designed to \naccelerate climate action by providing financing to help \ncountries protect their tropical rainforests. In November \n2021, the coalition signed Letters of Intent with five tropical \nforest countries: Ecuador, Costa Rica, Ghana, Vietnam, and Nepal. The LEAF Coalition is expected to become one of the \nlargest initiatives ever to protect tropical forests and support \nsustainable development, and will benefit billions of people \naround the world who depend on the rainforests.\nSupporting Family Forests in the U.S. \nIn 2020, Amazon committed $10 million to support two \nprograms in collaboration with The Nature Conservancy. \nThe programs help family forest owners sequester carbon \nacross the Appalachian region of the Eastern U.S., which \nhas been identified as disproportionately important for \nconserving biodiversity and mitigating climate change. \nAmazon’s grant supports efforts to expand the programs \nto new regions, develop a scientific approach to measuring \nregional carbon impact, and enhance carbon verification \nmethodology for these projects. In 2021, the programs \nadded 107 new family landowners and expanded access \nto the program to 130 counties.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 18  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}