{"page_content": "Nature-Based Investments in \nCommunities Across Europe\nNature can transform urban communities while also mitigating \nsome of the effects of climate change, like urban heat, \nflooding, and biodiversity loss. Therefore, in addition to \nour work and funding toward large-scale carbon emissions \nmitigation through nature-based solutions, we are also \nfunding smaller-scale nature projects in the communities \nwhere we operate. \nAs part of our Right Now Climate Fund, Amazon has \ncommitted €20 million  toward nature-based projects in \ncommunities across Europe. These projects will have robust, \nscience-based environmental benefits for carbon removal \nand biodiversity, along with social benefits such as job \ncreation and access to nature.\nPromoting Reforestation in Italy \nIn 2021, Amazon committed €2 million to support Parco \nItalia, an urban forestry program that aims to plant \n22 million trees across 14 metropolitan areas in Italy. This \ntranslates to one tree planted per city resident. Amazon’s \nsupport for this project will help cities become more resilient \nto climate change by increasing urban biodiversity, improving \nair quality, and promoting urban cooling.Urban Greening in Germany \nIn 2020, Amazon committed €3.75 million to The Nature \nConservancy’s Urban Greening Program in Germany, which \npromotes biodiversity, reduces urban heat islands, and \nimproves stormwater management in the face of climate \nchange. With Amazon’s support, the program launched \nin Berlin’s Charlottenburg-Wilmersdorf district in 2020. \nIn 2021, the Urban Greening Program developed mapping \nand analysis for roofs, grasslands, and urban streetscapes \nfor greening potential.\nLearn more about Amazon’s science-driven approach \nto carbon neutralization and nature-based solutions .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 19  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}