{"page_content": "On the Path to \n100% Renewable \nEnergy\nTransitioning to renewable energy \nis one of the highest-impact ways to \nimmediately lower emissions. With \n274 renewable projects announced \nas of the end of 2021, Amazon is the \nworld’s largest corporate purchaser \nof renewable energy and is on a \npath to powering our operations \nwith 100% renewable energy by \n2025—five years ahead of our \noriginal target of 2030.Our Approach\nSince 2014, Amazon has invested in global renewable \nenergy generation to decarbonize our business across our \nworldwide operations. We procure new renewable energy \nthrough contracts for utility-scale wind and solar, on-site \nrooftop solar installations, and green tariffs with local utilities \nthat deliver new, renewable energy to the grids where \nwe operate.\nOur projects supply renewable energy for a variety of \nAmazon facilities, including corporate offices, fulfillment \ncenters, data centers, and physical stores, which collectively \nserve millions of customers globally. These projects also help \nmeet Amazon’s commitment to produce the clean energy \nequivalent of the electricity used by every customer’s Echo \ndevice. We are making additional large-scale investments in \nwind and solar farm capacity, which will produce the clean \nenergy equivalent to the electricity used by all Echo, Fire TV, \nand Ring devices worldwide by 2025.\nOur Journey\nIn 2021, we reached 85% renewable energy across our \nbusiness, with more than 12 gigawatts (GW) of renewable \nenergy production capacity across our global portfolio. \nOnce these projects are fully operational, they are expected \nto deliver up to 33,700 gigawatt-hours of energy annually—\nthe electricity output equivalent to powering more than \n3 million U.S. homes for one year.\nThese projects helped power more than 30 million \nmegawatt-hours (MWh) of electricity used by Amazon in \n2021 and led to a 23% reduction in our carbon emissions \nfrom purchased electricity from 2020 to 2021. In 2021, we expanded our renewable energy footprint into \nnew geographies, and by the end of the year, announced \nrenewable energy projects across 18 countries. Our first solar \nprojects in South Africa and the United Arab Emirates came \nonline, and we announced new projects in Singapore, Japan, \nAustralia, and China. Our projects in South Africa and Japan \nare the first corporate-backed, utility-scale solar farms in \nthese countries. \n274\nGlobal renewable \nenergy projects105\nUtility-scale wind  \nand solar projects\n169\nSolar rooftops on facilities and storesWe also announced two new offshore wind projects in Europe, \nincluding our largest renewable energy project to date. As \nof December 2021, we have enabled more than 3.5 GW of \nrenewable energy in Europe through 80 projects, making \nAmazon the largest purchaser of renewable energy in Europe. \nIn June 2021, Amazon announced our largest renewable \nenergy project in Canada. Once online, Amazon’s renewable \nprojects in Canada will produce more than 1 million MWh each \nyear—enough to power more than 100,000 Canadian homes.\nAs of the end of 2021, Amazon had announced:\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 20  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}