{"page_content": "Delivering Progress for the Planet \nIn 2019, we co-founded The Climate Pledge and made a \ncommitment to achieve net-zero carbon by 2040—10 years \nahead of the Paris Agreement. We invited others to join \nus and there are now more than 300 businesses and \norganizations across 51 industries and 29 countries that \nhave signed the Pledge, which means we are collectively \ncoming at the climate crisis from nearly every sector and \nnearly every angle. \nAs part of our efforts to decarbonize our business, we \nbecame the world’s largest corporate purchaser of renewable \nenergy in 2020, and last year, we reached 85% renewable \nenergy across our business. We continue to expand our use \nof zero-emission transportation such as electric delivery \nvans, cargo bikes, and on-foot deliveries, and in 2021, more \nthan 100 million packages were delivered to our customers’ \ndoorsteps globally using zero-emission vehicles. We are also \ninvesting in nature-based solutions, and last year, we helped \nto create the Lowering Emissions by Accelerating Forest \nfinance (LEAF) Coalition—a global initiative of governments \nand leading companies that has already mobilized $1 billion \nto protect the world’s tropical rainforests. We will continue \nto act boldly to address climate change and to invest in \nsolutions to help meet our commitment to reach net-zero \ncarbon across our operations by 2040.\nDelivering Progress for People \nOur ability to be a force for change on behalf of our planet \nrelies on diverse perspectives from smart, passionate, \nand committed people from all backgrounds. In 2021, we \ncontinued to make progress on our diversity goals, including \nincreasing the number of Black directors and vice presidents \nby almost 70%, and we remain committed to increasing Vice President, Worldwide \nSustainability, Amazon\nEvery day at Amazon, we ask ourselves, “How can we make \nthis product, this service, or this experience better for our \ncustomers?” We continually seek ways to challenge ourselves \nand improve how we deliver for our customers, support \nour employees, and accelerate the pace of innovation. \nThis mindset is ingrained in our culture, so every day, we \napply the same relentless pursuit to delivering progress \non our sustainability commitments. \nThe journey to become more sustainable is not simple or \nstraightforward for any organization. For a company of \nthe size and broad scope of Amazon, it’s a big challenge. \nBut at Amazon, we don’t shy away from big challenges. \nWe innovate and create. We don’t have all the answers \ntoday, but we believe in the need to act now.\nThis is reflected in one of our newest Leadership Principles, \nintroduced last year: Success and Scale Bring Broad \nResponsibility. It says that “we are big, we impact the world, \nand we are far from perfect. We must be humble and \nthoughtful about even the secondary effects of our actions. \nOur local communities, planet, and future generations \nneed us to be better every day.” We apply our Leadership \nPrinciples daily—whether we are discussing ideas for new \ninventions or deciding on the best approach to solve a \nproblem. Throughout 2021, we embedded the spirit of \nthis Leadership Principle into our everyday actions and \ncontinued to make progress on our environmental and \nsocial commitments.diverse representation in our workforce at the most senior \nlevels. We’ve helped more than 70,000 Amazon employees \nlearn new skills and advance their careers as part of our \nUpskilling 2025 pledge, and we are enabling thousands of \nhourly employees in 14 countries to earn certificates and \ndegrees through Amazon Career Choice. Earlier this year, we \nalso expanded travel reimbursements for our employees in \nthe U.S. to cover treatment for non-life-threatening medical \nissues when travel is required, including elective abortion and \ninfertility, starting in 2022.\nIn our communities, we are supporting initiatives to address \nthe affordable housing crisis—including a commitment of \nmore than $2 billion from the Amazon Housing Equity Fund, \nlaunched last year. As of March 2022, these commitments \nhave already preserved or created 8,000 affordable units to \nhouse more than 18,000 people. Also last year—in service \nto people in our communities and supply chain—we signed \nthe United Nations’ (UN) Women’s Empowerment Principles, \nwhich offers businesses guidance on ways to promote \ngender equity in the workplace and global community; we \ncreated a $150 million Black Business Accelerator program \nin partnership with our Black Employee Network affinity \ngroup; and we launched a $12 million, five-year partnership \nwith the U.S. National Safety Council to uncover new ways \nto prevent and address musculoskeletal disorders.\nSince the beginning of Russia’s invasion of Ukraine in early \n2022, we quickly mobilized to provide humanitarian aid and \nassistance to the people of Ukraine, including financial and \nin-kind donations, cloud computing credits, resettlement \nsupport, and more. We are proud of how our global teams \ncame together to support this effort and are honored \nto have been awarded the Ukraine Peace Prize for the \nsupport AWS has shown the Ukraine government and the \nUkrainian people.Delivering Progress Every Day \nWe are proud of the progress we’ve made, but we \nrecognize we have more to do. Our everyday actions to \ndeliver progress are in service of achieving long-term, \nsystemic change that improves the well-being of people, \ncommunities, and the planet.\nThe path to achieving some of our goals will be long and \ncomplex, but we are not deterred. At Amazon, we thrive on \npushing the boundaries of what’s possible. We are taking \nthe same tenacity we use to invent and problem solve for \nour customers and applying it to how we help address some \nof the world’s biggest challenges. I hope you enjoy learning \nmore about how we are doing this as you read our 2021 \nSustainability Report. \nWith gratitude, \nKara HurstOpening Letter From \nKara Hurst\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 3  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}