{"page_content": "A South African Solar Farm\nIn 2021, Amazon’s first operational solar project in \nSouth Africa  started to supply clean, renewable \nenergy to the grid that powers AWS data centers, \ncontributing to the country’s 2030 renewable \nenergy goals. Located in the Northern Cape \nprovince, the 10-megawatt (MW) solar project \nis expected to generate up to 28,000 MWh of \nrenewable energy per year, which is equivalent to \nthe annual electricity consumption of over 8,000 \naverage South African homes. \nThe solar project consists of more than 24,000 \nsolar panels that track the sun from east to west, \nrotating on a single point. Altogether, the project \ncovers an area of 20 hectares in the Northern \nCape, where sunlight is an abundant resource. \nThe project’s design will avoid an estimated \n25,000 tons of carbon emissions annually, the \nequivalent of removing 5,400 cars from the road \nin South Africa.\nThe solar project is majority-owned by local \nwomen and operated by a fully South African-\nowned company. The project has reduced waste \nby donating unused materials from construction, \nincluding pallets and electrical cable drums, to \nlocal furniture businesses and special skills schools \nto support small and medium-sized businesses.Energy Storage Solutions\nKeeping the power grid supplied when the sun isn’t shining \nand the wind isn’t blowing demands innovative solutions to \ncontinually generate carbon-free electricity. In 2021, Amazon \nannounced our first solar energy and storage projects ,  \nwhich provide the infrastructure required to store solar \nenergy generated when the sun is shining. These utility-scale \nprojects help enable electricity grids to operate with carbon-\nfree electricity when the sun isn’t shining. \nMaking the Grid Greener Through \nRenewable Energy Optimization\nAs our use of renewable energy grows, we monitor the \noperational performance of hundreds of global projects to \nhelp us achieve our renewable energy goals. We employ a \nteam dedicated to renewable energy optimization (REO) ,  \nwhich leverages AWS Cloud technology to improve the \nperformance of Amazon’s portfolio of wind and solar \nprojects. Our REO team developed an end-to-end solution \nusing AWS services to perform near real-time monitoring of \nour renewable energy projects. The team used AWS Internet \nof Things-based architecture to create a highly secure, \nreliable, scalable, and low-cost solution that manages data \nfrom hundreds of renewable energy projects. This enables \nus to rapidly identify and troubleshoot inefficiencies and find \nmore opportunities for greater impact. \nBy 2025, we expect these optimizations will deliver the \nsame amount of additional clean energy as a new 150-MW \nwind farm. 24K+ \nSolar panels \n25K \nTons carbon emissions \navoided annually \nLearn more about our global renewable  \nenergy projects on our website .\n© SOLA GROUP\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 21  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}