{"page_content": "Incorporating \nSustainability \nInto Our Buildings\nAmazon operates thousands of \nworld-class facilities that serve our \nglobal employees, customers, and \ncommunities. We strive to reduce \nthe environmental impacts of our \nbuildings while creating a positive \nexperience for the people who \noccupy them.Our Approach\nWe leverage industry best practices and emerging \ntechnologies in facility design and operation to drive \nreductions across carbon, energy, water, and waste. We \nfocus on the direct emissions that result from powering \nour buildings, as well as the indirect emissions from \nthe embodied carbon—the carbon emitted during \nconstruction—in our building materials and equipment. \nWe use proven technologies to enhance efficiency across \nour facilities and pilot new ideas, including innovations \nsupported by The Climate Pledge Fund, to transition our \nbuildings to net-zero carbon. In Corporate Offices\nWe use innovative design to build sustainability into our \nphysical campuses. Energy-efficient lighting, low-flow \nwater fixtures, composting, and recycling are common \nfeatures in our corporate offices. Many of our office \nbuildings offer plazas and open green spaces for public \nuse, along with green roofs that provide outdoor amenity \nspace while supporting ecological functions like stormwater \nmanagement. We also offer plug-in electric vehicle (EV) \ncharging stations and bicycle parking to encourage low-\ncarbon transportation for employees and visitors. \nIn 2021, we unveiled our latest plans for sustainable design \nenhancements at PenPlace , the second phase of our \nHQ2 development in Virginia. From the start, sustainability \nhas been a key element of our HQ2 campus and we \nare committed to achieving Leadership in Energy and \nEnvironmental Design (LEED) Platinum certification, the \nhighest sustainability certification for a development issued \nby the U.S. Green Building Council. \nOnce completed, we aim for PenPlace to achieve a  \nminimum of:\n• 10% reduction in the amount of embodied carbon \ncompared to typical construction practices, followed \nby a commitment to offset 100% of the remaining \nembodied carbon.\n• 50% reduction in water consumption beyond national \nstandards, using low-flow fixtures and reclaimed water.\n• 30% energy savings below the American Society of Heating, \nRefrigerating and Air-Conditioning Engineers (ASHRAE) \nbaseline, with electrified building systems powered by 100% \nrenewable energy through a combination of both on-site \nsolar and local off-site solar generation.Informed by an active and ongoing engagement process with \nArlington County, we are reintroducing native plant species \nand creating a green, walkable, safe, and enjoyable community \npark for employees, nearby residents, and visitors. We are also \nexpanding the planted area by 5,500 square feet, bringing the \ntotal area of public space at PenPlace to 2.5 acres.\nIn addition, we are making it easier for pedestrians and \ncyclists to navigate the campus. Protected bike lanes connect \nPenPlace to the comprehensive local bike transit plan, \nensuring our presence helps push forward Arlington’s own \nsustainability ambitions.\nIn Fulfillment Facilities \nOur fulfillment facilities  are state-of-the-art warehouses \nwhere we process orders for our customers. In 2021, we \nconducted pilot projects at several new fulfillment facilities \nusing a low-carbon concrete technology produced by \nCarbonCure, a company Amazon has invested in through The \nClimate Pledge Fund. CarbonCure’s technology enables the \nconcrete industry to sequester carbon permanently in fresh \nconcrete, reducing embodied carbon at new construction sites.\nWe also launched pilot projects at fulfillment facilities in \nNorth America to improve our on-site water management. \nThis involved retrofitting sites to divert excess water runoff \naway from stormwater drains and toward ponds that exist \non each facility’s property. \nIn addition, many of our fulfillment facilities throughout \nthe U.S., Europe, and India are powered by on-site solar, \nwhere a rooftop installation can power up to 80% of the \nfacility’s energy use. As of 2021, 115 of our global fulfillment \nfacilities have rooftop solar installations and we continue to \nscale this program globally. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 22  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}