{"page_content": "In Our Stores\nSustainable building design is also important in our physical \nstores. In early 2022, our Amazon Fresh location in Seattle, \nWashington, became the world’s first grocery store to pursue \nZero Carbon Certification  from the International Living \nFuture Institute, a leading nonprofit dedicated to advancing \nsustainable building practices. \nMore than a dozen upgrades were incorporated throughout \nthe development of the store, including transitioning to a \nCO2-based refrigeration system that reduces greenhouse \ngas emissions by 38 metric tons per year compared to a \nconventional system. The store also uses steel byproducts \nin the concrete floor to reduce embodied carbon by nearly \n40% compared to a standard concrete floor.\nOther key features include a fully electric kitchen space \nthat reduces the need for fossil fuel combustion in the \nstore, electrifying the store using 100% renewable \nelectricity sourced from Amazon’s renewable energy \nprojects, incorporation of low-flow fixtures in restrooms \nand kitchens to reduce water use, and free EV charging \nfor customers. As a result of these upgrades, we expect \nthe store will save nearly 185 tons of CO 2e each year—the \nequivalent of driving around the Earth 18 times in a standard \npassenger vehicle.1 \nOur Whole Foods Market stores feature similar sustainability \nbenefits and upgrades. At the end of 2021, 200 EV charging \nstations were available in Whole Foods Market parking lots \nthroughout the U.S. Nearly 50 Whole Foods Market stores \nutilized refrigeration systems that rely on natural refrigerants \nwith low global warming potentials and over 70 Whole \nFoods Market stores had solar rooftops.Amazon Sustainability Ambassadors \nSustainability Ambassadors are sustainability-\nminded Amazon employees who work to amplify \nglobal, companywide efforts at the local level. \nAmbassadors lead projects on Amazon campuses \nand create virtual engagement opportunities to \ninspire fellow employees, both at work and at home. \nThe program also serves as a community for sharing \nbest practices among teams in different settings \nand locations.\nSince launching in 2018, the Sustainability \nAmbassador program has transformed into a \ncollaborative network across 1,250 global locations. \nAs of 2021, more than 8,900 Amazon employees \nparticipate in the program—up from 7,500 in \n2020. In 2021, we launched new chapters in India, \nBrazil, Australia, Mexico, the United Arab Emirates, \nand beyond.\nDriving Local Impact, Globally \nAmbassadors who work at physical sites, like \nfulfillment centers, focus on opportunities to \nengage fellow employees through on-site initiatives. \nIn 2021, Ambassadors at a facility in Wisconsin \npartnered with a local waste vendor to install \nrecycling stations for employees to deposit used \nelectronics. In Italy, an Ambassador spearheaded \nan effort to include sustainability information in \nnew hire orientation programming for thousands of new Amazon employees. In Tennessee, more \nthan 35 Ambassadors hosted an event at a nearby \nmiddle school to plant a total of 44 trees that will \nhelp sequester carbon and divert stormwater at \nthe school campus. Ambassadors in Singapore also \nled a tree-planting event to support the Singapore \nBotanic Gardens.\nAmbassadors in our corporate offices are focused on \nsustainability initiatives that can be done virtually in \nany setting. In 2021, 5,600 Ambassadors across the \nglobe participated in the Four-Week Sustainability \nChallenge, picking up litter or eating plant-based \nfoods, among other everyday actions that help \npromote a more sustainable lifestyle. As part of \nthe challenge, a group of participants in Europe \ncollected more than 2,500 pieces of plastic waste \nin just 15 days.\nFor the second year in a row, Sustainability \nAmbassadors led Amazon’s Sustainability Summit, a \nvirtual educational event available to all employees \nto learn more about our corporate sustainability \nprograms and partnerships. The event drew 13,000 \nregistrations across 23 virtual sessions in 2021 and \nfeatured speakers from Amazon’s sustainability \nleadership team, Sustainability Ambassador \nchapters, and signatories of The Climate Pledge. \nThe summit also featured our second crowdsourcing \nchallenge for Amazon employees to present \ninnovative ideas on sustainability, which received \n89 submissions.\n1 Calculation based on CO 2e saved, using the U.S. Environmental Protection \nAgency (EPA) carbon calculator . \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 23  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}