{"page_content": "Decarbonizing \nTransportation\nDelivering for our global customers \nrequires Amazon to rely on a variety \nof transportation solutions for long \nand short distances. Decarbonizing \nour transportation network is a \nkey part of meeting The Climate \nPledge by 2040 and making 50% \nof Amazon shipments net-zero \ncarbon by 2030, which is why \nwe are actively transforming our \nfleet network and operations.Our Approach\nOne of the ways we are decarbonizing our transportation \nnetwork is by deploying technical solutions including zero-\nemission vehicles and low-carbon fuels. We are preparing \nour systems and facilities to accommodate the large-\nscale adoption of zero-emission vehicles in the coming \nyears, which will require new refueling infrastructure and \noperating patterns. \nAchieving our net-zero carbon goal will also demand long-\nterm solutions that have not yet been invented, along with \nan abundant supply of clean energy sources to power those \ntechnologies. Knowing this, we are investing in breakthrough \ninnovations through The Climate Pledge Fund and forging \nindustry partnerships to accelerate change. \nDeploying Solutions Across \nOur Network\nLast-Mile Delivery\nWe use a range of delivery methods to reduce emissions on \nlast-mile routes to our customers’ doorsteps. These include \nelectric delivery vehicles and micromobility technologies that \ncan be used for shorter journeys. \nIn 2019, we ordered 100,000 custom electric delivery \nvehicles from Rivian—the largest order ever of electric \ndelivery vehicles. We rolled out the first of these vehicles \nin 2021. We expanded our European electric delivery fleet \nwith an order for 1,800 electric vans from Mercedes-Benz, \na signatory of The Climate Pledge. In India, we are adding \n10,000 electric vehicles (EVs) to our existing fleet, including \ntwo-wheeler, three-wheeler, and four-wheeler vehicles built \nby local manufacturers. We are also piloting electric delivery \nvehicles in other locations, including Latin America, Asia, and \nthe Middle East.In 2021, more than 100 million packages were delivered to \nour customers’ doorsteps across Europe with a fleet of over \n3,000 electric delivery vans and other zero-emission vehicles. \nAdditionally, over half a million packages were delivered to \nour customers’ doorsteps in North America with EVs. More \nthan 100 Amazon delivery stations across North America \nand Europe are equipped for EV usage, and all new delivery \nstations are designed to meet the needs of our current and \nfuture electric delivery fleets.\nZero-Emission Transportation in Paris\nWe announced in November 2021 that, in the city of Paris, \ntwo-thirds of our shipments are delivered using zero-emission \ntransportation. This was achieved through a combination of EVs, \ncargo bikes, and carts for deliveries on foot through our Delivery \nService Partners—all of which contribute to decarbonizing the \nlast-mile delivery process.Additionally, we are using micromobility technologies to \ntransform the way packages are delivered, particularly in \nurban settings. In 2021, more than 5 million shipments across \n17 European cities and 30 million packages in Manhattan, \nNew York, were delivered to our customers’ doorsteps using \ncargo bikes and walkers. Our global bicycle fleet includes \ntraditional bicycles and electric bikes connected to cargo \ntrailers that can carry up to 45 packages at a time. More than \n400 cargo bikes are used to make deliveries for Whole Foods \nMarket and Amazon Fresh to customers in Manhattan and \nBrooklyn in New York City.\n100M+\nPackages delivered \nacross Europe with  \nzero-emission vehicles\n30M \nPackages delivered in Manhattan, New York,  \nusing cargo bikes and walkers5M+ \nShipments delivered  \nin Europe using \nmicromobility solutions\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 24  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}