{"page_content": "We also purchased sustainable fuel made from waste \ncooking oil to reduce shipping emissions in ocean shipping. \nThis purchase was estimated to have reduced emissions by \napproximately 20,000 metric tons of CO 2e in 2021, which \nwill be continued in 2022. We continue to advance public \npolicies at the national and multinational levels that will \nsupport the decarbonization of the maritime shipping sector.\nPartnering to Support Solutions of \nthe Future\nWe know that moving to more-sustainable transportation \nwill require innovative solutions and sustainable fuels that \ndo not yet exist. Through The Climate Pledge Fund ,  \nwe are helping inventors and entrepreneurs move faster \nwith an investment portfolio that includes breakthrough \ntransportation technologies, such as those being developed \nby Rivian, BETA Technologies, Resilient Power, Amogy, \nInfinium, and ZeroAvia. \nIn 2021, we helped launch  Cargo Owners for Zero \nEmission Vessels (coZEV) with the Aspen Institute. Through \ncoZEV, Amazon is supporting initiatives to increase the \navailability of zero-emission technologies and fuels while \ngaining support from shipping lines, cargo owners, ports, and \nother organizations that can enable energy transition. We \nalso became a founding private sector member of the First \nMovers Coalition to lead decarbonization of the maritime \nshipping industry. The coalition brings global companies \ntogether to harness their purchasing power and supply \nchains to create early markets for innovative clean energy \ntechnologies that are key for tackling the climate crisis. With \nthis launch, we announced our commitment to use ships with \nzero-emission fuels for at least 10% of the volume of our \ngoods shipped internationally by 2030 and 100% by 2040. Additionally, we are driving policies that support the adoption \nof green technology around the world. In May 2021, we \nsupported a policy proposal to the Japanese government for \nthe adoption of zero-emission vehicles in the delivery industry \nby the Japan Climate Leaders’ Partnership . The government \nset a new target of 100% electric or fuel cell vehicles in new \ndelivery vehicle sales by 2040. It also introduced intensive \nmeasures to adopt EVs over the next decade through the \nGreen Growth Strategy  in June 2021. \nAmazon FASTforward\nAmazon works with thousands of external transportation \nproviders, from individual truck owners to multinational \nlogistics service companies. As part of our work to \ndecarbonize our transportation network, we want to \nmake clean technologies available and accessible to all \nof them. In 2021, we held our first virtual transportation \nsustainability summit , FASTforward, focused on Future \nAdvanced Sustainable Transportation. The summit \nbrought together industry leaders, fleet operators and \nmanufacturers, researchers, and policy experts from \nEurope to share experiences and inspire action.Middle-Mile and Long-\nDistance Transportation\nWhen it comes to transporting goods over longer distances, \nwe rely on transportation across roads, rail, air, and water, \neach of which offers few existing low-carbon solutions that \ncan be immediately deployed at scale. We are promoting \nthe use of low-carbon solutions in the near term while also \ninvesting in emerging technologies and collaborating with \nothers to accelerate cross-sector innovation in middle-mile \nand long-distance transportation for the future.\nIn North America and Europe, we increased our total rail load \nvolume and expanded our Amazon and leased rail assets \nin 2021. We started deploying battery EV trucks across our \nheavy commercial trucking fleets and began switching to \nvehicles that use alternative fuel sources, like compressed \nnatural gas (CNG) trucks. As of 2021, we had ordered more \nthan 3,000 CNG vehicles, and we are procuring millions of \ngallons of renewable natural gas created from waste stocks \nto power them, significantly reducing carbon emissions and \nparticulate matter pollutants.\nWe are investing in alternative fuels, such as sustainable \naviation fuel, which reduces carbon emissions in flight up \nto 20% over standard aviation fuel. Amazon secured more \nthan 5 million gallons of low-carbon aviation fuel in 2020 \nand agreed to purchase up to 6.5 million gallons in 2021 \nand 2022. We also joined the Sustainable Aviation Buyers \nAlliance  in 2021 and became one of the group’s founding \nmembers to drive investment and send market signals in \nsupport of sustainable aviation fuel. “  By joining the First Movers Coalition, we \nare sending a clear signal that companies \nlike Amazon are seeking long-term, \nlow-carbon fuel solutions to help us \nachieve net-zero carbon by 2040. We \nwelcome the Biden administration and \nthe World Economic Forum’s decision to \nlaunch the First Movers Coalition, which \nwill help further accelerate our efforts \nto decarbonize our operations through \nreal business change and innovation.”\nAndy Jassy \nPresident and CEO, Amazon\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 25  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}