{"page_content": "Avoiding and \nManaging Waste\nBeyond Amazon’s commitment to \ndecarbonize our operations, we \nare working to send less material \nto landfills and more back into \nthe circular economy loop. The \nmajority of the waste we produce \ncomes through our customer \nfulfillment operations, from \nmaterials that become obsolete in \nour supply chain, or from surplus \ninventory, including items that are \noverstocked, returned, cosmetically \ndamaged, or near expiration. Our Approach\nThe best way to reduce waste is to avoid creating it in \nthe first place, through waste-prevention programs and \noptimized inventory management. Reuse is the next \nbest option, and is achieved by repairing, repurposing, \nand donating usable items—all actions we’ve developed \nprograms to support. We then rely on recycling and \ncomposting to enable the recovery of raw materials,  \nand as a last resort, we seek to recover energy from  \nany waste material that must be sent to landfill. \nReimagining the Product Lifecycle \nThrough Amazon Second Chance \nThrough Amazon Second Chance , we provide customers \nwith ways to responsibly retire their products. Customers in \nthe U.S., UK, Canada, France, Germany, Italy, Spain, Sweden, \nand Japan can access a range of services to recycle, repair, \nor trade in their items, as well as shop for like-new and \nrefurbished products. We also provide guidance on the \nresponsible disposal of Amazon packaging.   How to shop pre-owned items:\nAmazon Renewed  offers refurbished products such as \nelectronics, home appliances, and more. All products are \nprofessionally inspected and tested to work and look like \nnew and are backed by the Amazon Renewed Guarantee.\nAmazon Warehouse  gives a second life to products \nreturned by customers. Each product undergoes a rigorous \n20-point inspection process before being sold at a discount.\nPre-Owned Amazon Devices  provides customers with \naccess to certified refurbished, like-new Amazon devices \nthat have been screened and tested by Amazon and are \nbacked with the same limited warranty as a new device. \n \n  How to recycle or trade in products: \nAmazon Trade-In  allows customers in the U.S., UK, and \nGermany to trade in thousands of eligible electronics, such \nas Amazon devices and select third-party cell phones, tablets, video games and consoles, Bluetooth devices, and \nmore, in exchange for an Amazon Gift Card. Traded-in \nAmazon devices are processed and resold to new owners, \nand any devices not qualified for resale are recycled through \nan Amazon-approved recycler.\nFor electronic equipment that cannot be repaired or traded \nin, customers can recycle their items free of charge through \nAmazon Device Recycling  in the U.S. and through various \nrecycling initiatives  in Europe. These programs route \nelectronic equipment to recycling partners and verify that \nthey are recycled and repurposed. \n  How to repair items: \nFree product support  provides customers with technical \nassistance for select items, encouraging customers to fix \nitems and maximize their lifespan before replacing or \ndisposing of them. In the U.S., repair support is also available \nthrough iFixit .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 26  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}