{"page_content": "Avoiding Waste Through \nProduct Donations\nAt our global fulfillment centers, we use software to \nidentify and sort eligible items that are fit for donation. \nWe partner with local community organizations to collect \nthese items from Amazon facilities and distribute them to \npeople in need. By donating surplus inventory to charitable \norganizations, we keep usable products out of the waste \nstream and help strengthen our local communities.\nMany of our product donations are generated through our \nFulfillment by Amazon (FBA) donations program, which \nautomates the process for Amazon selling partners to donate \ntheir overstocked or returned items. The service requires no \nadditional action from selling partners, allowing Amazon to \neasily scale product donations through our existing logistics. \nWe distribute the majority of our product donations through \nGood360, a nonprofit that works with a network of 100,000 \ncharity partners in the U.S. Through our partnership with \nGood360, Amazon product donations are distributed to low-\nincome households, foster families, individuals with special \nneeds or disabilities, seniors, veterans, immigrants, and more. \nIn Europe, we partner directly with more than 100 charities \nand local organizations to distribute product donations. \nSince 2019, Amazon has contributed more than 100 million \nproducts to our global charity partners in North America, \nEurope, Australia, and Japan. We are continuing to expand \nour product donations program globally by adding new \nlocations in the Middle East, North Africa, and South America.\nRedirecting Food Waste\nAs an online food retailer and an operator of physical grocery \nstores, Amazon is committed to reducing our food waste by 50% across our U.S. and Europe operations by 2030. \nWe became a member of the Food Loss and Waste 2030 \nChampions  through the U.S. Environmental Protection \nAgency in 2020, and extended our commitment to reducing \nfood waste to our Europe operations in 2021. To achieve \nthis, we are optimizing our food inventory management \nsystems to minimize waste from the outset and prioritizing \nways to avoid landfills.\nWherever possible, we donate surplus food to individuals and \nfamilies who need it most through community redistribution \nprograms. In 2021, we donated 85 million pounds of \nfood—equivalent to more than 70 million meals—through \nFeeding America in the U.S. Feeding America is a network \nof food banks, pantries, soup kitchens, shelters, and other \ncommunity-based agencies that helps Amazon maximize the \nimpact of our food donations. In Europe, we donated more \nthan 4,000 tons of food—equivalent to 10 million meals—in 2021. All of our UK grocery stores have a donation  \npartner in place that helps deliver surplus food to charities \naround London. Similarly, all of our U.S. grocery stores have \na donation partner. \nFor food that can’t be donated, we turn to processes \nthat avoid landfills, such as composting and anaerobic \ndigestion. In 2021, we diverted 27,000 tons of food through \ncomposting and anaerobic digestion across our worldwide \noperations. All Amazon Fresh stores operating in the U.S. \nhave composting programs for food that cannot be donated, \nand we are expanding our on-site composting capabilities \nacross our facilities.\nAt our Whole Foods Market stores, we have active \ncomposting programs at nearly 470 locations and collectively \ndiverted more than 155,000 tons of food waste by the \nend of 2021. Another 2,775 tons of food waste were sent to anaerobic digestion facilities through an organic waste \nrecycling system called Grind2Energy. The Grind2Energy \nsystem has helped to divert 12,500 tons of food waste at \nWhole Foods Market stores since 2014. As a result, we have \nprevented nearly 9,000 metric tons of CO 2e from entering \nthe atmosphere and produced enough clean, renewable \nenergy to power over 2,500 U.S. homes for a month. \nRecycling Solutions Across \nOur Operations\nCorrugated board is the most common material that \nflows through our fulfillment center operations, and we \nwork with third-party recycling haulers to remove excess \ncorrugate from our facilities for off-site recycling. Many \nof these haulers also supply Amazon with the packaging \nmaterials that we use for customer shipments, converting \nwaste material recovered from Amazon operations into \nnew, recycled packaging.\nNot all the materials we use can be easily recycled with \ncurrent systems, so we look for innovative solutions to \nrecycle these challenging materials. One example is plastic \nfilm, which is not commonly accepted through municipal \nrecycling programs. We have on-site plastic film recycling \nsystems at many Amazon operations facilities across North \nAmerica and Europe, enabling us to convert plastic film into \nbags made of 100% recycled material.\nWe continue to explore alternative solutions for other \nmaterials that are challenging to recycle. In 2021, we \ncompleted a pilot to recycle and repair damaged bags used to \nsort and stow items in our fulfillment operations into reusable \nmaterials. Additionally, we work with our shipping label \nsuppliers in several European locations to recycle the silicone \nbacking paper from shipping labels to make new ones. CityServe\nCityServe, based in California, is one example \nof a Good360 Community Redistribution \nPartner; it works with a network of local \nchurches to deliver necessities to thousands \nof individuals and families.\nIn 2021, our donations enabled CityServe \nto provide personal care supplies to more \nthan 20,000 people. CityServe staff and \nvolunteers assembled “blessing bags” full \nof items donated by Amazon, including \ntoothpaste, toothbrushes, hand towels, and \ndisposable masks. The bags were distributed \nto individuals and families without housing. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 27  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}