{"page_content": "Improving Our \nPackaging \nPackaging plays a critical role in \nthe customer delivery experience, \nand Amazon is committed to \ndelivering products safely and \nsustainably. Since 2015, we have \ninvested in materials, processes, \nand technologies that have reduced \nper-shipment packaging weight \nby 38% and eliminated over \n1.5 million tons of packaging.Our Approach\nAmazon customers want right-sized, recyclable packaging \nthat minimizes waste and ensures damage-free delivery. \nWe work to reinvent and simplify our sustainable packaging \noptions using a science-based approach that combines \nlab testing, machine learning, materials science, and \nmanufacturing partnerships to scale sustainable change \nacross the packaging supply chain.\nEliminating Packaging Where Possible\nFrustration-Free Packaging (FFP)  is Amazon’s flagship \nprogram designed to reinvent the packaging experience. \nFFP products offer more-sustainable packaging that is \neasy to open, fully recyclable, and capable of shipping \nwithout additional packaging protection. In 2021, we began \noffering incentives to vendors that convert their packaging \nto FFP to encourage more vendors to adopt these best-in-\nclass standards. We also offer additional incentives when \nthose changes include reductions in total cubic volume. \nThis generates less packaging waste for customers and \nenables more packages per delivery vehicle. By the end \nof 2021, more than 2 million products qualified under \nour FFP programs. Partnering for Better Packaging\nSome products are more difficult to ship than others. \nStemware, for example, is fragile and frequently arrives \nwith multiple layers of padding to prevent damage. This \nadditional material can make for a frustrating customer \nexperience and doesn’t always protect the product.\nTo demonstrate that e-commerce packaging can be \nboth minimal and effective, we facilitated a complete \nredesign of stemware packaging for Lenox, a well-\nknown brand that has specialized in tableware and \nglassware for over 130 years. \nThis novel packaging design includes changing product \norientation to optimize for space. It also includes a \nprotective corrugate insert, replacing the need for \nbubble wrap, further reducing plastic waste and \nimproving the customer experience. The result is a fully \nrecyclable package that uses 83% less material weight \nand 78% less volume without compromising protection \nof the item inside.Cold Groceries, Delivered \nMore Sustainably \nIn 2021, U.S. grocery teams launched new curbside-\nrecyclable packaging to replace nonrecyclable insulation \nthat protects chilled items in grocery deliveries. This has \neliminated the annual need for 1,500 tons of natural \ncotton fiber and 7,500 tons of nonrecyclable mixed \nplastic that was previously required to safely deliver \nchilled or frozen groceries from Amazon Fresh and \nWhole Foods Market.\nIt is particularly challenging to design new solutions \nthat maintain adequate insulation properties to keep \nproducts chilled. Our innovative packaging uses layers \nof  tissue to provide both durability and insulation \nwithout sacrificing recyclability. \nCustomers were with us for every step of this journey.\nLearn more about how we tested this packaging in \nseveral U.S. cities and incorporated improvements into \nthe design based on customer feedback .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 28  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}