{"page_content": "Size with new algorithm\n1,393 inch334.7% \nExternal cube \nreductionSize with old algorithm\n2,133 inch3\nNo Amazon \nPackagingPaperboard \nEnvelopesUnpadded \nBagsRecyclable Paper \nPadded Mailer\nlocker\nlocker\nlocker\nPadded \nMailer\nlocker\n locker\nlocker\nFlexible \nMailers\nlocker\nBoxesShipment Zero Packaging Flexibles Corrugated\n8% of shipments 49% of shipments 43% of shipmentsLower WasteOptimizing Materials Where \nPackaging Is Necessary\nWhen additional Amazon packaging is required to ship a \nproduct, we strive to optimize that packaging for increased \nrecyclability along with reduced waste and carbon. We are \ntransitioning to materials that are compatible with local \npaper and plastic recycling streams where we operate. We \nalso support initiatives to expand the availability of curbside \nrecycling infrastructure to the public through investments in The \nRecycling Partnership and the Closed Loop Infrastructure Fund. \nIn the U.S., we expanded the use of our recyclable paper \npadded mailer, replacing nearly 70% of our mixed material \nbubble mailers in 2021. We also improved the composition \nof our single-use plastic packaging to use less material and \nincorporate more recycled content. In 2021, we increased the \nrecycled content of our plastic film bags from 25% to 50% \nand that of our plastic padded bags from 15% to over 40%. \nThrough these collective efforts, we avoided over 30,000 tons \nof plastic across North America in 2021.Algorithm Packaging Efficiencies\nOur Fulfillment Packaging Breakdown in 2021when smaller products are suitable for flexible packaging, \nsuch as padded mailers and bags, which are up to 75% \nlighter than similar-sized boxes. Over the past five years, \nthese algorithms have allowed us to reduce the use of \ncorrugated boxes by over 35%.\nIn 2021, we deployed data-science algorithms to optimize \nthe number and size of boxes used for 12 geographies \naround the world. These algorithms—which help our \nfulfillment centers maintain the right mix of box sizes— \nnow cover 65% of global box shipments, with plans to  \nscale to 97% in 2022.\nWe also introduced advanced fitting algorithms designed \nto reduce packaging specifically for shipments with \nmultiple items. These new algorithms calculate the \npossible arrangements of products for best fit in a three-\ndimensional virtual package. Since launch, this technology \nhas downgraded the size or type of packaging for 7% of \ntotal  shipments and we plan to deploy it globally in 2022.In Europe, we switched from single-use plastic delivery bags \nto recyclable paper delivery bags and cardboard envelopes \nfor orders shipped from fulfillment centers in 2021. We also \nremoved a wide range of single-use plastic products from \nour European stores. In Australia, we replaced all single-use \nair pillows with 100% recyclable paper material to protect \ngoods during shipping. Amazon also became a founding \nmember of the India Plastics Pact after removing single-use, \nthin film plastics from Amazon packaging throughout India \nfulfillment centers in 2020. \nUsing Technology to Optimize \nPackaging Type and Fit\nWe use a range of boxes and mailers across our fulfillment \nnetwork, and for every shipment that requires packaging, we \nuse science-based systems to determine optimal packaging \nsizes and types. This starts with using machine learning \nto identify products that can be delivered safely with less \nmaterial. Machine learning algorithms help us determine \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 29  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}