{"page_content": "Product \nSustainability\nAs part of our mission to be Earth’s \nmost customer-centric company, \nwe are giving customers access to \nproducts that are more sustainable. \nThis includes both our Amazon-\nbranded products and the third-\nparty items we offer that feature \nsustainability certifications through \nour Climate Pledge Friendly program.Making Sustainable Shopping Simpler\nAs people change the way they shop and search for products \nthat align with their values, Amazon is empowering our \ncustomers to make more informed shopping decisions \nevery day.\nOur Approach\nThrough the Climate Pledge Friendly  program, we are \nhelping customers in the U.S. and Europe discover and shop \nfor more-sustainable products. To identify these products, \nwe partner with a wide range of trusted and transparent \nexternal certifications . Qualifying products are labeled \nin shopping results and have additional sustainability \ninformation on their product pages. \nWe also developed our own certification, Compact by  \nDesign , to identify products that have a more efficient \ndesign. By eliminating excess air, water, and packaging, \nproducts require less packaging and become more efficient \nto ship. At scale, these small differences in product size and \nweight lead to significant carbon-emission reductions. \nOur Journey\nSince we launched Climate Pledge Friendly in 2020, the \nnumber of products included in the program has grown \nfrom 75,000 to more than 250,000 by the end of 2021. \nSearch rates for these products have also increased \nsignificantly during the same time frame. In 2021, more than \n370 million Climate Pledge Friendly units were shipped to \nAmazon customers and we welcomed 20 new third-party \nsustainability certifications to the program. See a full list of \nClimate Pledge Friendly certifications on Amazon.com .370M+\nClimate Pledge Friendly units shipped to Amazon  \ncustomers in 2021250K+ \nClimate Pledge \nFriendly products36\nParticipating external \ncertificationsAdditionally, in 2021, we launched 17 features and \nexperiments to increase the discoverability of Climate Pledge \nFriendly products. This included a new Guided Buying  tool \nfor Amazon Business Prime customers, designed to spotlight \nClimate Pledge Friendly products. The tool has been adopted by 1,650 organizations since launching in July 2021. \nGuided Buying steers business customers to Climate Pledge \nFriendly products as the preferred procurement option by \ntheir organizations.\nEveryday Essentials, Consciously Created \nWith Amazon Aware\nIn early 2022, Amazon launched Amazon Aware,  \na new line of everyday essential items with third-\nparty certifications featured in our Climate Pledge \nFriendly program.\nAmazon Aware helps customers in the U.S., Canada, and \nEurope to shop for products made from materials such \nas recycled polyester, organic cotton, and bio-based \ningredients. The line features products across apparel, home, beauty, and other categories—all with product-\nspecific certifications, such as Global Recycled Standard for \nrecycled polyester content in apparel items.\nBedding and bath products use certified organic cotton \nand are certified by MADE IN GREEN by OEKO-TEX, which \nverifies that products are tested for harmful substances \nand made in safer workplaces with reduced environmental \nimpacts. Household cleaners are made with U.S. Department \nof Agriculture-certified, bio-based cleaning formulas.\nLearn more about the launch of Amazon Aware .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 30  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}