{"page_content": "Our Business\nAs part of our mission to be Earth’s most customer-centric company, we are \ncommitted to building a sustainable business for our employees, customers, \nand communities, including the people that support our entire value chain. \nOur Operations  \nWe offer access to a wide selection of products \nsold by us and by third parties across dozens of \ncategories. We help make customers’ lives easier \nand more enjoyable through our devices and \nservices. We create and provide access to world-class \ncontent and entertainment. We provide the world’s \nmost comprehensive and broadly adopted cloud \noffering. All of this and more is underscored by our \ncommitment to customer service and a state-of-the-\nart logistics and delivery network.Our Communities\nWe leverage our scale and assets for good to support \ncharitable organizations and strengthen communities \nwhere our employees and customers live and \nwork. Our culture is built around solving seemingly \nimpossible problems, which is why we take a different, \nmore hands-on approach than most. We use this \napproach to support education for underrepresented \ngroups, address direct needs including family hunger, \nhomelessness, and natural disasters, and protect our \nplanet to build a better future for all. Our Supply Chain\nOur approach is designed to drive engagement \nwith suppliers that meet our expectations for \nrespecting human rights, providing safe and inclusive \nworkplaces, and promoting a sustainable future. \nWe engage with suppliers across the globe that \nare required to meet the standards we outline \nand commit to these principles. Our Customers \nWe are always finding new ways to delight our \ncustomers while constantly aiming to offer lower \nprices, better selections, and more convenient \nservices. We serve our primary customer sets in the \nfollowing ways: consumers through our online and \nphysical stores; sellers through programs that enable \nthem to grow their businesses; developers and \nenterprises of all sizes through AWS; content creators \nthrough services that enable them to publish and sell \ncontent; and advertisers through advertising services.\nOur Principles We have 16 Leadership Principles , which describe how we do business and how we keep the customer at the \ncenter of our decisions. In 2021, we added two new Leadership Principles: Strive to be Earth’s Best Employer  \nand Success and Scale Bring Broad Responsibility .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 4  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}