{"page_content": "Empowering Sustainable Businesses \nIn addition to helping shoppers find more-sustainable products, \nClimate Pledge Friendly is encouraging more brands and selling \npartners to join the program and grow our impact. \n“We’re encouraged by Amazon’s Climate Pledge \nFriendly program, its recognition that consumers \nwant to take an active role in helping our planet, \nand its commitment to making it easier to shop \nfor sustainable options, such as our Nestlé Toll \nHouse morsels.” \nSteve Presley \nU.S. Market Head and CEO, Nestlé USAHear From Climate Pledge Friendly \nCertification Partners\nCarbon neutral by ClimatePartner  verifies that the carbon footprint of a product is \ncontinuously calculated and reduced, with any remaining emissions offset. The Carbon \nneutral label has been on the market for more than a decade and is recognized as a \ntrustworthy certification by independent and governmental institutions.\n“ People want to shop more consciously and Amazon is making \nthat easier. ClimatePartner is proud to be part of this important \njourney, providing transparency and credibility with its verification \nof climate neutrality.” \nTristan Foerster \nCEO and Co-Founder, ClimatePartner\nEWG VERIFIED  products are reviewed to ensure they are free from Environmental \nWorking Group (EWG)’s known chemicals of concern and adhere to strict health \nstandards. For almost 30 years, EWG has tracked chemical safety and warned \nconsumers about companies that use hazardous chemicals in items such as cosmetics \nand other personal care products. \n“ We are delighted that Amazon has selected EWG VERIFIED to \ninclude in its effort to feature more-sustainable products as a way \nto protect our climate. When Amazon shoppers see the Climate \nPledge Friendly label on a product that has earned the EWG \nVERIFIED mark, they’ll know that it is also one of the products \nidentified as more sustainable on Amazon, in addition to meeting \nour industry-leading benchmarks for health.” \nKen Cook \nPresident, EWG\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 31  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}