{"page_content": "The following set of sustainability commitments guide \nAmazon Private Brands and Whole Foods Market decisions \nfor sourcing materials and ingredients: \n  Animal Welfare\nAs retailers of animal-derived products, we recognize our \nresponsibility to uphold animal welfare within our supply \nchain. We expect our suppliers to uphold the Five Freedoms \nframework for animal welfare, which mandates freedom \nfrom hunger and thirst; freedom from discomfort; freedom \nfrom pain, injury, or disease; freedom to express normal \nbehavior; and freedom from fear and distress. We expect \nour suppliers to comply with all applicable laws and to take \na zero-tolerance approach to animal cruelty, abuse, and \nneglect. We encourage suppliers to continuously improve \ntheir animal welfare standards and practices, and to work \ntoward recognized animal welfare certifications or industry \nguidelines that include welfare provisions. For information \nabout animal welfare at Whole Foods Market, see our  \nMeat Department Quality Standards . \n  Cocoa, Coffee, and Tea \nAmazon is committed to sourcing cocoa, coffee, and tea \nthat is certified against sustainability standards by Rainforest \nAlliance or Fairtrade International for our grocery Amazon \nPrivate Brands2 selection in Europe. For cocoa products in \nEurope, other independently verified third-party schemes \n(such as Cocoa Horizons) may also be used, subject to review \nand approval. Most of our Private Brands ground, whole bean, \nand pods coffee products in North America are also certified \nby Rainforest Alliance, Fairtrade International, or Fair Trade \nUSA, and we expect the remaining selection to transition \nin 2022. Sourcing Sustainable Materials \nIn addition to offering more-sustainable choices, we want our \nAmazon Private Brands to support responsible supply chains \nand contribute to growing circular economies. From groceries \nand cleaning supplies to fashion and devices, we carefully \nconsider the materials and lifecycle impacts across our product \ncategories by asking: How can these products be better? \nOur Approach\nWe are working to enhance the certification and traceability \nof key raw materials and ingredients in our consumable \nproducts. We also participate in industry partnerships and \nworking groups that drive greater adoption of sustainable \nand responsible practices. Additionally, we are increasing \nthe amount of recycled fiber used in many of our Amazon \nPrivate Brands apparel products. All 365 by Whole Foods Market brand chocolate bars, \nchocolate chips, and baking chocolate are certified by Fair \nTrade USA, and in 2021, we transitioned all tea under the \nsame brand to be certified by either Fair Trade USA or \nRainforest Alliance. In addition, all 365 by Whole Foods Market \npackaged coffee is responsibly sourced and certified according \nto an approved third-party certification, including Rainforest \nAlliance, Fair Trade USA, or Fairtrade International. Whole \nFoods Market is also a member of Conservation International’s \nSustainable Coffee Challenge, a collaborative effort of \ncompanies, governments, NGOs, research institutions, and \nothers to transition the coffee sector to be more sustainable.  \n  Cotton\nWe are striving to source all cotton for our Amazon Private \nBrands apparel products from more-sustainable sources by \nthe end of 2022. This includes using cotton sourced from \nrecycled materials, from farms certified as producing organic \ncotton, or through Better Cotton , a global nonprofit that \naims to transform the cotton supply chain by developing \nBetter Cotton as a sustainable mainstream commodity.  \n  Eggs\nAmazon is committed to sourcing cage-free eggs in our \ngrocery Private Brands whole shell egg products in North \nAmerica and Europe. At Whole Foods Market, all shell and \nliquid eggs sold in our dairy cases and used in our kitchens and \nbakeries in the U.S. go beyond cage-free and are audited to \none of four production systems to meet Whole Foods Market’s \nAnimal Welfare Standards for Laying Hens . At Whole Foods \nMarket in Canada, all eggs come from cage-free hens.  Leather\nWe are striving to source all leather for our Amazon Private \nBrands apparel and shoe products from more-sustainable \nsources by the end of 2023. To achieve this, we will source \nfrom tanneries that meet the Leather Working Group’s  \nbronze level award or higher.\n2 As used here, Amazon’s grocery Private Brands include brands under our \nFresh, Kitchen, and Consumables businesses. Whole Foods Market refers to \nWhole Foods Market in the U.S., except where stated otherwise.Amazon Private Brands consist of products across several \ncategory types, including apparel, grocery, home, electronics, \nand more. Explore our Private Brands on Amazon.com . \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 32  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}