{"page_content": "  Pork\nIn addition to complying with the European restrictions on \nthe use of gestation crates, Amazon is committed to sourcing \ngestation crate-free pork by 2025 in our grocery Private Brands \nfresh pork products in North America. At Whole Foods Market, \nall pork sold in the Meat Department is also crate-free and \ncertified by the Global Animal Partnership—a nonprofit alliance \nof producers, retailers, animal advocates, and scientists that \ncertifies producers’ animal welfare practices to more than 100 \nanimal welfare standards. See Whole Foods Market’s Meat \nDepartment Quality Standards  for more information.  \n  Recycled Fabrics\nWe are increasing the use of recycled fabrics in Amazon \nPrivate Brands apparel products, including moving from \nconventional to recycled polyester, and launching products \nmade from innovative recycled fibers.  \n  Seafood\nAmazon is committed to sourcing seafood that is certified or \nrated against sustainability standards for our grocery Private \nBrands selection in North America and Europe, as well as \nthroughout Whole Foods Market’s Seafood Department. \nFor wild-caught seafood under these selections, single-\ningredient fresh, frozen, and canned products must be \nsourced from fisheries that are certified against sustainability \ncriteria by the Marine Stewardship Council Standard or rated \n“Green” or “Yellow” by Monterey Bay Aquarium Seafood \nWatch program. Amazon’s grocery Private Brands wild-\ncaught seafood products may also be part of a credible \nfishery improvement program with a progress rating of C   Man-Made Cellulosic Fibers\nWe are striving to source all man-made cellulosic fibers—\nincluding rayon, viscose, lyocell, and modal—for our Amazon \nPrivate Brands apparel products from more-sustainable sources \nby the end of 2022. We use the nonprofit Canopy’s   \ntools and reports to help avoid fibers sourced from \nendangered forests, endangered species’ habitats, or other \ncontroversial sources.  \n  Palm Oil\nAmazon uses palm oil certified against sustainability \nstandards in our Private Brands food and nonfood products \nin North America and Europe. In a small number of cases, \npalm oil credits may be used to cover small volumes and \ncomplex derivatives. We revisit these cases annually with \napplicable suppliers and agree on plans to transition to \nphysically certified palm oil where possible. In addition, 100% \nof 365 by Whole Foods Market brand food items containing \npalm oil, palm kernel oil, palm fruit oil, and palm shortening \nare produced using sustainable oil products . \n  Paper\nIn North America and Europe, Amazon grocery Private \nBrands are committed to sourcing paper products such \nas paper towels, toilet paper, and facial tissue that are \ncertified against sustainability standards or as recycled by \norganizations such as the Forest Stewardship Council (FSC), \nSustainable Forestry Initiative, and Programme for the \nEndorsement of Forest Certification. In addition, all 365 by \nWhole Foods Market paper products are either made from \n100% recycled materials or certified by FSC. or higher. For single-ingredient farmed seafood, Amazon \ngrocery Private Brands products must be certified by the \nAquaculture Stewardship Council, certified organic by EU \norganic, Naturland, or other approved schemes, or certified \n2 stars or higher by the Global Aquaculture Alliance’s Best \nAquaculture Practices. All Whole Foods Market farm-raised \nfresh or frozen seafood meets our Responsibly Farmed \nstandards, is traceable to the source, and requires third-party \nverification of water quality and dozens of other quality \nstandards. See Whole Foods Market’s Seafood Department \nQuality Standards  for more information. Learn more about our Restricted Substance List , which \nprovides an extensive list of chemicals we seek to avoid in \nAmazon Private Brands baby, household cleaning, personal \ncare, and beauty products, and applies to all suppliers of \nthese product categories in the U.S. and Europe.\nOur Food Contact Materials Restricted Substance List   \noutlines the chemicals of concern and nonrecyclable \nmaterials we prohibit in Amazon Kitchen food \ncontact packaging.\nIn addition, every food product sold by Whole Foods \nMarket must meet rigorous quality standards , which \nprohibit more than 230 preservatives, flavors, colors, \nsweeteners, and other ingredients. Whole Foods Market \nalso has standards for all household cleaning ,  \nbeauty, and body care . \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 33  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}