{"page_content": "Designing Our Devices and Services \nfor Sustainability\nAmazon devices and services are a part of everyday life \nfor millions of customers around the world. They inform, \nentertain, and connect our customers, and we are working \nhard to make our devices more sustainable. That includes \nhelping customers reduce their impact on the environment \nthrough our products and services. \nOur Approach\nWe design our devices to be more sustainable by measuring \nand reducing carbon emissions at all stages of the product \nlifecycle, from how the devices are made to how they are \nused and ultimately disposed of. We extend our impact \nby delivering products and experiences to help customers \nmanage their own environmental impact. \n  Materials and Chemicals\nWe incorporate recycled materials into many new Amazon \ndevices. In 2021, we launched several Echo, Fire TV, Fire \nTablet, Kindle, and Smart Home devices and accessories \nthat include up to 60% recycled molded plastic, up to \n100% recycled fabrics, up to 100% recycled aluminum, \nand up to 70% recycled magnesium, depending on the \nproduct. We also incorporated 50% recycled plastic into \ncertain power adapters that ship with our devices.\nTo advance the move to safer chemistry, we joined \nChemFORWARD  as a co-design partner. Through this \npartnership, we are collaborating with industry peers to \nproactively identify harmful chemicals and safer alternatives \nahead of regulations.  Packaging\nIn 2020, we committed to making Amazon device packaging \n100% recyclable by 2023. Additionally, we are working \nto source 100% of the wood fiber in our packaging from \nresponsibly managed forests or recycled sources. We have \nmade significant progress toward our goals, eliminating \nmore than 29 million plastic bags from our device packaging \nbetween September 2020 and September 2021. For new \nEcho, Fire TV Stick, Fire Tablet, and Kindle Paperwhite devices \nlaunched in 2021, 94%–98% of the packaging is made \nof wood fiber-based materials from responsibly managed \nforests or recycled sources, depending on the product. \n  Energy\nIn 2020, Amazon became the first consumer electronics \ncompany to commit to addressing the electricity used by our \ndevices through renewable energy development, starting \nwith our Echo devices. We are also making investments \nin additional wind and solar farm capacity that, by 2025, \nwill be equal to the energy use of Fire TV and Ring devices \nworldwide. Combined, we expect these projects will produce \nover 5 million megawatt-hours of clean energy per year—\nthat’s enough to power more than 400,000 homes.\nTo accompany our investments in renewable energy, we also \ncontinue to make our devices more energy efficient. We have \nbeen rolling out Low Power Mode to new devices, as well as \nto older devices already in customers’ homes. By the end of \n2021, over 50% of all Echo and Fire TV devices in customers’ \nhomes had Low Power Mode. We also launched a number of \nnew Fire Tablet, Fire TV, and Amazon Smart Home devices in \n2021 that were designed for energy efficiency and earned \nthe ENERGY STAR certification.  Reliability\nWe design our devices with best-in-class reliability models so \nthat they are more resilient, last longer, and don’t need to be \nreplaced as often. We also release over-the-air software updates \nfor our customers’ devices with feature and security updates.  \n  Suppliers\nWe work with our suppliers to encourage sustainability as a \ntop priority. In 2021, we launched our Zero Waste to Landfill \nprogram for suppliers. Ten of our supplier sites responsible for \nthe final assembly of some of our most popular Echo, Kindle, \nand Fire TV devices achieved UL’s Zero Waste to Landfill Silver \nor Platinum certification—a significant step toward achieving \nour zero-waste ambitions. This certification indicates that \nwaste has been handled in environmentally responsible ways, \ndiverting more than 90% of a facility’s waste from landfill \nthrough methods other than waste to energy.  \n  Climate Pledge Friendly\nWe partner with trusted and transparent external \ncertifications to validate the sustainability of our products \nand clearly communicate this to customers with the Climate \nPledge Friendly label. In 2020 and 2021, our Echo, Fire TV, \nFire Tablet, Kindle Paperwhite, and Smart Home devices and \naccessories launched with the Climate Pledge Friendly   \nlabel. Many of these products carry the Carbon Trust’s \nReducing CO 2 certification, demonstrating a reduction \nin the carbon emissions of a product year over year. The \nAmazon Smart Thermostat is the first Amazon device to be \nECOLOGO Silver certified—a certification that demonstrates \nproducts meet standards that can reduce the environmental \nimpact of one or more stages of the product lifecycle.  Alexa \nWe are making it easier for customers to understand their \nhome energy use with the Alexa energy dashboard , \navailable in the U.S. The dashboard works with compatible \nsmart lights, plugs, switches, water heaters, thermostats, \ntelevisions, and Echo devices, allowing customers to easily \nestimate the energy used by these devices. Customers \ncan also enable Alexa to help them conserve energy with \nHunches. For example, if Alexa has a Hunch that a customer \nis away and forgot to turn off a light, Alexa can automatically \nturn it off, helping customers save energy and reduce \ncarbon emissions. \n  Extending Our Impact\nTo drive change beyond our business, we look for ways to \nshare learnings and innovations that have shaped the way \nwe design our products. This allows others to leverage our \nexpertise and make more-sustainable products for their \nown customers. In early 2022, we published a paper called \nDecarbonizing and Neutralizing the Use Phase of Connected \nDevices  , focused on how we are integrating carbon-\nreduction strategies across the use phase of our devices. \nThese strategies account for an estimated 10%–15% of the \noverall carbon footprint of rechargeable battery-operated \ndevices and an estimated 60%–80% of the footprint of \nplugged-in devices. At Amazon, we recognize that we cannot \nsolve this challenge alone, and we are eager to invite other \nconsumer electronics companies and connected device \nmanufacturers to join the mission of driving to a net-zero \ncarbon use phase. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 34  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}