{"page_content": "Sustainability in \nthe Cloud\nAWS is the world’s most \ncomprehensive and broadly \nadopted cloud offering, with \nmillions of global users depending \non it every day. To build a \nsustainable business for our \ncustomers and for the world we all \nshare, we are designing data centers \nthat provide the efficient, resilient \nservice our customers expect while \nminimizing our environmental \nfootprint—and theirs.Our Approach\nWe focus on efficiency across all aspects of our infrastructure, \nfrom the design of our data centers and hardware to \nmodeling the performance of our operations for continuous \nenhanced efficiency. We are on a path to power our \noperations with 100% renewable energy by 2025. These \nrenewable energy investments help power our data centers, \nas part of our commitment to reach net-zero carbon across \nour operations by 2040. \nFor AWS, operating sustainably also means reducing the \namount of water we use to cool our data centers. Our holistic \napproach minimizes both energy and water consumption in \nour operations and guides the development of our water use \nstrategy for each AWS Region where we operate. \nIn addition, we work to reduce the carbon emitted during the \nextraction, manufacturing, and transportation of materials \nto data center construction sites. Reducing this embodied \ncarbon offers a significant opportunity to cut our overall \nemissions from data centers. \nEnergy Efficiency\nWe are using innovation to improve power efficiency in \nmultiple ways, including our investment in AWS-designed \nchips and the AWS Nitro System. For instance, AWS-\ndesigned Graviton3 is our most power-efficient general-\npurpose processor. Graviton3-based Elastic Compute Cloud \n(EC2) instances use up to 60% less energy for the same \nperformance than non-Graviton EC2 instances. With the \nworld’s increasing need for computing and as machine \nlearning has become mainstream, continually innovating \nat the chip level will be critical to sustainably powering the \nworkloads of the future. AWS also continually innovates on cooling efficiency. For \nexample, we worked with our vendors to optimize the \nlongevity and airflow performance of the cooling medium \nused in our data center cooling systems. The new medium \nprovides twice the service life and allows air to pass through \nmore easily than previous iterations, saving fan energy. This \nhas significant impacts on building energy performance, \nreducing the energy use of cooling equipment by 20%. \nPredicting and Tracking Performance\nWe use advanced modeling methods, such as computational \nfluid dynamics tools, to optimize our data center design. \nThis allows us to fully understand how the data center \nwill perform before it is ever built, enabling us to optimize \nfor higher reliability and energy efficiency in our systems. \nOnce our data centers are operational, real-time, physics-\nbased models allow us to further improve and optimize our \ndesigns. We build these custom models using AWS services \nand weather datasets from the Amazon Sustainability \nData Initiative to predict system performance for our sites \nand track their performance against how they should \nbe operating. \nReducing Embodied Carbon\nIn addition to emissions from our energy usage, AWS \naddresses a wide range of indirect emissions—including \nthose associated with the construction of our data centers. \nSteel is one of the largest contributors of embodied carbon \nin the structure of AWS data centers and we are lowering \nthese emissions by working with mills using electric arc \nfurnace production processes. Unlike conventional steel \nproduced from primary materials, coal, and gas, our suppliers \nare using up to 100% recycled content and are powered by \nelectricity only, reducing embodied carbon up to 70%. We delivered six projects constructed with recycled steel in 2021 \nand will expand this to all future U.S. and European data \ncenters moving forward.\nConcrete also contributes a large share of embodied carbon \nin data center construction, and AWS has multiple initiatives \nto reduce the carbon impact of the concrete required. For \nexample, our design standards now require concrete with a \n20% reduction in embodied carbon versus standard concrete \nfor new U.S. data centers, and we are expanding this \nrequirement globally.\n5x\nAWS is up to five times \nmore energy efficient than \nthe average data center \nsurveyed in Europe3.6x\nAWS is 3.6 times more \nenergy efficient than the \nmedian of U.S. enterprise \ndata centers surveyed\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 35  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}