{"page_content": "AWS Customer Carbon Footprint Tool\nAs AWS continues to invest in sustainability across our \ninfrastructure, many of our customers have asked us \nto help measure the carbon footprint of their AWS \nworkloads—both to understand how moving to AWS \nreduces their carbon footprint and to report their \noverall footprint.\nOur new customer carbon footprint tool  uses simple \nvisualizations to show customers their historical carbon \nemissions, evaluate related trends as their use of AWS \nevolves, estimate emissions avoided by using AWS \ninstead of an on-premises data center, and review \nforecasted emissions based on their current usage. \nThe forecast shows how customers’ footprints will change \nas Amazon stays on path to powering our operations with \n100% renewable energy by 2025, five years earlier than \nthe original target of 2030, and drives toward net-zero \ncarbon by 2040.In addition, historical carbon emissions data is available \nbased on a customer’s AWS use from January 2020 \nonward. This data includes Scope 1 and Scope 2 \nemissions. Scope 1 emissions come directly from a \ncompany’s operations, while Scope 2 emissions come \nfrom the generation of purchased energy, such as the \nelectricity used to power Amazon facilities. \nThe customer carbon footprint tool uses carbon data \nthat meets the widely adopted international standard of \nthe Greenhouse Gas Protocol, which supplies the world’s \nmost widely used greenhouse gas accounting standards. \nWhen signed into the AWS Billing console, customers can \nview their carbon emissions data by geographical location \nand by AWS service, such as EC2 and Amazon Simple \nStorage Service (Amazon S3). They can also measure \nchanges in their carbon footprint over time, as they \ndeploy new resources in the cloud.Moving to AWS Can Help Significantly Lower Carbon\nStudies by 451 Research , part of S&P Global Market Intelligence, have shown that AWS’ \ninfrastructure is more efficient than on-premises data centers. AWS is 3.6 times more energy \nefficient than the median of U.S. enterprise data centers surveyed and up to five times more \nenergy efficient than the average in Europe. A similar study that surveyed organizations in \nJapan, South Korea, Singapore, Australia, and India found that, on average, moving to the \ncloud was up to five times more energy efficient than using their on-premises data centers.\nAfter analyzing several regions, 451 Research also found that AWS can lower customers’ \nworkload carbon footprints by nearly 80% compared to surveyed enterprise data centers, \nand up to 96% once AWS is powered with 100% renewable energy—a target we are on \npath to meet by 2025. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 36  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}