{"page_content": "Community Water Programs\nWater is a key resource we share with those who live where \nwe operate, so we look for opportunities to return water \nto these communities. For example, we partnered with the \nCity of Umatilla and the West Extension Irrigation District \nto deliver water to farmers in Oregon. Instead of going \nto a wastewater treatment plant, our clean cooling water \ngoes into a canal that delivers the water to farmers for use \nin irrigation. With this project, we reuse up to 96% of the \nwastewater we discharge from our data centers in this region.\nIn 2021, we funded watershed restoration efforts by \nThe Nature Conservancy in Cape Town, South Africa, and \nRecycled Water\nWe evaluate the opportunity to reduce our consumption \nof potable water and are actively expanding our use of \nnonpotable and recycled water for cooling purposes. In \ncertain regions, we work directly with utilities and regulators \nto obtain approval for the use of recycled water in direct \nevaporative cooling technology. We are continuing to work \nwith water utilities in various regions to expand this recycled \nwater infrastructure. Through these actions, we are actively \ncontributing to sustainable water solutions by reducing \nour impact on the local potable water supply for the \ncommunities where we operate.\nOn-Site Water Treatment\nWe use on-site, modular water-treatment systems in \nmultiple regions, which allow us to remove scale-forming \nminerals and reuse water for more cycles. Increasing our \n“cycles of concentration” contributes to reducing the water \nintake needed to cool our data centers.Water Stewardship in Data Centers\nAmazon knows water is a precious resource. Our holistic \napproach minimizes both energy and water consumption \nin our data center operations and guides our water use \nstrategy for each AWS Region. This starts with evaluating \nclimate patterns, local water management and availability, \nand opportunities to avoid using potable water sources \nwhenever possible. We are committed to conserving and \nreusing water, both in our on-site operations and by working \nwith private and public entities to support water availability \nin communities where we operate data centers. \nEvaporative Cooling\nOur preferred cooling strategy for data centers uses \nevaporative technologies. We analyze the weather in each \nregion and monitor our cooling system, which is designed \nto maximize environmental cooling and minimize water use. \nDuring the hottest months of the year, we have optimized \nsystems to minimize water usage. Outside air is cooled \nthrough an evaporative process and pushed into the server \nrooms to keep hardware at stable operating temperatures. \nWith this design, even our largest data centers at full \ncapacity would use, on average, about the same water in \na year as only 25 U.S. households. During cooler months, \nwhere possible, outside air is supplied directly to the data \ncenter without needing to be cooled.\nWe are constantly innovating the design of our cooling \nsystems to further reduce water usage. We are installing \nsensors that provide real-time water-use data to operators \nand sustainability teams. By analyzing this data, we can \nidentify opportunities to reduce water usage and rapidly \nmake operational changes.São Paulo, Brazil. These completed projects have restored \n365 hectares of land and increased water supply availability \nby 45 million gallons per year.\nThrough partnerships with Water.org and WaterAid in India \nand Indonesia, we initially intended to provide clean water to \n165,000 people. By the time these partnerships concluded in \nearly 2022, we surpassed our goal and provided clean water \nand sanitation to over 250,000 community members. In 2022, \nwe began supporting a new set of projects, which include \nwetland creation in the Thames River Basin in England and \nwater quality projects in the Chesapeake Bay watershed in \nthe U.S.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 37  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}