{"page_content": "Amazon Sustainability Data Initiative \nThe Amazon Sustainability Data Initiative (ASDI)  helps \nresearchers, scientists, and innovators around the world \nadvance their work on sustainability-related research. The \nprogram provides publicly available, free access to important \nscientific data that can otherwise be hard for researchers to \naccess or analyze.\nOur Approach\nASDI works with scientific organizations around the world \nto identify important datasets, which are then hosted for \nfree by the AWS Open Data Sponsorship Program. The \nprogram currently hosts petabytes of data including weather \nobservations, ocean temperatures, climate projection data, \nand satellite imagery.\nOur approach allows sustainability experts to analyze \nmassive amounts of data in minutes, regardless of where \nthey are in the world or how much local storage space or \ncomputing capacity they can access. \nInnovating for Sustainability in \nthe Cloud \nFrom university researchers to local governments and federal \nagencies to private startups, organizations leverage ASDI to \nhelp address major sustainability challenges. ASDI encourages \nthis by providing cloud grants to those interested in exploring \nthe use of AWS’ technology. Here are some examples of how \nASDI is helping drive sustainability innovations:Solcast \nSolcast is an Australian company that builds forecasts for \nsolar industry customers using cloud cover, solar radiation, \nand photovoltaic (PV) power data. The forecasts help solar \nproducers predict the amount of solar irradiance and the \namount of solar PV energy that their farms may receive. \nSolcast’s forecasts rely on large datasets from a global fleet \nof weather satellites, including Geostationary Operational \nEnvironmental Satellites (GOES) data from the U.S. National \nOceanic and Atmospheric Administration (NOAA), which \nSolcast accesses through ASDI. \nThe data helps solar customers orchestrate renewable \nenergy generation across electrical grids, visualize the impact \nof thousands of PV systems, and optimize utility-scale \nbatteries and solar farms. In addition, the data helps identify \nthe best locations for solar farms, enabling governments \naround the world to plan their transition toward a 100% \nrenewable energy future. Learn more on the AWS blog .\nDigital Earth Africa\nDigital Earth Africa is a nonprofit working with African \nnations to provide local leaders with information to plan for \nimpacts related to climate change, like flooding, droughts, \nand erosion. Through a collaboration with ASDI, Digital Earth \nAfrica is using satellite imagery hosted on AWS to create a \nplatform that helps monitor environmental conditions in the \nAfrican continent.In Zanzibar, Tanzania, government officials and the State \nUniversity of Zanzibar are using the Digital Earth Africa \nplatform to monitor how coastal erosion, rising sea levels, \nand deforestation are contributing to the degradation of \nmangrove trees on the island. The data hosted on AWS, \nwhich local officials previously had no way to access, \nhas helped leaders understand the need to restore their \nmangroves and led to an effort to plant 1,000 mangrove \nseeds per week .Weather data in particular can help shippers optimize their \nroutes. Traditionally, these and other climate‐related datasets \nhave resided around the world in large files and complex \nsystems, making them hard to access without the aid of \nspecialized computers. To solve this, nauticAi is leveraging \nweather forecast data through ASDI from NOAA and the \nFinnish Meteorological Institute. nauticAi’s technology also \nuses machine learning and artificial intelligence tools on AWS \nto further improve maritime operations. \nnauticAi\nnauticAi is a maritime startup company from Finland that \noffers ocean freight shipping companies a real-time cloud \nplatform to help them operate their fleets more efficiently. \nThe technology analyzes a variety of data, including weather \nforecasts, engine performance, humidity, and motion, which \noperators can use to improve ships’ performance and help \nvessels avoid damaging storms. Qhub\nThe Earth Science Information Partners Lab, a scientific \nnonprofit, is working with ASDI to extend cloud credits to \nsupport the deployment of Qhub, a development space on \nthe AWS Cloud that gives more than 90 scientists across four \nU.S. government agencies an area to share and analyze data.\nThis new space enables the U.S. federal government and the \nscientists to collaborate in ways that were previously difficult \ndue to the lack of a shared computing infrastructure. The \neffort has helped accelerate research on everything from \nflooding to illegal mining while helping the scientists learn \nthe benefits of collaborative data and computing.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 38  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}