{"page_content": "Respecting \nHuman Rights \nThroughout Our \nBusinessOur Approach\nOur commitment and approach are informed by leading \ninternational standards and frameworks developed by the \nUN and the International Labour Organization (ILO). Amazon \nis committed to respecting and supporting the UN Guiding \nPrinciples on Business and Human Rights (UNGPs), the UN \nUniversal Declaration of Human Rights, the core Conventions \nof the ILO, and the ILO Declaration on Fundamental \nPrinciples and Rights at Work.\nOur strategy to deliver on these commitments is based on \nthe UNGPs and has five pillars: developing strong policies; \nembedding human rights into our business; assessing, \nprioritizing, and addressing risk through mechanisms; \ntransparency and stakeholder engagement; and enabling \naccess to effective remedy. \nWe work to continuously improve, tracking our progress on \nour human rights commitments and reviewing and updating \nour policies, processes, and practices to put people at the \ncenter of our work. Strong Policies\nOur efforts are anchored in policies that apply across our \nbusiness—from our own operations to our supply chain, \nand from the design and use of our technology to the \ncommunities we impact. We regularly review our policies \nto identify areas for update and improvement, engaging \nexternal stakeholders and benchmarking against international \nhuman rights standards and evolving industry norms. \nOur Global Human Rights Principles  demonstrate our \ncommitment to respecting human rights and the dignity of \npeople connected to our business around the world. \nOur Supply Chain Standards  detail the requirements and \nexpectations for our suppliers, their supply chains, and selling \npartners that list products in our stores. They are grounded \nin principles of inclusivity, continuous improvement, and \nsupply chain accountability. We engage with suppliers that are \ncommitted to these same principles; suppliers commit to these \nstandards as a condition of doing business with us. At least \nevery three years, in line with industry best practices, we review \nour Supply Chain Standards against policies developed by \nindustry associations. Additionally, we review these standards \nin consultation with human rights experts and organizations, \nincluding Business for Social Responsibility (BSR), Impactt \nLimited, International Center for Research on Women, Nest, \nthe Responsible Business Alliance (RBA), and UN Women.\nEmbedding Human Rights Into \nOur Business\nWe are committed to embedding human rights \nconsiderations into decision-making across our company and \ninto our policy and governance framework. Amazon’s Board \nof Directors is responsible for the control and direction of \nAmazon and regularly reviews reports on various aspects of our business, including related risks and the strategies \nfor addressing them. While the entire Board has overall \nresponsibility for risk oversight, the Board has delegated \nresponsibility for certain risks to its committees. \nAmong other duties and responsibilities, the Nominating \nand Corporate Governance Committee oversees Amazon’s \nenvironmental, social, and corporate governance policies \nand initiatives. This includes policies and initiatives related \nto corporate social responsibility, such as human rights \nand ethical business practices, and related risks most \nrelevant to Amazon’s operations and engagement with \ncustomers, suppliers, and communities. Among other duties \nand responsibilities, the Leadership Development and \nCompensation Committee oversees Amazon’s strategies and \npolicies related to human capital management, including \ndiversity and inclusion, workplace environment and safety, \nand corporate culture. The Committees regularly meet with \nmanagement and review these matters.\nAs a global company, we recognize the responsibility \nand opportunity we have to raise awareness among our \nemployees on human rights issues. We have a central team \nthat works across the company to operationalize human \nrights due diligence and embed human rights considerations \ninto everyday business decisions. We also offer trainings \ntailored to salient human rights risks. For example, our forced \nlabor awareness program makes ongoing training available \nto employees around the world to recognize indicators of \nforced labor and report concerns to appropriate authorities \nin a way that puts the interests of potential victims first. Amazon is committed to treating \nthe people connected to our entire \nvalue chain with fundamental \ndignity and respect. We strive to \nembed respect for human rights \nthroughout our business activities \nand relationships.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 41  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}