{"page_content": "Mechanisms to Assess, Prioritize, and \nAddress Risk \nWe are committed to assessing, prioritizing, and addressing \nadverse human rights impacts connected to our business \nand we are continually working to improve our approach. \nAt Amazon, businesses deploy a variety of mechanisms to \ndo this. \nIn our supply chain, we assess and respond to risk by \nleveraging internal and external data and guidance from \nexternal stakeholders, including industry experts, civil society \ngroups, and NGOs. We engage directly with suppliers and \ntheir workers and conduct independent audits to verify \ncompliance with our Supply Chain Standards. We also work \nwith suppliers on appropriate remediation measures and \noffer partnerships and programs to help them address risks \nand invest in worker well-being. We recognize that audits alone are insufficient to drive long-\nterm change across industries. We, like many companies \nin similar industries, are exploring new ways to encourage \nimprovement in worker protections. This includes supporting \nsuppliers’ efforts to improve their grievance mechanisms, \nsupplier capacity-building programs, worker trainings, and \ncollaborations with other brands and civil society. We currently \nfocus our supply chain efforts on key commitment areas: Safe \nWorkplaces, Freely Chosen Employment, Gender Equity, Fair \nWages, Environmental Protection, and Grievance Mechanisms.Identifying Salient Human Rights Risks \nThe UNGPs guide companies to prioritize the most severe \nrisks to people connected to their operations and business \nrelationships and are the foundation of our human rights \ndue diligence approach. Teams use a variety of tools—\nsaliency assessments, human rights impact assessments \n(HRIAs), and other human rights-based processes grounded \nin the UNGPs—to assess, prioritize, and address the most \nsevere risks to people. \nIn 2020, Amazon worked with sustainability and human \nrights consulting firm Article One Advisors to conduct \nour first enterprisewide saliency assessment, focused on \nidentifying salient human rights risks across our business. \nWe consulted a diverse group of external human rights experts, incorporated their feedback into the results, and \nbenchmarked the results against internationally recognized \nhuman rights standards. The assessment identified a \nset of priority human rights values, three foundational \ncommitments, and key salient human rights risks for Amazon.\nThe saliency assessment was a key milestone in the \ndevelopment of our human rights due diligence strategy. \nBuilding on this work, in 2021, we made progress on \nour salient human rights risks and furthered our efforts \nto implement human rights due diligence mechanisms. \nWhat follows are some examples of how we assessed \nand addressed our salient risks, prioritizing our three \nfoundational commitments. Learn more about our work to  \nsource products responsibly .\nLearn more about our approach to employee engagement ;  \nour efforts on diversity, equity, and inclusion ;  \nand our investments in workplace safety .Within our own operations, our central team focuses on \nhuman rights due diligence and collaborates with teams \ndedicated to assessing, prioritizing, and addressing human \nrights risks to our employees. These teams focus on \nestablishing open communication with Amazon employees, \nproviding them with meaningful grievance mechanisms, \nbuilding a diverse and inclusive workplace, and keeping our \nemployees safe. We know we have more to do, and we are \ncommitted to widening our lens to better understand the \npotential human rights impacts of our business. \nMeaningful Consultation  \nwith StakeholdersOpportunity for Concerns to  \nbe Heard and Issues ResolvedFocus on Vulnerable Groups Diversity, Equity,  \nand Inclusion\n Safe and Healthy  \nWorking Conditions\nModern Slavery and  \nForced Labor\nFair Wages and HoursFreedom of Association\n Future of Work\n Right to Privacy\n Product Safety  \nand Security\nSocial, Economic, and \nEnvironmental JusticeHuman Rights Values Salient Risks\nThree Foundational CommitmentsAmazon’s Enterprisewide Salient Human Rights Risks\nRespect Human Rights  \nin Our Supply Chain\nEmpower Employees  \nand ContractorsEarn and Keep the Trust  \nof Our Customers\nStrengthen the \nCommunities We Serve\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 42  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}