{"page_content": "Meaningful Consultation With Stakeholders\nWe worked with human rights expert organizations to \nadvance our human rights due diligence, including Article \nOne Advisors, BSR, Impactt Limited, and The Centre for Child \nRights and Business. Some of the outcomes from Amazon’s \npartnerships and collaborations that were accomplished in \n2021 include:\n• We created a $150 million Black Business Accelerator \nprogram in partnership with our Black Employee Network \naffinity group and strategic partners with experience \nsupporting Black businesses, including the Minority Business \nDevelopment Agency and the U.S. Black Chambers, Inc. \nLearn more on page 54 . \n• We engaged the Policing Project at New York University \nSchool of Law to audit the Neighbors application and \nNeighbors Public Safety Service—which provide users with \nreal-time crime and safety alerts—to help improve our Ring \nproducts and services from a civil liberties and policing ethics \nperspective. Read our report  on the Ring blog.\n• We signed and adopted the UN Women’s Empowerment \nPrinciples (WEPs)  as part of our long-standing \ncommitment to gender equality. The WEPs were established \nby the UN Global Compact and UN Women to offer \nbusinesses guidance on ways to promote gender equality \nand women’s empowerment in the workplace, marketplace, \nand community.\n• We also signed the Trusted Cloud Principles , including \nprinciples recognizing that “international human rights \nlaw enshrines a right to privacy,” and committed to the \nPartnership on AI , working with partners to help drive \nresponsible artificial intelligence solutions for people \nand society. • We launched a $12 million, five-year partnership with the \nU.S. National Safety Council to uncover new ways to prevent \nand address musculoskeletal disorders. \nOpportunity for Concerns to be Heard and Issues Resolved\nWe developed a set of Worker Voice Criteria, outlining key \nexpectations for worker voice mechanisms in our supply \nchain. This is part of our efforts to build our capacity to \nprovide suppliers and service providers with a variety of \ntrusted tools, products, and systems in order to hear directly \nfrom workers about their experiences and to support the \nresolution of issues from workers’ perspectives. \nFocus on Vulnerable Groups\nWe signed the memorandum on “Standing up for Children’s \nRights in the Digital Environment” at the 2021 Paris Peace \nForum. Additionally, we expanded partnerships with \nRBA and the International Organization for Migration to \nhelp strengthen suppliers’ practices around responsible \nrecruitment of foreign migrant workers. Learn more about our engagement with  \nstakeholders on our website .\nLearn more about our Ethics Line . \nLearn more about our help email for inquiries or \ncomplaints about our handling of Amazon customers’ \npersonal information or about our privacy practices \ngenerally on Amazon.com .\nLearn more in our 2021 Modern Slavery Statement .Human Rights Impact Assessments \nOur teams use HRIAs as a due diligence tool to identify \nand address adverse impacts business activities might \nhave on individuals such as workers, local community \nmembers, or consumers. HRIAs surface detailed information \nabout our human rights risks and root causes, as well as \nstakeholder perspectives, so that we can address those \nrisks with targeted action. For each HRIA, we partner with \nan independent human rights consulting firm to conduct \nthe assessment, facilitate stakeholder engagement, and \ndeliver recommendations for improved business practices \nto address the relevant human rights risks. \nBelow we provide an update on our first HRIA, summarized \nin our 2020 Sustainability Report . \nUpdate on Our Devices Supply Chain HRIA \nIn 2020, we conducted Amazon’s first HRIA on the raw \nand recovered materials supply chain for Amazon-branded \ndigital devices. Using the UNGPs as a framework to guide \nthe assessment, the HRIA results indicated we are directly \nlinked to potential risks for Tier 1–2 manufacturing and \nreverse logistics suppliers. For minerals, metals, plastics, \nand synthetics suppliers, results indicated we are indirectly linked to potential risks. We have policies and mechanisms \nin place to help address these potential risks, including our \nSupply Chain Standards, regular supplier assessments, and \ngrievance mechanisms. \nIn 2021, we began implementing recommendations from \nthe HRIA, such as increasing our support for industry \ncollaboration on responsible mineral sourcing, and building \nthe capacity of our supply chain partners to effectively \nmanage human rights risks. We also began developing \na multiyear, Amazon-branded digital devices strategy to \naddress risks, seeking perspectives from organizations with \nexpertise in human rights, inclusive economy, circularity, \nand responsible innovation to meet the expectations of \nour customers and impacted communities. \nIn 2021, several final assembly and manufacturing suppliers \nof Amazon-branded digital devices participated in the RBA \nFactory Lead Certification Program. The program trains \nfactory management on effective worker communication \nand maintaining safe working conditions, allowing suppliers \nto proactively prevent or mitigate potential issues before \nthey arise. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 43  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}