{"page_content": "Transparency and Stakeholder \nEngagement\nWe are committed to driving best practices in human rights \ndue diligence through increased disclosures about our \napproach and by expanding our stakeholder engagement. \nEach year, we track progress on our human rights \ncommitments and publicly share up-to-date information \nabout our programs, including external partnerships with \norganizations that share our core human rights values.\nTransparency\nTransparency is an important tool to help us understand and \naddress risks in our value chain and identify opportunities for \ncollaboration on systemic issues. We publish an interactive \nsupply chain map  that provides details on suppliers of \nAmazon-branded apparel, consumer electronics, food and \nbeverage, and home goods products. We provide data from \nsupplier assessments annually, including year-over-year \ndata on high- and medium-level issues in our supply chain. \nWe report on actions to prioritize the three foundational \ncommitments identified in our enterprisewide saliency \nassessment. We also contribute lists of our apparel suppliers  \nto the Open Apparel Registry to foster brand collaboration \nand action in the apparel industry.\nWe report annually in line with the UNGP Reporting Framework \nand publish an annual Modern Slavery Statement . Stakeholder Engagement\nEngagement with external stakeholders is key to our human \nrights due diligence approach. This collaboration is essential \nto identifying positive outcomes for people connected to \nour business and is part of our responsibility to respect \nhuman rights in line with the UNGPs. We rely on experts and \naffected rights-holders to inform our approach and validate \nthat our efforts have the intended impact. Through regular \nstakeholder engagement and strategic partnerships, we \nincorporate invaluable expert input into our work, helping us \nachieve greater impact on people connected to our business \naround the world. Gender Equity\nIn 2021, we signed and adopted the UN Women’s \nEmpowerment Principles (WEPs) . Supported by \nmore than 6,000 corporate signatories, the WEPs were \nestablished by the UN Global Compact and UN Women \nto offer businesses guidance on ways to promote gender \nequality and women’s empowerment in the workplace, \nmarketplace, and community. \n“ Our support of the Women’s Empowerment \nPrinciples underscores our long-standing \nwork to promote gender equality and \nempowerment in the workplace, marketplace, \nand communities, and we are encouraged \nto see other like-minded businesses coming \ntogether to drive positive change.” \nAndy Jassy \nPresident and CEO, Amazon\nWe also made a $1 million contribution to the Resilience \nFund for Women in Global Value Chains . The Resilience \nFund pools corporate investments to drive local, women-\nled solutions to some of the toughest problems facing \nwomen in global value chains. Established by BSR, the \nUN Foundation, and Women Win, the Resilience Fund aims \nto raise at least $10 million to make strategic, long-term \ninvestments in women’s economic resilience, health, and \nwell-being. Amazon’s donation will be invested in local \norganizations globally, serving women in manufacturing, \napparel, and agricultural supply chain communities. \n Learn more about our partnerships on our website ,  \nor see a list of our partners . \nLearn more on About Amazon .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 44  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}