{"page_content": "Grievance Mechanisms and Effective \nAccess to Remedy\nAs part of our first enterprisewide human rights saliency \nassessment, we made a foundational commitment that \nthose in our value chain have the opportunity for concerns \nto be heard and issues resolved. Focusing on listening to the \npeople connected to our business and understanding their \nexperiences to address risks and remedy issues is a critical \nelement of our human rights approach and a core obligation \nunder the UNGPs.In our operations, consistent, honest, and open communication \nwith our employees allows us to continually improve our \nworkplace experience, empowering individuals to voice \nconcerns and have them directly addressed by leadership. \nOur goal is to hear from and listen to everyone. Dedicated \nteams across the company focus on establishing open \ncommunication with our employees, providing them with \nmeaningful grievance mechanisms and avenues for dialogue \nwith leadership. Aligning with the UNGP framework, Amazon’s \npolicies and practices are designed to promote respect for \nthe rights of freedom of association and collective bargaining \nand to comply with the legal requirements of the countries \nwhere we operate. As stated in our Leadership Principles, \nwe Strive to be Earth’s Best Employer, offering a safer, more \nproductive, higher performing, more diverse, and more just \nwork environment. We have many policies, practices, and \nmechanisms in place to provide open lines of communication \nbetween leadership and employees and act regularly to \naddress employee concerns and make improvements. We \nrecognize that Success and Scale Bring Broad Responsibility. \nWe must begin each day with a determination to make better, \ndo better, and be better for our customers, our employees, our \npartners, and the world at large.Worker Voice Mechanism Criteria\nWe developed a set of Worker Voice Criteria to outline key \nexpectations and drive best practices for our suppliers and \nservice providers that are implementing and maintaining \nworker voice mechanisms. These criteria draw from \nthe UNGPs and the Worker Engagement Supported by \nTechnology (WEST) Principles  to align these mechanisms \nwith internationally recognized human rights. \nWorker Inclusive: Worker trust is paramount; workers \nshould have input into the mechanisms’ design and \nperformance, particularly how worker voice mechanisms \nwill address and resolve issues.\nPrivacy Ensured: Mechanisms must never cause harm \nto workers; mechanisms must have adequate safeguards \nin place, providing workers with notice of how data will \nbe protected. Equitable and Accessible: Mechanisms should \naccommodate diversity and ensure that workers have \nreasonable access to the information, advice, and expertise \nnecessary to engage with the mechanism. Workers \nwho face particular barriers due to language, literacy, \nor disability should have adequate assistance.\nTransparent and Predictable: Mechanisms should \nprovide users with clear procedures to set expectations \non time frames, how outcomes will be monitored, \nand how stakeholders will be informed about the \nmechanism’s effectiveness.\nSource of Continuous Learning: New mechanisms \nshould be adequately resourced, developed to complement \nexisting mechanisms, and used to understand areas of risk \nand integrate feedback into the design and implementation \nof programs.\nIn 2021, we expanded our efforts to help suppliers build \nand employ worker voice tools and improve their capacity \nto respond to worker grievances in Cambodia, China, India, \nPakistan, Bangladesh, and Vietnam.\nOur aim is that every worker across our supply chain has access \nto an effective grievance mechanism. We work with suppliers \nto increase their capacity to develop these mechanisms by \ncreating channels to hear directly from workers about their \nexperiences and to support the resolution of issues from \nworkers’ perspectives.Learn more about our  \napproach to employee engagement .\nLearn more about our  \nResponsible Sourcing Program . \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 45  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}