{"page_content": "Our Approach\nAmazon strives to be a great place to work, whether our \nemployees are building lifelong careers with us or developing \nskills to help them on their professional journeys. This \nbegins with offering competitive starting wages in locations \naround the world, and continues with benefits, support, and \nopportunities to help employees reach their full potential. \nGoing Above and Beyond With \nStarting Wages\nWe’re proud that our average starting wage has increased \nto $18 per hour in the U.S. In the UK, Germany, and France, \nour minimum starting wages are 10 GBP, 12 EUR, and \n10.88 EUR, respectively.Providing \na Range of \nEmployee \nBenefits\nWe believe that a diverse, \npassionate workforce is key to \na successful business. Amazon \nis building a strong culture and \nmaking investments to attract and \nretain the talented employees we \nneed today and in the future.The Ripple Effect \nSylvia’s Café, a Caribbean-style restaurant run by wife-and-husband team \nSylvia Burke and François Theodore, is located near a 2.4 million square-\nfoot Amazon fulfillment center in Opa-locka, Florida. Throughout the \npandemic, the presence of Amazon employees looking for great food \nmeant that the doors of Sylvia’s Café didn’t shut. This was thanks, in part, \nto employees like Nelly Nelson, whose higher wage means she can make \nbetter food choices. \n“ Instead of fast food, I’m able to eat better, healthier \nfood,” she said.\nThere are similar stories across our operations network, from EastBrew Café \nand Bakery near a fulfillment center in Eastvale, California, to The Parlor \nSalon and Spa in Murfreesboro, Tennessee. These are small examples of \nthe big impact our wages are having on communities across the U.S.  \n \n2021 Awards and Recognition\n#1\nLinkedIn’s Most Desired \nPlace to Work in the U.S. #2\nFortune’s Top Companies  \nin 2021 #4\nForbes World’s Best \nEmployers in 2021#1\nAmbitionBox Best Place \nto Work in India Amongst \nMega Companies\n2021 Top Employer\nIn France, Italy, and Spain (Top Employers Institute)Amazon also received several awards from Comparably, \na company that reviews and compares company \ncultures and market compensation to showcase the \nmost fair and accurate display of employer brands. \nThese awards included: \n• Best Global Culture \n• Best Place to Work  \n(Seattle, Atlanta, Los Angeles, and Austin)\n• Best Engineering Team\n• Best Operations Team \n• Best Product & Design Team \n• Best Company OutlookLearn more on About Amazon .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 46  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}