{"page_content": "A Family-Friendly Employer\nWe know that the time employees spend at work is just one \npart of what makes them who they are, and that balance \nbetween work and home is essential for their well-being. We \nprioritize benefits that support employees’ families of all kinds. \nIn the U.S., for eligible full-time and reduced-time \nemployees, Amazon offers up to 20 weeks of paid leave for \nbirthing parents and up to six weeks for non-birth parents or \nparents who adopt. We also offer adoption reimbursement \nand access to comprehensive infertility resources and \ntreatment coverage. In addition, our Leave Share program \nallows U.S. employees to donate up to six weeks of their \npaid parental leave to their partner should their partner’s \nemployer not offer paid parental leave. Our Ramp Back \nprogram allows parents to work a reduced schedule for up \nto eight weeks after the birth or adoption of a child. \nMental health resources are available 24/7 to all employees, \ntheir families, and anyone in their household through \nAmazon’s employee assistance program (EAP), which also \noffers virtual treatment options. This includes free access \nto a new mental health benefit launched in the U.S. in \n2021, called Resources for Living. This service provides \na streamlined place for personalized, convenient, and \nconfidential mental health and daily life support. For \nemployees outside of the U.S., we offer 24/7, on-demand \nsupport for mental health and work-life concerns, along with \nimmediate consultation and support after a critical incident \nor traumatic event. These services are available through our \nglobal EAP partners, including Workplace Options.\nWe also believe in providing support for child and adolescent \nmental health, including clinical guidance for parents of \nchildren who have neurodevelopmental disorders, such \nas autism spectrum disorders, or any type of behavioral, social, learning, or emotional challenge. Amazon provides \nemployees in the U.S. free access to expert consultants and \neducational materials for parents to help children build the \nskills needed to reach their full potential. In 2022, we are \nexpanding our programs globally to reach more employees, \nprovide more mental health support for children and \nteens, and offer innovative solutions to meet the needs of \nneurodiverse families. This will include access to therapists \nand coaches, on-demand resources, and integration with \nother benefits such as the EAP.\nWe continue to evolve our benefits programs to support \nthe needs of our diverse workforce. For example, in the U.S., \nAmazon offers FamilyFlex benefits to help bring more women \nand parents back to the workforce. These include Anytime \nShift, which allows employees who choose these roles to \ncreate their own work schedule. There are currently over \n23,000 open roles that qualify for Anytime Shift, and more \nthan 100,000 employees have taken advantage of this option.Inclusive Benefits for All\nThe benefits offered by Amazon can be truly life-changing. \nTake Luv-Luv , a former hairdresser who chose to work at \nan Amazon fulfillment center because of the quality of health \nbenefits offered from the first day on the job. Crucially for \nLuv-Luv, this includes equal health coverage for transgender \nindividuals, without exclusion for medically necessary care.\nSince starting at the Amazon fulfillment center in Shakopee, \nMinnesota, nearly four years ago, Luv-Luv’s health benefits \nhave covered four surgeries. \n“Before Amazon, I was pre-op transgender, and \nsince then, I’ve fully transitioned,” she said. \n“Amazon paid for all that.”\nThough the insurance benefit was her main reason for joining \nthe company, the pay at Amazon helped Luv-Luv and her  \ntwo pets afford a comfortable lifestyle. In addition to finding \na healthy environment and work she loves, Luv-Luv’s role  \nat Amazon offered another important benefit: inclusion,  \non her terms.\n“Amazon has allowed me to live a comfortable \nlife that I’ve always dreamed of,” she said. \n“I live on my own terms and I’m not dependent  \non anyone else. It’s been a phenomenal  \njourney for me.”  \n \nLearn more about our support for LGBTQ+ employees .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 48  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}