{"page_content": "Subsidizing Tuition Fees Through \nCareer Choice\nFor many people aspiring to grow professionally, education \nmay be the first stepping stone—and yet, it can be \nchallenging to find the flexibility or resources to do so \nwhile working.\nThanks to Amazon Career Choice , our pre-paid tuition \nprogram, thousands of hourly employees in 14 countries \nare earning certificates and degrees. As of early 2022, \ncourses available through Career Choice include those \nthat employees can take to pursue an associate degree \nor bachelor’s degree in fields ranging from information \ntechnology to computer science, and from health care to \ntransportation. In addition, our Career Choice program \nalso supports employees pursuing high school completion, \nGeneral Education Diplomas (GEDs), and English as a Second \nLanguage (ESL) proficiency certifications.\nU.S. hourly employees who have been employed at Amazon \nfor 90 days are eligible to participate in Career Choice. \nTo make training even more accessible and reduce the \nneed to commute to classes, we’ve built more than 140 \non-site classrooms, enabling employees to take college \nand technical classes inside our fulfillment centers.\n50K+\nEmployees have participated \nin Career Choice140+\nOn-site classrooms globally“ There are very few companies out there \nthat are willing to invest in new people \nin this manner… This program opens the \ndoor for people to get paid to learn and \nfigure out if they enjoy a field. And if \nthey do really well, they’ll have a job.” \nMelfi Perez  \nAmazon Technical ApprenticeshipEmpowering Employees Through \nTraining and Education\nWe believe all employees should have the opportunity to \nlearn new skills, grow, and build their careers as they develop \ntheir professional journeys. Some employees focus on skills \nthat benefit their work at Amazon and some focus on skills \nthat benefit their long-term career aspirations.\nLearn more about the range of programs we offer  \nin our Upskilling 2025 Report .\n$1.2B\nAmazon investment to \nupskill 300,000 of our \nown employees by 2025 \nas part of our Upskilling \n2025 pledgeHelping Our Employees Level Up\nWe want every Amazon employee to pursue their \npassions and goals. Upskilling programs help \nemployees gain in-demand skill sets and propel them \ninto new careers. Through Upskilling 2025, Amazon \nis creating pathways to careers in fields that will \ncontinue growing in the years to come. \nThrough this commitment, we offer different \nskills training and education programs, including \napprenticeship programs to help participants take the \nfirst steps in their careers. In 2021, we added three \nnew programs to our portfolio, for a total of nine \ncompany-funded training options. More than 70,000 \nemployees have participated in one of these programs \nsince we launched our Upskilling 2025 pledge in 2019. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 49  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}