{"page_content": "Creating an Inclusive Culture \nAt Amazon, inclusion means being valued, trusted, \nconnected, and informed so that we can deliver the best \nresults for our customers. \nWe believe that building a sense of belonging, value, \nand opportunity is integral to people thriving in their \nlives and at work—and to what we can achieve as a \ncompany. Amazon’s culture of inclusion is reinforced by our \nLeadership Principles , which remind team members to \nseek diverse perspectives, learn and be curious, and lead with \nempathy. One of our newest Leadership Principles—Strive \nto be Earth’s Best Employer—specifically calls on leaders to \nwork every day to create a safer, more productive, higher \nperforming, more diverse, and more just work environment. \nOur Inclusion Goals \nIn 2021, we set enterprisewide goals to rapidly scale a more \ninclusive culture for employees across Amazon.\nSpotlighting Our 2021 Inclusion Goals\n• Ensure that 100% of employees take companywide required \ninclusion training.\n• Build scalable mechanisms that address new instances of \nnoninclusive terms in our code and document repositories \nor development tools.\n• Build a scalable mechanism in Connections—our real-time \nemployee listening tool—to inspect inclusion sentiment \nby demographic for all employees.\n• Retain employees at statistically similar rates across \nall demographics.Amazon’s Affinity Groups \nOur affinity groups  are Amazon communities where \nemployees can share experiences and ideas to passionately \nand positively impact the company. Our dedicated DEI teams \nconsult with affinity group leaders to improve our inclusion \nefforts internally and externally, and each affinity group has \nan executive sponsor who supports them with engagement \nefforts. Collectively, more than 100,000 Amazon employees \nparticipated in our affinity groups in 2021.\nA Selection of Affinity Groups\n• Amazon People with Disabilities\n• Asians@Amazon\n• Black Employee Network\n• Glamazon\n• Indigenous@Amazon\n• Latinos@Amazon\n• Warriors@Amazon\n• Women@AmazonMentoring for the Military Community \nAmazon recruits experienced military leaders from all branches and all \nbackgrounds. Together, these leaders form important pipelines of talent. We \noffer veterans the Military Mentoring Program (MMP), a career-development \nresource that connects new employees with experienced employees who \nhelp them translate and apply their knowledge to Amazon.\nNew veteran hires who join the MMP complete a brief profile before being \nmatched with a mentor, who then collaborates with them throughout their \nfirst year at Amazon. Mentors also assist mentees with progressing in the \nMilitary Ambassador Program, a 12-month development program focused \non sharing resources such as writing exercises, videos, and virtual huddles.LGBTQ+ Equality \nAmazon and our employees stand together with the \nLGBTQ+ community. As of 2021, there were more than \n100 global chapters of Glamazon, our LGBTQ+ affinity \ngroup. We are committed to advancing equal rights and \nhave a long track record of advocating for protections \nfor the LGBTQ+ community. \nIn the U.S. and India, Amazon provides transgender-\ninclusive health benefits and gender transition benefits \nbased on the Standards of Care published by the \nWorld Professional Association for Transgender Health. \nAmazon also holds a gender identity conference to \nbuild community, educate those outside of the LGBTQ+ \ncommunity, and provide professional development \nopportunities for those at Amazon who are transitioning \nopenly in the workplace.  \n \n Learn more about our  \ninclusive benefits for employees . “ Diversity exists when you go above \nand beyond being aware of differences \nor accepting differences, to actively \nincluding people who are different from \nyou and inviting them to influence.” \nRenita Clarke \nArea Manager, Global Specialty Facilities, Amazon\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 52  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}