{"page_content": "Living Our Principles \nAmazon prioritizes equal pay. When we evaluate 2021 \ncompensation, including base compensation, cash bonuses, \nand stock, our reported data demonstrates that women \nglobally and in the U.S. earned 99.8 cents and 99.9 cents, \nrespectively, for every dollar that men earned performing \nthe same jobs. Racial and ethnic minorities in the U.S. earned \n99.2 cents for every dollar that white employees earned \nperforming the same jobs.\nIn 2021, we further strengthened our long-standing \ncommitment to gender equality by signing the UN Women’s \nEmpowerment Principles (WEPs) . The WEPs were \nestablished by the UN Global Compact and UN Women \nto offer businesses guidance on ways to promote gender \nequality and women’s empowerment in the workplace, \nmarketplace, and community. Advancing Social and Racial Justice \nWe are committed to using our scale to amplify historically \nunderrepresented voices and empower diverse communities. \nOne of the ways we are doing this is by bridging the \ntechnology and science divide for underrepresented groups \nthrough science, technology, engineering, and math (STEM) \neducation programs and various learning events. This includes \nAmazon Future Engineer , our new Advanced Placement \nComputer Science programming curriculum  focused on \nequity and launched with Code.org. We also partner with Girls \nin Tech through AWS Academy, where we work closely with \nminority-serving institutions (MSIs) and community colleges \nto provide a free, ready-to-teach cloud computing curriculum. \nIn 2021, we also announced 21 undergraduate and graduate \nrecipients from HBCUs and MSIs for our Supply Chain \nOptimization Technologies organization’s fellowship .  \nThrough AWS education programs, we announced a \ncollaborative effort with Howard University to equip \nstudents with competitive technical skills, provide educators \nwith professional development opportunities, and drive \nentrepreneurship at the university. We’ve also launched \nstatewide training and education initiatives, which are \ntypically anchored by community colleges. Collaboration with \ncommunity colleges helps AWS reach diverse populations \nof minority, underrepresented, and veteran populations, \nas well as urban and rural communities. In 2021, we also \nannounced the $10 million AWS Artificial Intelligence and \nMachine Learning Scholarship , designed to prepare \nunderrepresented and underserved students globally for \ncareers in machine learning. Introducing Amazon’s Black \nBusiness Accelerator\nIn 2021, we launched the Black Business Accelerator (BBA)   \nto target barriers to access and advancement, to drive \neconomic equity for Black entrepreneurs, and to play a \npart in increasing the number of Black business owners in \nour industry.\nThrough our $150 million commitment, we are providing \naccess to capital, business guidance, growth, and marketing \nsupport for current and aspiring Black small business \nowners selling in Amazon’s store to grow their businesses.\nWe are proud to have created this initiative with our Black \nEmployee Network affinity group and strategic partners, including the Minority Business Development Agency and \nthe U.S. Black Chambers, Inc., which have deep experience \nin supporting Black businesses. \nAs part of the Accelerator, we also introduced a 12-month \nmentorship and networking benefit called BBA Connect to \nprovide ongoing support for entrepreneurs. \n“ The opportunity to connect with people \ninside Amazon to continue to help us mature \nour capabilities is super validating but also \nextremely rewarding. With Amazon’s support, \nthe sky really feels like it’s the limit.” \nPernell Cezar \nBLK & Bold \nLearn more about our investments in education  \nto eliminate the STEM gap .Learn more about our partnerships and \ninvestments to promote gender empowerment \nin the workplace and community . \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 54  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}