{"page_content": "“ Our work at the Asian American Writers’ \nWorkshop centers the safeguarding \nand cultivation of our community’s \nimaginations, and we are incredibly \ngrateful to the Amazon Literary \nPartnership for their continued support \nthat makes this critically necessary \nwork possible.”\nJafreen Uddin  \nExecutive Director, Asian American Writers’ WorkshopSupporting Inclusivity in \nOur Communities\nWe are committed to promoting people in our communities \nwho come from historically underrepresented communities. \nFor example, at Whole Foods Market, our Inclusive Product \nStrategy expands our existing partnerships with brands \nthat are owned and operated by women, members of the \nLGBTQ+ community, and people of color. As part of this \nstrategy, we spotlight one supplier per month across internal \ncommunications channels. Select supplier spotlights from \n2021 include:\n• Shea Radiance , a Black- and women-owned beauty brand \nwhose shea butter is sourced directly from women-run \ncooperatives to create economic access through trade.\n• Undefined Beauty , a Black-, women-, and LGBTQ+-owned \nbusiness that delivers innovative and high-quality products \nat an accessible price point.\n• Pop & Bottle , a women-operated and -owned, plant-\nbased bottled coffee business founded by two new mothers \nwith an interest in wellness.\nAnother example is our continued commitment to the \nAmazon Literary Partnership (ALP) —a grant program \nfounded in 2009 that funds organizations championing \ndiverse, marginalized, and underrepresented authors and \nstorytellers. In 2021, ALP awarded 80 grants totaling more \nthan $1 million to organizations across the country that \nsupport writers and underrepresented voices. $21 Million Program for Real Estate\nDevelopers of Color \nAddressing the housing crisis starts with removing barriers. \nIn 2021, we announced an accelerator program to help real \nestate developers of color kick-start their projects through \nthe Amazon Housing Equity Fund. The $21 million, two-year, \npart-time professional development program aims to help real \nestate developers of color progress in an industry known for \nhigh barriers to entry. We partnered with local social impact \nand economic justice organizations to develop curriculums and \nnetworking opportunities that reflect the specific issues facing \ntheir communities.\nWe also partner with Enterprise Community Loan Fund, \nInc. to administer grants of up to $200,000 to qualified real \nestate developers of color. These grants are open to anyone \nwho applies to the Amazon Housing Equity Fund and needs \nassistance with the capacity-building and pre-development \nexpenses associated with the preservation and creation of \naffordable housing within Amazon’s three focus regions.  \n \n Learn more about how we support diverse entrepreneurs, \nbusiness owners, and local producers .\nLearn more on About Amazon .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 55  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}