{"page_content": "Employee \nEngagement: \nListening to  \nOur People\nWith more than 1.6 million direct \nemployees worldwide, employee \nengagement is fundamental to our \nsuccess. Our goal is to hear from and \nlisten to all of our employees. We have \na variety of engagement, feedback, \nand remediation mechanisms that \nhelp us continually improve our \nworkplace experience. Open-Door Philosophy\nWe believe candid and constructive communication in \nan environment of mutual respect is essential to our \ncollective success. Our open-door philosophy means \nwe welcome and encourage any employee to discuss \nsuggestions, concerns, or feedback with their manager, \na Human Resources team member, or any member of \nAmazon’s leadership team. Feedback Mechanisms\nWe are committed to providing our employees with grievance \nmechanisms and remedial action, regardless of collective \nbargaining presence. We work hard to listen to our employees, \nmake continual improvements, and invest heavily to offer \ncompetitive pay and benefits in a safe and inclusive workplace.\nVoice of the Associate Boards\nWe offer our team members the opportunity to express \nthemselves openly. For our associates, our Voice of the \nAssociate (VOA) boards and their digital counterpart, \nMyVoice, are available at Amazon facilities around the globe. \nThese give employees a forum for expressing their concerns, \noffering suggestions, and asking questions on a daily basis. \nLeadership teams reply directly, promoting dialogue and \nefficient remediation of issues. In 2021, Amazon managers \nreceived and responded to more than 210,000 submissions.\nConnections\nConnections is a real-time, companywide employee feedback \nmechanism, designed to listen to and learn from employees \nat scale to improve the employee experience. Each day, \nConnections questions are delivered to every Amazon \nemployee on a computer, workstation device, or hand \nscanner, generating more than 1.5 million daily responses \nfrom employees. \nEmployees can choose to respond to a question or not, \nand individual responses are aggregated and shared with \nmanagers at the team level to maintain confidentiality. \nConnections analyzes response data and provides insights \nto managers and leaders to review and take actions as \nnecessary. Employees respond to Connections questions in \n55 countries, and questions are delivered in 26 languages. 210K+\nSuggestions, questions, \nand comments addressed \nthrough VOA boardsAppeals Process\nWe believe that everyone deserves to have their voice heard, \nincluding when appealing any decisions. In the U.S. and \nCanada, Amazon offers an online, paperless appeals process, \nthrough which eligible employees can challenge certain \ndisciplinary actions. The appeals may involve a review from \na second-level manager or general manager to verify that \npolicies have been applied correctly. If this is not found to be \nthe case, we remediate as appropriate.\nEthical Behavior\nWhile working, our employees should always act lawfully, \nethically, and in the best interests of Amazon. Our Code of \nBusiness Conduct and Ethics  (Code of Conduct) sets out \nbasic guiding principles for all employees. Employees may \nraise questions or report suspected violations of our Code of \nConduct through Amazon’s Ethics Line, by phone or online. \nEthics Line\nThe Ethics Line is a commonly utilized method for employees \nto raise concerns, offered in 165 languages and 63 countries. \nReports to the Ethics Line are answered by an independent \nthird party and may be made anonymously on request. Our \nBusiness Conduct and Ethics team records, reviews, investigates \n(or directs others to investigate), and reports alleged violations \nof the Code of Conduct, tracking any remediation required.\nWe take all allegations of unlawful conduct in the workplace \nextremely seriously. We carefully review and investigate \nallegations of unlawful conduct or other conduct that violates \nany of our policies. In addition, we will not allow retaliation \nagainst an employee for reporting misconduct by others in \ngood faith. Our senior leadership team receives regular updates \non any allegations of unlawful harassment and discrimination 1.5M+ \nResponses every day to \nConnections questions in \n26 languages in 55 countriesagainst employees in director-level positions or above and is \nkept apprised of the progress and findings of our investigations. \nThe Leadership Development and Compensation Committee \nof the Board of Directors, comprising independent directors, \nreceives detailed quarterly updates on any allegations \nof unlawful harassment and discrimination against \nemployees in vice-president-level positions or above or \nemployees investigated on behalf of Amazon by an external \ninvestigator. Upon completion of each investigation, we take \nappropriate action against anyone found to have engaged in \nunlawful conduct or to have violated our policies.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 57  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}