{"page_content": "Engaging Our Employees\nWe value employee feedback. We believe it is in the best \ninterests of our employees and our company to continue \nour direct communications, and that the best way to effect \npositive change is for our employees and managers to \ncontinue working together directly.\nWe encourage our employees to provide feedback regularly. \nEmployees have daily opportunities to engage with leaders, \nraise issues, and make suggestions to continually improve \nour workplace through all-hands meetings with general \nmanagers, stand-up meetings with direct supervisors, and \none-on-one meetings.\nAssociate Roundtables\nThe purpose of Associate Roundtable meetings is to provide \nleaders and associates with meaningful opportunities to \ndiscuss issues. Leaders hear directly from hourly associates, \nwho can ask questions about any topic and share thoughts \nabout their job, work environment, and any challenges they \nmight be facing. The leadership team uses the information \nto improve the workplace and the associate experience.Associate Forums\nAmazon has dozens of Associate Forums in Europe and \nAfrica that enable employees to regularly interact directly \nwith their site leadership teams. Associate Forums consist \nof site leadership and representatives elected by workplace \nemployees who meet regularly to share information, \nfeedback, and ideas. This gives associates and leaders at the \nsite an opportunity to consult directly on key decisions that \naffect the site or associate experience, including working \npractices, shift schedules, and associate well-being.\nAssociate Safety Committees \nAnother way Amazon obtains feedback and input from \nemployees is through Associate Safety Committees. \nThese committees exist at many sites around the world, \nincluding in jurisdictions or states in the U.S. where they \nare not legally mandated. Practices Related to Freedom of\nAssociation and Collective Bargaining\nWe respect freedom of association and our employees’ \nright to join, form, or not to join a labor union or other \nlawful organization of their own selection, without fear of \nreprisal, intimidation, or harassment. These rights should be \nexercised in an informed and thoughtful manner. Amazon \nhas a variety of elected associate forums and work councils \naround the world, and we have associates represented by \nsome form of collective bargaining in many countries.We value worker feedback, and are committed to \nproviding our employees with grievance mechanisms \nand remedial action, regardless of collective bargaining \npresence. We firmly believe it is in the best interests of \nour employees and our company to continue our direct \ncommunications, and that the best way to effect positive \nchange is for our employees and managers to continue \nworking together directly. We work hard to listen to our \nemployees, make continual improvements, and invest \nheavily to offer competitive pay and benefits in a safe \nand inclusive workplace. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 58  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}