{"page_content": "Safety, Health, \nand Well-Being \nat Amazon\nSafety is integral to everything we \ndo at Amazon, and we strive to be \nsafer every day for our employees, \npartners, and communities. Our \nwork environments allow our \nemployees, regardless of background, \nskill level, or experience, to work \nwith confidence. Our Approach \nWe structure our operations to fulfill customer orders as \nefficiently and safely as possible, and work to optimize our \nprocesses, equipment, and facilities for safety and productivity. \nWe provide extensive safety training, coaching, and \nengagement opportunities to our operations employees to \ncontinually improve workplace safety. We employ thousands \nof safety professionals to solve complex problems, maintain \nsafety equipment, and establish new industry best practices. \nWe continually identify opportunities to innovate and invest \nin achieving better outcomes and solutions for our people. \nThese range from integrating new safety technology, \nsuch as vehicle safety controls for our delivery network, \nto engineering ergonomic solutions for employees in our \nfulfillment centers. We continue to research, invest, and \napply data and insights to improve safety in our workplaces.Prioritizing Safety From Day 1\nFrom an employee’s first day at Amazon, we highlight and \nreinforce the importance of safety through our new-hire \norientation program, which details safety expectations \nand policies. Helping employees understand how to use \nthe equipment and processes designed to keep them safe \nthrough training opportunities—such as microlearning, just-\nin-time training, and learning by doing—is a top priority. This \nprovides our staff with the chance to build safety skills and \ncompetencies on an ongoing basis. We provide continual \ntraining on topics such as body mechanics and fall hazards \nthrough routine reminders, alerts when logging on to a \nworkstation, and messages in our mobile app for employees. \nEvery operations manager also participates in annual \nsafety training, reinforcing basic concepts like emergency \npreparedness and hazard identification. Smart Tech for Smarter Work\nWe use technology to help reduce physical demands on our \nemployees. For example, we provide our fulfillment center \nemployees with intelligent, wearable safety items that can \ncommunicate with robotic equipment in real time. We also \nhave mobile and vehicle technology to help drivers perform \npickups, deliveries, and returns efficiently and safely. We \nare constantly evaluating new opportunities and learning \nprograms to create innovative solutions in technology, \nrobotics, and automation that improve safety across \nour operations. \nOne major area of focus is using technology to advance \ndriver-centric customization throughout our delivery fleet \nand bringing safety to the forefront of vehicle design. We \nare investing an incremental $100 million across our fleet in \n2022 to bring innovations in ergonomics and driver assistance \ntechnologies. All Amazon-branded delivery vehicles are \nequipped with driver safety and comfort features, including \nactive systems like automatic emergency braking, technologies \nthat improve visibility, and alerts for nearby vehicles. \nIn 2021, we piloted our custom electric delivery van, built \nin partnership with Rivian, in over 15 U.S. cities. These vans \nare designed with the human body in mind, and include \n12 advanced driver assistance features that consider \nthe safety and comfort needs of our drivers. We are also \ncollaborating with drivers to develop vehicle improvements \nbased on their feedback. Safety at a Glance:\n$300M+\nInvested in safety  \nprojects in 2021$15B+ \nCOVID-19-related costs \nincurred since the start of \nthe pandemic to help keep \nemployees safe\n$12M\nFive-year partnership with the U.S. National Safety Council \n(NSC) launched to uncover new ways to prevent and \naddress musculoskeletal disorders (MSDs)Green Cross Safety \nInnovation Award\nAmazon was the 2021 recipient of the Green Cross for \nSafety Innovation Award, presented annually by the NSC\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 59  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}