{"page_content": "“ The app was developed with employees, \nfor employees. We wanted to make \nsure it’s not only easy to use but also \nbeneficial, whether someone is starting \ntheir health and wellness journey or \ncontinuing their safety education.”\nChandni Chandihok  \nWorkplace Health and Safety Product  \nManager, AmazonHow Technology Is Making Roads Safer \nIn 2021, thousands of drivers navigated over 2 billion miles \ndelivering packages to our customers around the world. As \nour transportation businesses have expanded, we’ve focused \non making our roads safer for our drivers and communities \nthrough innovative mobile and vehicle technology. \nArtificial intelligence reduces accidents by capturing data \nand providing real-time alerts for unsafe driving behavior, \nsuch as driver distraction, close following distance, stop sign \nand signal violations, and seatbelt infractions. Our 2021 \ninvestment of more than $130 million in new transportation \nsafety technology and programs resulted in nearly 50% \nfewer accidents since October 2020, and we are investing \nan incremental $100 million in 2022 to scale innovations in \nergonomics and driver assistance technologies across our \ndelivery fleet. Boosting Wellness and Well-Being \nWhen people are given the tools to take care of their \nwell-being at work and at home, they are not only less \nprone to injuries but they feel better, healthier, and happier. \nWe proactively help employees manage their health and \nwellness through a wide range of programs. We also provide \naccess to convenient health care through our Neighborhood \nHealth Centers , with 17 facilities located near fulfillment \ncenters in the U.S. as of 2021.\nOur innovative WorkingWell program uses academic \nresearch and certified athletic trainers to educate new \nemployees about their bodies, health, and wellness to help \nthem successfully adapt to working at Amazon. After the \nonboarding phase, WorkingWell continues to provide support \nto employees through Huddles, which are meetings among \nsmall groups of employees covering topics such as training, \nconditioning, bending, and handling objects. These regular \nconnections provide opportunities to discuss the benefits of \nstrong body mechanics and provide ongoing safety education.\nWe also provide short activities called Mind and Body \nMoments, which appear on workstation screens at sites \nacross North America, South America, India, and Europe. \nThese messages encourage employees to take regular breaks \nto stretch, breathe, and be mindful. The goal is to improve \nemployees’ mental and physical well-being, reduce fatigue \nand stress, and improve health and safety engagement.“  As a driver, I feel protected and safer \nwith Amazon’s technology. If something \nhappens, the footage is there to help \nme. Alerts provide a level of safety \nthat wasn’t there before, helping me \nconsciously think about safety—even \nafter my shift ends when I’m driving \nmy own vehicle.”\nNick  \nOperations Manager, Amazon\nOur 2021 Impact:\nWorkingWell 2021 Impact:$130M+\nInvestment in vehicle tech  \nand programs \n~1.2M\nEmployees reached 130\nHuddles customized to sites \nbased on operation type \nand language15%+\nReduction in MSD incidents \nfor those participating in \nHuddles compared to  \nnonparticipants1 App\nIn the U.S. to enable even \nmore employees to access \nsessions whether at work  \nor homeVehicle Safety \nTechnology\nIn-vehicle camera safety technology installed in  \nAmazon-branded delivery vehicles operated by  \nDelivery Service Provider drivers~50%\nNearly 50% reduction  \nin accidents\n~80%\nNearly 80% reduction in \nstop sign violations75%\nReduction in \ndriver distractionLearn more in our report  on safety, health, \nand well-being at Amazon.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 60  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}