{"page_content": "Enabling Global Innovation\nOur infrastructure has also been helping scientists gain and \nshare knowledge of RNA viruses in record time. Diseases \ncaused by RNA viruses include the common cold, influenza, \nSARS, COVID-19, hepatitis C, Ebola, rabies, polio, and measles.\nAn international team of scientists from the Serratus project \nbuilt a powerful supercomputer on AWS  in just eight weeks. \nThe supercomputer searched almost 6 million publicly available \nbiological samples for the presence of RNA viruses in less than \ntwo weeks for $24,000—achieving what would have taken a \nstandard computer well over 2,000 years and cost at least 10 \ntimes more. Through this process, the research team used the \nAWS Cloud to identify more than 130,000 new RNA viruses, \nincluding nine new coronaviruses, creating a “global viral \nsurveillance system” that could help prevent future pandemics.\nA Helping Hand\nIn early 2021, Amazon took immediate action to help \naddress the COVID-19 surge in India. We utilized our global \nlogistics network to purchase, airlift, and deliver medical \nequipment identified as critically needed by the government \nof India and local charities.\nWe worked with industry partners and nongovernmental \norganizations (NGOs) to deliver more than 8,000 oxygen \nconcentrators and 500 BiPAP machines to India. This medical \nequipment was donated to hospitals and public institutions \nto increase their capacity to help COVID-19-infected patients \nacross multiple cities. We also joined the U.S. Chamber of \nCommerce’s Global Task Force on Pandemic Response to \ndeliver ventilators to India. In Nepal, Amazon teamed up \nwith the UN World Food Programme to donate and deliver \nsupplies to communities affected by COVID-19, including \n850,000 personal protective items.AWS Diagnostic Development Initiative \nThe AWS Diagnostic Development Initiative (DDI)  is a \ntwo-year, $20 million commitment to accelerate research \nand innovation to advance the collective understanding and \ndetection of COVID-19 and other infectious diseases in order \nto mitigate current and future outbreaks. \nIn the first phase of the AWS DDI , AWS supported 87 \norganizations in 17 countries, ranging from nonprofits \nand research institutions to startups and large businesses. \nAWS awarded $8 million to support a range of diagnostic \nprojects, including molecular tests for antibodies, antigens, \nand nucleic acids; diagnostic imaging; wearables; and data \nanalytics tools that use artificial intelligence and machine \nlearning to detect COVID-19. \nIn April 2021, AWS launched the next phase and broadened \nthe Initiative’s scope to three new areas: 1) early disease \ndetection to identify outbreaks at the individual and at the \ncommunity level; 2) prognosis to better understand disease \ntrajectory; and 3) public health genomics to bolster viral \ngenome sequencing worldwide.\nHelping Employees Get Back to Work\nWhen the time came for employees to start returning to \ncorporate offices, we engaged with our teams to find out \nwhat kind of flexibility they needed to keep everyone safe, \nrather than specifying a one-size-fits-all approach for all \nbusiness units. We encouraged leaders to determine how \nmany days their team members would be in the office and \nwhich days those would be, so long as that decision was \nguided by what would be most effective for our customers \nand safest for our employees. Some teams continue working \nmostly remotely, others work a combination of remotely and \nin the office, and others work mostly in the office. Vaccine Support\nFrom March through early December 2021, we hosted \nmore than 1,800 on-site vaccination events for front-line \nemployees. We also launched the Max Your Vax sweepstakes \nto encourage our front-line operations employees to get \nvaccinated. We offered a variety of weekly prizes—including \ntwo $500,000 grand prizes, six $100,000 cash prizes, five \nnew vehicles valued at $40,000 each, and five vacations each \nvalued at $12,000 that included 40 hours of paid time off. \nEmpowering Customers to Manage \nHealth and Safety\nThroughout the pandemic, we have invested billions of \ndollars in the health and safety of our employees and \ncustomers, including building an in-house COVID-19 testing \nprogram to ensure front-line employees have access to free, \nregular testing in the U.S. and the UK. \nBy January 2021, our national COVID-19 testing lab \nlocated in Kentucky processed more than 1 million COVID-19 \ntests  for front-line employees from more than 700 testing \nsites, and provided access to COVID-19 testing to nearly all \nfront -line employees. At the height of the pandemic, our \nlabs were processing more than 30,000 tests each day.\nWe took what we learned from this process to create our \nown at-home COVID-19 test collection kit  for customers. \nThe tests received Emergency Use Authorization from the \nU.S. Food and Drug Administration in June 2021, providing \nan affordable, reliable, and convenient way for customers \nto test for COVID-19 at home. The kits are processed by \nAmazon’s in-house laboratory using the diagnostic approach \nrecommended by the U.S. Centers for Disease Control  \nand Prevention . Continuing \nOur COVID-19 \nResponse\nSince the early stages of the \nCOVID-19 pandemic, we have \nworked nonstop to make hundreds \nof changes to our operational \nprocesses to protect the health of \nour employees and communities. In \n2021, amid new variants and further \nlockdowns, we continued to invest \nheavily in supporting our employees, \ncustomers, and communities.\nLearn more about our global efforts  to support \ncustomers, employees, and communities through  \nthe COVID-19 pandemic.\n$15B+ \nCOVID-19-related costs incurred since the \nstart of the pandemic to help keep employees \nsafe while delivering for our customers\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 7  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}