{"page_content": "Building a Supply \nChain That Puts \nPeople First\nAmazon is committed to \nconducting our business in a \nlawful and responsible manner, \nincluding engaging with suppliers \nthat respect human rights, provide \nsafe and inclusive workplaces, and \npromote a sustainable future.Our Approach \nOur goal is for our products and services to be provided in a \nway that respects human rights and the environment. Our \nglobal teams work closely with suppliers to communicate \nour standards and help suppliers build their capacity to \nprovide working environments that are safe and respectful \nof  human rights.\nSupply Chain Standards\nWe set a high bar for ourselves and our suppliers. Amazon’s \nSupply Chain Standards  detail the requirements and \nexpectations for our suppliers, their supply chains, and selling \npartners that list products in our stores. They are grounded \nin principles of inclusivity, continuous improvement, and \nsupply chain accountability. We engage with suppliers that \nare committed to these same principles, and suppliers \ncommit to these standards as a condition of doing business \nwith us. At least every three years, in line with industry best \npractices, we review our Supply Chain Standards against \npolicies developed by industry associations. Additionally, \nwe review these standards in consultation with human rights \nexperts and organizations, including Business for Social \nResponsibility (BSR), Impactt Limited, International Center \nfor Research on Women, Nest, Responsible Business Alliance \n(RBA), and UN Women.\nSupply Chain Risk Assessments\nWe evaluate our supply chain to understand the highest \nrisks to workers and to prioritize our efforts. To do this, \nwe engage key internal and external stakeholders, analyze \nour risks using international risk indices such as the World \nBank’s Worldwide Governance Indicators, run worker surveys, \nand conduct assessments that include worker interviews, \nmanagement interviews, document reviews, and on-site \nvisits. We regularly consult industry experts to review our approach to risk assessment against globally recognized \ninternational standards and industry best practices.\nWe conduct regular assessments of suppliers of Amazon-\nbranded products, including Amazon Private Brands and \nAmazon devices, as well as a curated selection of brands \nexclusively sold in Amazon’s store. We expect our suppliers \nto consistently monitor and enforce our standards in \ntheir own operations and supply chain, as well as making \nimprovements to meet or exceed our expectations.\nContinuous Improvement \nOur approach is based on a commitment to workers and to \ncontinuous improvement. We put the safety and interests \nof workers first and work to strengthen suppliers’ capacities \nto manage and mitigate risks in their value chains. We have \ndedicated teams in key sourcing regions that engage directly \nwith suppliers and their workers. If an issue is found, we work \nwith suppliers to remediate the issue by prioritizing worker \nfeedback and offering suppliers resources to help them invest \nin worker well-being and safe workplaces. Teams across the \ncompany set goals with senior leadership to track progress \nand incentivize improvement across our supply chain.\nTop Five Sourcing \nCountries in 2021\nChina, India, Japan, United Kingdom, United StatesLearn more about our Responsible Sourcing Program, \nincluding our Supply Chain Standards, our Supplier Manual, \nand our supply chain map, on our website . Selling Partners\nSelling partners are third-party sellers and retail vendors \nthat offer products for sale in Amazon’s stores. Our \nSupply Chain Standards apply to every product sold in our \nstores and we expect selling partners to do their own due \ndiligence in support of producing every product in safe, \nhealthy, and inclusive work environments. \nWe evaluate credible allegations of selling partner \nviolations of our Supply Chain Standards including, but \nnot limited to, those published by governments, civil \nsociety, reputable investigators, journalists, or human \nrights defenders. If we have reason to suspect certain \nproducts do not meet our standards, we may request \nthat the selling partner demonstrate the products it \nsells in our store were manufactured in accordance with \nAmazon’s Supply Chain Standards, such as providing \nevidence of auditing protocols, showing processes \nfor assessing factory working conditions, engaging \nin unannounced audits, participating in an approved \nindustry association that includes factory monitoring, \nor verifying where the products are made.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 61  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}