{"page_content": "Our Progress in 2021 \nIn 2021, we strengthened our engagement with suppliers, \nworkers, and communities to further embed respect for \nhuman rights throughout our value chain. We are building our \nefforts in our key commitment areas, including Gender Equity \nand Responsible Recruitment, and strengthened our due \ndiligence mechanisms. Workers remain at the center of our \nwork; we support our suppliers to mitigate risk and invest in \nsupply chain worker well-being. \nSupply Chain Commitments\nWe evaluate our supply chain to identify the industries, \ncountries, and issues where we have the greatest opportunities \nto identify and address risks and have a positive impact on \nworkers. We work closely with our suppliers around the world, \nand consistently work to identify partnerships and programs \nto help our suppliers invest in worker well-being and safe \nworkplaces. We are proud to share our progress on our key \ncommitment areas. \nLearn more about our key supply chain commitment  \nareas on our website .\nSafe and Healthy Workplaces\nMaintaining safe and healthy workplaces is a top priority for \nAmazon. We have global teams who partner with suppliers to \nincrease worker awareness of safety issues, promote worker \nparticipation in their facility’s safety culture, and promote \ninitiatives focused on the well-being of workers on issues that \nmatter most to them.Supply Chain Transparency\nSupply chain transparency is essential to our approach \nto human rights due diligence, and an important tool \nto help us address risks in our supply chain and identify \nopportunities for collaboration on systemic supply \nchain issues. We publish a supplier list and interactive \nsupply chain map that provides details on suppliers of \nAmazon-branded apparel, consumer electronics, food \nand beverage, and home goods products. We update our \nsupply chain map at least annually to provide customers \nand external stakeholders visibility into where we source. \nWe also contribute lists of our apparel suppliers  to the \nOpen Apparel Registry to foster brand collaboration and \naction in the apparel industry.  \n \n “  I feel proud to be a part of the program \nunder Swasti. Before the training, I was \nnot very conscious of my health. I have \nnot been eating well in the morning. The \ntraining helped me to understand how \nto address symptoms I was experiencing \nand counseled me on ways to manage \nthrough healthy lifestyle and exercise. \nThe easy accessibility to the health \ncounselor and nutritionist helped \nme gradually control and improve \nmy symptoms.” \nT. N. Manjula \nSupervisor at Just Jute Products and participant in  \nSwasti health training Learn more about our supply chain map  \nand list on our website .In 2021, we continued to strengthen our mechanisms to \naddress and improve workplace safety by conducting building, \nelectrical, and fire safety assessments for at-risk suppliers in \nBangladesh and Pakistan. We also trained selected suppliers \non how to improve management systems and workplace \ndialogue, and we created issue-specific guidebooks to enable \nsuppliers to better understand the root causes of these issues \nand help prevent issues from occurring. \nWe expanded our work with the Sustaining Competitive \nand Responsible Enterprises (SCORE) program, a lean \nmanufacturing program focused on improving productivity \nand safe working conditions in small and medium-sized \nmanufacturers, with an emphasis on worker participation \nas an essential component to strong safety management \npractices. To date, we have enrolled 50 suppliers located in \nIndia, China, and Vietnam, providing over 28,900 workers with \na cumulative 8,800 hours of training. Through an independent \nassessment of the program, we found a reduction in health \nand safety findings and accidents, and increased productivity \nand worker satisfaction. \nTo provide programs to workers in our supply chain, we \npartner with Swasti, a global nonprofit committed to ensuring \naccess to quality health care for workers in marginalized \ncommunities. As of 2021, Swasti reached over 1,200 workers \nin Amazon’s supply chain in India, providing critical mental \nhealth, health care, and social entitlement support to workers, \ntheir families, and their communities. Swasti provides a \ntelecare health counseling program, factory management \ntraining on COVID-19 prevention and management, \nand screening for harmful health conditions, including \nhypertension and diabetes. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 62  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}