{"page_content": "Protecting Workers During COVID-19\nMillions of workers worldwide remain affected by \ndeepening poverty, inequality, and job uncertainty due to \nthe lingering impacts of the COVID-19 pandemic. In many \nparts of Asia, which are critical manufacturing and sourcing \nregions for Amazon’s goods, workers continue to experience \nhealth and financial challenges due to low vaccination rates \nand reoccurring lockdowns, which can shutter factories.\nBuilding on our 2020 investments in organizations providing \ncritical front-line support to workers impacted by the \npandemic, in 2021, we made an additional $1.65 million \ninvestment to collaborate with several organizations and \ninvest directly in suppliers of Amazon-branded products. \nThis investment will help provide an estimated 54,000 workers with access to crisis response resources, with a focus \non Asia’s most COVID-vulnerable regions. \nThrough a collaboration with Catalyst Management \nServices, a social investment specialist group, and PATH, \na global public health nonprofit, this commitment will \nfacilitate vaccine assistance, provide a medical hotline \nfor workers and their families, and assist factories in \nestablishing crisis response plans. Additionally, we continue \nour collaboration with Nest to provide tools and training \nto help more than 70 artisan small business owners in \nIndonesia, Cambodia, and the Philippines weather the \nfinancial impact of shop closures, staffing shortages, \nand canceled orders. \n Learn more about our human rights partnerships .Gender Equity\nGender equity is a fundamental human right and a necessary \nfoundation of a sustainable supply chain. Quality jobs for \nwomen translate to positive impacts for communities, and \nwe are actively working to empower women to make their \nown decisions on health, finances, and career development. \nIn 2021, we scaled our work and investments to advance \nthe rights of female workers in supply chains. We made a \n$1 million investment in the Resilience Fund for Women in \nGlobal Value Chains. The Resilience Fund pools corporate \ninvestments to drive local, women-led solutions to some of \nthe toughest problems facing women in global value chains. \nEstablished by BSR, the UN Foundation, and Women Win, \nthe Resilience Fund aims to raise at least $10 million to \nmake strategic, long-term investments in women’s economic \nresilience, health, and well-being.\nLearn more on About Amazon .We worked with International Center for Research on \nWomen (ICRW) Advisors and The Mara Partners to advance \nwomen’s rights across our global value chain, and joined \nBetter Cotton’s Working Group on Decent Work & Gender \nto improve working conditions for cotton farmers. \nIn addition, we signed and adopted the UN Women’s \nEmpowerment Principles (WEPs) . Supported by more than \n6,000 corporate signatories, the WEPs were established by \nthe UN Global Compact and UN Women to offer businesses \nguidance on ways to promote gender equality and women’s \nempowerment in the workplace, marketplace, and community.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 63  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}