{"page_content": "Amazon Partnership With Nest\nTo advance our gender equity commitments, we support \nfemale business leaders, entrepreneurs, and makers across \nour supply chain. As part of this effort, in 2021, Amazon \nHandmade and Nest teamed up to support artisan and maker \nbusinesses to increase their sales and impact by leveraging \nthe power of Amazon’s marketplace. Nest, a nonprofit \nsupporting the responsible growth and creative engagement \nof the artisan and maker economy to drive gender equity, \nsupports a growing network of over 1,600 artisan businesses \nacross 120 countries. The partnership between Nest and \nAmazon Handmade led to the launch of a dedicated cohort \nof Nest artisan businesses that were promoted through a \ndedicated gateway on Amazon Handmade.In the wake of COVID-19, providing artisan businesses with \na multichannel sales strategy is essential to their resilience \nand ability to withstand unprecedented times for small \nmaker businesses. For example, Espacio Handmade, based in \nAustin, Texas, is a women-owned leather goods business that \nwas highlighted in our 2020 Sustainability Report. Amazon \nHandmade also featured the business in the “Our Favorite \nFinds” section, and within weeks, Espacio Handmade had \nreceived hundreds of orders. Amazon Handmade is proud to \nsupport creative maker and artisan businesses as they navigate \noptimal ways to leverage the direct-to-consumer platform that \nboth Amazon and Amazon Handmade provide. \nGender Equity Training for Workers \nin Our Supply Chain\nAmazon partners with BSR’s HERproject, an initiative \nthat brings together global brands, their suppliers, and \nlocal partners to create and implement workplace-based \ninterventions on health, financial inclusion, and respect for \nwomen’s rights. Through our BSR partnership, we engage \nsuppliers in China, Bangladesh, Vietnam, and India. As of \n2021, we supported nearly 16,000 workers—including \n10,000 women—with trainings on health and financial \nskills, and we helped workers and factory management to \ncombat gender-based discrimination in the workplace.\nSunita Giri is a garment worker at Dhruv Globals Ltd. \nin India who attended a HERfinance program. She is a single mother of two children, and her family depends on \nher income alone. Through HERfinance training, Sunita \nlearned the value of investing and saving for health and \nfuture expenses. The training taught her about financial \nplanning tools and options to build her savings to support \nher short-term and long-term goals. It also inspired her to \nopen a savings account, where she regularly deposits funds, \nand enabled her to use digital payment tools that support \nfair wage payments. Sunita shared what she learned with \nher colleagues, family, and neighbors, so that they also \nbenefited from the information she received. \n“It is because of this training that I have \nstarted to think about myself and my future, \nas I do not want to depend on anyone [in] my \nold age,” she said.Learn more on About Amazon .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 64  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}