{"page_content": "Responsible Recruitment and Freely \nChosen Employment \nAmazon does not tolerate the use of forced labor. Forced \nlabor is a hidden crime that is hard to combat, and workplace \nenvironments and recruitment practices are dynamic. For \nvulnerable groups such as foreign migrant workers, we are \nincreasing our understanding of forced labor risk across both \nhome and destination countries. Worker voice mechanisms \nare important to enable workers to raise issues in a safe \nand confidential manner. We recognize real progress in this \nspace will only be achieved through collaborative action—\nby companies, governments, and civil society—to spur \nsystemwide change. \nWith operations and supply chains spanning the globe, we \nare committed to improving the working conditions of people \nwho are connected to our business and recognize the need \nto monitor for conditions that put workers at risk of modern \nslavery. We work to identify and reduce the risk of forced \nlabor. Our Supply Chain Standards prohibit all forms of forced \nlabor and human trafficking, and set requirements aimed at \nreducing risk. For example, workers must not be required to \npay recruitment fees, and suppliers must not retain passports \nor personal documentation. During assessments of Amazon-\nbranded suppliers, we track where workers migrated from and \nhow much they paid in recruitment fees. If fees have been paid, \nwe require the supplier to reimburse workers in full. In 2021, we expanded our relationships with key external \npartners RBA and the International Organization for Migration \n(IOM). We also began partnering with the Issara Institute to \naddress issues of human trafficking and forced labor through \nworker voice, partnership, and innovation. We are working with \nthese organizations to better understand hotspots across our \nsupply chain so that the rights of workers vulnerable to forced \nlabor continue to be respected and promoted. We are also \nworking with them to leverage collective industry responses for \nimproved due diligence and develop impactful risk mitigation \nstrategies that put the interests of workers first.\nAdditionally, we expanded our training on responsible \nrecruitment practices to over 50 suppliers through the RBA’s \nResponsible Labor Initiative and IOM. We also offered worker \nawareness training to workers at sites in high-risk regions to \nimprove the well-being of foreign migrant workers. These \ntraining programs focused on modern slavery risks and the \nimportance of responsible recruitment, including teaching \nparticipants how to implement effective risk mitigation \ncontrols, identify issues in their recruitment and hiring processes \nfor migrant workers, and draft an implementation plan for \naddressing these issues. Standing in Partnership Against  \nChild Labor\nThe UN designated 2021 as International Year for the \nElimination of Child Labour. Building on our work with \nThe Centre for Child Rights and Business, Amazon \ncommitted to the Joint Action Pledge to strengthen \nthe protection of children’s rights and accelerate \naction to address child labor in global supply chains. \nThrough this commitment, we will work with other \nretailers to further extend due diligence, remediation, \nand monitoring activities. This will enable us to \nincrease our understanding of child labor in supply \nchains, deliver programs to support juvenile workers, \nbuild the capabilities of suppliers to address child labor, \nwork collaboratively as a group to share learnings, and \nestablish best practices to address child labor.\n“  Amazon is committed to ensuring our \nproducts and services are provided in \na way that respects human rights, and \ncombating forced and child labor in \nglobal supply chains is an important part \nof that pledge. In this International Year \nfor the Elimination of Child Labour, we \nare proud to reinforce our commitment by \njoining the Joint Action Pledge and look \nforward to working collaboratively with \nThe Centre for Child Rights and Business, \npeer companies, and other stakeholders \nto strengthen protections for children’s \nrights and eliminate child labor.” \nLeigh Anne DeWine  \nDirector of Social Responsibility, AmazonFair Wages \nWe are committed to working closely with suppliers, business \npartners, and multistakeholder associations to monitor and \npromote continual improvement in working conditions, \nincluding fair and on-time payment of wages. We have \ndedicated teams across the globe that work directly with \nsuppliers to track and report performance against these \nstandards. Our suppliers are required to pay legally required \ncompensation, including overtime and benefits, and we \nencourage them to continually evaluate whether their \nworkers earn enough to meet their basic needs and the \nneeds of their families.\nMaking sure workers are paid fairly is a challenge across \nall industries in global supply chains. We are working to \nbetter understand wage payments in our supply chain to \nmeaningfully engage with suppliers and enhance our due \ndiligence under the UN Guiding Principles on Business and \nHuman Rights on this issue. We will continue to enroll our \nsuppliers in international programs that improve livelihoods, \nhelp suppliers invest in worker well-being, and contribute \nto the social and economic development of regions where \nwe source and operate. Programs such as SCORE and \nBetter Work address the holistic challenges workers face by \nfocusing on improving working conditions and promoting \nrespect for labor rights. An independent impact assessment \nof the SCORE program found increased productivity and \nincreased wages for Amazon suppliers participating in \nthe program. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 65  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}