{"page_content": "• Tech Against Trafficking is a coalition of companies \ncollaborating with global experts to help eradicate \nhuman trafficking using technology. Amazon sits on the \norganization’s steering committee and has leveraged \nthe expertise and resources of AWS to help explore and \nscale the use of technology solutions across the anti-\ntrafficking field. \n• Thorn, an organization that builds technology to defend \nchildren from sexual abuse, leverages AWS machine learning \ntools in its Spotlight product. Spotlight’s sophisticated \nmachine learning capabilities save time for investigators by \nautomatically flagging ads likely to represent victims of child \nsex trafficking. Investigators search Spotlight’s constantly \ngrowing database of ads and set up automated alerts to \nempower proactive investigations. Spotlight has helped \nidentify more than 20,000 child sex trafficking victims.\n• Amazon is an official corporate sponsor of Truckers \nAgainst Trafficking (TAT), an organization dedicated to \ncombating human trafficking in the trucking industry. We \nbegan incorporating TAT training modules into trainings for \nour internal fleet of drivers to teach them how to identify \nand respond to potential victims of human trafficking. Since \nlaunching this partnership, we have trained over 9,000 \nAmazon transportation associates.\n• We support the UK-wide Modern Slavery & Exploitation \nHelpline operated by Unseen, investing in its efforts to \nprovide immediate and long-term assistance to potential \nvictims of modern slavery and to ensure the helpline’s \ncontinued growth. The helpline provides direct response and \nservices to potential victims of modern slavery and helps \nshape trainings and wider services for vulnerable people.Combating Forced Labor\nAmazon is currently working with these organizations to \ndevise holistic approaches to combating forced labor:\n• Amazon supports Polaris, a nonprofit leading a social \njustice movement to fight sex and labor trafficking at the \nmassive scale of the problem—25 million people worldwide \ndeprived of the freedom to choose how they live and work. \nThrough the U.S. National Human Trafficking Hotline, Polaris \nhas responded to more than 73,000 situations of human \ntrafficking since 2007. AWS works with Polaris to infuse \ncutting-edge technology into its infrastructure to accelerate \nthe development of the largest known U.S. dataset on \ntrafficking. With the guidance of survivors, Polaris uses \nthat data to improve the way trafficking is identified, how \nvictims and survivors are assisted, and how communities, \nbusinesses, and governments can prevent human trafficking \nby transforming the underlying inequities and oppressions \nthat make it possible.\n• Amazon is a member of the Responsible Labor Initiative, \na multi-industry, multistakeholder initiative focused on \nensuring that the rights of workers vulnerable to forced \nlabor in global supply chains are consistently respected \nand promoted. \n• Amazon partners with StolenYouth, a Seattle-based \norganization with the mission to end child sex trafficking \nin the state of Washington through prevention, connecting \ntrafficked youth to resources and services, and empowering \nsurvivors along their path to recovery and a promising \nfuture. We support StolenYouth by providing both financial \nsupport and goods donations. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 66  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}