{"page_content": "Environmental Protection\nWe are committed to sourcing products and services that do \nnot cause unnecessary environmental harm, and work with \nindustry experts on ways to understand the environmental \nimpact of our products. We are a member of the Sustainable \nApparel Coalition, an industrywide group of leading apparel \nand footwear brands, retailers, manufacturers, NGOs, \nacademic experts, and government organizations working \nto reduce the environmental and social impacts of apparel \nproducts around the world. \nWe encourage our Amazon-branded suppliers to evaluate \ntheir practices using the Coalition’s Higg Index, a tool to \nhelp manufacturers measure the social and environmental \nperformance of their facilities. We are committed to driving \nadoption of this assessment and helping our suppliers \nunderstand their environmental impacts. Our aim is to work \nwith industry partners and our suppliers to understand \ntheir environmental footprints and set goals to reduce \nenvironmental impacts. \nAccess to Effective Grievance Mechanisms\nWe are building our efforts to provide people connected \nto our value chain with access to effective grievance \nmechanisms as part of our supply chain due diligence and \ninvestments in worker well-being, and have added this as \na key commitment area. \nWe help our suppliers work with a number of global partners \nto provide supply chain workers with access to effective \ngrievance mechanisms, including the Amader Kotha Helpline \nin Bangladesh; Ulula in China, Cambodia, India, Pakistan, \nand the UK; the amfori SPEAK FOR CHANGE Programme \nin Vietnam; the Responsible Labor Initiative’s Suara Kami \nhelpline in Malaysia; and Sedex Direct Worker Reporting \nin India. These organizations are key to helping our suppliers listen \nto their workers and raise awareness of issues in our supply \nchain. We provide our suppliers and service providers with \nthese tools in order to help them hear directly from workers \nabout their experiences, and to support the resolution \nof issues from the workers’ perspectives. Across these \nmechanisms used in 2021, 92% of closed issues have had \nworker verification of remedial actions.\nAs an example of our work in this area, we enrolled our \nBangladeshi suppliers in Amader Kotha, a helpline that \nprovides workers in the ready-made garment sector a \nsafe and effective way to report and resolve workplace \nissues. We provide ongoing capacity-building to suppliers \nenrolled in Amader Kotha, assisting with grievance handling \nmechanisms and worker voice tools. In our third year of \nworking with Amader Kotha, we are seeing significant \nimpact. More than 88% of workers employed with our \nBangladeshi suppliers reported that they were satisfied with \nthe usage of the Amader Kotha Helpline. In 2021, workers \nplaced 530 calls to the helpline—86% related to labor issues \nand 4.6% related to safety issues. These cases are resolved \ndirectly in partnership with factory management in line  \nwith the helpline’s protocols.Commodities and Traceability \nAssessing and Mapping Risk\nCommodity supply chains are complicated and fragmented, \nand improved visibility into raw material supply chains better \nenables businesses to identify human rights and labor rights \nviolations and hold suppliers accountable. \nIn 2021, we completed our first commodity and materiality \nrisk assessment for Amazon-branded products and identified \neight commodities with salient social and environmental risks \nas a key milestone in the development of our responsible \ncommodity sourcing roadmap. \nFocus on Cotton \nIn 2021, we continued to strengthen our efforts to address \nhuman rights risks in global cotton supply chains. Amazon \njoined Better Cotton’s Retailer and Brand Advisory Panel \non Traceability to help steer Better Cotton’s initial vision \nand strategy toward achieving more traceable cotton in \nthe coming years. We also participated in the Responsible \nSourcing Network’s initiative YESS: Yarn Ethically & \nSustainably Sourced. YESS works to address forced labor \nin the cotton value chain by providing training to, and \nmanaging the assessment of, spinners and fabric mills to \nidentify and address forced labor in cotton production. \nFocus on Minerals \nIn 2021, we increased our support for industry collaboration \ntoward responsible mineral sourcing. We remain members \nof the Public-Private Alliance for Responsible Minerals \nTrade and the Responsible Minerals Initiative (RMI). We also \nenhanced our cobalt due diligence program using the RMI’s \ncobalt reporting template.\nWe supported RMI’s Smelter Audit Fund to increase \nassessments for tin, tungsten, tantalum, and gold smelters. \nThese assessments are critical to responsible mineral sourcing in our supply chains. In 2022, we will implement \nadditional smelter due diligence protocols as we work toward \n100% of tin, tungsten, tantalum, and gold mineral smelters \nand refiners in our supply chain being certified using a \nrecognized minerals assurance program. \nPurchasing Practices\nSupplier feedback on our purchasing practices is important \nin understanding how we can improve supplier relationships \nand understanding our potential impact on human rights in \nour supply chain. In 2021, Amazon partnered with the Better \nBuying Institute to capture anonymous supplier feedback \non our purchasing practices through an annual survey. \nBenchmarked against industry peers, we identified key areas, \nincluding planning and forecasting, supplier engagement, \nand on-time payments, where we can improve practices to \ndrive a better supplier experience of working with Amazon.\nIn 2021, Amazon partnered with Better Buying and other \nbrands to create an e-learning course to raise awareness \nabout the importance of the issue.\nWe are proud to have been part of the effort to \nend state-imposed forced labor in Uzbekistan’s \ncotton sector. In 2019, Amazon signed the \nCotton Campaign’s Uzbek Cotton Pledge with \nover 300 brands and retailers to raise awareness \nand oppose the systemic use of forced labor in \nUzbekistan’s cotton production. As of March \n2022, the International Labour Organization has \nindependently verified that the government of \nUzbekistan has ended the practice of state-imposed \nforced labor in its cotton sector and the Cotton \nCampaign has lifted the Uzbek Cotton Pledge, \nending the boycott of Uzbek cotton. Learn more about our spotlight on worker voice .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 67  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}