{"page_content": "Supplier Assessments\nWe assess our suppliers of Amazon-branded products \nacross four main categories: 1) Labor, 2) Health and Safety, \n3) Environment, and 4) Ethics. These categories are divided \ninto subcategories, such as nondiscrimination, emergency \npreparedness, hazardous substances, and transparency. \nFindings within each subcategory are flagged as High, \nMedium, or Low depending on the level of severity. Amazon \nfocuses on setting a high bar for new suppliers and refusing \nto go to production until suppliers remediate High-level \nfindings identified in our assessments. We recognize that \nsome issues may take time to effectively remediate. For \nMedium-level issues, we expect suppliers to show they \nare making meaningful progress toward remediation \nwithin a defined timeline. For Low-level issues, we monitor \nsuppliers for continual improvement. We have dedicated \nteams based in key sourcing countries around the globe \nthat work directly with our suppliers to identify solutions to \nchallenging problems and promote open dialogue. We seek \nto create long-term relationships with suppliers that align \nwith our values and are committed to constantly improving \nconditions. Where we see trends in issues beyond individual \nsuppliers, such as widespread health and safety deficits or \nindustrywide failures to responsibly protect migrant workers, \nwe work to define regional or global strategies to address \nunderlying systemic challenges. We share our supplier assessment  data (see Appendix) \nto demonstrate our commitment to transparency and \ncontribute to industrywide knowledge on complex and \nchanging supply chain conditions. In 2021, we conducted \n5,952 assessments to help us determine which suppliers \nto work with and, for those we do engage, to help us \nunderstand and continually improve those suppliers’ \npractices. We utilize three types of assessments: \n•  Pre-Production Assessments: Suppliers must submit \nan Amazon-approved assessment of their facilities \nbefore beginning production of Amazon-branded \nproducts (28% of assessments conducted in 2021 \nwere Pre-Production Assessments). \n•  Ongoing Assessments: Suppliers must submit Amazon-\napproved assessments on an ongoing basis while producing \nAmazon products (51% of assessments conducted in 2021 \nwere Ongoing Assessments). \n•  Verification Assessments: Where issues are identified, \nsuppliers must develop a corrective action plan detailing \nactions to address identified issues and a long-term \nplan to prevent reoccurrence, and where necessary, \nmust undergo a follow-up assessment to remediate \nissues (21% of assessments conducted in 2021 were \nVerification Assessments).Our assessment data reflects findings for suppliers evaluated \nin 2019, 2020, and 2021, and includes assessments of \nsuppliers we no longer work with, or with which we never \nbegan a business relationship. Assessments may have \nfound more than one issue listed. We accept assessments \ncompleted by qualified independent audit firms based \non our own assessment standards and those of industry \nassociations, including Sedex, amfori, and RBA; certification \nstandard Social Accountability International (SA8000); and \nthe Better Work program. \nOur assessment data helps us determine where to focus our \nefforts and resources, and provides insight into industrywide \nchallenges and systemic issues. We are continually innovating \nto include new assessment types and data sources in \nour due diligence program. We attribute the increase in \ntransparency issues to the 2021 introduction of a remote Learn more about our supplier assessments .assessment tool, which requires suppliers to provide records \nand documentation in real time. We now provide suppliers \nwith additional notice of this expectation to help preempt \ntransparency issues. In other cases, the increased rate of \nfindings in specific categories represents industrywide \nchallenges that require industry-level, long-term solutions. \nWe have dedicated teams engaging directly with our \nsuppliers on key safety-, wage-, and working hours-related \nfindings. We recognize that we cannot address many of these \nsystemic issues alone, and we are committed to engaging in \nindustry-level interventions in order to drive improvement \nin working conditions. We are dedicated to working with \nour suppliers to understand root causes and build strong \nmanagement systems to address and mitigate issues. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 68  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}