{"page_content": "Supporting Our \nCommunities\nAmazon’s culture is built around \nsolving impossible problems—a \nculture we know has the power to \ndrive meaningful change. We look \nto leverage our scale for good and \nuse our ability to innovate quickly \nto strengthen communities around \nthe world where our employees \nlive and work. Our Approach \nWorking alongside community partners, we create solutions \nto some of the world’s most pressing challenges and build \nlong-term programs that have a lasting, positive impact. \nWe work to address immediate needs, such as reducing \nhunger and homelessness, providing affordable housing, and \nserving communities in need following natural disasters. We \nalso look to the future, by providing programs that support \nscience, technology, engineering, and math (STEM) education \nand skills training.\nAccess to Food and Basic Needs\nWe help address urgent issues faced by children and families \nfrom underserved communities by improving access to food \nand basic necessities. We leverage our logistics network \nto support food banks and community organizations, \ndelivering groceries and pre-packaged meals directly to \nvulnerable families. \nWe also work to eliminate barriers to learning by providing \nstudents with clothing, hygiene products, and other \nsupplies that help them focus on their studies. We donate \nto nonprofits supporting school districts in Washington \nstate’s Puget Sound region, Northern Virginia, and Nashville, \nTennessee. As of 2021, Amazon has provided more than \n$8 million and 50,000 instances of support to students \nand their families since 2018. Supporting Charitable Organizations\nWith AmazonSmile Donations \nAmazonSmile  makes it easier for Amazon customers \nto give back to charitable causes with just one click. \nAmazonSmile is available in the U.S., Germany, and the \nUK, and offers customers the opportunity to support \ntheir favorite charity from a list of over a million \norganizations. Amazon donates 0.5% of the purchase \nprice of eligible orders to the chosen charity. Customers \ncan also donate items directly to charities using \nAmazonSmile Charity Lists. \nAmazonSmile donations support charities ranging from \nglobal humanitarian efforts and animal welfare groups \nto parent-teacher associations and local hospitals. \nOrganizations around the world have been able to \nexpand their work and make a meaningful impact in \ntheir communities thanks to these donations and the \ncustomers who choose to shop using AmazonSmile.\n“  Donations from AmazonSmile support Save \nthe Children’s work in the U.S. and around \nthe world. With funds from AmazonSmile \ndonations, Save the Children can provide \ntemporary learning centers for more \nthan 3,500 children who are out of school \namid conflict, deliver food for more than \n14,000 children missing meals due to the \npandemic, and equip 14 mobile health \nunits, ensuring vital care to thousands \nmore. We couldn’t do it without you.”\nPerry Yeatman \nHead of Corporate, Save the Children U.S.20M\nMeals delivered as of 2021 \nin 25+ U.S. cities, as well as \nin communities in Australia, \nJapan, Singapore, Spain, \nand the UK225M+\nIn-kind donated items, \nincluding personal \nprotective equipment \nand essentials, in 2021\n~4K\nNonprofits supported \nacross the U.S. in 2021 \nthrough in-kind personal \nprotective equipment \ndonations12M\nIn-kind donations of \nschool supplies and other \nessential items to meet \nhyperlocal community \nneeds in communities \nwhere we operate \nthroughout North America, \nthe UK, and Europe\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 69  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}