{"page_content": "Health Equity for Communities\nIn 2021, AWS committed $40 million over three years to help \norganizations develop solutions to improve health outcomes \nfor underserved or underrepresented communities. The \nprogram  is open to organizations around the world that \nwant to harness AWS technology and expertise to advance \nhealth equity in any of the following areas:\n•  Increasing access to health services for \nunderserved communities\n•  Reducing disparities by addressing social determinants  \nof health\n•   Leveraging data to promote more equitable and \ninclusive systems of care \nThis program gives organizations another way to access AWS \ncredits and technical expertise to advance their missions. \nIn collaboration with local nonprofits, AWS also launched \ncommunity development initiatives in villages adjoining AWS \ninfrastructure sites in West Java, Indonesia, and Telangana, \nIndia. Initiatives include renovation of schools, provision of \nclean water facilities, toilets, waste management systems, \nhyperlocal environmental initiatives, and skill development \nprograms for local youth.\nWhole Foods Market\nWhole Foods Market was founded with the purpose to nourish \npeople and the planet. To make an impact in our communities, \nWhole Foods Market has three foundations to support \nstrategic programs that make an impact across the globe:\n•  Whole Planet Foundation  is committed to alleviating global \npoverty for people living in communities in the U.S. and around \nthe world that supply products for Whole Foods Market stores. •  Whole Cities Foundation  expands healthy food access \nand nutrition education by partnering with community-led \norganizations to build thriving local food systems.\n•  Whole Kids Foundation  supports schools and inspires \nfamilies to improve children’s nutrition and wellness. \nEach quarter, Whole Foods Market supports nearly 500 \ncommunity-based nonprofits with aligned missions and \nvalues through the Team Member Directed Giving program. \nThis program is led by local team member networks and \nfocuses on addressing specific needs within each community \nwe serve. From October to December 2021 alone, \nWhole Foods Market donated more than $1.1 million to \n489 nonprofits in the U.S. and Canada.Sourced for Good\nIn 2021, Whole Foods Market launched Sourced for Good ,  \nan exclusive program dedicated to helping customers easily \nidentify products that support workers, communities, and \nenvironmental stewardship where our products are sourced. \nWith our Sourced for Good seal, we are committed to \ndemystifying the decision-making process by helping our \ncustomers easily identify these products.\nCustomers can find the Sourced for Good seal on more than \n100 products in stores, including on bananas, asparagus, \npeppers, tomatoes, and tulips. We’ve also expanded the \nprogram to seafood as well as to domestic suppliers, as we \nstrive to serve more communities. Purchasing Sourced for \nGood products directly contributes to causes that Whole \nFoods Market and our customers champion, including \nfair wages, ethical trade, improved health care access, \nCelebrating 10 Years of Growing\nHealthy Kids \nTen years ago, a cash register campaign—as well as the \nenthusiasm of contributing team members and customers—\nplanted a seed of an idea, which eventually grew into Whole \nKids Foundation. The idea: Given the right opportunities, kids \nwill get excited about fresh fruits, vegetables, whole grains, \nand other nutritious whole foods. Since its founding in 2011, \nWhole Kids Foundation’s community investments in the \nU.S., Canada, and the UK have increased access to nutritious \nschool food and transformed the way students eat and think \nabout food. The Foundation facilitates environments and \npartnerships to create lasting change.  \n 10M\nStudents\n12K+\nSchools\n700\nBeehives6K+ \nSalad bars7K+\nGardens\n22K+\nTrained teachers\nLearn more about the Whole Kids Foundation .10 years of impact through Whole Kids Foundation:scholarships, planting trees, and more—with millions of \ndollars raised annually for hundreds of communities across \n12 countries.\nSupporting Local Producers\nWe support local food producers through Whole Foods \nMarket. In addition to featuring local products in our stores, \nwe are providing loans to small, local, independent farmers \nand artisanal food producers to help them expand their \nbusinesses through the Whole Foods Local Producer Loan \nProgram . Loan recipients have included organic vegetable \nfarmers, a heritage turkey grower, a nutritional protein bar \nmaker, and many others. The Local Producer Loan Program \nhas provided more than 370 loans since 2007, representing \n$26 million in capital, to our suppliers. In 2021 alone, more \nthan $536,000 was awarded through six loans.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 70  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}