{"page_content": "Disaster Relief and Response\nAmazon’s disaster relief and response efforts leverage our \ninnovative technologies and global logistics network to \nprovide fast and effective aid for communities impacted \nby natural disasters. We have filled cargo jets and shipped \ntruckloads of Amazon-donated items to communities across \nthe globe. We also enable customers to donate products \nand cash on Amazon.com and we help disaster response \norganizations expedite their response efforts at scale \nthrough AWS. Since 2017, we have donated more than \n18 million relief supplies and emergency aid items, including \nflashlights, tents, and search and rescue equipment. \nIn 2021, Amazon supported global communities impacted \nby natural disasters, including:\n•  Severe floods in Western Europe and  \nNew South Wales, Australia \n• Wildfires in Turkey and Canada\n• A tornado in the Czech Republic\n• A volcanic eruption in Saint Vincent and the Grenadines\n• Monsoon season in India\n• An earthquake in Haiti\n• Winter storms in Texas, Mississippi, Tennessee, and Alabama\nThrough the AWS Disaster Preparedness and Response \nprogram, we work alongside governments, nonprofits, \ninternational aid organizations, and private entities. We offer \nsupport through cloud computing technology, technical \nexpertise, and volunteer time to help communities at every \nstage of a disaster lifecycle.In addition, we provide support and financial assistance, \noften in the form of grants, to employees and partners \nfacing unexpected hardship. In 2021, we provided more \nthan 19,000 grants, totaling $14 million, for natural disaster \nrelief, including hardship due to a COVID-19 diagnosis or \nquarantine. We also supported nearly 1,800 employees, \npartners, and their families with nearly 100,000 essential \nitems, nearly 17,000 hot meals, and critical personal services \nsuch as housing, transportation, and counseling.\n28\nNatural disasters Amazon \nprovided relief for in 2021\n18M+\nRelief supplies Amazon  \nhas donated and delivered \nsince 2017Fresh Thinking in Disaster \nRelief Planning\nTo enable an even faster response to natural disasters, \nwe opened our first disaster relief hub in our Atlanta \nfulfillment center in 2021—a major advancement in \ndisaster relief planning. \nIt can take multiple days to respond to a natural disaster \nand assess, procure, consolidate, and pack supplies. To \naccelerate this process, Amazon analyzed data across four \nyears of support to prepare ahead of hurricane season in \nthe U.S. and Caribbean. \nWe donated and pre-stocked over 500,000 relief \nsupplies in our hub, which spans 10,000 cubic feet—\nbig enough to fill an Amazon Air 767 cargo plane. This \npreparation ensured readiness for helping six of Amazon’s \nhumanitarian relief partners, and the hub was instrumental \nin providing support to Louisiana communities following \nHurricane Ida. \n“  Amazon’s donation of critical relief supplies \nand advance pre-positioning efforts allow \nthe American Red Cross to stand ready to \nhelp at a moment’s notice. We’re honored \nto count Amazon as one of our most valued \npartners and are grateful for their continued \nsupport to fulfill our mission.” \nTrevor Riggen  \nSenior Vice President, Disaster Cycle Services, American \nRed Cross\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 71  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}