{"page_content": "The AWS Infrastructure Community Engagement Program  \n(AWS InCommunities) forges local relationships and creates community-\nfocused programs where AWS builds, operates, and is expanding our \nphysical infrastructure. AWS InCommunities focuses on four key pillars:\n1. STEM/STEAM (STEM + arts) education, equity, and access\n2. Local tech upskilling\n3. Environmental stewardship\n4. Employee engagement\nIn addition, AWS InCommunities’ Signature Programs use AWS’ unique \nresources to develop or inspire future builders from underrepresented \nand underserved communities. These include Girls’ Tech Day, AWS \nTech Week, Family Tech Series, and Think Big Space.Skills Training and STEM \nEducation Programs \nAmazon believes in the power of education to unlock \nhuman potential, which is why we are investing in a range \nof subjects and tools to help children, higher education \nstudents, and adults tap into their potential.\nSkills training and STEM education can have a big impact \nin an increasingly digitized, technological world, and we \nare helping people pursue careers of the future through \ncomputer science and coding skills. In 2020, we pledged to \nhelp 29 million people around the world grow their technical \nskills with free cloud computing skills training by 2025. To \nsupport this commitment, we have a number of initiatives, \nranging from equipping higher education institutions with \na free, ready-to-teach cloud curriculum to helping teachers \nbring coding classes to rural areas, and inspiring girls and \nyoung women to pursue careers in tech. Our programs \ninclude Amazon Future Engineer , AWS Training and \nCertification , AWS re/Start , AWS Academy , AWS \nEducate , AWS Think Big Experience , our partnership \nwith Girls in Tech , and AWS GetIT .\nFor example, Amazon Future Engineer is our global \nchildhood-to-career computer science program created \nto inspire and educate thousands of students each year \nfrom underserved and underrepresented communities. As \npart of this program, students explore computer science \nby meeting actual Amazon employees in virtual live career \ntalks or explorations of our real-world innovations. In 2021, \nAmazon Future Engineer reached 1.8 million students, and \nit is now available in the U.S., the UK, India, France, Germany, \nand Canada.Amazon Future Engineer also awards 250 students in \nthe U.S. each year with $40,000 scholarships and paid \ninternships at Amazon, as well as honoring Teacher of the \nYear Award winners with more than $30,000 for themselves \nand their schools. \nThrough Amazon Future Engineer, Amazon announced a \nnew Advanced Placement Computer Science programming \ncurriculum , in partnership with Code.org. Designed with \nequity at its core, the curriculum is intended to empower \nevery student, regardless of their background, to envision \nthemselves using computer science to bring their dreams \nto life.\nAWS launched a $10 million scholarship program  to \nprepare underrepresented and underserved students \nglobally for careers in machine learning. In addition, the \nAWS InCommunities Scholarship Program  offers a \ntotal of $100,000 in scholarships to students from U.S. \nstates where AWS has data center operations to support \ntheir higher education ambitions in STEM. The program \nis open to students enrolling in courses such as electrical \nand electronics engineering, computer science, artificial \nintelligence, biochemistry, software engineering, and \nphysics. Since 2019, AWS has awarded 120 scholarships \nto students across four U.S. states.1.8M\nStudents reached through Amazon \nFuture Engineer in 2021\n10K+\nEmployee volunteer hours 1.2M\nPositive community \ninteractions \nTechnology Ireland \nCSR Award \nReceived for our “Take on a Cause” program sponsoring nonprofits \nand community groups\nSpecial Commendation \nAward\nReceived from the Federation of Indian Chambers of Commerce & \nIndustry for our contributions to COVID-19 relief efforts in India\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 72  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}