{"page_content": "Board Diversity \nThe Nominating and Corporate Governance Committee \nseeks out candidates with a diversity of experience and \nperspectives, including diversity with respect to race, gender, \ngeography, and areas of expertise. The Nominating and \nCorporate Governance Committee includes, and has any \nsearch firm that it engages include, women, individuals from \nunderrepresented racial/ethnic groups, and individuals who \nidentify as LGBTQ+ in the pool from which the Committee \nselects director candidates. When considering candidates as \npotential Board members, the Board and the Nominating \nand Corporate Governance Committee evaluate the \ncandidates’ ability to contribute to such diversity. The Board \nassesses its effectiveness in this regard as part of its annual \nBoard and director evaluation process. Currently, of our nine \nindependent director nominees, five are women, two are \nfrom underrepresented racial/ethnic groups, and three have \nserved for five years or less. Board Diversity Matrix\nTotal Number of Directors 11\nFemale Male\nDirectors 5 6\nNumber of Directors Who Identify  \nin Any of the Categories Below:\nAfrican American or Black 1 –\nAsian 1 –\nWhite 3 6Shareholder Engagement\nWe believe that effective corporate governance includes \nyear-round engagement with our shareholders and other \nstakeholders. In a typical year, we will engage with dozens \nof shareholders, including our largest shareholders, two to \nthree times. This outreach is complementary to the hundreds \nof touchpoints our Investor Relations team has with \nshareholders each year. We find it beneficial to have ongoing \ndialogue with our shareholders throughout the year on a full \nrange of investor priorities. Depending on the circumstance, \nour lead director or another independent director may \nengage in these conversations with shareholders as well. \nIn 2021, as part of our corporate governance engagement, \nwe met with corporate governance representatives at \nshareholders owning over 35% of our stock (not counting \nthe approximately 13% voted by our founder and Executive \nChair) and responded to numerous letters from our investors. \nOur direct engagement with shareholders helps us better \nunderstand our shareholders’ priorities, perspectives, and \nissues of concern while giving us an opportunity to elaborate \non our many initiatives and practices and to address the \nextent to which various aspects of these matters are (or \nare not) significant given the scope and nature of our \noperations and our existing practices. We take insights \nfrom this feedback into consideration and regularly share \nthem with our Board as we review and evolve our practices \nand disclosures. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 76  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}