{"page_content": "Business  \nEthics\nAmazon encourages and enforces \nstrict adherence to local, state, \nfederal, and international laws. \nOur Code of Business Conduct \nand Ethics  (Code of Conduct) \noutlines the behavior we expect \nfrom employees regarding \npotential ethical issues such as \nconflicts of interest, insider trading, \ndiscrimination and harassment, \nand compliance.Bribery and Corruption\nAmazon has zero tolerance for bribery and corruption in \nany form for any of our businesses. Our anti-corruption \ncompliance program is implemented as part of a centralized \nglobal compliance program, led by the Vice President for \nBusiness Conduct and Ethics. The program is grounded in our \nCode of Conduct, which is supported by numerous additional \npolicies, procedures, and other communications, and includes \nan outright prohibition on bribery of any kind. \nOur Business Conduct and Ethics program includes a risk \nassessment and compliance goal-setting process that \ngathers broader business input through regular client \ninterviews, a whistleblower hotline, centralized investigation \nand reporting of violations, due diligence processes designed \nto detect potential compliance issues before engaging in \ntransactions with third parties, and a wide variety of online \nand in-person training about compliance-related topics and \nthe company’s compliance policies. \nAmazon has extensive controls relating to financial \ntransactions, through which groups such as accounting, \nfinance operations services, accounts payable, and payroll \nall own processes that identify, monitor, and evaluate risks \nincluding fraud, misappropriation of assets, corruption, and \nthe integrity of financial reporting. Other control functions \nsuch as finance, procurement, and internal audit all work \ntogether with the Business Conduct and Ethics team to \nprevent, detect, and deter corruption.Data Privacy\nAmazon understands that customers care how their personal \ndata is collected, used, and shared, and we work every day to \nearn and maintain customer trust. Across all of our products \nand services, our principled approach to privacy  begins \nwith transparency, customer control, and security. \nWe inform our customers of our privacy and data security \npolicies, practices, and technologies through our privacy \nnotices, including the Amazon.com Privacy Notice  and the \nAWS Privacy Notice . We are also enhancing cybersecurity \nawareness beyond Amazon by offering the training we use  \nfor our own employees free to individuals and businesses.\nData Privacy Oversight\nAn ad hoc committee of the Board appointed in 2022 \nreceives reports from management and reports to the \nBoard at least annually on data protection and cybersecurity \nmatters. This committee also reviews the measures \nimplemented by Amazon to identify and mitigate data \nprotection and cybersecurity risks. Amazon requires \nemployees with access to information systems, including \nall corporate employees, to undertake data protection and \ncybersecurity training and compliance programs annually.Whistleblowing \nAmazon provides secure and accessible channels where \nemployees can raise concerns and report violations in \nconfidence and without risk of reprisal.\nAs described in our Code of Business Conduct and Ethics, \nemployees can speak with anyone in their management \nchain or the Legal Department when they have a question \nabout the application of the Code of Conduct or when in \ndoubt about how to properly act in a particular situation. \nThe Legal Department has provided guidelines for how \nemployees can report concerns. We do not allow retaliation \nagainst an employee for reporting misconduct by others \nin good faith. Employees must cooperate in internal \ninvestigations of potential or alleged misconduct, and \nthose who violate the Code of Conduct will be subject to \ndisciplinary action up to and including discharge.\nIn addition, suggestions or complaints emailed to a member \nof the senior leadership team are considered Executive \nEscalations. Any employee can utilize this method of \nproviding a suggestion or raising a concern to leadership. \nAll escalations are independently reviewed by Human \nResources, used as a learning opportunity, and may be used \nto update our processes to prevent gaps in the future. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 77  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}