{"page_content": "Advocacy and \nPublic Policy\nWe operate in regions all over the \nworld, and remain committed to \ngiving customers everywhere the \nsame standard of excellence.Our Approach \nWe engage with authorities at the local, state, national, \nand international levels to oversee the seamless operations \nof our international business through different legislative \ndemands and compliance requirements. Our Public Policy \nteams work with a wide range of policymakers, multilateral \norganizations, industry associations, coalitions, and other \npartners across numerous regulatory and policy issues. Like \nour business interests, our policy issues are broad, forward \nthinking, and driven by what is best for our customers.\nWe have publicly stated our position on several key issues. \nThese include, but are not limited to:\n• Our belief that the minimum federal wage should be raised\n• Our statement that bold action is needed to combat human-\ninduced climate change\n• Our recognition of the fundamental importance of diversity, \nequity, and inclusion\n• Our support for the Black, LGBTQ+, and \nindigenous communities\n• Our commitment to access to affordable housing\n• Our belief in the protection of data privacy\n• Our support for common sense immigration reform\n• Our commitment to help promote democracy and respect \nfor human rightsSupporting Our Principles\nWe believe that the public and private sectors must act \ntogether to address the world’s most pressing challenges. \nWe advocate on various topics that are material to \nour business, including climate action, community \nempowerment, immigration reform, and more. We seek out \nopportunities to partner with the public sector to advance \nnew technologies, invest in needed solutions, and support \npublic policies that provide certainty and advance innovation.\nIn 2021, we supported the U.S. federal government’s \nactions to address climate change. This included supporting \nemissions-reducing investments in the Bipartisan \nInfrastructure Law and the climate provisions in the proposed \nBuild Back Better legislation. We advocated for alternative \nfuel vehicles, electric vehicle charging infrastructure, \nsustainable aviation fuels, renewable electricity data, federal \nfleet electrification, wind and solar energy, and low-carbon \nresearch and development. We also joined the We Mean \nBusiness Coalition in calling for the U.S. to set as soon \nas possible an ambitious and attainable goal to reduce \nemissions by 2030. We also publicly supported the low-\ncarbon fuels standard proposed by the state of Washington.\nIn addition, we continued to advocate for higher federal and \nstate minimum wages  and renewed our commitment to \nimmigrant rights and immigration reform . We collaborated \nwith the public sector on housing equity  and called for \ngreater support and funding for computer science education in \npublic schools , especially in underrepresented communities. We publish an annual political engagement report  on \nour Investor Relations website. The statement details our \nlobbying activities in the U.S. and discloses our specific \nspending on ballot initiatives and public organizations, as \nwell as with representatives at state and local levels.  \nLearn more about each of these positions  \non About Amazon .\nLearn more about our advocacy and public policy work  \non About Amazon .\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 78  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}