{"page_content": "Sustainability Accounting Standards Board (SASB)\nMetric Code Disclosure\nHardware Infrastructure Energy and Water Management\n(1) Total energy consumed,  \n(2) percentage grid electricity,  \n(3) percentage renewableCG-EC-130a.1 In 2021, Amazon consumed 30.88 million megawatt-hours of electricity and reached 85% renewable energy across our business. Read more about our path to achieving 100% \nrenewable energy by 2025  on pages 20–21.\nDiscussion of the integration of environmental considerations into strategic \nplanning for data center needsCG-EC-130a.3 AWS carefully chooses our data center locations to mitigate environmental risk, such as flooding, extreme weather, and seismic activity. We also leverage weather data from the \nAmazon Sustainability Data Initiative to better assess the impact of weather on AWS data centers. Read more about how we are innovating for sustainability in the cloud  on \npages 35–38.\nData Privacy and Advertising Standards\nDescription of policies and practices relating to behavioral advertising and \nuser privacyCG-EC-220a.2 Interest-based ads are sometimes referred to as personalized or targeted ads. We show interest-based ads to display features, products, and services. Amazon offers all customers the \nchoice to not receive interest-based ads through Amazon Advertising Preferences . See Interest-Based Ads , Amazon.com Privacy Notice , and About Cookies .\nData Security\nDescription of approach to identifying and addressing data security risks CG-EC-230a.1 We design our systems with customer security and privacy in mind. We work to protect the security of personal information during transmission by using encryption protocols and \nsoftware. We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security \nprocedures mean that we may occasionally request proof of identity before we disclose personal information to customers. Our devices offer security features to protect them \nagainst unauthorized access and loss of data. Users can control these features and configure them based on their needs. We follow the Payment Card Industry Data Security \nStandard when handling credit card data. See Amazon.com Privacy Notice . \nIn addition, AWS architects our network, services, and data centers to protect AWS customers’ information, identities, applications, and devices. See AWS Cloud Security  and  \nAWS Privacy Notice .SASB is an independent standards board that is accountable for the due process, outcomes, and ratification of the SASB Standards, which seek to identify financially material sustainability \ninformation. The table below lists topics classified as applicable to the E-commerce industry. This table includes a selection of metrics from the full SASB index.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 81  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}