{"page_content": "Metric Code Disclosure\nEmployee Recruitment, Inclusion, and Performance\nEmployee engagement as a percentage CG-EC-330a.1 Connections is a real-time, companywide employee feedback mechanism, designed to listen to and learn from employees at scale to improve the employee experience. Connections \nquestions are delivered to every Amazon employee daily across 55 countries and in 26 languages, generating more than 1.5 million responses each day. Read more about our \napproach to employee engagement  on pages 57–58.\nPercentage of gender and racial/ethnic group representation for \n(1) management,  \n(2) technical staff, and  \n(3) all other employeesCG-EC-330a.3 As of December 31, 2021, among people managers globally, 30.8% identify as women and 69.2% identify as men. Among people managers in the U.S., 19.9% identify as Asian, \n12% as Black, 10.9% as Latinx, 3.3% as Multiracial, 0.7% as Native American, and 53.1% as White.\nAs of December 31, 2021, among senior leaders globally, 23.1% identify as women and 76.9% identify as men. Among senior leaders in the U.S., 21.5% identify as Asian, 5.5% as \nBlack, 4.5% as Latinx, 1.8% as Multiracial, 0.2% as Native American, and 66.4% as White.\nAs of December 31, 2021, among all employees globally, 44.8% identify as women and 55.2% identify as men. Among all employees in the U.S., 13.2% identify as Asian, 28.2% as \nBlack, 23.6% as Latinx, 3.3% as Multiracial, 1.5% as Native American, and 30.2% as White.\nSee our workforce data on pages 56  and 99 .\nProduct Packaging and Distribution\nTotal greenhouse gas (GHG) footprint of product shipments CG-EC-410a.1 See our carbon footprint  on page 97.Sustainability Accounting Standards Board (SASB)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 82  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}