{"page_content": "Metric Code Disclosure\nDiscussion of strategies to reduce the environmental impact of \nproduct deliveryCG-EC-410a.2 Shipment Zero is our goal to deliver 50% of Amazon shipments with net-zero carbon by 2030 through sustainable process improvements, recycled materials, investments in vehicle \nelectrification, renewable energy initiatives, and more. In 2021, more than 100 million packages were delivered to our customers’ doorsteps across Europe with a fleet of over 3,000 \nelectric delivery vans and other zero-emission vehicles. Also in 2021, more than half a million packages were delivered to our customers’ doorsteps in North America with electric \nvehicles (EVs). Approximately 8% of Amazon shipments were delivered to customers in North America and Europe without additional packaging in 2021.\nTo decarbonize our transportation network, we are deploying zero-emission vehicles, using low-carbon fuels, investing in emerging technologies, and collaborating to accelerate \ncross-sector innovation. In 2019, we ordered 100,000 custom electric delivery vehicles from Rivian and thousands more from manufacturers such as Stellantis and Mahindra  \nElectric. We started deploying battery EV trucks across our heavy commercial trucking fleets and began switching to vehicles that use alternative fuel sources, like compressed \nnatural gas trucks. Micromobility technologies, such as cargo bikes and walkers, are used to deliver packages in urban settings. Read more about how we are decarbonizing our \ntransportation  on pages 24–25.\nTo reinvent and simplify our sustainable packaging options, we use a science-based approach that combines lab testing, machine learning, materials science, and manufacturing \npartnerships to scale sustainable change across the packaging supply chain. Frustration-Free Packaging is our flagship program to offer more-sustainable packaging that is easy to \nopen, fully recyclable, and capable of shipping without additional packaging protection. Since 2015, we have reduced per-shipment packaging weight by 38% and eliminated over \n1.5 million tons of packaging. Read more about how we are improving our packaging  on pages 28–29.\nWith 274 renewable energy projects announced as of the end of 2021, Amazon is the world’s largest corporate purchaser of renewable energy and is on a path to powering our \noperations with 100% renewable energy by 2025—five years ahead of our original target of 2030. See our public methodology  for more on our approach. As of 2021, 115 of our \nglobal fulfillment facilities are powered by on-site solar, where a rooftop installation can power up to 80% of the facility’s energy use. Read more about our investments in renewable \nenergy  on pages 20–21.\nActivity Metrics\nEntity-defined measure of user activity CG-EC-000.A There are more than 200 million paid Prime members around the world.Sustainability Accounting Standards Board (SASB)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 83  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}