{"page_content": "Learn more about our corporate governance .Task Force on Climate-related Financial Disclosures (TCFD)\nOur Approach \nWe aim to consistently deliver progress on our climate-\nrelated performance, whether in our own operations or by \nenabling meaningful change beyond our business. We take a \nscience-based, customer-centric approach to climate, using a \nstructured lifecycle assessment (LCA) model to measure and \nmap environmental hotspots across our value chain. \nOur approach to quantifying our carbon footprint reflects \nthe complexity of our business. Our team of researchers \nand scientists has combined cutting-edge LCA science and \nAWS technology to develop a robust software solution \nthat processes billions of operational and financial records \nfrom Amazon’s operations across the world to calculate our \ncarbon footprint. The software estimates carbon emissions \nfor all activities within our system boundary using a dollar-\nbased environmental assessment model, then enhances the \naccuracy of carbon-intensive activities with detailed, process-\nbased LCA models. \nWe categorize climate risks and opportunities by considering \ncustomer and stakeholder expectations, regulations, \nbusiness risks, industry best practices, and emerging trends. \nWe embed a variety of mechanisms across our business \noperations to address sustainability issues, including climate-\nrelated risks, and we integrate sustainability practices into \nour everyday operations through goal-setting, metrics, and \nleadership reviews.Governance\nWe have an established governance framework to help \nensure that risks associated with climate change are \nconsidered at the most senior levels of our business.\n• Board Oversight: The Nominating and Corporate \nGovernance Committee of Amazon’s Board of Directors \noversees environmental, sustainability, and corporate social \nresponsibility practices, and our corporate governance \npolicies and initiatives. The committee also oversees our \nprogress on The Climate Pledge and risks related to our \noperations, supply chain, and customer engagement.\n• Management Oversight: Amazon’s Worldwide \nSustainability team, along with dedicated teams across \nthe company, are working to make operational changes \nthat reduce or eliminate carbon in our business. Our \ncompanywide carbon accounting model provides specific \noperational metrics to business teams on their emissions \nand allows them to track progress on decarbonization. \nWe also hold quarterly business reviews with Amazon \nleadership teams to track our progress.Climate-related Risks \nand Opportunities\nWe are committed to minimizing our carbon emissions \nby optimizing our transportation network and investing \nin electric vehicles; improving product packaging to drive \nefficiency in the distribution of products; implementing \nenergy efficiency measures in our operations; using \nrenewable energy to run our business; and supporting \nglobal reforestation. We have joined numerous industry \npartnerships including Ceres, American Council on \nRenewable Energy, Advanced Energy Buyers Group, Carbon \nLeadership Forum, We Mean Business Coalition, First Movers \nCoalition, and Clean Energy Buyers Alliance to express \nsupport for action on climate change and to accelerate \nthe transition to a low-carbon economy.Metrics and Targets\nWe have a comprehensive understanding of the carbon \nemissions across our business and have done extensive \nanalysis to develop science-based targets, strategies, and \nmetrics to reduce them. Learn more about the science \nand technology behind our carbon footprint in our \nCarbon Methodology .\nOur carbon footprint , including Scope 1, Scope 2, and \nScope 3 greenhouse gas emissions, is available on page 97.\nAmazon co-founded The Climate Pledge—a commitment \nto be net-zero carbon across our business by 2040. We have \na goal to deliver 50% of Amazon shipments with net-zero \ncarbon by 2030. We are also on a path to powering our \noperations with 100% renewable energy by 2025—five \nyears ahead of our original target of 2030. See our public \nmethodology  for more on our approach. \nAs part of our commitment to The Climate Pledge, we are \nproud to have joined the Science Based Targets initiative \n(SBTi) and are working toward setting science-based targets. \nThis reaffirms our commitment to reduce carbon emissions \nin line with our ongoing science-based approach to tackle \nclimate change. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 90  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 89, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}