{"page_content": "Our Carbon \nFootprint\nClimate change is one of the world’s \ngreatest crises, and to address it, \nthe public and private sectors need \nto act together. That’s why we \nco-founded The Climate Pledge, \na commitment to reach net-zero \ncarbon by 2040—10 years ahead \nof the Paris Agreement. Since we \ncreated the Pledge in 2019, more \nthan 300 companies have joined \nAmazon in making this commitment.The path to decarbonization remains challenging. This \nis especially true for a business of the size and broad \nscope of Amazon. We operate businesses—delivery \nand transportation logistics, physical stores, grocery, \nmanufacturing, and cloud computing services—that involve \nmoving products, manufacturing goods, and creating \ncomputing capacity, all at scale. While some of these \nbusinesses—including cloud computing and e-commerce—\noffer greater efficiencies, some are more carbon-intensive \nendeavors. In reducing their carbon footprint through \ninvestment and innovation, we will enable even greater \nefficiency and more-sustainable choices for our customers. \nAs we work to decarbonize our company, Amazon is growing \nrapidly. We have scaled our business at an unprecedented \npace to help meet the needs of our customers through the \npandemic. From early 2020 to the end of 2021, we created \nmore than 750,000 full-time and part-time jobs worldwide \nand doubled the size of the fulfillment network that we \nhad built over the previous 25 years. At the same time, an \nincreasing number of companies around the world moved \ntheir technology to the cloud, gaining significant speed, \ninnovation, and cost advantages, and AWS grew its revenue by \n37% year-over-year in 2021. \nThese developments meant we had to build new facilities—\nfor both our consumer and cloud businesses—and expand \nour transportation network. Throughout this growth, we \nremained focused on improving our efficiency through \nmore-sustainable solutions, including electric vehicles and \nalternative fuel options as well as wind and solar power \nacross our network. In AWS, the team spent considerable \nresource innovating on power efficiency, removing the \ncentral Uninterruptible Power Supply from our data center design, integrating power supplies into our racks, and \nutilizing Graviton EC2 instances that use up to 60% less \nenergy for the same performance than comparable Amazon \nEC2 instances. \nWith all of our growth in 2021, our absolute carbon \nemissions increased by 18% in 2021; however, importantly, \nour carbon intensity decreased by 1.9%—this is the third \nyear in a row we’ve seen our carbon intensity decrease. \nThis measurement quantifies total carbon emissions, in \ngrams of carbon dioxide equivalent (CO₂e), per dollar of \ngross merchandise sales (GMS). As companies invest in \nnew products and services, and their businesses grow \nsubstantially, the focus should not be solely on a company’s \ncarbon footprint in terms of absolute carbon emissions, but \nalso on whether it’s lowering its carbon intensity. Over time, \ncontinued decreases in carbon intensity can lead to lower \nabsolute emissions. See the Appendix  for our carbon data.\nWhile we’ve had success cutting emissions from some \noperations, we are still early in the process of transforming \nothers. Some actions and investments have immediate \ncarbon savings, while others will take years to demonstrate \nresults. The path to net-zero carbon has many obstacles, \nbut we thrive on big challenges. A few of those big \nchallenges include: \n• Powering our operations with 100% renewable energy  \nby 2025 \n• Developing more-sustainable transportation infrastructure \n• Constructing more-sustainable buildings\n• Decarbonizing the supply chain Powering Operations With 100% \nRenewable Energy\nIn 2021, we reached 85% renewable energy across our \noperations, and we are on a path to achieve 100% by \n2025—five years ahead of the original target of 2030. \nThis transition to 100% renewable energy benefits our \ncustomers as well. Studies by the international analyst firm \n451 Research found that moving on-premises computing \nworkloads to AWS can lower workload carbon footprint by \nnearly 80% compared to surveyed enterprise data centers. \nThat number could improve to as high as 96% once AWS is \npowered with 100% renewable energy—a target we are on \npath to meet by 2025. AWS’ infrastructure is 3.6 times more \nenergy efficient than the median of surveyed U.S. enterprise \ndata centers and up to five times more energy efficient than \nthe average European enterprise data center. \n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 10  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}