{"page_content": "Climate-related Risks:\nWe have identified the following climate-related risks based on TCFD risk types and classifications. Physical risks are classified as either: 1) Acute (extreme weather events) or 2) Chronic (changing weather \npatterns and rising mean temperature and sea levels). Transition risks are classified as one or more of the following: 1) Policy and Legal; 2) Technology; 3) Market; and 4) Reputation.\nRisk Type Description Classification\nPhysical Increasing risk of flood or damages due to climate-related events could increase our physical and operational risks and the cost to insure our buildings. Repeated damage due to \nflooding could result in an inability to insure existing buildings.Acute\nWeather-related events such as hurricanes could cause asset damage to our buildings, prevent deliveries to customers, and negatively impact sales. Acute\nExtreme and prolonged weather events such as droughts could impact water availability for data center operations. Acute\nWeather-related events could impact our ability to access raw materials and deliver final products. Acute\nA warming climate could increase thermal stress and outdoor associate exposure to criteria air pollutants. These stresses could negatively impact the health of our employees, \nclose sites, and delay customer deliveries.Chronic\nAs temperatures increase and water availability decreases, we could experience rising costs for data center cooling. Chronic\nTransition Increasing regulations and evolving public preference may require a faster transition to a low-carbon economy, which could increase operating costs and/or reduce demands for \nsome products and services.Policy and Legal; Market; ReputationTask Force on Climate-related Financial Disclosures (TCFD)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 91  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 90, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}