{"page_content": "Climate-related Opportunities:\nWe have identified the following climate-related opportunities based on TCFD classifications. Opportunities are classified as one or more of the following: 1) Resource Efficiency; 2) Energy Source; \n3) Products and Services; 4) Markets; and 5) Resilience.\nDescription Classification\nThe Climate Pledge\nAmazon became the first company to sign The Climate Pledge after co-founding the initiative with Global Optimism in 2019. Since then, more than 300 businesses and organizations have signed the Pledge. Signatories commit to reaching \nnet-zero carbon emissions by 2040 and play a critical role in stimulating investment in the development of low-carbon products and services. Collectively, signatories generate over $3.5 trillion in global annual revenues and have more \nthan 8 million employees across 51 industries in 29 countries. \nRead more about The Climate Pledge  on pages 14–15.Markets; Products and Services\nThe Climate Pledge Fund\nThe Climate Pledge Fund is a $2 billion venture investment program supporting the development of sustainable technologies and services that will enable Amazon to meet our net-zero carbon goal. As of the end of 2021, Amazon had \ninvested in 13 companies across multiple industry sectors since launching this fund in 2020. \nRead more about our investments through The Climate Pledge Fund  on pages 16–17.Resource Efficiency; Energy Source; \nProducts and Services\nNature-Based Solutions\nAmazon invests in nature-based solutions to mitigate carbon emissions outside of our value chain and supplement the carbon-reduction efforts we are driving across our operations. In 2019, we created the Right Now Climate Fund, a \n$100 million fund for nature-based solutions to restore and conserve forests, wetlands, and grasslands around the world. \nIn 2021, Amazon helped to create the Lowering Emissions by Accelerating Forest finance (LEAF) Coalition, a global initiative of governments and leading companies that has already mobilized $1 billion to protect the world’s tropical \nrainforests. We also partnered with The Nature Conservancy to launch the Agroforestry and Restoration Accelerator. \nRead more about our work to support nature-based solutions  on pages 18–19.Resilience; Resource Efficiency Task Force on Climate-related Financial Disclosures (TCFD)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 92  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}