{"page_content": "Description Classification\nRenewable Energy\nAmazon is on a path to powering our operations with 100% renewable energy by 2025—five years ahead of our original target of 2030. See our public methodology  for more on our approach.. With 274 renewable energy projects \nannounced as of the end of 2021, Amazon is the world’s largest corporate purchaser of renewable energy. In 2021, we reached 85% renewable energy across our business, with more than 12 gigawatts of renewable energy production capacity \nacross our global portfolio. Once these projects are fully operational, they are expected to deliver up to 33,700 gigawatt-hours of energy annually—the electricity output equivalent to powering more than 3 million U.S. homes for one year.\nIn 2021, we expanded our renewable energy footprint into new geographies, and by the end of the year, announced renewable energy projects across 18 countries. Our first solar projects in South Africa and the United Arab Emirates came \nonline and we announced new projects in locations including Singapore, Japan, Australia, and China. Our projects in South Africa and Japan are the first corporate-backed, utility-scale solar farms in these countries. \nRead more about our investments in renewable energy  on pages 20–21.Energy Source; Resilience\nOur Buildings\nAmazon is working to reduce the carbon emissions associated with our buildings, from the carbon embodied in construction materials to the operational emissions from powering our activities. We leverage industry best practices and \nemerging technologies in facility design and operation to drive reductions across carbon, energy, water, and waste. \nIn 2021, we unveiled our latest plans for sustainable design enhancements at PenPlace , the second phase of our HQ2 development in Virginia. From the start, sustainability has been a key element of our HQ2 campus, with commitments \nto use 100% renewable energy, reduce embodied carbon from construction, and achieve Leadership in Energy and Environmental Design (LEED) Platinum certification, the highest sustainability certification for a development issued by the \nU.S. Green Building Council. In early 2022, our Amazon Fresh location in Seattle, Washington, became the world’s first grocery store to pursue Zero Carbon Certification from the International Living Future Institute. \nRead more about how we incorporate sustainability into our buildings  on pages 22–23.Resource Efficiency; Energy Source; \nResilience\nTransportation\nDecarbonizing our transportation network is a key part of meeting The Climate Pledge by 2040 and making 50% of shipments net-zero carbon by 2030, which is why we are actively transforming our fleet network and operations. We are \ndeploying zero-emission vehicles, using low-carbon fuels, investing in emerging technologies, and collaborating with others to accelerate cross-sector innovation. \nIn 2019, we ordered 100,000 custom electric delivery vehicles from Rivian and thousands more from global manufacturers such as Stellantis and Mahindra Electric. In 2021, more than 100 million packages were delivered to customers’ \ndoorsteps across Europe with a fleet of over 3,000 electric delivery vans and other zero-emission vehicles. Also in 2021, more than half a million packages were delivered to customers’ doorsteps in North America with electric vehicles (EVs).\nWe also started deploying battery EV trucks across our heavy commercial trucking fleets and began switching to vehicles that use alternative fuel sources, like compressed natural gas trucks. Micromobility technologies, such as cargo bikes \nand walkers, are used to deliver packages in urban settings. In 2021, we helped launch Cargo Owners for Zero Emission Vessels and became a founding private sector member of the First Movers Coalition to lead decarbonization of the \nmaritime shipping industry. \nRead more about how we are decarbonizing our transportation network  on pages 24–25.Resource Efficiency; Energy SourceTask Force on Climate-related Financial Disclosures (TCFD)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 93  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}