{"page_content": "Description Classification\nWaste and Recycling\nAmazon is working to send less material to landfills and more back into the circular economy loop by developing waste-prevention and -reuse programs within our own operations and for our customers. Through Amazon Second Chance, \nwe offer customers access to a range of services to recycle, repair, or trade in their items, as well as shop for like-new and refurbished products. At our global fulfillment centers, we use software to identify and sort eligible items that are fit \nfor donation. We partner with local community organizations to collect these items from Amazon facilities and distribute them to people in need. Since 2019, Amazon has contributed more than 100 million products to our global charity \npartners in North America, Europe, Australia, and Japan.\nWe work with third-party recycling haulers to remove excess corrugated board from our facilities for off-site recycling. Many of these haulers also supply Amazon with the packaging materials that we use for customer shipments, \nconverting waste material recovered from Amazon operations into new, recycled packaging. For plastic film, which is not commonly accepted through municipal recycling programs, we have developed on-site recycling systems that enable \nus to convert plastic film into bags made of 100% recycled material.\nWe incorporate recycled plastics, fabrics, and metals into many new Amazon devices, giving new life to materials that could have otherwise ended up in waste streams. In 2021, we launched several Echo, Fire TV, Fire Tablet, Kindle, and \nSmart Home devices and accessories that include up to 60% recycled molded plastic, up to 100% recycled fabrics, up to 100% recycled aluminum, and up to 70% recycled magnesium, depending on the product. \nRead more about how we are reducing waste and improving recycling  on pages 26–27.Resource Efficiency; Products \nand Services\nPackaging\nWe work to reinvent and simplify our sustainable packaging options using a science-based approach that combines lab testing, machine learning, materials science, and manufacturing partnerships to scale sustainable change across the \npackaging supply chain. Frustration-Free Packaging (FFP) is our flagship program to offer more-sustainable packaging that is easy to open, fully recyclable, and capable of shipping without additional packaging protection. By the end of \n2021, more than 2 million products qualified under our FFP programs. Since 2015, we have reduced per-shipment packaging weight by 38% and eliminated over 1.5 million tons of packaging. \nRead more about how we are improving our packaging  on pages 28–29.Resource Efficiency; Products \nand Services\nProduct Sustainability \nAs part of our mission to be Earth’s most customer-centric company, we are giving customers access to products that are more sustainable. This includes both our Amazon-branded products and the third-party items we offer that feature \nsustainability certifications through our Climate Pledge Friendly program. Since we launched Climate Pledge Friendly in 2020, the number of products included in the program has grown from 75,000 to more than 250,000. In 2021, more \nthan 370 million Climate Pledge Friendly units were shipped to Amazon customers, and we welcomed 20 new third-party sustainability certifications to the program. In early 2022, we launched Amazon Aware, a new line of everyday \nessential items, all with third-party certifications featured in our Climate Pledge Friendly program. \nIn addition to offering more-sustainable choices, we want our Amazon Private Brands to support responsible supply chains and contribute to growing circular economies. We are working to enhance the certification and traceability of key \nraw materials and ingredients in our consumable products. We participate in industry partnerships and working groups that drive greater adoption of sustainable and responsible practices. Additionally, we are increasing the amount of \nrecycled fiber used in many of our Amazon Private Brands apparel products.\nRead more about our commitment to product sustainability  on pages 30–34.Resource Efficiency; Products \nand ServicesTask Force on Climate-related Financial Disclosures (TCFD)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 94  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 93, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}