{"page_content": "Description Classification\nSustainability in the Cloud\nAs the world’s most comprehensive and broadly adopted cloud offering, we are designing data centers that provide the efficient, resilient service our customers expect while minimizing our environmental footprint—and theirs. We focus on \nefficiency across all aspects of our infrastructure, from the design of our data centers and hardware to modeling the performance of our operations for continual efficiency enhancements. We also offer a customer carbon footprint tool that \nuses simple visualizations to show customers their historical carbon emissions, evaluate related trends as their use of AWS evolves, estimate emissions avoided through AWS compared with on-premises data centers, and review forecasted \nemissions based on their current use.\nRead more about AWS   on pages 35–38.Resource Efficiency; Products \nand Services\nWater Stewardship\nOur holistic approach to water stewardship minimizes both energy and water consumption in our data center operations and guides our water use strategy for each AWS Region. This starts with evaluating climate patterns, local water \nmanagement and availability, and opportunities to avoid using potable water sources whenever possible. We are committed to conserving and reusing water, both in our on-site operations and by working with private and public entities to \nsupport water availability in communities where we operate data centers. \nRead more about our approach to water stewardship  on page 37.Resource Efficiency\nAmazon Sustainability Data Initiative (ASDI)\nASDI helps researchers, scientists, and innovators around the world advance their work on sustainability-related research. The program provides publicly available, free access to important scientific data that can otherwise be hard for \nresearchers to access or analyze. ASDI works with scientific organizations like the U.S. National Oceanic and Atmospheric Administration, NASA, the UK Met Office, and the Queensland government to identify, host, and deploy key datasets \non the AWS Cloud, including weather observations, weather forecasts, climate projection data, satellite imagery, hydrological data, air quality data, and ocean forecast data. \nRead more about ASDI  on page 38.Products and ServicesTask Force on Climate-related Financial Disclosures (TCFD)\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 95  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 94, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}