{"page_content": "Disclaimer and Forward-Looking Statements\nThe information and opinions contained in this report are \nprovided as of the date of this report and are subject to \nchange without notice. Amazon does not undertake to \nupdate or revise any such statements. This report represents \ncurrent Amazon policy and intent and is not intended to \ncreate legal rights or obligations. This report may contain or \nincorporate by reference public information not separately \nreviewed, approved, or endorsed by Amazon, and no \nrepresentation, warranty, or undertaking is made by Amazon \nas to the accuracy, reasonableness, or completeness of such \ninformation. Inclusion of information in this report is not \nan indication that the subject or information is material to \nAmazon’s business or operating results. This report was \noriginally drafted in English and then translated into other \nlanguages. The English version is the authoritative version.This report includes forward-looking statements within the \nmeaning of the Private Securities Litigation Reform Act of \n1995. All statements other than statements of historical \nor current facts, including statements regarding our plans, \ninitiatives, projections, goals, commitments, expectations, \nor prospects, are forward-looking. We use words such as \naim, believe, commit, drive, estimate, ensure, expect, goal, \nintend, may, mission, plan, project, seek, strategy, strive, \ntarget, and will or similar expressions to identify forward-\nlooking statements. Forward-looking statements reflect \nmanagement’s current expectations and inherently involve \nrisks and uncertainties. Actual results could differ materially \ndue to a variety of factors, including assumptions not being \nrealized, scientific or technological developments, evolving \nsustainability strategies, changes in carbon markets, evolving \ngovernment regulations, our expansion into new products, \nservices, technologies, and geographic regions, or other \nchanges in circumstances, as well as the factors set forth in \nthe “Risk Factors” section of Amazon’s most recent Annual \nReport on Form 10-K and subsequent filings. The standards \nof measurement and performance contained in the report \nare developing and based on assumptions, and no assurance \ncan be given that any plan, initiative, projection, goal, \ncommitment, expectation, or prospect set forth in this report \ncan or will be achieved.\n2021 Sustainability Report       Introduction     I     Environment     I     Society     I     Governance     I     Appendix 100  \n", "metadata": {"source": "NASDAQ_AMZN_2021.pdf", "page": 99, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}