{"page_content": "Amgen 2017 Responsibility Highlights Report    11OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAs of December 2017, we had 13 patient access \nprograms in operation outside the United States. These programs are designed to help clinically  \nand financially eligible patients obtain the  \nmedicines they need. \nAmgen is also committed to working with \npolicymakers, patients and other stakeholders to establish sustainable healthcare systems, with access to quality care. These types of collaborative efforts are particularly important in parts of the world with less developed healthcare systems, and we are expanding our engagement in these kinds of communities. During 2017, Amgen expanded its partnership with the Union for International Cancer Control to support its innovative new C/Can 2025: City Cancer Challenge program. C/Can 2025 is a  \nmulti-stakeholder initiative that supports major  \ncities in the design, planning and implementation  \nof integrated cancer treatment solutions that strive to reduce cancer mortality. We are also supporting the World Heart Federation (WHF) in the rollout  \nof its cardiovascular disease “roadmaps” and in organizing implementation events at a country level. For instance, in conjunction with WHF and the Colombian Society of Cardiology and Cardiovascular Surgery, Amgen supported a multi-stakeholder event in Bogota, Colombia, which culminated in the signing of the Colombian Manifesto for the Prevention of Myocardial Infarction—a commitment to provide better cardiovascular care and prevent cardiovascular-related deaths in Colombia. At the end of 2016, Amgen became a founding sponsor of All.Can, a multi-stakeholder international initiative designed to help define better solutions for sustainable cancer care and improve patient outcomes in the future.\nWe have also been at the forefront of developing \ninnovative partnerships designed to improve population health and patient access, as well as outcomes-based and risk-sharing contracting approaches that link the price of our medicines  \nto their real-world performance. In this regard, Amgen developed a new Value-Based Partnership team that launched programs in more than 10 countries, seeking to increase value to patients and healthcare systems by improving patient outcomes at a lower overall cost to the healthcare industry. These programs include collaborations with payers, pharmacy benefit managers, providers, academia and other stakeholders to gain insights to better inform, and potentially improve, patient outcomes and experiences. Another key element of our approach is to develop high-value therapeutic choices in the form of high-quality and reliably supplied biosimilars. With nine active biosimilar programs in our pipeline, this is an area of significant investment for Amgen.\nPATIENTS\nPATIENTS", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}