{"page_content": "Amgen 2017 Responsibility Highlights Report    12OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nSupporting Health Education \nEvery year, Amgen donates millions of dollars to organizations that advance medicine and healthcare, promote healthcare professional education, educate the public on diseases  \nand medical conditions and support other philanthropic and charitable causes that  \nultimately benefit patients. \nIn 2017, Amgen supported several headache \nmedicine fellowships across multiple institutions. Fellowship programs like these are designed to inspire physicians to enter careers in neuroscience and provide opportunities for eligible physicians who wish to gain advanced training in the specialty of headache medicine. Through the programs, fellows gain a deep understanding of the  \ndiagnosis and treatment of headache disorders. Safe and Effective Medicines for Our PatientsPatient safety is our highest priority. To fulfill our commitment to patient safety, Amgen’s Global Patient Safety Team applies a comprehensive, continuous and rigorous approach to pharmacovigilance—the science of monitoring, reviewing, evaluating and communicating information on the safety of pharmaceutical products throughout the product lifecycle. Amgen works collaboratively and transparently with worldwide regulatory agencies to achieve the common objective of protecting patient safety. \nOur supply chain security program supports an \neffective, secure and resilient global supply chain, and the overall integrity of Amgen’s medicines,  \nfor the protection and safety of our patients. In 2017, Amgen continued to advance the practice  \nof product serialization, a safety feature that allows verification and authentication for Amgen’s products in order to combat counterfeiting and ensure product integrity in accordance with the  \nU.S. Drug Supply Chain Security Act and the European Falsified Medicines Directive.   PATIENTS\n“At Amgen, we are committed to patients, \nensuring through our resilient supply chain  \nthat we serve every patient, every time with  \nsafe and effective medicines. ”\n— SOM CHATTOPADHYAY , VICE PRESIDENT, GLOBAL SUPPLY CHAIN\nFOR MORE INFORMATION \nVisit Grants and Giving on www.amgen.com.FOR MORE INFORMATION \nVisit Global Patient Safety on www.amgen.com.PATIENTS", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}