{"page_content": "Amgen 2017 Responsibility Highlights Report    13OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nClinical Trial Transparency and Data Sharing  \nWe never forget the central role patients play in  \nthe development of Amgen medicines through \nclinical trial participation. Ensuring transparency regarding our clinical trials and their results is an important issue for Amgen, and we aim to ensure that our research practices are available, responsible and fully compliant with applicable laws, regulations and guidelines. Amgen is also committed to the European Federation of Pharmaceutical Industries and Associations and  \nthe Pharmaceutical Research and Manufacturers  \nof America endorsement of “Principles for Responsible Clinical Trial Data Sharing.”    \nWe believe it is important to honor the altruism \nof patients who participate in clinical trials. To that end, we share certain clinical trial data in collaboration with external medical and scientific researchers to advance clinical research and enhance public health. In 2017, David Reese, senior vice president, Translational Medicine, co-authored a commentary in the New England Journal of Medicine, “Advantages of a Truly Open-Access Data-Sharing Model.” This commentary touches on Amgen’s contribution of contributor-arm data to Project Data Sphere, a data-sharing cancer research initiative of the CEO Roundtable on Cancer, chaired by our CEO Robert Bradway. Further, to improve patients’ access to clinical trial data and outcomes and enhance their understanding of that data, in 2017, we created a portal containing brief summaries of the main results from clinical studies written in plain language. \nAmgen also participates in the TransCelerate \nPlacebo and Standard of Care Initiative, sponsored by the nonprofit TransCelerate Biopharma Inc., in which companies share de-identified clinical trial data with one another to design clinical trial protocols to be more streamlined and efficient. In 2017, Elliott Levy, M.D., senior vice president of Global Development at Amgen, was appointed  \nChair of the TransCelerate Board of Directors. \nPATIENTS\nFOR MORE INFORMATION \nVisit Clinical Trials and  Amgen’s Commitment to Patients  on www.amgen.com. PATIENTS", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}