{"page_content": "Amgen 2017 Responsibility Highlights Report    14OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nOperating ethically and responsibly is central to our \nmission to serve patients. For Amgen’s passionateand committed people, doing the right thing means living the Amgen Values—being ethical, trusting andrespecting each other, ensuring quality and being science-based, to name a few. As the scope,complexity and global footprint of our business continues to evolve, maintaining an ethical culture  \nis essential.\nCompliance Governance\nOur ethical culture starts at the highest levels of leadership and is integrated at every level of ourbusiness. To guide us, Amgen has created a tiered compliance governance structure to ensure acompany-wide commitment to compliance. The Compliance Committee and the Compliance Councilhave management and operational responsibilities, respectively, for the Worldwide Compliance &Business Ethics Program. The Compliance Committee includes executive management, while the Compliance Council, which is chaired by Amgen’s Chief Compliance Officer, is a cross-functional team of senior leaders whose responsibilities include addressing compliance risks and promoting compliance throughout Amgen. The Chief Compliance Officer reports on the effectiveness of the Worldwide Compliance & Business Ethics Program to the Corporate Responsibility and Compliance Committee of the Board of Directors.\nSupporting and Reinforcing Our Compliance Culture\nOur compliance governance structure is supported by our Worldwide Compliance & Business EthicsProgram. Compliance professionals located in countries where we operate manage this program and provide resources to support all staff. Global resources that help staff members do the right thinginclude Amgen’s Code of Conduct , compliance \nwebsites and training courses, Amgen’s compliancepolicies, guidance from managers and dedicated compliance professionals and Amgen’s  \nBusiness Conduct Hotline .\nAmgen’s Code of Conduct makes clear the expectation that every person and entity conducting business for Amgen worldwide follow its corporate policies as well as all applicable requirements that govern our business. Code of Conduct training is completed on an annual basis by all Amgen staff  \nas well as any others who conduct business on behalf of Amgen.\nStaff performance measurement has a strong \nethical component—staff are assessed not just on what outcomes they produce but also on how they produce them. Annual performance assessments explicitly integrate Amgen’s Values, and staff are evaluated in terms of how well their execution of their job responsibilities is aligned with those values. Amgen’s leadership holds managers and staff accountable for ethical business conduct by enforcing standards through internal monitoring,investigating and auditing, responding promptly  \nto detected problems, undertaking corrective actions and applying disciplinary measures  \nwhere appropriate.\nOPERATING  \nRESPONSIBLY\nOPERATING RESPONSIBLY", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}