{"page_content": "Amgen 2017 Responsibility Highlights Report    15OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nPromoting Ethical Business Practices\nFighting serious illness takes more than innovation and medicine. It also requires collaborating withpeople and organizations around the world that advance science and provide quality healthcare forpatients. These relationships are built upon ethical and responsible business conduct and reliabledisclosure of information and are conducted with guidance from a number of Policies, Practices andDisclosures. Those policies include extensive requirements for staff interactions with healthcareprofessionals and government representatives to ensure that these interactions not only comply with all applicable laws and regulations but also that they are conducted in an ethical manner without conflicts of interest.In the United States, Amgen voluntarily  \ncomplies with and fully supports the  \nPharmaceutical Research and Manufacturers  \nof America’s (PhRMA) revised “Code on  \nInteractions with Healthcare Professionals.”  \nThe Code, which took effect in January 2009, provides firm guidance on such interactions, including the use of promotional materials,  \ngrants and consulting arrangements, meals  \nand entertainment, continuing medical  \neducation, clinical practice guidelines  \nand sales and marketing training for  \ncompany representatives.OPERATING RESPONSIBLY\nFOR MORE INFORMATION \nVisit How We Operate on www.amgen.com.“At Amgen, performance is measured by both \naccomplishments and behaviors. It’s not just what we do but how we do it that matters.  \nThe Amgen Values and our Leadership Attributes provide the compass to help  \nus all continue on an ethical path. ”  \n—CYNTHIA M. PATTON, SENIOR VICE PRESIDENT AND CHIEF COMPLIANCE OFFICER\nOPERATING RESPONSIBLY", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}