{"page_content": "Amgen 2017 Responsibility Highlights Report    16OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nSupplier Sustainability\nAmgen continues to expand and enhance its Supplier Sustainability Program, which is designed to support our expectation that our suppliers not only address quality, cost and reliability requirements but also a wide range of sustainability and social responsibility considerations, such as business ethics, labor and human rights and environmental impacts.\nIn 2017, Amgen implemented the first phase of its \nSupplier Sustainability Assessment to evaluate theperformance of our key suppliers against the requirements of our Supplier Code of Conduct. This first phase focused on those suppliers that are most important to Amgen’s business because of the nature and/or volume of products or services they provide. The Assessment, conducted by an independent third party, provides the basis for increased understanding of suppliers’ performance across a wide range of issues, while ensuring that suppliers are aware of our performance expectations. Results of the Supplier Performance Assessment facilitate a dialogue with suppliers about areas where performance improvement should be focused.In the area of conflict minerals, Amgen will continue to identify, reduce and ultimately eliminate the useof conflict minerals—those that directly or indirectly finance armed groups in the Democratic Republicof the Congo and surrounding countries—in our products. The identification of potential use of conflict minerals in our supply chain is integrated into our Supplier Sustainability Program and  \nannual assessment.\nAmgen also has a Supplier Diversity Program \nthat is designed to provide opportunities to small, disadvantaged, women-owned, minority-owned, service-disabled-veteran-owned or veteran-owned businesses that are seeking to do business with Amgen. Two key efforts within our Supplier Diversity Program are participation in events designed to inform small and diverse businesses of opportunities to engage with Amgen and our participation in organizations devoted to the promotion of diversity in the supply chain. Amgen is a corporate member of various key national associations that support supplier diversity, such as the National Minority Supplier Development Council and the Women’s Business Enterprise National Council. In addition, Amgen’s Supplier Diversity Liaison Officer Jinus Moghbeli Pashai is well recognized for her leadership on supplier diversity. In 2017, Women’s Enterprise magazine recognized her as one of the Top 100 Leaders in Corporate Supplier Diversity, and DiversityPlus Magazine recognized her as one \nof the Top 25 Women in Power Impacting Diversity.\nFOR MORE INFORMATION \nVisit Supplier Sustainability in Responsibility on www.amgen.com.\nOPERATING RESPONSIBLYOPERATING RESPONSIBLY", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}