{"page_content": "Amgen 2017 Responsibility Highlights Report    17OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nThe Amgen Foundation, established in 1991,  \nis the principal channel for Amgen’s corporate \nphilanthropy efforts, providing a wide range of  support for communities throughout the world. Through effective philanthropy, the Foundation has helped to make the excitement of the sciences, the promise of science, technology, engineering and mathematics (STEM) education, and the provision  of essential social services more accessible to members of the community.   \nTo date, the Foundation has contributed nearly $300 \nmillion to local, regional and international nonprofit organizations that reflect Amgen’s core values and complement the company’s dedication to impacting lives in inspiring and innovative ways.\nSupport of Science Education\nThe Amgen Foundation places a strong emphasis on strengthening science education and is committed to investing in meaningful, evidence-based initiatives that make a difference at the local, national and international levels. The Amgen Foundation has two goals: inspiring the next generation of innovators and advancing scientific literacy. The Foundation pursues these goals with two complementary strategies: investing in science teachers and supporting compelling hands-on and virtual learning opportunities for students. To that end, the Amgen Foundation has contributed more than  \n$130 million to advancing science education programming globally. \nThe Amgen Scholars Program, launched in 2006, \nmakes it possible for young scientists from around the \nglobe to engage in cutting-edge research experiences and learn more about biotechnology and drug discovery. In fact, the program has opened the door for participating undergraduates from 700 colleges and universities to undertake research at elite institutions such as MIT, Stanford, Cambridge and the National Institutes of Health. There are more than 3,500 alumni since the program’s inception, many of whom are now pursuing hundreds of advanced scientific degree programs and careers, including over 200 who have earned their doctorate in a scientific field. Noteworthy  \nin 2017, among many alumni accomplishments, Caltech Amgen Scholar alumnus Marvin Gee was named to the Forbes “30 Under 30” list in Healthcare for his entrepreneurial efforts as a co-founder of an  \ninnovative cancer therapy startup. COMMUNITYCOMMUNITY\n“At its core, science is about community,  \nabout sharing ideas and searching for  \ntruth together. ”  \n—2017 CALTECH AMGEN SCHOLAR SAMANTHA JENSEN", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}