{"page_content": "Amgen 2017 Responsibility Highlights Report    19OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nStaff Volunteering and Philanthropy\nAmgen staff share a strong ethic of giving back  \nto their communities. Each year, thousands of  \nAmgen staff generously devote their personal time, energy, talents and funds to a variety of charitable organizations around the world. Amgen and the  \nAmgen Foundation support staff philanthropy  \nthrough Amgen Volunteers, our Matching Gifts  \nProgram and company-sponsored volunteering.\nThrough Amgen Foundation’s Matching Gifts  \nProgram, staff donations plus matching funds from  \nthe Foundation totaled $7.8 million in 2017. The \nMatching Gifts Program provides a 1:1 match for  \nstaff donations to eligible nonprofit organizations  \nfrom $50 up to $20,000 annually per staff member.\n2017 marked the first full year of the Amgen Impact \nDay program. Through Impact Day, all full- and part-time regular, active staff members are eligible to take up to eight hours of paid time off per calendar year to volunteer in support of an effort of their choice. Staff contributed nearly 10,000 volunteer hours through  \nthis initiative and nearly 29,000 volunteer hours  \noverall in 2017. Volunteer efforts are as diverse as the worldwide locations that comprise Amgen. In 2017, staff volunteered to support recovery in Houston, Texas, following Hurricane Harvey, helped prepare meals at a food bank in Canada and participated in a beach cleanup in Singapore in honor of World Environment Day, among many other activities. Amgen provides resources to support team-building experiences that strengthen workplace culture as team members volunteer together in communities. We were proud to be recognized with the Corporate Social Responsibility Program of the Year award by the Ireland Pharma Industry organization.\nStaff from around the world volunteer as mentors \nto help students gain a greater understanding of science, technology, engineering and math (STEM). In 2017, Amgen was awarded an Excellence in Volunteer Mobilization award by US2020. US2020’s mission is to dramatically increase the number of STEM professionals engaged in high-quality STEM mentoring with youth in America, with a specific focus on programming that supports underserved and underrepresented students.COMMUNITY\nCOMMUNITY", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}