{"page_content": "Amgen 2017 Responsibility Highlights Report    20OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nSupporting Communities in Times of Disaster\n2017 was an unprecedented year for natural disasters—some of which hit very close to home for our business and staff. Hurricane Maria devastated Puerto Rico, the location of Amgen’s largest manufacturing facility. In the aftermath of this crisis that impacted 3.5 million people on the island, including more than 2,000 Amgen staff, Amgen demonstrated its resilience and commitment to responsibility in multiple ways. We continued to supply medicine for patients, uninterrupted by the state of emergency on the island. We ensured a broad safety net of resources for our  \nstaff, including water, gas and food.\nIn support of the local Juncos community, the Amgen \nManufacturing Limited site provided diesel fuel for generators to help power the local hospital, dialysis clinic and grocery store. After the Municipality of Juncos had to cancel its traditional Christmas celebration, Amgen helped the festivities go on—funding a party for some 5,000 members of the community. The Amgen Foundation pledged $3 million to support urgent Hurricane Maria relief efforts in Puerto Rico, committing up to an additional $2 million for longer-term rebuilding efforts. Through the Disaster Relief Matching Program, both the Amgen Foundation and global staff members donated funds in the aftermath of Hurricane Maria and five additional natural disasters in 2017: Hurricanes Harvey and Irma, two severe earthquakes in Mexico and the Southern California wildfires.\n“With their admirable dedication, our staff in \nPuerto Rico demonstrated their unwavering commitment to patients. We wanted to reflect that same commitment back to our staff at the site, to the Juncos community and to the island with which we have formed a close bond over the past 25 years. ”  \n—KERRY INGALLS, VICE PRESIDENT, SITE OPERATIONSCOMMUNITY\nFOR MORE INFORMATION \nVisit Responsibility on www.amgen.com.COMMUNITY", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}