{"page_content": "Amgen 2017 Responsibility Highlights Report    21OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT ENVIRONMENT\nAmgen believes in conducting our business in an \nenvironmentally sustainable manner. In alignment with our 2020 Environmental Sustainability Plan, in implementation since 2012, we integrate sustainable practices throughout our business, leveraging our culture of innovation to deliver improvements and drive performance. We have demonstrated that practices that benefit the environment also benefit  \nour operations as a whole.\n Our Targets\nTo reduce our environmental footprint, we harness innovative tools, techniques, facilities and equipment. We set our 2020 environmental targets by establishing reduction quantities based on our 2012 baseline performance. We have created a portfolio of projects and initiatives that we implement to achieve the targeted reductions. We track progress towards our targets through verified results from these improvement projects, without influence from growth or contraction  \nin our business. We are progressing ahead of our plan towards meeting these targets.  \nProgress Through 2017 2020 Target\nWaste  Reduce 1,490 metric tons (MT) of waste  \nto landfill or incineration \n35% of 2012 baseline\nWater Reduce 269,000 cubic meters (CM)\n10% of 2012 baselineCarbon Reduce 3,000 metric tons (MT) of fleet carbon\n20% of 2012 baseline\nCarbon Reduce 38,500 metric tons (MT) of facility carbon \n10% of 2012 baseline34,500 MT\n1,038 MT3,000 MT\n0%        20%              40%              60%               80%        100%  266,000 CM\n2012 Baseline 2020 TargetENVIRONMENT\n“The cheapest, cleanest unit of energy is the \none you don’t use. A major contributor to our energy and carbon reduction achievements at Amgen has been strategic energy-saving projects, which follow this basic idea that it’s better to conserve energy in the first place. ”\n—DEREK MULLINS, ENERGY MANAGER", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}