{"page_content": "Amgen 2017 Responsibility Highlights Report    22OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nReducing Carbon Through Energy Conservation\nAmgen implements a comprehensive carbon reduction strategy that focuses on eliminating energy use where possible, increasing energy efficiency and increasing the proportion of energy used from renewable and alternative sources. We complete energy-related projects that provide substantial returns for both energy savings and carbon reduction across our network of facilities around the world. We have realized savings of $28 million in operating costs annually and reduced carbon emissions by 118,200 metric tons (MT), or 28 percent, from 2007 through 2017 by implementing energy conservation and carbon reduction projects. In addition to operations-based projects, we also take steps to reduce carbon output from our business by encouraging alternative methods of commuting to work, such as carpooling and providing electric  \nvehicle charging stations at some facilities.\nHighlights of our energy and carbon program in  \n2017 include: \n•  Continued use of our facility data evaluation program \nconserved 67,800 gigajoules (GJ) at Amgen’s  \nU.S.-based locations. This program was selected to be presented at the 2017 ENERGY STAR\n® Industrial Partner Meetings and was recognized by the Association of Energy Engineers as an Energy  \nProject of the Year. \n•  Implementation of new air exchange reduction and air handling conservation projects at two U.S. manufacturing sites resulting in an energy reduction of 5,200 GJ.\n•  Expanding the evaluation of Scope 3 emissions associated with our business to include carbon emissions from waste generated from operations  \nand from staff commuting. \nCarbon Emissions and Carbon Emissions Reduced Through Conservation Efforts (1,000 MT)  2017 Energy Use by Source (1,000 GJ)Natural Gas\nFossil FuelScope 1 Sources\nScope 2 SourcesDiesel\nRenewablesPropane\nNuclear\nNonspecified* Value represents year-over-year,  \ncumulative and continuing avoidance.Carbon Emissions\nCarbon Emissions Avoided* \nfrom 2007 Through 2012\nCarbon Emissions \nAvoided* 2013+ENVIRONMENT\n500\n400\n300200\n100\n014\n201536984431\n1,039\n39881,1001418\n8\n201336384\n201238584 20\n201684\n29134\n201784\n278\n200741610\n201484\n354ENVIRONMENT", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}