{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2017 Responsibility Highlights Report    24\nReducing Waste \nOur waste management program has matured over the years as we have sought more opportunities to reduce waste and as more opportunities and technologies have become available for recycling and composting. We strive to eliminate waste within the constraints of our regulated biopharmaceutical business. Total waste generation company-wide decreased in 2017 from 2016. Waste reduction projects implemented in 2017 resulted in an additional 188 metric tons (MT) of annual waste reduction to achieve a total of 1,038 MT since establishing our 2020 targets in 2013. We have reduced annual waste generation through projects eliminating 2,132 MT, or 21 percent,  \nsince 2007. Highlights of our waste reduction and recycling program for 2017 include: •  Expansion of our program to recycle plastics used in manufacturing at our Rhode Island and our Woburn, Massachusetts, facilities. This program diverted 141 MT of these plastics from the landfill and repurposed them for industrial uses. \n•  Expansion of our program to reuse shipping containers used in distributing clinical products. \n•  Diversion from landfill of approximately 129 MT of equipment and materials that were reused within Amgen’s network or by external purchasers or beneficiaries through our Surplus Asset Management Program. \nRoutine Waste by Waste Hierarchy (MT)Recycled, Composted \nand Reused\nDisposedWaste Reduced* from 2007 Through 2012Waste Reduced* \nfrom 2013+ENVIRONMENT\n100%\n90%\n80%\n70%\n60%50%\n40%\n30%20%10%\n0\n20124,2564,7621,094320\n20134,2874,4931,094688\n20154,8195,2351,094850\n20161,094\n5,517\n4,8141038\n20171,094\n4,790\n5,067\n20076,6043,542441\n20144,5011,094\n4,429\n* Value represents year-over-year,  \ncumulative and continuing avoidance.\nENVIRONMENT", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}