{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2017 Responsibility Highlights Report    25\nSustainable by Design \nIn line with our 2020 Environmental Sustainability Plan, we are integrating environmentally sustainable practices throughout our complex, global business. Since we formalized our Environmental Sustainability program, creative, smart thinking along with advances in technology and infrastructure help to drive practices more deeply into our operations.\nSustainable Manufacturing Facility Licensed in 2017\nIn May 2017, the U.S. Food and Drug Administration licensed Amgen’s pioneering next-generation biomanufacturing plant in Singapore for commercial production of biologic drug substance. The plant’s modular, flexible design fits in a smaller footprint than a conventional plant and boasts more environmentally friendly technology. Compared with the manufacture of the same amount of product in a traditional facility, the plant has so far demonstrated annualized reductions of approximately 268,000 gigajoules of energy, 8,800 metric tons of carbon and 82,000 cubic meters of water.\nAmgen Wins Prestigious Green Chemistry Award\nAmgen was honored to be the recipient of the  \n2017 Green Chemistry Challenge Award for practices, developed in partnership with manufacturing partner, Bachem, which improved the environmental footprint  \nof our synthetic peptide drug, Parsabiv™ (etelcalcetide).  Our approach is based on the 12 principles of Green Chemistry, which include the minimization of toxicity  \nand waste and conservation of energy and water.\n“The green chemistry approach developed and implemented \nby Amgen and Bachem for the manufacture of Parsabiv™ is an excellent example of scientific innovation resulting in both the evolution of our manufacturing technology and benefits to the environment,” said Margaret Faul, executive director, Process Development. \nManufacturing Plastics Program Expanded\nIn 2017, we expanded our program to recycle even more plastics generated from biomanufacturing, such as gloves, tubing, pipette tips and other plastics. We sent 141 metric tons of plastics to a special waste processing plant, at cost to Amgen, where they are processed into industrial-grade plastics for use in benches, pallets, and road curbs, among other uses.\n“We are proud to have been able to propose and implement \na solution that helps promote environmental protection,” said Jim Rawley, manager, Environment, Health, Safety and Sustainability. “Recycling these plastics helps reduce the amount of raw material used in certain products and reduces plastics in our waste stream.”ENVIRONMENT\nENVIRONMENT\nFOR MORE INFORMATION \nVisit Environment in Responsibility on www.amgen.com.", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}