{"page_content": "Amgen 2017 Responsibility Highlights Report    26OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nWhile we work to develop treatments to take care \nof others, we also prioritize care for the people contributing to these advances: our staff. We  \nstrive to create an inclusive, safe and healthy  \nwork environment.\nAmgen’s Safety Culture\nAt Amgen, we pride ourselves on being a dynamic, innovative company. In the midst of change, ourculture of safety is a constant.\nWe work towards creating a world-class safety \nculture through safety leadership and risk management practices, integrating safety throughout our business processes. We  \nstrive to make safety a fundamental part  \nof how staff operate in all functions.\nIn 2017, we set a high bar for safety, targeting \na goal of equal or less than 0.30 incidents per 100 staff. Though we fell short of our goal, we did improve our record throughout the year, moving from 0.44 to 0.35 overall. We attribute this positive movement to focused safety programs we accomplished throughout the year, including sustained improvements for safety in our Research and Development function and our Manufacturing Safety Improvement Plan.Wellness and the Work EnvironmentAmgen staff members drive our commitment to delivering innovative therapeutics that improve human health. We empower staff to pursue healthy lifestyles themselves by supporting access to resources and facilities, including fitness facilities and memberships, healthy eating options and many health-oriented promotions and events throughout the year. In 2017, we initiated MOVE MORE, a new health promotion program to help make moving part of staff members’ daily routine. Our popular, annual Walk to Wellness program celebrated its 10th year in 2017. More than 3,000 staff and their spouses/partners took part in the challenge, logging nearly 700 million total steps.\nAs an extension of our focus on a healthy workplace \nculture, in 2017, CEO Robert Bradway joined theAmerican Heart Association CEO Roundtable, a leadership collaborative of more than 35 CEOs dedicated to improving cardiovascular health in their workplaces and in local communities. The CEO Roundtable is helping to scale up evidence-based standards and best practices to support the AHA’s goal of achieving a 20 percent improvement in the cardiovascular health of all Americans by 2020. \nWORKPLACE\nFOR MORE INFORMATION \nVisit Safety and Wellness in Responsibility on www.amgen.com.“Our staff are critical to our company. \nProviding a safe and healthy environment where staff can continue to innovate and do their best work is essential to Amgen’s success. ”\n— ESTEBAN SANTOS, EXECUTIVE VICE PRESIDENT, OPERATIONSWORKPLACE", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}