{"page_content": "Amgen 2017 Responsibility Highlights Report    27OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nWorkspace Renovations Support an Innovative, \nHealthy CultureIn 2017, Amgen made significant progress with the rollout of office and lab space renovations that fit anactivity-based working model. These varied workspaces support Amgen’s collaborative, innovative culture and provide a healthy, vibrant work environment for staff. These workspaces contain abundant natural light and a choice of flexible work areas adapted to the variety of tasks staff perform throughout the day. We further support staff health in these spaces by providing ergonomic equipment and workstations and encouraging staff to make movement an important part of their daily work routine. Multiple guided stretch breaks are incorporated in the design, as well as stretch stations with instruction cards. These workspaces also offer wellness rooms to recharge.\nDiversity and Inclusion\nAt Amgen, we understand that to successfully sustain and grow as a global enterprise we must ensure a diverse and inclusive work environment. We believe that an environment of inclusion fostersinnovation, which drives our ability to serve patients. We actively recruit to foster diverse points of view.We are proud to say that 51 percent of our global workforce is female, and the total minority population of our U.S. workforce is 35 percent.With endorsement from senior management and engagement with senior leaders across theorganization, Amgen has implemented a global strategy designed to leverage our diversity and create a more inclusive workplace. This diversity and inclusion strategy establishes priorities that serve as a baseline for measuring our progress towards a more inclusive workplace. We provide leaders and managers with training and tools to lead a diverse workforce and create an inclusive environment.\nAmgen has nine executive-sponsored Employee \nResource Groups that are organized around a primary diversity attribute and promote employee development, professional growth and inclusion.  \nIn 2017, chapters of these Employee Resource Groups grew to more than 20 around the world. Amgen received a perfect score of 100 percent on the 2017 Corporate Equality Index (CEI). CEI is a national benchmarking survey and report on corporate policies and practices related to LGBT workplace equality, administered by the Human Rights Campaign Foundation. We continue to pride ourselves on industry-leading offerings for families of all compositions and in 2017, added transgender benefits to our package.\nWORKPLACE\nWORKPLACE\nFOR MORE INFORMATION \nVisit Diversity and Inclusion in Responsibility on www.amgen.com.", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}