{"page_content": "Amgen 2017 Responsibility Highlights Report    28OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen communicates its progress in environmental sustainability \nand social responsibility in a variety of ways. We provide information on our website, participate in industry conferencesand workshops, provide information to external organizations  \nand produce annual reports.\nAmgen is committed to aligning our reporting with respected \nglobal standards. This Responsibility Highlights Report, which covers the practices of our global company (see the Amgen fact sheet for locations), contains Standard Disclosures from the Global Reporting Initiative (GRI) Sustainability Reporting Guidelines. The GRI Guidelines offer a useful framework to help companies standardize their sustainability reporting. Our GRI index, available on www.amgen.com, summarizes Amgen’s reporting in relation to the GRI G4 indicators.A full set of environmental performance data is also available on our website. We measure and report, on an annual basis, our overall energy and carbon, water, waste and sales fleet fuel efficiency performance. We include data gathered from 19 manufacturing, research and development and distribution facilities in North America, South America, Eurasia, Asia and Europe, representing approximately 94 percent of our operations—based on our facilities’ square footage. The remaining square footage includes primarily administrative offices. Recently acquired facilities are outside the scope of our reporting. Our 2017 environmental and safety data have undergone limited assurance by Bureau Veritas North America.\nAbove and beyond our use of the GRI Guidelines as a  \nframework for reporting, other key reporting commitments  \ninclude the following:•  Donations and grants made by the company and the  \nAmgen Foundation\n• Political contributions in the U.S.\n•  Disclosures in alignment with the European Federation of Pharmaceutical Industries and Associations codes of practice\n•  Securities and Exchange Commission—required  \nfinancial reporting\n•  Responses to CDP (formerly Carbon Disclosure Project) investor requests for climate change and water information\n•  Complete environmental data, which is available in \nResponsibility on Amgen.com\n• UN Global Compact annual Communication on Progress• Alignment with relevant Sustainable Development GoalsREPORTING\nType Unit 2007 2012 2013 2014 2015 2016 2017\nTotal Energy (a) 1,000 GJ 4,341 3,849 3,817 3,706 3,812 3,535 3,709\nTotal Carbon From Energy (a) 1,000 MT CO2Eq 416 385 363 354 369 291 278\nTotal Water Withdrawal (a) 1,000 CM 3,286 2,720 2,725 2,487 2,520 2,351 2,320\nTotal Routine Waste (a) MT 10,146 9,018 8,780 8,929 10,054 10,330 9,856\nEnvironmental Notices of Violation (NOVs) (b) 1 NOV 8 2 2 6 1 1 1\nStaff Injury and Illness Rate Incidents per 100 workers 0.81 0.56 0.57 0.42 0.37 0.44 0.35\nStaff Lost Day Case Rate Incidents per 100 workers 0.25 0.17 0.11 0.12 0.12 0.14 0.11\nAmgen Staff (FTE) People 17,500 17,900 20,000 17,900 17,900 19,200 20,800\nNet Sales $ Millions 14,311 16,639 18,192 19,327 20,944 21,892 21,795\nNon-GAAP Net Income (c) $ Millions 4,804 5,119 5,814 6,700 7,954 8,785 9,246\nNon-GAAP R&D Expenses (c) $ Millions 3,064 3,296 3,929 4,121 3,917 3,755 3,482\n \nFor additional environment, safety and financial performance data, please see www.amgen.com.REPORTING", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}