{"page_content": "Amgen 2017 Responsibility Highlights Report    30OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nCommunication on Progress–UN Global Compact \nThis 2017 Responsibility Highlights Report serves as Amgen’s Communication on Progress for the United Nations Global Compact (UNGC). The statement from our Chief Executive Officer at the beginning of the report reaffirms our commitment to the principles of the UNGC, and much of the content throughoutthe report highlights progress in the four key areas of the UNGC: Environment, Labor, Human Rights and Anti-Corruption. In addition, this section includes a summary of some of the 2017 progress most relevant to the UNGC, as well as a table that provides a listing of where additional information aboutrelevant programs and policies can be found.\nHighlights of Progress\nMany of Amgen’s programs, procedures, policies and reporting are well aligned with the UNGC principles, and we continue to work to enhance our approaches and performance in alignment with those principles. Over the last 12 months, some of the progress that has been achieved includes the following:• Amgen scientists have pioneered a new biomanufacturing paradigm that is leaner, greener, more flexible and productive and less costly to build and operate. (See Environment sectionof this report for more details.)\n• With endorsement and engagement from senior management \nacross the organization, Amgen has implemented a global diversity and inclusion strategy designed to create a moreinclusive workplace. (See the Workplace section of this report  \nfor more details.)\n• Amgen continues to expand and enhance its Supplier \nSustainability Program, which is designed to support our expectation that our suppliers not only address quality, cost andreliability requirements but also a wide range of sustainability and social responsibility considerations. (See the Operating Responsibly section of this report for more details.)\n• The United States Environmental Protection Agency has \nhonored Amgen with a 2017 Green Chemistry Challenge Award for its work, in conjunction with its manufacturing partnerBachem, in applying green chemistry practices. (See the Environment section of this report for more details.)\n• The Amgen Foundation announced a three-year, $10.5 million \ngrant to expand the Amgen Biotech Experience in the U.S. and across the globe, which will allow the program to engage nearly 900,000 high school students by 2020. (See the Community section of this report for more details.)\n• During 2017, Amgen expanded its partnership with the Union \nfor International Cancer Control’s C/Can 2025: City Cancer Challenge to support improved health systems and address the growing burden of noncommunicable diseases around the world. (See the Patients section of this report for more details.)\n• In 2017, we established a new Global Advocacy Relations team \nto better understand and incorporate the patient community voice early on as we develop and commercialize our medicines, as well as to positively impact the healthcare environment in support of access to treatment for patients. (See the Patients section of this report for more details.)\nREPORTINGREPORTING", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}