{"page_content": "Amgen 2017 Responsibility Highlights Report    5OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nLEADERSHIP MESSAGE\nThank you for your interest in Amgen and how we are \nhelping to build a better tomorrow. As one of the world’s \nleading biotechnology companies, our greatest contribution \nto society comes from discovering and developing \ninnovative medicines to treat patients suffering from serious \nillnesses such as cardiovascular disease and cancer. \nThese two diseases alone claim millions of lives every year \nglobally and cost society hundreds of billions of dollars.  \nAs the world grows older, these statistics will only get worse without the type of innovation Amgen provides.\nWe also recognize that we have an ability to make a \npositive impact in many other ways—and that’s what \nyou will read about in this report. We are committed, for \nexample, to ensuring that patients in financial need can \naccess our medicines, that young people can learn a love \nfor science, that we can reduce our environmental impact, \neven as we expand our geographic presence, and that we can create a workplace in which employees from diverse \nbackgrounds can work together to achieve great things.   \nWe know that the most powerful and rewarding way to \nchange the world is to do so with others by your side.  \nIn 2017, we established a Global Advocacy Relations  \nteam to better understand the needs of the most  \nimportant stakeholders we serve: patients. We also  \nhave joined forces with organizations, such as the Union for International Cancer Control and the World Heart \nFederation, to advance the treatment of life-threatening \ndiseases throughout the world. I chair the CEO Roundtable on Cancer and serve as a member of the American Heart Association CEO Roundtable, two not-for-profit \norganizations promoting disease prevention and wellness.\nWe’re further aligning our efforts with respected \ninternational frameworks. This report includes our \nCommunication on Progress associated with the Ten \nPrinciples of the United Nations Global Compact, which \nmany of our policies, procedures and programs support. \nAdditionally, this report discusses the ways in which Amgen aligns with the UN Sustainable Development Goals, \nwhich call for broad action to promote prosperity while \nprotecting the planet.\nI’m proud to see that our efforts to be a good corporate \ncitizen are being recognized. In 2017, Amgen was \nincluded on the Dow Jones Sustainability World and \nNorth America Indexes for the fourth and fifth year in a \nrow, respectively, and the U.S. Environmental Protection Agency honored our scientists with the Green Chemistry \nChallenge Award. Amgen earned a perfect score on the \n2017 Corporate Equality Index, administered by the Human \nRights Campaign Foundation, and, in early 2018, we \nranked among the top 100 on Forbes magazine’s  \ninaugural list of “America’s Best Employers for Diversity.”     \nFinally, our report discusses Amgen’s response to \nHurricane Maria, a Category 5 storm that swept across Puerto Rico in September 2017. Puerto Rico is home to \nsome 2,000 Amgen staff members and our company’s \nlargest manufacturing site. In the face of unprecedented destruction, our people stood together and rose to the occasion—for patients, the community and each other. \nIf we bring this same spirit to everything we do, there’s \nnothing we can’t accomplish. \nThank you again for your interest in Amgen. We value your \nfeedback, and I invite you to share your thoughts with us at \nresponsibility@amgen.com.\nRobert A. Bradway\nChairman and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}