{"page_content": "Amgen 2017 Responsibility Highlights Report    6OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nCOMMITMENT\nAs we accomplish our core work of discovering, \ndeveloping, manufacturing and delivering innovative human therapeutics to serve patients, we are committed to responsible operations across our global company. Our approach, which includes social and environmental aspects, has evolved and grown over the years, and we are proud to be sharing our progress in this report. This year we are highlighting how we align with the United Nations Sustainable Development Goals (SDGs), a globally recognized platform for advancing sustainability in the public and private sectors.\nResponsibility Governance\nResponsibility at Amgen is governed at the highest levels. Our executive leadership reports our progress to the Corporate Responsibility and Compliance Committee (CRCC) of our Board of Directors. The CRCC assists the Board in overseeing Amgen’s activities in the areas of corporate responsibility and compliance. In addition, Amgen’s responsibility performance is governed through facility- and corporate-level management reviews. One key component of Amgen’s corporate-level governance is the Sustainability Council, which includes representation by leaders from a wide cross section of company functions and provides guidance on the implementation of our environmental sustainability plan as well as areas of social responsibility. Engaging With StakeholdersAmgen strives to continuously align its responsibility programs with the expectations of internal and external stakeholders. In particular, we focus on those issues that are considered to be the highest priority for stakeholders and that align with Amgen’s mission, values and strategy. \nAmgen uses a variety of mechanisms to gauge \nstakeholder interests, including direct engagement with stakeholders, periodic stakeholder assessments and relevant frameworks. These frameworks include the UN Global Compact, Sustainable Development Goals and Sustainability Accounting Standards Board standards, as well as external sustainability ratings, such as the Dow Jones Sustainability Index and CDP (formerly known as Carbon Disclosure Project), since they represent the perspectives of key stakeholders. \nCOMMITMENT\nFOR MORE INFORMATION \nVisit Leadership on www.amgen.com.", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}