{"page_content": "Amgen 2017 Responsibility Highlights Report    7OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nListening to Our Patients\nPatients are at the center of everything we do and are our most important stakeholders. As a result, the safety and effectiveness of our medicines are paramount. In addition, we seek patients’ input to advise us with decision-making and product strategy across the lifecycle of our products. \nTo best serve patients, we recognize that we must \nwork with them to understand their unmet needs and provide innovation that enhances both their experience with and the value of our medicines. This approach relies on an active feedback loop with patients. In 2017, we continued our efforts to consistently incorporate the patient voice across the product lifecycle. Through engaging with patients, we identified opportunities and integrated solutions to improve the patient experience in some of our clinical trials, as well as in the post-approval setting. As one example of this effort, we co-created support solutions with patients with multiple myeloma and their caregivers to improve patients’ experience with KYPROLIS\n® (carfilzomib) and help \nthem stay on the drug as prescribed.Amgen is also highly committed to working with global regulators to ensure the incorporation of the patient’s voice in drug development and regulatory decision-making across all stages of the lifecycle. In 2017, Amgen participated in several U.S. Food and Drug Administration workshops on Patient-Focused Drug Development to guide us on the collection and submission of usable patient experience data for medical product development and regulatory  \ndecision-making.\nIn 2017, we established a new Global Advocacy \nRelations team to better understand and incorporate the patient community voice early on as we develop and commercialize our medicines, as well as to positively impact the healthcare environment in support of access to treatment for patients. The team held a stakeholder summit that brought together Amgen leadership with the leadership of 44 national patient advocacy organizations, professional societies and research and policy organizations in a variety of therapeutic areas in order to share perspectives on patient challenges and sustainable healthcare.COMMITMENT\nFOR MORE INFORMATION \nVisit Amgen’s Commitment to Patients   on www.amgen.com.COMMITMENT", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}