{"page_content": "Amgen 2017 Responsibility Highlights Report    9OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nThe Amgen Foundation’s numerous \nand innovative science education programs for teachers and students around the world support fulfillment of SDG 4: Quality Education—Ensure Inclusive and \nQuality Education for All and Promote Lifelong Learning.Amgen’s mission is in complete alignment with SDG 3: Good Health and Well-Being. Beyond making innovative medicines to address serious illnesses, Amgen is also establishing new \npartnerships, business models and patient assistance programs to ensure as many people as possible benefit from those medicines.Through our long-term commitment to environmental sustainability targets, we have significantly reduced the amount of waste and carbon produced from our operations, while \nsimultaneously reducing the amount of energy and water used—a commitment that supports SDG 12: Responsible Consumption and Production.\nA great deal of our work at Amgen aligns with SDG 9: Industry, Innovation and Infrastructure. Amgen has pioneered the use of modular, configurable technologies that \nare more environmentally friendly and enable Amgen to grow production capabilities to improve access to our medicines for patients around the world.Amgen’s work to forge partnerships aligns well with SDG 17: Partnerships for the Goals. For instance, in 2017, Amgen expanded its partnership with the Union for International \nCancer Control to support the C/Can 2025:City Cancer Challenge, designed to improve global health systems and access to medicines to address the growing burden of cancer.\nCOMMITMENTCOMMITMENT\nThe Sustainable Development Goals (SDGs) are a globally recognized framework for advancing sustainability in the public and private sectors. Many different stakeholders, including countries, communities, businesses and organizations  \nsupport the goals to tackle global challenges in economic, social and environmental dimensions. \nMuch of Amgen’s approach to responsibility is  \naligned with the SDGs. Throughout this report,  \nyou’ll see SDG icons to signal how our current  \nactions in an area align with five SDGs within  \nthis framework. \n", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}