{"page_content": "Amgen 2017 Responsibility Highlights Report    10OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT PATIENTS\nAmgen was founded on the belief that biotechnology \ncan be harnessed to relieve human suffering through medical therapeutics. We have delivered on this vision, investing billions of dollars in research and development and providing numerous innovative medicines to serve patients facing serious illnesses. We believe that medicines like ours represent the best hope to address the clinical, economic and societal burden of disease.\nConnecting patients to therapeutic innovation \ncomes with a deep sense of responsibility that surrounds and extends beyond the practice of discovering, developing and manufacturing medicines. With patients at the center of all we do, we are committed to responsible and transparent clinical trial management, supplying patients with safe, effective and high-quality products and promoting access to our medicines and health innovation through strategic initiatives, collaborative partnerships and charitable giving.    \nAccess to Medicine  \nAmgen is working across the entire healthcare \ncommunity to ensure a fertile environment for innovation and to help develop healthcare systems that enable patients to access the treatments they need through a variety of programs and strategic initiatives. In 2017, Amgen developed a new Health and Innovation Partnerships framework to coordinate a number of these efforts, with a particular emphasis    on emerging markets. By strategically using our experience as a pioneer and global leader in biotechnology, the Amgen Health and Innovation Partnerships framework aims to increase the number of patients around the world who are benefiting from innovative biologic medicines and biosimilars to treat serious, life-threatening diseases.  \nOne key element of Amgen’s enduring commitment \nto serve patients is the support and education programs that help patients in financial need access our medicines in many countries around the world. For example, since 2008, the Amgen Safety Net Foundation provided more than $4 billion worth of Amgen medicines to help hundreds of thousands  of qualifying patients gain access to their therapy  in the United States at no cost.\nPATIENTS\n", "metadata": {"source": "NASDAQ_AMGN_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}