{"page_content": "20  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  21Lucky #13 for Habitat Miami\nAmerant Bank sponsored a 13th home build with \nHabitat for Humanity of Greater Miami in 2022. Some \n50 team members volunteered over a two-week Blitz \nBuild period capped by a home dedication ceremony on \nFebruary 26.\nHigh energy for Habitat Broward\nIn Houston, not to be outdoneMore than 50 team members volunteered during May of \n2022 at a home build sponsored by Amerant in partnership \nwith Habitat for Humanity of Broward County. Five teams \nof volunteers dedicated a total of 200 volunteer hours \nto place a deserving family in a home of their own.\nAmerant team members in Houston came together in \nApril, 2022, to grab hammers and roll up their sleeves at \na home build with Habitat Houston. Walking the Talk with\nHabitat for Humanity\nAt Amerant Bank, we’re dedicated to supporting our local community by providing low-income families with affordable, \ndecent, and safe home ownership opportunities. A strong partnership with Habitat for Humanity affords us this \nopportunity. In 2022, Amerant sponsored home construction projects with Habitat for Humanity in Houston, Broward, \nand Miami-Dade. \nAmerant CoverMe program was launched in February 2022. It enables domestic \nconsumer accounts to overdraft up to $100 without a fee. This program accounted for \napproximately 7,700 cases allowing us to waive an estimated $192,500 in fees.\nHaving strong relationships in the community helps Amerant team members provide informed advocacy and share our \nexpertise. We also learn from the experiences of others. In this spirit, Amerant executives and senior managers serve on \nthe Boards of Directors of Habitat for Humanity for Greater Miami and Broward.Team members at build events  with Habitat for Humanity in Miami, Broward, and Houston.82% \nof all community development loans are within the Bank’s assessment areas, and 18% of these loans are within the broader \nstatewide or regional area that includes the Bank’s assessment areas.$77.4 million\nof all mortgage and small \nbusiness loans originated and \npurchased are within the bank’s \nassessment areas.*of mortgages and small business loans \nmade to low and moderate income \nborrowers and businesses with revenues of \n$1 million and under.$382 Million\nin Community Development \nLoans.\nFinancial literacy creates security\nAmerant supports non-profit organizations throughout \nSouth Florida and the Greater Houston area who offer \nfinancial literacy education programs. In 2022, Amerant \nBank committed more than $145,000 to helping people \nin its communities achieve greater financial literacy.\nWhether you’re an 18-year-old who has just left home, \na foster care client who has aged out of the system, or \na widower struggling with unfamiliar tasks, receiving \nfinancial education can make a huge difference. Learning \nto stick to a household budget, manage bills, use credit \nresponsibly, and save for the future are keys to greater \nfinancial security. \nLooking at the big picture, helping people gain financial \nliteracy promotes economic mobility and financial \nindependence in diverse populations. \n• Avenue Community Development Corporation\n• Branches\n• Catalyst Miami\n• Centro Campesino Farm Worker Center, Inc.\n• Credit Coalition\n• Habitat for Humanity of Broward\n• Habitat for Humanity of Greater Miami\n• Haitian American Community Development Corporation\n• H.O.P.E.\n• Houston Habitat for Humanity\n• Lift Fund\n• Opa-Locka Community Development Corporation\n• Prospera\n• South Florida Community Development Coalition\n• United Way Center for Financial Stability\n• The Women’s Resource CenterIn 2022, Amerant committed \nover $827,099** in charitable \ngiving to non-profit organizations \nthroughout South Florida and the \nGreater Houston area that support \nand promote affordable housing, \neconomic mobility, health and social \nservices, and financial independence \namong diverse populations.\n94%\nMembers of our Fraud unit teaching the importance of Identity Protection to a group of \nteens at Genesis Hopeful Haven.\n* Assessment Areas consist of Miami-Dade, Broward and Palm Beach Counties in Florida and Harris and Fort Bend Counties in Texas.\n** Amerant’s Social Responsibility and Community Reinvestment Act provides support to individuals, communities, and businesses in the markets we serve during 2022.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}