{"page_content": "26  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  27On the Journey to Net Zero\nReducing Green House Gas (“GHG”) emissions is one of \nour goals leading to Net Zero by 2030. \nAclymate requires a wide range of data to calculate a full \nset of emissions scopes and establish a carbon emissions \nbaseline for Amerant. This requires monthly information \nupdates to keep the data capture current.Certain expense details such as fuel purchases, travel, \nshipping, and many more are used to get an accurate \npicture of the carbon emissions associated with day-\nto-day business operations. Details captured include \nthe address and square footage of each location, a brief \ndescription of it, utility provider information, historical \nutility billing information, company vehicle information, \nmileage and fuel reports, among others.\nBased on the information received, Aclymate provides \nQuarterly Business Reports (QBR) of emissions data that \nincludes emission trend analysis, trend identifications, \nand product roadmap discussions. This enabled us to set \nspecific milestones and make a commitment to offset \nour emissions for 2023 and beyond.In 2022, Amerant engaged Aclymate \nInc. to help us account for and offset our \ncarbon emission footprint.\nAmerant Bank has made a firm monetary commitment \ntoward its goal of “Facilitating preparation for climate \nchange in our communities.” The bank commits to \nsteadily increasing the dollar value of environmentally \nconscious direct or indirect financing and investments \nto $1 billion by 2030. In 2022, Amerant surpassed \nits stated goal of $100 million in environmentally \nconscious loans by originating $134 million of these \nloans as of December 31, 2022.\n \nAmerant defines Environmentally Conscious Finance \n(ECF) as “lending or financing with the purpose of \nmitigating the climate crisis and environmental \ndegradation, reducing pressures on the environment \nby transitioning to sustainable practices or usage of \nsustainable resources.” In the case of lending, Amerant’s refers to this type of financing as Environmentally \nConscious Lending (ECL).\nIn 2022, Amerant established its ECF Guidelines. This \nframework sets out the company’s methodology for \nclassifying financing instruments as environmentally \nconscious and allows for tracking of performance against \nset goals and commitments. It is based on standards \nand general principles applicable to the financing and \nbanking industries.\n \nAmerant is committed to being transparent about its \ndefinitions and classification criteria for the benefit of \ncustomers, the finance community, the community at \nlarge, and shareholders.Defining Environmentally Conscious Financing\nNew work habits, less consumption\nInside Amerant spaces, eco-friendly initiatives \ntransformed Amerant’s headquarters offices, operations \ncenter, and network of banking centers in 2022. \nImportantly, these steps also increased awareness of our \nImpact strategy among team members.Although cutting consumption seems like a simple solution to reducing environmental impact, \nin reality it’s a complicated effort orchestrated by multiple internal partners. Building Climate Resilience: Amerant at homeSome eco-friendly actions\nLunch areas and coffee break rooms have grown greener with recyclable paper coffee cups and napkins made from 100% \nrecyclable material. Our facilities teams have successfully coordinated the transition to biodegradable and recyclable \nmaterials for all items used in team member lounges and coffee stations. This implementation was completed company-\nwide on April 1, 2023.\n  \nSingle-stream recycling, which allows all types of materials to be placed in one container, was introduced in the Coral \nGables headquarters and Miramar Operations Center in Florida. This service makes it easier for team members to follow \nrecycling guidelines. They can place mixed recyclables in one container knowing it will be sorted later at a facility.\nThree dual electric vehicle charging stations were installed at the new Miramar Operations \nCenter. It officially opened in March 2023.\nSmart lighting solutions save energy\nAll newly renovated Amerant facilities including our Coral \nGables headquarters and our new Miramar Operations \nCenter follow the latest building energy codes. Lighting \nwith occupancy sensor, LED high efficient lamps \nthroughout and 50% of the electrical outlets are fitted \nwith occupancy sensors to shut off when not in use.   \nStarting 2023 the digital way\nCommunication is the lifeblood of an organization. The way \nan organization chooses to deliver communication sends an \nimportant message. Amerant Bank’s decision to implement \ndigital marketing is another clear message that its Impact  \nphilosophy is becoming a fundamental part of its DNA.It’s an example of how people and business units who \nshare goals can work together to create their own impact \nfor meaningful change.\nAlthough the digital brochures can be downloaded to \nprint on demand, team members are encouraged to use \nthe Amerant website as a means of showcasing other \nbank products and services. Team members can also \ndownload the digital brochures and send via email as \nan attachment. All this will save paper, time, and costs. \nIt also introduces flexibility for timely updating. Printed \npieces have a limited shelf life, while digital brochures \ncan be kept current in real time.In December 2022, our Marketing \ndepartment helped Amerant go \npaperless. We removed all print \nbrochures and transitioned to digital \nversions in our Amerant Brand Center. \nThis provides an important incremental \nreduction in the bank’s carbon footprint \nfor 2023. Coral Gables banking center inside Amerant headquarters.Charging up our sustainability at the Amerant Center\nWith nearly 1,000 charging sessions at our headquarters in 2022, team members, tenants and guest are contributing to \nfewer emissions and lowering our carbon footprint.\n=750.168\nKWHsMetric pounds of\nCO2 saved1200.269\nTotal EnergyorCO2 Emissions From:\nPounds of \ncoal burned584\nGallons of\ngasoline60.0\nCharging stations at Miramar Operations Center.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}