{"page_content": "28  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  29Kinbro, Inc. and Aztec Powerline Services have received credit facilities of up to $3.5 million \nfrom Amerant Bank to finance working capital and purchase equipment.\nKinbro, incorporated in 2019, provides crews and temporary access road matting, \nprincipally for energy industry distribution infrastructure projects. Kinbro’s matting solution \nallows large-scale machinery to be used without concern for the stability of the ground \nunderneath. From an Impact perspective, ground protection mats can help crews improve \nsustainability by reducing the impact on  wetlands and other ecologically sensitive areas. \nWithout these products in place, utilities and contractors risk noncompliance with \nenvironmental protections and damage to equipment. Construction mats have a number \nof uses in the utility sector, including:\n• Bridge mats for creating pathways over trenches.\n• Hardwood timber mats for building temporary roadways and platforms.\n• Cross-laminated timber mats for use in situations where lightweight matting  \n   can be deployed.\n• 3-ply laminated mats for use as roadways or surface decking.\nK-8 Everglades Literacy Program for Teachers across Florida\nStudents learn their ABCs and 1-2-3s in school, but what about learning to revere \nand restore a natural treasure?  A three-way partnership between Amerant Bank, \nThe Everglades Foundation, and the Miami Foundation is investing in teachers to \ndrive awareness in schools for the benefit of local and ecological communities.\n The star of the program is right next door to most Floridians: the Everglades.\nWalking the Talk in Climate Resilience\nSol-REIT, which is revolutionizing clean energy financing \nthrough innovative construction-to-permanent loans \nleveraging a mortgage REIT model, has secured a \nsubstantial credit facility with Amerant Bank.\nThe agreement will allow Sol-REIT to deploy cost-\neffective capital to support small and medium-sized \nsolar developers to finance renewable energy projects \nin communities everywhere, including historically \nunderserved areas.\nThe Amerant Bank facility will provide Sol-REIT the ability \nto expeditiously execute its expansive pipeline of over $800 million and 400 megawatts of solar power. Sol-REIT is \nfinancing individual solar projects with an average loan size \nof $5 million to $50 million. The agreement is an example \nof Amerant Bank “walking the talk” in its commitment to \nenvironmental change. “Amerant is committed to offering \nproducts and services that help our communities and \ncustomers address the unique impacts of climate change,” \nsaid Jerry Plush, Amerant Chairman and CEO.\nSol-REIT has structured a mortgage product for middle-\nmarket solar developers. Historically solar financing has \nbeen inefficient, which is why Sol-REIT seeks to have an \nimpact in this sector.\nGreen lending to protect wetlands\nThe Everglades Literacy program is designed to help \nstudents understand the Everglades ecosystem by \ndelving into its history, environmental challenges, \neconomic implications, and solutions for restoration. The \ngoal is for every student in the state to be prepared to \nrespond to future ecological challenges. Free resources \nfor teachers include a K-12 Teacher Toolkit with 36 \ncomprehensive Everglades lesson plans aligned to Next \nGeneration Sunshine State Standards. Other features are \na speaker series, student challenges, and STEM-based \nprofessional development materials for educators. \nLearn more by visiting, www.evergladesliteracy.org. Amerant team on airboat tour with Everglades Foundation.COMMITMENT\nWe uphold our commitment to sound governance, business ethics, and compliance.\nGOAL\nBuild board diversity.Foundation \nof Everything \nWe Do\nAmerant Bank Headquarters in Coral Gables, Florida.\nKinbro temporary roadway.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}