{"page_content": "30  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  31\nOur Board of Directors is core to Amerant’s commitment \nto integrity. The Board provides governance over the \ncompany’s affairs for the benefit of shareholders while \nalso considering the needs of diverse constituents. The Board, through its Corporate Governance, Nominating and \nSustainability Committee, also has direct oversight of the \nthe Impact Program and receives Impact progress reports at \nleast once each quarter.\nDirectors are obligated to act in good faith and owe \nthe bank a duty of care and duty of loyalty. They are \nexpected to exercise their business judgment in what they \nreasonably believe are the best interests of Amerant and \nits shareholders, as well as assess initiatives through the \nstrategic lens of our Impact commitments.\nThe Board oversees compliance with safe and sound \nbanking practices, ethical standards, and policies and \npractices. The Board ensures that a risk governance \nframework that complies with regulatory requirements \nis established and implemented. Each Board member is \nexpected to exercise sound independent judgment. The \nBoard is required to diligently oversee risk-taking activities. \nFurther, it holds the management team accountable for \nadhering to the established risk governance framework. \nDirectors rely on the honesty, integrity and business \nexperience of senior management, other company \nofficers, outside advisors, and auditors in discharging their \nobligations. Even so, in practicing its duty of care, the Board \nthoroughly evaluates the recommendations and decisions \nof these various entities. The Board establishes Amerant’s \nstrategic direction and approves its annual financial and \nstrategic business plans. Senior management, in turn, \nis responsible for developing the strategic plans for the \ncompany’s business and operations, and for presenting \nthem to the Board for review and approval. The Board \nreviews these plans periodically with senior management \nto monitor performance and progress and to determine if \nrevisions are warranted. Significant revisions to our Impact \ngoals receive this same scrutiny.Corporate Governance and Transparency \nGood faith, care and loyalty Customers, team members, the communities we serve, the public at large, and \ngovernmental entities that regulate the company’s business all benefit from careful \noversight by the Board.\nTeam members volunteering at Habitat Broward team build.The committees of the Board are the Audit, Compensation \nand Human Capital, Corporate Governance, Nominating \nand Sustainability, and Risk committees. These committees \nassist in the oversight of the areas for which they have \nresponsibility. The Board strives to assure it is composed of \neffective leaders. Its members have an appropriate mix of \nskills, experience, and viewpoints. The annual evaluation of \nthe Board, its committees, and the directors is one of the \nkey tools the Board uses to achieve this commitment. In \nthis multi-phase process, the Board and each committee \nconduct their own evaluations. Each committee reports \nthe results of its evaluation to the Board. These evaluations \ngenerally include an assessment of the Board’s and each \ncommittee’s structure and procedures, as well as an \nassessment of its overall effectiveness.\nFurther, the Corporate Governance, Nominating and \nSustainability Committee periodically undertakes an \nevaluation of each director by distributing individual \nevaluations to determine whether they are performing their \nfunctions effectively. This committee provides a report \nwith the results of the evaluations, along with any findings \nthat need to be addressed, to the Chairperson of the Board \nand the Lead Independent Director. The report identifies \nopportunities for improvement which, when warranted, \nshould lead to specific changes. The Chairperson and the \nLead Independent Director meet with each director to \ndiscuss their particular reports privately. The charters of \nour Audit, Compensation and Human Capital, Corporate \nGovernance, Nominating and Sustainability, and Risk \nCommittees are available on the Amerant website.\nRisk Committee\nResponsability over the Company’s \nenterprise risk management \nframework, which includes \noversight over credit, market, \ncompliance/legal, operational, \ninformation security (cybersecurity), \nstrategic and reputational risk, \nand ESG, in addition, the Risk \nCommittee evaluates, monitors, \nand makes recommendations for \nsetting our overall risk appetite. \nIt also oversees management’s \nresponsabolity for maintaning \noperational controls and \nprocedures designed to ensure that \nthe Company’s various business \nactivities function within the risk \nappetite and tolerance established \nby the Board.Monitors risks associated with \nfinancial reporting, accounting \npractices and policies, procedures, \ndisclosures, and the\ninternal controls over financial \nreporting as well as regulatory \ncompliance risk.  The Audit  \nCommittee meets periodically \nin joint session with the Risk \nCommittee to review the \nenterprise risk management \nframework.\nPrimarily responsible for risks \nassociated with our compensation \npolicies, plans, programs and \npractices, and particulary for \nensuring that these plans and \nprograms are designed in a \nmanner that do not encourage \ninappropiate or excessive risk by \nour team members.Responsible for overseeing risks \nrelated to the independence of \nour Board as well as potential \nconflicts of interest facing our \ndirectors and executive officers.  \nIt also oversees risks related to \ngovernance and sustainability.Audit Committee\nCompensation Committee\nCorporate Governance, \nNominating, and \nSustainability CommitteeThe full Board along with each of the Board’s \ncommittees has the primary responsability for risk \noversight in areas over which they have responsability.The BoardBoard committees enhance oversight \nSenior Officers Meeting Q2 2022 at Biltmore Hotel in Coral Gables, FL.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}