{"page_content": "32  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  33Fair and responsible banking is a cornerstone of Amerant’s \ncorporate values. All products are reviewed by our \ncompliance team to ensure alignment with applicable \nconsumer protection laws and UDAAP, which regulates \nUnfair, Deceptive, or Abusive Acts or Practices. Amerant’s \ncommitment to lend fairly and responsibly helps drive the \nproduct life cycle, from product development, advertising, \nand marketing to training.Our marketing efforts represent Amerant products and \nservices fairly and truthfully and disclose the associated \ncosts and fees honestly and transparently. We strive \nto make our disclosures clear and understandable. \nTeam members receive ongoing education on fair and \nresponsible banking rules and regulations, as well as on \ninternal fair housing and fair banking policies. Ethics, Compliance and Risk Management \nIn both letter and spirit\nOur compliance posture and fair lending foundation are central to achieving our vision \nto be a bank that people value and trust.\nHouston team member greeting from banking center window.The Amerant Code of Conduct and Ethics states that every \nAmerant team member must treat all customers fairly \nand consistently throughout the banking relationship, \nfrom account opening to account closing, and at all \npoints in between. Team members receive training on and \nreacknowledge this code every year.A code all team members must follow\nReporting process for critical concerns\nTeam members are empowered to ask questions or \nreport violations of the Code freely and without concern \nof retaliation. We have an open-door practice that \nencourages colleagues to approach their division head, \nimmediate supervisor, or Human Resources with ethical \nquestions or concerns.The Code of Conduct promotes:\n• Honest and ethical conduct, including ethical handling \nof actual or apparent conflicts of interest between \npersonal and professional relationships. \n• Full,  fair,  accurate,  timely,  and  understandable \ndisclosure in all public communications, including \nreports and documents that we file with the U.S. \nSecurities and Exchange Commission (SEC). \n• Compliance with all applicable laws, rules and \nregulations.\n \n• Prompt internal reporting of violations of this Code, \nand protection of persons who report violations of this \nCode, violations of any law, rule or regulation,  \nor any questionable accounting practice. \n• Accountability on the part of all team members  \nfor adherence to this Code.\nFor additional information, visit our Code of Conduct & Ethics.Demographics of Non-Executive Members of the Board of DirectorsOur world is increasingly diverse. Our Board of Directors \nmust reflect this diversity in gender, race, ethnicity, range \nof perspectives, and broad, substantial professional \nexperience. Individual directors apply their unique and \nvaried frames of reference to governance and operational \ndecision-making. Such diversity is vital to effective, forward-\nthinking oversight of the company. \nAs of December 31, 2022, the Board was composed of \neleven Directors. They have unique skills and backgrounds \nwhich, when combined, produce a complementary balance \nand richly diverse points of view.\nThe average tenure of Directors was 16.5 years. Nine directors \nare independent under the Nasdaq listing standards and \nincluded in our Corporate Governance Guidelines.  In continuing with the vision to evolve the diversity of the \nBoard, in December 2022, our Board appointed one new \nwoman member to the Board.  In April 2023, we announced \nthe appointment of our fourth woman director, Ashaki \nRucker, to our Board of Directors.\nIn 2022 a Third-Party Code of Conduct was developed in \nalignment with internal policy and procedures throughout \nthe Bank in preparation for use beginning in 2023.  The Code \nof Conduct provides relevant guidance, including ESG and \nDE&I initiatives, to Amerant’s third parties in providing goods \nand services to the Bank.\nThe Code of Conduct was the first step of a three-year \nroadmap. Also in 2022, we began to capture data on our \nthird parties to identify and confirm ESG certifications or \nadherence to industry standards for the goods or services received, as well as data for DE&I. The KissFlow managed \ninformation system is used to complete due diligence and \ncollect data points of our suppliers.\nThis year, in 2023, we plan to begin reporting on data \ncollected and analyzing the supplier base to set up \nbaselines and create goals for the overall portfolio.\nIn 2024, year three of the roadmap, our goal is to create \nactionable steps that business units with supplier \nrelationships can take to work with more third parties \ncommitted to ESG and DE&I.\nWith this change, we now have three \nwomen directors and four self-identified \nminority directors. We intend to \ncontinuously improve Board diversity  \nand will continue to report annually on \nour progress.A Board that Reflects the \nCommunities We Serve\nResponsible Supply ChainWhite, Non Hispanic Hispanic Women Men 31-50 51+On 12/31/2022 • Non-Executive Board Members: 10\n70%30%\n60%40%10%\n90%Age GenderRace/  \nEthnicity", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}