{"page_content": "36  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  37Disaster Relief and Recovery \nWhen the unexpected happens\nWeather events that disrupt business as usual happen on a yearly basis. Other events, such as widespread system failures or \ncivil unrest can occur. Whatever happens, Amerant has prepared to be resilient in the face of a challenge to its continuing \noperations with a comprehensive Business Continuity Program.\nThe Business Continuity life cycle is an ongoing process to assure a consistent, continuous, and effective approach to business \ncontinuity that reflects the current environment and supports stakeholder expectations and business objectives. The cycle \nlooks like this:\n• Risk assessment and business impact analysis: Leaders and area managers identify risks that can negatively affect the \nbank’s assets or reputation and study how to address them.\n• Business Continuity strategies: Resilient processes are designed to mitigate risks and to immediately restore critical \nfunctions if affected.\n• Plan development and implementation: Recovery plans, including technology recovery and resumption plans, are documented.\n• Training and exercise: Training, awareness, and periodic disaster recovery drills are implemented.\n• Program maintenance and incident response: A state of readiness is maintained, applying real life and simulation experience \nto improve business resilience. This experiential knowledge is also used to improve the related business continuity strategies \nand plans on an ongoing basis.\nThis program more than proved its worth when our \nbusiness was forced to change practically overnight in \nMarch 2020 when COVID-19 swept the nation. As soon \nas the World Health Organization declared COVID-19 a \nglobal pandemic, Amerant implemented components \nof the Business Continuity Management Program. As the \nprogram is designed to ensure, we continued seamless \nand uninterrupted operations and services while keeping \nour team members, customers, and communities safe \nduring this unprecedented event. Amerant’s best-practice \nbusiness continuity program meets all the requirements \nset by the Federal Financial Institutions Examination \nCouncil (FFIEC). The Business Continuity program illustrates \nexpertise and collaboration in action. The program receives \noversight and direction from Amerant senior leadership. Implementation - getting the job done - is handled through \na Business Continuity Program Office led by the Operational \nRisk and Business Continuity Manager. Specialized teams \ndrawn from staff all over the company contribute their \nexpertise. Teams have specific roles and responsibilities to \nimplement resilient capabilities and to support a resumption \nof mission-critical processes in the event of a disaster. \nTeams include an IT Disaster Recovery Team, a Business \nRecovery Team, and a Communications Team.\nBusiness Continuity oversight, governance, and compliance \nare driven by our Executive Reponse Team - consisting of \nEmergency Management, Business Continuity, and Disaster \nRecovery.Business Continuity Life Cycle \nRisk\nAssessment\n& Business\nImpact\nAnalysis (Bia)Business\nContinuity\nStrategiesPlan\nDevelopment &\nImplementationTraining\n& ExerciseProgram\nMaintenance\n& Incident\nResponseData Security and Privacy\nWhat must stay at Amerant, stays at Amerant\nSafeguarding data to ensure the security and confidentiality of customer and team member data.\nA Tight Hold On Data Security\nSensitivity to data privacyProtecting company data, customer data and the \nsystems that collect, process, and maintain this \ninformation is vital. To protect the data, Amerant \nimplemented the Information Security Program (ISP).\nThe ISP was developed to:\n• Ensure the confidentiality, integrity, and availability of \ncustomer and institutional information.\n• Protect against any anticipated threats to the security \nor integrity of such information.\n• Protect against unauthorized access, use, disclosure, \nmodification, damage, or loss that may result in \nsubstantial harm or inconvenience to Amerant or its \ncustomers.\nThis is accomplished with:\nGovernance: Establishing an information security \ngovernance structure that enables collaboration and \nsupport for information security initiatives.Prevention, Detection, and Response: Providing \nrecommendations and techniques for security measures \nthat safeguard Amerant’s systems and information, \nas well as establishing and maintaining an incident \nresponse plan aligned with the organization risk profile.\nSecurity Review and Monitoring: Validating and \nmonitoring security in IT systems, critical functions, \nproducts, and services, forming the basis for continuous \nimprovement.\nAwareness: Educating customers and team members \nabout information security risks, vulnerabilities, threats, \nand security policies.\nAll financial companies need to share customers’ \npersonal information to run their everyday business. \nAmerant is committed to protecting the privacy of \ncustomer information and maintaining industry standard \nlevels of security that comply with federal and state law. We have developed a list of instances in which data \nis shared and with whom. There are special procedures \ndesigned to allow customers to limit these data-sharing \nprocesses. This information is included in the Data \nPrivacy Notice and the Digital Privacy Policy.626 team members completed an Information \nSecurity Awareness Curriculum. The one-hour, \nvideo-based curriculum focused on identifying \ntactics cybercriminals use to gain access to our \nOrganizations resources, recognize different types \nof cyber-attacks, and take the right action to keep \nour organization’s data protected as required \nunder the Graham-Leach-Bliley Act (or GLBA).", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}