{"page_content": "38  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  39\nKeeping our finger on the community pulse\nAn ev entful year into our Impact eff orts, Amerant Bank continues “w alking the talk” on our Impact commitments.\nAmer ant team members and business bankers are active at the table and in t he field, learn ing about pot entia l way s to \ntransition our c ommun ities toward a more sustainable future. Much of this happens through civic and philanthropic efforts. \nImpo rtantly, banks have unique and significant leverag e to address the negative effects of climat e cha nge with \nenvironmentally aware banking and lending practices. This area, in particular, offers Ameran t the opportunity to be an \nimpac t player as a community bank based in Florida. See the photo on page 28 for one example of how Amerant financing \nsupports sustainable construction. \nWalking hand-in-hand with our community\nEach year , Amer ant volunteers give hundreds of hour s of their time and talent to benefit nonprofit community \norganizations and charitable c auses. Amerant’s community partner ships allow us to walk hand-in-hand with those who \nhelp our communities flourish.\n* Amerant’s Social Responsibility and Community Reinvestment Act provides support to individuals, communities, and businesses in the markets we serve during 2022.In 2022, Amerant invested \nnearly $1.2 million in community giving.*\n20%15%54%\n11%\nGiving back with our partners at United Way Miami\nAmerant’s annual partnership with United Way Miami in 2022 included sponsoring the Women United Let’s Do Lunch \nSeries and the Amerant Bank 5K, as well as a powerhouse internal fundraising campaign where the bank matched all $120,000 in team member donations.\nCOMMITMENT\nWe lead by example.How We \n‘Walk the Talk’\nAmerant volunteers at Canes day  of service to celebrate Earth Day - beach cleanup at Virginia Key in Key Biscayne, FL.Amerant volunteers donned hats and \nwork gloves for a United Way Miami park cleanup event at Greynolds Park in October. Team members removed invasive trees and vines from a section of the park. Percentages for the 4 categories:\nHealth and Social Services.\nCommunity and \nEconomic Development.\nArts and Culture.Education and Financial Literacy.\nAmerant team volunteering at a park cleanup with our partners United Way Miami.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}