{"page_content": "4  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  5Dear Stakeholders, \nIn everything we do at Amerant Bank, we have one clear goal - to make a positive Impact. \nAnd to that end, what follows is our 2022 ESG Report. As you read through the document, we outline our progress \non various key initiatives in a number of fundamental sectors. These include the following: \n• Empowering Our People for Shared Success:\nEnsuring Amerant has a talented, diverse, and supported workforce in order to provide the highest quality \nservice to our customers each and every day.\n \n• Promoting Economic Mobility in Our Communities:\nEmpowering our customers and bridging the gap faced by communities of all income levels by providing access \nto financing, as well as building trusted banking relationships.\n \n• Building Climate Resilience:\nProviding innovative products and services that help our communities and customers address the unique impacts \nof climate change and environmental, degradation, driving sustainable outcomes and financial gains.\n \n• The Foundation of Everything We Do:\nUpholding our commitments to sound governance, business ethics and compliance.\n• How We “Walk the Talk”:\nLeading by example in stakeholder engagement, corporate giving, and volunteerism.\nIn conclusion, we have accomplished much to date and are proud of our team’s efforts, but looking ahead, there \nis certainly much more to be done. Creating a future where everyone has an opportunity to grow and succeed is an \nenormous challenge. \nWe nonetheless will continue to push forward with our efforts, continuing to expect positive results over time. \nThank you in advance for taking the time to review this important document. It clearly communicates that doing \nthe right thing is not a tagline, but a consistent part of our DNA.\nSincerely,\nJERRY  PLUSH\nChairman & CEO\nAmerant BankIMPACT says it all\nWhen branding an internal program, you typically look for \nsomething that has meaning. It’s even better if it rolls off the \ntongue and is easily understood by everyone. \nThe word Impact says it all. It tells a story of what Amerant \nmeans to do and accomplish as a community bank - to \ncreate environmental, social, and governance value for our \npeople, communities, and customers. \nAs the largest community bank headquartered in Florida, we \nconsider the lives and livelihoods of the people we serve to \nbe our most important priority. With our Impact program, we \nhave a framework to identify opportunities that can make \na positive impact through our operations, products, and \nservices – everything we do. Among our actions in 2022, those identified below \nare just a handful of highlights that are making an \nImpact at Amerant.\n• We’ve named new board members to add depth of value \nand leadership to our board.\n• Amerant was certified a Most Loved Workplace® backed by \nBest Practice Institute research and analysis. The bank was \nrecognized for its dedication to its team members and the \ncommunities it serves.\n• We announced a third year in partnership with Branches, \na local nonprofit organization that provides life-changing \nopportunities to small businesses, hardworking families, \nand their children to break the cycle of poverty. Through \nthis partnership, Amerant supports entrepreneurs, micro-\nbusinesses, and small businesses throughout the Greater \nMiami area with the Amerant Microgrant Program.\n• We established a Sustainability unit and appointed a Head \nof Sustainability to give our program a base to grow from.\nBecause of these accomplishments, and many more \ndescribed in these pages, it’s true that Impact says it all.\nA Message from Jerry Plush\n What’s in a Name?\nAt Amerant Bank, we believe we \naccomplished these goals with \nIMPACT, the new brand identity for our \ncomprehensive sustainability program.\n", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}