{"page_content": "40  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  41White-hot new partnership\nIn July 2022, Amerant stepped onto the court with a new \nstrategic partnership with the Miami HEAT, becoming the \n“Official Bank of the Miami HEAT.” \nAmerant’s partnership with the Miami HEAT includes \nparticipation in community activities that align with the \nbank’s Impact efforts, such as the HEAT Beach Sweep. \nHeld in early 2023, the event focused on the HEAT \ncommitment to generating awareness for the protection \nof the environment.\nAmerant on the ice with the Panthers\nIn November 2022, Amerant became the Official Bank of the Florida Panthers and FLA Live Arena in a multi-year partnership.\nAs part of the relationship, the Panthers and Amerant Bank will also partner to support veterans in South Florida, a \ncommunity that both organizations have histories of serving - with the Saves for Vets program Throughout the 2022-2023 \nregular season, $40 per save made by a Panthers goaltender will go towards a veteran-focused nonprofit organization \nwithin the South Florida area.Through this strategic partnership with the Miami HEAT, a well-known and widely respected organization \nin our community, we are redefining the meaning of our bank being an integral part of the community – one \nthat supports and aligns with those businesses and organizations truly rooted in South Florida. We believe \nthese partnerships positively impact our customers, our team members and the community as a whole.\nJerry Plush, Chairman & CEO of Amerant Bank\nAmerant became the Official Bank of the Miami Heat, Official Bank of the Florida Panthers, and the Official Hometown \nBank of University of Miami Athletics – all in 2022.\nUM: Our hometown university\nIn April, University of Miami Athletics and Amerant Bank \nlaunched a strategic partnership making Amerant the \nOfficial “Hometown Bank” partner of Miami Hurricanes \nAthletics. The multi-faceted partnership includes \nUM football, basketball and baseball, along with the \nHometown Heroes program, which celebrates heroes \nwho have served our country and the local community.\nKey facets of our partnership:\n• Supporting the South Florida youth community, \ncentered around Elementary School Day programming \nand youth sports clinics. These provide athletic and \neducational elements tying into Amerant Bank and its \ncore values. \n \n \n \n \n \n• Recognizing local heroes at UM Athletics events \nthrough UM’s Hometown Hero efforts for active and \nformer Military Service men and women and First \nResponders. Amerant Bank and the university are \ncollaborating on a service member appreciation \nexperience that includes a chance to meet and engage \nwith the Miami Hurricanes.\n‘Canes Day of Service\nIn celebration of Earth Day, University of Miami alumni \nand Amerant team members gathered opposite the \nRosenstiel School of Marine and Atmospheric Science \n(RSMAS) along Virginia Key Beach to participate in the \n’Canes Day of Service flagship event and beach cleanup.\nHosted by the Miami ’Canes Community, over 130 \nvolunteers spread out along the beach, some scouring \nshorelines and others paddling through waterways \non kayaks or paddleboards to collect washed-up \ndebris. More than 600 pounds of trash and debris, \nincluding heavy metal, plastics, glass, wood, fiber, \nand miscellaneous garbage, were collected. The \nprogram also raised $13,970 in support of the Protecting \nOur Resources Fund at RSMAS and the Miami ’Canes \nScholarship Fund. \nCommunity partnerships with maximum reach\nAmerant actively partners with companies that prioritize sustainability and environmental, \nsocial, and governance (ESG) factors in their operations. By collaborating with such \ncompanies, Amerant is fulfilling its own sustainability goals and also supporting a wider \nglobal sustainability agenda that prioritizes responsible environmental practices, ethical \nlabor policies, and corporate governance, ultimately leading to positive economic, social, \nand environmental impacts. Moreover, these partnerships help Amerant build a diversified \nand resilient operation that is aligned with the values and expectations of its stakeholders. \nThrough its ongoing efforts to identify and engage with sustainable businesses, Amerant is \nplaying a key role in promoting a more sustainable future for all.Amerant announcing Saves for Vets program with our partners the Florida Panthers at Coast Guard  base in Miami.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}