{"page_content": "44  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  45\nPillars Goals Metrics\n$100M\n$114M\n3,100\n4.25%\n44%\n20%\n50% 53% 56% 60% 77%30% 40% 50%Every other\nyear - 2023\nIn 202344% 46% 50%\n80%5% 6.25% 7.75% 12%3,500 3,850 4,300 6,500$169.5M $248.5M $341.8M $700M700\nN/A\n-100% -100% -100% 100%Baseline:\n2,000 tCO2e\nBaseline\n& Target0%900 1,100 1,500 2,000$200M $350M $500M $1.0B\nworkshops, small business information, credit counseling, etc. (7) Based on workforce data collected voluntarily at the time of employment. Underrepresented defined as “African American \nor Black” individuals per the Equal Employment Opportunity Commission (EEOC). “Hispanics” are not underrepresented at Amerant, and “other” races do not have enough presence in our \nfootprint to fulfill a potential hiring target. (8)  Based on workforce statistics that measure the number of women in Executive/Senior Level Official and Manager Job Classification as per EEO-1 \nJob Classification. (9) Team member engagement survey was not conducted in 2022. Amerant expects to perform every other year, starting in 2023. the Bank will engage an independent party to \nconduct survey. (10) Fair Gap Pay Assessment was not conducted in 2022. In 2023 the Bank expects to engage an independent party to conduct a fair pay assessment. Based on results, targets \nwill be defined to reach a desirable state. (11) Calculated based on non-executive members following self-identification of board members. (12) Calculated based on non-executive members \nfollowing self-identification of board members. Minority defined as any race other than White.2022 2023 2024 2025 2030Amerant ESG Metrics and Targets\nNumber of participants in Amerant sponsored \nenvironmental activities  (2)Dollar value of environmentally conscious direct \nor indirect financing and investments  (1)\nPercentage reduction/offset of Green House Gas \n(GHG) Scope 1 & 2 emissions  (4)\nDollar value of Socially conscious financing to \nempower the underserved in our communities  (5)\nNumber of participants in Amerant sponsored \nfinancial literacy activities  (6)\nPercentage of underrepresented team members  (7)\nPercentage of women in executive positions  (8)\nTeam member engagement score  (9)\nPercentage of fair pay gap reduction  (10)\nPercentage of women representation  (11)\nPercentage of racial/ethnic minority representation  (12)Be Carbon Neutral in our Operations  (3)\n(1) Loan originations based on the customer’s intended use of funds to directly or indirectly build climate resilience. (2) Amerant sponsored environmental activities, directly or through partners.  \n(3) Amerant will be offsetting carbon emissions with a commitment to be carbon neutral by 2030, inclusive of Scope 3 emissions. (4)  Based on independent GHG inventory conducted by Aclymate \nfor Scope 2 emissions as none of Amerant facilities use fossil fuels directly (Scope 1). Scope 2 emissions are exclusively from Florida facilities, as electricity provider (FPL) does not yet offer bundled \nelectricity RECs. Calculation uses a market-based accounting that permits for the use of RECs in emissions calculations for Texas. (5) Based on residential consumer loans to low- and moderate-\nincome borrowers, and small business loans in the amount of $1 million and under for companies that have gross annual revenues of $1 million or less. This amount also includes community \ndevelopment loans over $1 million that have as their primary purpose community development, e.g. loans toward affordable housing projects, loans to revitalize and stabilize communities, SBA \nloans, etc. (6)  Based on impact and participation reports provided by education partners. This type of education includes, but is not limited to, financial literacy workshops, first time homebuyer \nFacilitate preparation \nfor climate change in our \ncommunities\nFuture-proof our business \nfor long-term environmental \nsustainabilityBuilding Climate Resilience Foundations Empowering our peoplePromoting \nEconomic MobilityStrive to improve the financial \nwellness among families and \nbusinesses in our communities\nFoster Financial literacy in our \ncommunities\nPromote diversity & \ninclusivity to reflect the \ncommunities we serve.\nPromote an environment that \nleads to success & overall \nwellness for our people.\nBuild Board DiversityTargets\nE\nS\nG", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}