{"page_content": "46  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  47\nProgress on Metrics & Targets - 2022\nGoalsBuilding Climate Resilience Empowering our People Promoting Economic Mobility                  Foundations MobilityFacilitate preparation for \nclimate change in our \ncommunities\nPromote diversity & inclusivity \nto reflect the communities \nwe serveStrive to improve the financial \nwellness among families and \nbusinesses in our communities\nBuild Board DiversityFuture-proof our \nbusiness for long-term \nenvironmental sustainability\nPromote an environment that \nleads to success & overall \nwellness for our peopleFoster Financial literacy in our \ncommunitiesDollar value of environmentally conscious direct or \nindirect financing and investments\nPercentage of underrepresented team members Dollar value of socially conscious financing to \nempower the underserved in our communities \nPercentage of women representationBe carbon neutral in our operations\nTeam member engagement scoreNumber of participants in Amerant-sponsored financial \nliteracy activities\nPercentage of racial/ethnic minority representationNumber of participants in Amerant sponsored \nenvironmental activities\nPercentage of women in executive positionsPercentage reduction/offset of Green House Gas (GHG) \nscope 1 & 2 emissions\nPercentage of fair pay gapMetrics Actuals\n$134M (1)\n4% (7)$459.6M (5)\n30% (11)Contingent on\nGHG Inventory  (3)\nN/A 9)5,497 (6)\n40% (12)$100M\n4.25%$114M\n20%Not Applicable\nEvery other year (2023)3,100\n50%1,138 (2)\n41% (8)2,023  (4)\nN/A (10)700\n44%Baseline: \n2,000 tCO2e\nTarget: -100%\nIn 2023Targets\n(1) Loan originations based on the customer’s intended use of funds to directly or indirectly build climate resilience. (2) Amerant sponsored environmental activities during 2022, directly or through \npartners. (3)  Amerant will be offsetting carbon emissions with a commitment to be carbon neutral by 2030, inclusive of Scope 3 emissions. (4)  Based on independent GHG inventory conducted \nby Aclymate for Scope 2 emissions as none of Amerant facilities use fossil fuels directly (Scope 1). Scope 2 emissions are exclusively from Florida facilities, as electricity provider (FPL) does not \nyet offer bundled electricity RECs. Calculation uses a market-based accounting that permits for the use of RECs in emissions calculations for Texas. (5) Based on residential consumer loans to \nlow- and moderate-income borrowers, and small business loans in the amount of $1 million and under for companies that have gross annual revenues of $1 million or less. This amount also \nincludes community development loans over $1 million that have as their primary purpose community development, e.g. loans toward affordable housing projects, loans to revitalize and stabilize \ncommunities, SBA loans, etc. (6)  Based on impact and participation reports provided by education partners. This type of education includes, but is not limited to, financial literacy workshops, \nfirst time homebuyer workshops, small business information, credit counseling, etc. (7) Based on workforce data collected voluntarily at the time of employment. Underrepresented defined \nas “African American or Black” individuals per the Equal Employment Opportunity Commission (EEOC). “Hispanics” are not underrepresented at Amerant, and “other” races do not have enough \npresence in our footprint to fulfill a potential hiring target.  (8)  Based on workforce statistics that measure the number of women in Executive/Senior Level Official and Manager Job Classification as \nper EEO-1 Job Classification. (9)  Team member engagement survey was not conducted in 2022. Amerant expects to perform every other year, starting in 2023. the Bank will engage an independent \nparty to conduct survey. (10) Fair Gap Pay Assessment was not conducted in 2022. In 2023 the Bank expects to engage an independent party to conduct a fair pay assessment. Based on results, \ntargets will be defined to reach a desirable state. (11) Calculated based on non-executive members following self-identification of board members. Women representation (3:10). (12) Calculated \nbased on non-executive members following self-identification of board members. Minority defined as any race other than White. Minority racial/ethnic representation (4:10)Remarks\nThese metrics are driven by initiatives under execution.\nCarbon Neutrality -Ongoing evaluation of options for reductions and offsets based \non calculated emissions as well as other initiatives to reach NetZero\nSpecific efforts through Amerant’s partnerships with certain Universities and targeted \nrecruiting activities have been made to improve the percentage of underrepresented \nteam members. However, Amerant’s approach is to hire the right talent regardless of ethnicity/race, which impacts this metric. While women have been promoted to \nsenior roles, we have also promoted/hired men, offsetting efforts in the percentage of \nwomen in executive positions. Working to continue developing women internally and \nhave identified successors to executive leadership. \nTeam member engagement survey will be conducted every other year, starting in 2023.\nFair pay analysis expected to be conducted in 2023.Reconciliation of Changes 2021 - 2022\nAs part of the evolution of Amerant’s ESG program, the below section is intended to provide the rationale \nsupporting the changes in metrics, targets, and calculations to best reflect where the program is today.\nChanges to Metrics\n1. Number of participants in Amerant sponsored environmental activities: We have evolved to \naccounting for participants in Amerant-sponsored “environmental activities,” vs. only accounting for \nparticipants in “environmental education” to broaden scope and impact.\n2. Percentage of fossil fuel energy consumed in all facilities: Removed metric as source of energy is out \nof our control and dependent on state’s electricity grid. We are focusing our efforts on the metrics that \nare under our control: (i) Being carbon neutral in our operations and (ii) Percentage reduction/offset of \nGreen House Gas (GHG) scope 1 and 2 emissions.\n3. Percentage reduction/offset of Green House Gas (GHG) scope 1 and 2 emissions: We have evolved \nto accounting not only for the percentage of reduction, but also for the offset of our Green House Gas \n(GHG) scope 1 and 2 emissions to include both direct reductions as well as purchased credits and offsets.\n4. Number of participants in Amerant-sponsored financial literacy activities: We have evolved \nto accounting for participants in Amerant-sponsored “financial activities” vs. only accounting for \nparticipants in “financial literacy activities” to broaden scope and impact. \n5. Percentage of underrepresented team members: We have evolved to accounting for percentage \nof “underrepresented” team members vs. “underrepresented minority” to refrain from having any \noffensive language and promote inclusivity.\n6. Percentage of women representation on Board of Directors: We have evolved to accounting for the \npercentage of “women” representation vs. “female” representation.\n7. Percentage of minority representation on Board of Directors: We have evolved to accounting for the \npercentage of “racial/ethnic minority” representation vs. accounting for “minority” representation to \nprovide more clarity as to the aspect of minority we are measuring.\nChanges to Targets\n1. The targets for the metric, “dollar value of environmentally conscious direct or indirect financing and \ninvestments,” have changed to “align with bank’s size, strategic plan and projected growth as we plan \nto prioritize organic efforts via loan production.”\n2. We calculated our emissions baseline for 2022 and set new targets for the metric “percentage \nreduction/offset of GHG scope 1 and 2 emissions,” committing to a 100% reduction/offset of our GHG \nannual emissions.\n3. The targets for the metric, “dollar value of socially conscious financing to empower the underserved \nin our communities,” have changed to “align with bank’s size, strategic plan and projected growth.”\n4. The target for the metric, “team member engagement score,” has been modified to reflect survey \nexecution timeline for every other year, starting 2023.\n5. The target for the metric, “percentage of fair pay gap reduction,” has been modified to reflect timeline \nas the baseline and target will be introduced in 2023. \nChanges to Calculations\n1. We modified the calculations for both of our board diversity metrics to consider only non-executive \ndirectors. When considering taking action to increase board diversity and achieve targets, the CEO will \nnot be considered, and the CEO, as an executive officer, is already included in the diversity metrics for \nteam members. ", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}