{"page_content": "12  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  13We made great strides in 2022 in cementing diversity, equity, \nand inclusion as a driver of our HR and business approaches. \nWe believe listening to people from different backgrounds \nand cultures provides the diverse thinking needed to reach \nbusiness goals. \nIt isn’t just about “the numbers.” It’s about who is at the \ntable when decisions are made. It’s about making sure \neveryone’s voice is heard. And it’s about making sure we \nreflect the communities we serve. To walk the talk, we took \nspecific actions to promote inclusive behaviors amongst all \nteam members. \nOur cross-functional diversity ambassador team leveraged its \ncompelling I Belong program to raise the profile of diversity \nand inclusion and encourage awareness organization-wide. \nThe I Belong Executive Council was formed, with 12 members \nrepresenting diverse locations, business units, ethnicities, ages and tenures. The team developed DEI short- and long-term \nstrategies built around its own Pillars: Talent, Workplace, \nCommunications, and Community.\n2022 was the first year Amerant committed to achieving \nDiversity, Equity, and Inclusion goals. We were deliberate \nabout making an impact on our goals.  Amerant worked to \nincrease the percentage of women in Executive Positions \nthrough our hiring and promotion practices. We continue \nto develop women internally and have identified women as \nsuccessors for the Executive Leadership Bench.Our Team Members:  \nAn Important Community\nAmerant Bank’s goal of building community starts at home. \nKnowing that our own team members make up a vitally \nimportant community in and of themselves, we have a \nframework of forward-thinking and competitive human resource \nprograms and practices. People who feel good about their \nprofessional development, ability to be heard, and the health and \nwellness of their families have more energy and “head space” to \ndevote to helping Amerant reach its goals. Implementing smart \nHR practices is good for us, and good for our team members.  \nWe strongly believe it strengthens our Impact efforts.\nPhilosophy:Our People at Amerant\nTeam member with family and friends at Amerant Bank 5K to benefit United Way Miami.\nTo recognize, appreciate and create opportunities for diversity and inclusion \nas we foster a sense of belonging that propels the growth of our team \nmembers and expands into the communities we serve.\nI Belong Pillars: Talent  /  Workplace  /  Communications  /  Community\nThree-Year Diversity, Equity, & Inclusion Goals\nPromote Diversity and inclusivity\nto reflect the communities we serve.Promote an environment that leads to success \nand the overall wellness of our people.Increase Board Diversity*\n• Increase percentage of underrepresented \nteam members from 3.2% in 2021 to 7.75% \nby 2025.\n• Increase percentage of women in executive \npositions as classified by EEO-1 job \nclassifications from 40% in 2021 to 50% \nby 2025.• Increase engagement score to 80% by \n2025.\n• Educate all team members on the \nfoundations of DEI and unconscious biases.\n• Proactively address pay equity across all \nlevels of the organization.• Increase percentage of women \nrepresentation from 12% in 2021 to 50% \nby 2025.\n• Increase percentage of minority \nrepresentation from 50% in 2021 to 60% \nby 2025. White, Non Hispanic Hispanic\nBlack Other AsianWomen Men <31 31-50 51+Workforce Demographics as of 12/31/22\n49%\n80%10%4%\n4%2%\n51%\n60%11%On the talent front\nTo attract, develop and retain diverse talent, Amerant is \nembedding ESG into the DNA of our growing organization. \nFrom onboarding where team members receive branded \ngifts that include an Amerant recyclable bag and reusable \nmug, to the formulation of new partnerships with \nuniversities in the community including University of Miami, \nFlorida International University (FIU), Miami Dade College \n(MDC), and Barry University.\nOur partnerships with the local univiersities show our efforts \nto promote social mobility in the communities we serve and diversify our workforce. We develop our talent through a \ngrowth mindset by building on existing skills and providing \nthe right resources and opportunities to ensure early career \ntalent can thrive at Amerant.\nWe are also a 20-year champion of targeted development \nprograms for underrepresented talent in partnership with \nthe Center for Financial Training, a local chapter of the \nAmerican Bankers Association. \nAnd, of course, we continue to analyze workforce data to \nidentify underrepresented talent segments and set goals to \nclose representation gaps.\n29%Awareness means waking up to reality\nCreating awareness is a foundational step in organizational \nchange. Demographic, cultural, and attitudinal changes are \nhere to stay. Knowing this truth, Human Resources and\nI Belong ambassadors gave the Communication Pillar \nintense focus in 2022. \n• More than 600 team members completed an online \nlearning program focused on Diversity, Equity and Inclusion.\n• Board Members were educated on the Fundamentals of DEI \nand participated in Conscious Inclusion programs that were \ncustomized based on Amerant’s needs. \n• Senior Leaders were educated on DEI Fundamentals and \nCourageous Conversations. \nOn the business front, a first Business Resource Group \n– Multicultural – was launched. The group is led by team \nmembers who represent different locations, business \nunits, and various aspects of individual diversity. \nAnd, in other business-related news, I Belong launched a \ntracking mechanism aimed at further developing Amerant’s \nsupplier diversity policies and programs.\nI Belong Mulitcultural Business Resource Group Leads.Some of our I Belong Executive Council members. \nDiversity, Equity and Inclusion\nRace/\nEthnicity*Gender Age\n* Calculated based on Non-Executive Board Members *Numbers do not include team members from Amerant Mortgage.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}