{"page_content": "14  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  15Amerant Bank was certified as a Most Loved Workplace in Newsweek’s annual \nrankings for the Top 100 Most Loved Workplaces® list, coming in at # 54. The \n2022 Top 100 Most Loved Workplaces® are the result of a collaboration with \nthe Best Practice Institute (BPI), a leadership development and benchmark \nresearch company. \nThe results were determined after surveying more than 1.4 million employees \nfrom businesses with workforces varying in size from 50 to more than 10,000. \nAmerant was specifically called out for its communication culture: “Team \nmembers say they feel heard.”\nAmerant Bank has a formal framework in place for staff to report grievances. \nThere’s also an “anytime feedback tool” for measuring feelings of inclusion.Read more:\nHow is it all Working? \n‘Team members say they feel heard’\nAmerant Bank has a strong tradition of supporting team \nmembers in growing personally and professionally \nthrough learning and development programs. Because \nall team members learn differently, we offer traditional \nclassroom learning, virtual learning, “any time” learning, \nmobile learning, social collaboration, and learning through games. In 2022, we had 2,800 attendees to instructor-\nled learning sessions. We offer tuition reimbursement \nprograms for higher education that provide access to a \nvariety of degrees and certificates. In 2022, the average \ndollar amount invested in development for each team \nmember  was once again $1000.\neducation hours in multiple \nlearning modalities*dollars per team member  \ninvested in learning programsTeam member development in 2022 Top learning categories in 2022\n39,000 $1,000• IT and Systems\n• Mandatory and Compliance\n• Interpersonal SkillsLearning and Development\nTeam member smiling from work station at Amerant Operations Center.• In the second quarter of 2022, we launched an \nExecutive Education program with the University of \nMiami (UM). This program focused on upskilling senior \nleaders’ ability to lead teams effectively, manage \nperformance, and drive change to reach organizational \nbusiness goals - 97% of senior leaders attended.\n• We continued to nurture and maintain a pool of \nemerging talent in 2022 by onboarding 10 Amerant \nInterns from FIU and UM. Interns received educational \nopportunities, job shadowing, rotations, and mentoring \nfrom our senior leadership team. 70% of the 2022 \nintern class come from diverse backgrounds.  \n \nAs anyone familiar with mentorship knows, learning \nhappens on both sides of a mentoring relationship, so this \nprogram contributed to senior leaders’ growth as well.\nRead three intern stories on page 16 to see this program \nat work. The 2022 intern class concluded in August with 5 of \nthe 10 interns receiving an offer for continued employment.  Notable activities to develop talent in 2022\nTo support the organization in its biggest \ntransformation yet, we developed and \nlaunched our FIS learning needs analysis \nand change communication plan: \nOne Team, One Mission. These in-\nperson and self-paced sessions are \npreparing team members for the FIS \ncore transformation. FIS Transition:\nOne Team, One Mission\nTo make it easier to bank with Amerant Bank, we \nare working with FIS on a major cloud conversion. \nThe goal is to consolidate functionality on the cloud \nand phase out legacy internal applications. FIS is an \nimportant provider of cloud-based fintech software \nfor businesses. More than half of the world’s wealth \nis managed on FIS systems.\nThe project is designed to eliminate redundancy, \nreduce customized applications, and integrate \nplatforms and processes for deposits and loans; \ndigital banking channels; risk; fraud and compliance; \nfinancial controls; cash management; treasury \nmanagement services and more. We are preparing \nfor the future of banking.\nThis is a transformation that goes beyond digital. It’s \nan innovative step into the future of Amerant and \nthe Amerant customer journey. It’s a shift in how \nwe approach our work and service our customers.\nInternally, a conversion like this is a major project. \nIt’s been a team effort. Since late 2021, FIS has \nworked with more than 70 Amerant team members \nfrom Florida and Texas to review Amerant’s \noperations, IT, and other critical processes.\nTo make this a reality, Amerant’s change \nmanagement team developed a comprehensive \nlearning and communications plan to ensure \nteam members and customers are informed and \neducated every step of the way.\nSelf-paced learning was assigned to over 300 of \nour team members from October to December, \nwith 100% completion reported in January of \n2023. This milestone allowed us to enter the next \nimplementation phase - instructor-led learning and \nreadiness review. During this phase, Amerant team \nmembers will be testing all FIS Systems, based on \ntheir role, to make sure they are working properly.\nOur focus is One Team, One Mission. Every team \nmember’s workday will change with this transition, \nso education and awareness have been a focus.The \nchangeover to FIS is anticipated for Q3 2023.\nTeam member learning at Amerant Operations Center.\n* Includes 19,000 hours of FIS learning conducted by team members in 2022 at no incremental cost.ESG-related efforts have become a \nnorm at Amerant. We estimate that \nnearly every Amerant team member \ncontributed towards our Impact \nprogram in 2022 by embedding ESG \ninto their day-to-day contributions. \nFrom volunteering in the community, \nto education on green activities or \nsupporting recycle efforts, every \nteam member made an Impact.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}