{"page_content": "16  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  17*Due to applicable regulations, Amerant Mortgage is not a designated subsidiary. Amerant Mortgage team members are not eligible to participate.At Amerant, they dedicate time to you \nand really push for your success.\nFinding and growing future bankers\nThe Future Bankers and Financial Professionals Camp taps into \nthe talent of high-achieving students from diverse areas and \nprovides them a clear and promising career path in the financial \nservices industry. In 2022, Amerant hosted four future \nbankers who worked on special assignments to deepen \ntheir understanding of a financial institution.\nAmerant: A company with staying power\n \nOur workforce is managed in alignment with business needs \nand guided by the objective of hiring the best people based \non merit. This contributes to having a diverse and talented \nworkforce that reflects the communities we serve. \n \nOur competitive compensation practices and career growth \nand development opportunities support our recruiting \nefforts. They have also driven the average tenure of our \nworkforce upward to approximately 10 years.\nCompetitive pay is more than just a paycheck\nOur competitive total compensation and rewards program is \nbased on the fundamental principles of fairness, transparency, \nefficiency, and compliance with laws and regulations. Based \non specific job positions and market conditions, the total \nrewards program combines fixed and variable compensation: \nbase salary, short-term incentive, equity-based long-term \nincentive, and a broad range of benefits, including retirement \ncontribution plans and a brand-new stock purchase plan. \nIntroduced in January 2022, the Employee Stock Purchase \nPlan is a tangible way to “walk the talk” in empowering our \npeople and sharing the success of our company with them. \nWith this win/win program, Amerant Bank team members* can \npurchase shares of company stock at a 15% discount. This gives \nthem an even more meaningful stake in helping Amerant grow \nand become more successful.\nAt the end of 2022, 195 team members, or 31% of Amerant \nBank team members, were enrolled in the stock purchase \nplan.\nIn a final note regarding compensation and rewards, Amerant’s \nset minimum wage standard increased to $20.00 an hour \nin 2022*. We evaluate the need to increase the minimum \nwage annually.“The people at Amerant truly have their best interest \nin you learning and liking what you do. They are open \nto letting you explore different departments and gain \nknowledge in each division. At Amerant they dedicate \ntime to you and really push for your success. I had  \nthe amazing opportunity to have the CEO of  \nAmerant mentor me throughout my time\nhere as an intern. To have a person at that  \nlevel of experience mentor you and give\nyou  advice to improve and be successful\nin my  future career made my\nexperience here even more priceless.”\nDaniela Marti\nIntern - Private Client Group\n“During my Summer Internship at Amerant Bank \nI was provided with many great opportunities \nand experiences I may not have had at other \ninternships. I was able  to meet with different \npeople in different departments, which helped \nme get a grasp of the banking world from every \npossible view. I was able to connect with a\nmentor who I could talk to regarding questions\nor ask about experiences and advice. I feel\nthat it really helped to prepare me for the real \nworld of finance and banking.”\nMichael Kononoff\nIntern - Audit\n“On top of learning from my team and manager, the \ninternship program also provided me with several \nopportunities to shadow other departments. I was \nable to personally grow during this internship, as it \nallowed me to build professional relationships with \nothers. I benefitted greatly from the mentorship \nprogram included in this internship. My mentor  \ngave me key advice that I am still using today.  \nI was given many opportunities to learn and  \nrise up to new challenges. I will be using this \nexperience as a foundation for my career.”\nValeria Yepez\nIntern - Procurement & Third Party RiskAmerant Internship Program Testimonials\nHealth and Wellness \nSupporting our team members and their families\nAmerant provides full- and part-time team members \nand their families with multiple options for a \ncomprehensive benefits package. Our nationwide open-\naccess health options allow in- and out-of-network \nservices, depending on plan.\n• An employer-paid, in-network dental DMO plan and a \nrobust, low-premium, in/out-of network dental PPO \nplan give team members and their dependents access \nto preventive, basic, and major dental services. \n• A cost-free vision plan enables team members to \nmaintain an annual vision-check routine.\n• Amerant provides a cost-free group life and accidental \ndeath and dismemberment (AD&D) benefit. Team \nmembers can purchase additional supplemental coverage \nfor themselves, dependent spouses, and dependent \nchildren. \n• A pre-tax Flexible Spending Account (FSA) and a \npre-tax Health Savings Account (HSA) help make \nhealthcare more affordable. Both can reduce members’ \nout-of-pocket costs.• Free mental and behavioral health resources are \navailable to team members and their dependents \nthrough the Employee Assistance Program (EAP), as \nwell as on-site blood drives and flu shots for specific \nAmerant locations.\n• Team members also have the option to purchase \nsupplemental income protection through short-term \ndisability, accident, cancer, hospital indemnity, and \ncritical care plans.\n• An optional legal plan offers extensive legal assistance, \nadvice, resources, and representation on all types of \nlegal services.\nIn addition to the recently launched Employee Stock \nPurchase Plan, Amerant Bank offers a retirement safe-\nharbor plan that includes a pre-tax 401(K) plan as well \nas a post-tax ROTH to help team members save for the \nfuture.\nTeam member celebrating  a win at Futbol con Corazon Corporate Tournament at the University of Miami.In November of 2022, team members across the organization were awarded a one-time,\n$1,000 cost of living bonus to help ease the strain of inflation and the rising cost of living.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}