{"page_content": "18  |  Amerant 2022  |  ESG Report Amerant 2022  |  ESG Report  |  19COMMITMENT\nWe work tirelessly to empower our customers and bridge the gap faced by communities of \nall income levels by providing access to finance and building trusted banking relationships.\nGOALS\n• Strive to improve the financial wellness among families and businesses in our \ncommunities.\n• Foster financial literacy in our communities.Promoting \nEconomic \nMobility in Our \nCommunities\nAmerant representatives and home owners at Habitat Broward home dedication ceremony.Steps to help our community grow \nA financial cornerstone \nAmerant across our diverse communities\n‘Outstanding,’ OCC says of AmerantA bank’s daily operations are guided by a complex \ninfrastructure of regulation. Most customers – like you – \ndon’t see it or think about it, but this regulatory framework \nassures that certain standards are met and that good \nfaith is present in all of the bank’s relationships, large \nand small. An important part of this framework is the \nCommunity Reinvestment Act (CRA), which encourages financial institutions to help meet their communities’ \nneeds through safe and sound lending practices and by \nproviding retail banking and community development \nservices to all sectors. This means serving residents of \nlow- and moderate-income neighborhoods and making \ninvestments there.\nAmerant has a long-standing commitment to serving a \nvariety of individuals and neighborhoods. This includes \nfunding community development loans and contributing \nto programs in underserved regions. \nThese investments help revitalize designated \nneighborhoods throughout the communities we serve. \nWe also embrace opportunities to actively participate in \norganizations that support affordable housing, economic \ndevelopment, and community service.\nThe Office of the Comptroller of the Currency (OCC), \nan independent branch of the U.S. Department of \nthe Treasury, rates banks for their CRA performance \nin three test areas: lending, investment, and service. \nBeing rated in these areas encourages banks to help \nmeet the needs of people in all the communities \nwhere they do business. Importantly, this includes \neconomically disadvantaged areas, low- and \nmoderate-income individuals, and small businesses. \nOnce again, Amerant received Outstanding and High \nratings in all three performance categories in its \nCRA evaluation by the OCC. The bank has earned \noutstanding performance results in its evaluations \nsince 2000.\nAmerant representative with home owners at Habitat Miami home dedication ceremony.", "metadata": {"source": "NASDAQ_AMTBB_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}