{"page_content": "2\n2020 Adobe Corporate Social Responsibility Report\nTechnology for good\nWe believe technology can transform lives, lift up communities, and  \ncreate a more sustainable future. We are proud of the impact and reach  \nof our products across every dimension of life.\nWe’ve seen the tremendous power of creativity to help us cope,  \nconnect, and be inspired. Adobe Creative Cloud is giving everyone the  \ntools, community, and platform to tell their stories. In a world where  \nwork needs to be done from anywhere and with anyone, digital workflows  \nare driving team productivity and efficiency. Adobe Document Cloud  \nis accelerating productivity, redefining how people engage with digital \ndocuments. Every business is now a digital business, and Adobe Experience \nCloud is enabling businesses to deliver great customer experiences  \nacross every touchpoint.\nOur technology is helping find missing and exploited children, making \nreading easier for everyone, helping advance social justice, and more. \nAdobe technology facilitated blood donation sign-ups for the American \nRed Cross when they were especially needed and hard to accomplish \nduring the pandemic. #BlackHealthNow used our creative tools to raise \nawareness of health inequality and drive action. Our digital experience \ntechnology powered the first digital decennial Census Bureau survey  \nin 2020. We’re empowering kids with bionic arms, enabling the limbs  \nto be uniquely designed and personalized using Creative Cloud.Digital experiences have become critical to connect, \nengage, learn, and do business. Corporate purpose  \nhas taken on new meaning as companies increasingly  \ncontribute their expertise to solve the pertinent issues \nfacing our world. We’re proud of Adobe’s response to  \nthe COVID-19 pandemic and how we’ve supported our \ncustomers, employees and communities.\nAdobe’s mission has always been to create products that \nempower people to change the world. Our purpose is \nanchored on harnessing our people, platform, creativity, \nand innovation to make change in the areas we can \nmake the most impact.A message from our CEO\nIt’s amazing how in one year, the global \nlandscape has transformed.", "metadata": {"source": "NASDAQ_ADBE_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}