{"page_content": "3\n2020 Adobe Corporate Social Responsibility Report\nEthics and integrity\n \nAs we bring transformational technologies to market, \nwe’re committed to the responsible use of technology \nfor the good of society. We are leading the Content \nAuthenticity Initiative (CAI), now with over 150 \nmembers, to set the standard for transparency and \nattribution in content. Last year, we launched the  \nCAI attribution tool in Adobe Photoshop and Behance,  \nproviding an easy way for creators to securely attach \ninformation about how a piece of content was edited.\nWith artificial intelligence (AI) increasingly becoming \nmore powerful and pervasive, we created a set  \nof AI Ethics principles on the tenets of responsibility, \naccountability, and transparency to ensure that the \ntechnology is used responsibly and does not reinforce  \nbiases that may exist in data. Our newly launched  \nAI Ethics Committee will review all new AI features \nand products under these principles.\nFrom a data privacy standpoint, we're focused on \ngiving consumers choice and control, with transparency \nin how their data is used. We're thinking about privacy \nat the product development level to help companies \nmanage their customer data in a responsible way.A message from our CEO\nDiversity and inclusion\n \nWe believe that everyone deserves equal treatment \nand opportunity, and we also believe that building  \na diverse and inclusive workplace is both the right  \nthing to do and essential to ensuring that our employee \nbase represents the broad range of customers that \nAdobe serves.\nWe achieved global gender pay parity in October \n2018, and in September 2020 we reaffirmed it, and \nannounced pay parity between underrepresented \nminority (URM) employees and non-URM employees \nin the US. We have taken our efforts further with \nopportunity parity, examining fairness in promotions \nand horizontal movement across demographic groups.  \nLast year we formed the Taking Action Initiative to \naccelerate the representation, development, and \nsuccess of our Black community. We set aspirational \ngoals for more diverse representation because we \nbelieve that greater representation leads to a virtuous \ncycle of more role models, advancement, and growth.\nWe're developing our products with accessibility in \nmind, working with government and industry leaders \nto set web accessibility standards to promote inclusion. \nInclusive design is core to our accessibility strategy, \nand we’re educating designers and engineers to think \nmore broadly, seek out more voices, and make more \naccessible products.Digital literacy  \n \nOur technology is democratizing creativity for all  \nas we continue investing in programs that empower \nevery voice with the tools, skills, and platform to  \nshare their creativity and achieve their goals. We are  \ncommitted to prepare candidates for roles in technol -\nogy and design through the Adobe Digital Academy, \nAdobe Women-in-Technology Scholarship and  \nThe Design Circle Scholarship Initiative. We continue \nto be a sponsor of the Sundance Ignite Fellowship and \nare the first brand to create the Women at Sundance \nFellowship, both of which allow emerging filmmakers \nto develop their craft and share their stories. Our \nnewly launched Diverse Voices platform highlights  \nthe stories of diverse creators, providing a single \ndestination for inspiration, education, and connection.\nSustainability\n \nThe impacts of climate change are a stark reminder  \nof the work we need to protect our planet. Through -\nout 2020, Adobe made tremendous progress on our \nsustainability goals by applying innovative methods  \nto become more energy efficient, contribute to \nthoughtful decarbonization, and deploy renewable \nenergy. We raised our Science-Based Targets ambitions \nto align with climate guidance on a 1.5°C warming \nscenario. Our goals are geared toward true renewable \nenergy deployment, without the use of unbundled \nrenewable energy credits.We’re proud of the recognition we continue to receive, \nincluding being named to the CDP Climate Change  \nA List for the fifth straight year—an honor awarded to \nthe top 2.8% of almost 10,000 companies evaluated.\nAdditionally, Adobe's innovation in cloud-based \nsoftware delivery, digital documents, artificial intelli -\ngence, 3D & AR, and virtual collaboration contribute  \nto a zero-waste and carbon-free future, helping our \ncustomers operate more efficiently and achieve their \nsustainability goals.\nMore work to be done\n \nWhile we’re proud of what we accomplished in 2020, \nwe know that there’s more to do. We’re energized  \nby the opportunities to make an impact and we \nremain steadfast in our commitment to harnessing \nthe best of Adobe—our people, products, creativity, \nand innovation—to create positive change in 2021 \nand beyond.\nSincerely,\nShantanu Narayen  \nChairman, President & CEO, Adobe Inc.  ", "metadata": {"source": "NASDAQ_ADBE_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}