{"page_content": "8\n2020 Adobe Corporate Social Responsibility Report\nContent Authenticity Initiative \nTo combat misinformation and deepfakes online, the Adobe-led Content \nAuthenticity Initiative (CAI) created a revolutionary tool to help creative \nprofessionals securely attach tamper-evident attribution data to their images.  \nThe tool has the potential to help ensure that millions of creators receive credit  \nfor their work while empowering consumers to decide who and what to trust  \nonline. CAI achieved additional milestones in the past year , publishing a  \ntechnical white paper ; adding new partners like Microsoft, Arm, and Qualcomm;  \nlaunching a CAI Photoshop private beta ; and debuting  the first secure hardware  \nimplementation  of the CAI standard on a smartphone device. Data privacy\nPrivacy is an essential element of consumer trust. \nWe believe that consumers should have choice \nand control, with transparency in how data  \nis used. To that end, we proactively incorporate \nprivacy and certified security controls into our  \nproduct development. We give our enterprise \ncustomers tools and technologies to help them  \nmanage their customers' information, and  \nour enterprise offerings are extensible to support \nglobal privacy laws. We participate in leading  \nself-regulatory privacy frameworks, including DAA \nand NAI. And we’ve teamed up with third parties \nlike TrustArc to obtain independent assessments \nof privacy compliance and commitment for \nvarious Experience Cloud offerings in regions \nincluding EU and APAC.   \nWe’re also integrating design thinking and user \nfeedback on top of regulatory requirements  \nto create on-brand privacy experiences for our \nown users—we call this “experiential privacy.”  \nIn 2020, we further improved the cookie consent \ninterface and flow across our user-facing websites \nto provide users with enhanced transparency  \nand progressive disclosures, powered by user-\ncentric design.AI ethics \nWe believe that artificial intelligence (AI) can take human creativity and intelligence \nto new levels, and we’re committed to the responsible development of AI-powered \ntools. In 2020 we established AI Ethics  principles and launched an AI Ethics \nCommittee and Review Board to help guide product development teams and \nreview AI-powered features against our principles prior to release. The first new \nfeature this group reviewed was Neural Filters  in Photoshop, and we’re now scaling \nthe review for all new AI-powered features across our solutions.We're strengthening relationships  \nwith customers and the public \nthrough our approaches to content \nauthenticity, AI ethics, accessibility, \nand data privacy.95%  2,000+Accessibility highlights\ncustomers received  \nPDF accessibility trainingof Adobe products have a dedicated \nAccessibility ChampionSpotlight:  building trust", "metadata": {"source": "NASDAQ_ADBE_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}