{"page_content": "9\n2020 Adobe Corporate Social Responsibility Report\nWhen people feel appreciated and \nincluded, they can be more creative, \ninnovative, and successful. We call  \nthis Adobe For All , and it guides our \ndiversity and inclusion efforts.\nBuilding inclusion during COVID-19  \nAt a time when employees felt isolated and vulnerable, we connected \nthem across geographies through virtual events. We hosted cultural \ncelebrations with our seven employee resource groups (ERGs), which  \nwe call employee networks, and we evolved our annual D&I event  \ninto a weeklong virtual experience called Adobe For All Week.  \nWe also introduced a mandatory  Building Inclusion on Your Team \nlearning series designed to help managers and individual contributors \nstrengthen empathy and inclusion on their teams. Establishing aspirational goals \nWe set aspirational goals  to increase representation of women in \nleadership positions globally to 30% by 2025, and to double the \nnumber of URMs in leadership positions in the US by 2025. We also \naspire to double Black representation as a percentage of US \nemployees by 2025.    Achieving employee parity \nWe want every employee to feel they have fair pay and opportunity ,  \nand we invest in analysis and transparency to demonstrate our \ncommitment. In September 2020, we reaffirmed  global gender pay \nparity, marking three consecutive years that we've attained gender pay \nparity. We also announced that we achieved pay parity in the US between  \nemployees from underrepresented minority (URM*) groups and non-\nURM employees. We also coined the term “opportunity parity” to refer  \nto fairness in promotions and horizontal movement across demographic  \ngroups. In fiscal year 2020 we shared  promotion and horizontal \nmovement metrics by gender and US URM / non-URM groups.  \nAddressing racial injustice \nWe established the Taking Action Initiative (TAI) to accelerate the \nrepresentation, development, and success of Adobe’s Black employees \nwhile creating change in the broader landscape of social injustice  \nand economic inequality. TAI consists of five task forces to help drive \nprogress: Community, Hiring & Recruiting, Growth & Advancement, \nResponsibility & Advocacy, and Transparency & Governance. Making progress in a difficult year\nWith the global pandemic and highly visible incidents of racial injustice \nin 2020, we pivoted our D&I programs and strategies to support \nemployees worldwide and foster a culture of inclusion. We also made \npositive progress toward more diverse employee representation—  \nsee full demographic metrics at adobe.com/diversity , and details at \nFY2020  D&I Year in Review .\n33.5% \nglobal representation \nof women10.7%   \nURM representation \nin the US\n1:1global gender pay parity (women/men) and  \nUS racial/ethnic pay parity (URM/non-URM)\n*Underrepresented minorities (URM) are US employees who identify as Black/African-American, Hispanic/Latinx,  \nNative American, Pacific Islander, and/or two or more racesSpotlight:  Adobe For All", "metadata": {"source": "NASDAQ_ADBE_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}