{"page_content": "2020 Adobe Corporate Social Responsibility Report10\nFinding missing and exploited children\nAs part of their digital transformation, the National Center \nfor Missing and Exploited Children  (NCMEC) has been  \nusing Adobe technologies  to deliver more timely, targeted \ninformation and to digitally age-progress images of missing \nchildren. The technology used for this partnership was \nintroduced in Photoshop in 2020 as the Neural Filters feature. Making reading easier for everyone\nThe US Department of Education has found that more than 54% \nof adults read below a 6th grade level, reducing their economic  \nopportunities. With more than 2.5 trillion PDFs in the world today, \nwe believe there’s an opportunity to champion digital literacy and \nreadability for all . New digital innovations enable us to personalize \nreading and improve outcomes for people of all skill levels. We’re \npartnering with nonprofits, research organizations, and educational  \ninstitutions to improve reading experiences for everyone. \nAdvancing social justice\nThe first Historically Black College or University (HBCU) to \nbecome an Adobe Creative Campus, Winston-Salem State \nUniversity  is giving all students access to Adobe tools and \ntraining so they can develop their creativity and digital literacy  \nskills and succeed in their careers. The school is creating better \nopportunities for students to use visual storytelling and \ncommunication to tell impactful stories on social justice topics \nand engage with the community.\nAdobe celebrates customers who create digital experiences to drive positive change and social impact throughout the world.\n6,800  \nimages of children who've been missing \nlong-term have been age-progressed \nthrough Adobe software10 pages  \nper hour increase in adult reading  \nby choosing the correct fontSpotlight:  Adobe Changemakers", "metadata": {"source": "NASDAQ_ADBE_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}