{"page_content": "INTRODUCTION\nFOOTPRINT METRICS PEOPLE FOOD17\n2022 CORPORATE RESPONSIBILITY REPORTFOOD GOALS AND PROGRESS\nRESPONSIBLE SOURCING\nFOOD SAFETY\nFOOD QUALITY AND INNOVATION\nKey findings\nIn 2022, we evaluated approximately 30 suppliers to \nbenchmark performance and identify trends and opportunities \nfor improvement across the key focus areas of animal \nmanagement programs; animal health; physical alterations and \nanimal husbandry, housing and slaughter, with more details \nabout each available on our website . As part of this process, \nwe collaborated with each supplier to discuss their program \nand results in detail, and as a follow-up, we plan to blind-share \ndata across suppliers to further share learnings and areas for \ncontinuous improvement. \nSuppliers who go above and beyond\nOne of the key benefits of the ACSP is that it allows us to \nbetter identify progressive practices across the four key \nareas we assess, which are detailed on our website . We \nconsider progressive and innovative practices to be those \nthat seek to improve upon the ways animals are raised \ntoday, exceeding regulatory standards as well as what are \nconsidered current industry best practices. For example, \nwithin our Animal Husbandry, Housing and Slaughter \nfocus area, one of our Canadian chicken suppliers uses \nControlled Atmosphere Stunning (CAS) as the means of \nrendering chickens insensible to pain before processing. \nWithin our animal management program focus area, \nseveral of our U.S. chicken suppliers have continued to \ninvest in internal research capabilities, including building \ndedicated chicken research houses, that enable them \nto study feed, housing conditions and enrichments and \nmeasure key animal welfare outcomes.Tracking antibiotic use\nBy the end of 2030, our goal is that 100% of our U.S. and \nCanadian beef, chicken and pork will be sourced from suppliers \nthat prohibit the routine use of medically important antibiotics. \nIn the U.S., we have already achieved 100% of our goal within \nour chicken supply chain. \nThrough the ACSP, we gained a greater sense of the scope of \nantibiotic use within our chicken supply chain and the tools \nand practices that enabled our U.S. chicken suppliers to meet \nour goal. This included leveraging custom blends of probiotics \nand essential oils and strictly adhering to daily management \npractices that support overall bird health. As it relates to beef \nand pork, we are seeing some supply chain partners innovating \nin this area, but overall, there is a lot of needed progress yet \nto be made. Wendy’s largest beef producer consortium has \ncompleted a series of studies on the most commonly used \nantibiotic for cattle feeding strategies. The result of this \nresearch is better understanding of timing and usage rates, \nand has allowed for a reduction of prophylactic antibiotic use \nby approximately 15% per head. Through the ACSP, we are \nworking to increase our visibility into these more complex \nand decentralized supply chains in order to better establish \nbaselines and set strategies for achieving our goal.  \nResponsible sourcing\n4 All suppliers across all categories and species must meet or exceed regulatory standards.\nANIMAL MANAGEMENT PROGRAMS\nANIMAL HEALTHMEETS REGULATORY \nSTANDARDS4PROGRESSIVE AND\nINNOVATIVE PRACTICES\nPHYSICAL ALTERATIONS\nANIMAL HUSBANDRY,\nHOUSING AND SLAUGHTER\nSPECIES AVERAGE SCORE Layers Broilers Beef Pork Scoring Range", "metadata": {"source": "NASDAQ_WEN_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}