{"page_content": "INTRODUCTION\nFOOTPRINT METRICS PEOPLE FOOD3\n2022 CORPORATE RESPONSIBILITY REPORTA LETTER FROM TODD A. PENEGOR   \nGOALS AND KEY PROGRESS \nBUSINESS SNAPSHOT  \nREPORTING & STAKEHOLDER ENGAGEMENT  \nGOVERNANCE \nour goal to set greenhouse gas (GHG) emissions reduction targets \nin accordance with the Science Based Targets initiative (SBTi), which \nwe announced in early 2023. We also aim to reach 100% sustainable \ncustomer-facing packaging by 2026, and we are already more than \nhalfway to meeting that goal. We continue to push the boundaries \nof waste diversion in our restaurants, most notably through the \nrollout of new, clear drink cups that more customers can recycle.\nAt the beginning of 2022, we announced that we would be tying \nexecutive compensation to Good Done Right performance with \na portion of executives’ 2022 incentive compensation linked to \nthe Company’s achievements in our Food, People and Footprint \nfocus areas. I’m pleased to share that we extended this incentive \nto all bonus eligible employees after demonstrating strong \nperformance against our goals this year and recognizing that so \nmany employees play an important role in the success of this work.\nForward momentum \nWhether Wendy’s is helping to stem the flow of energy, water and \nwaste; reaching deeper into our supplier relationships to ensure \nthat our food is high quality and responsibly sourced; or creating \nmore inclusive communities and workplaces for a first job or \nlifelong career, we are encouraged by our progress to date. Yet we \nare never satisfied. \nI am honored to lead this special organization and energized to \nsee how our efforts continue to shape and accelerate the future \nof our business. \nThank you, \nTodd A. Penegor, President and CEO\nThis progress would not be possible without the partnership of \nour franchisees, suppliers, employees and restaurant teams, \nand the support of our Board of Directors and stockholders. \nThe collaboration among these groups is what makes the \nWendy’s family truly special. \nMarkers of progress \nIn Food , we made considerable headway toward our goal of \nresponsibly sourcing our top 10 priority food categories by \n2030. Of note, we identified approximately 140 suppliers in \nscope for our responsible sourcing  program, established \ncriteria for measuring progress and enlisted a technology \npartner to assess supplier performance. We also achieved \nthe 10-year goal we set in 2012 to transition our pork \nsupply chain in the U.S. and Canada away from sow \ngestation stalls in favor of open pen or group housing for \nconfirmed pregnant sows. \nFrom our executive leaders to the crew in each restaurant, we \nhave set high goals for our People,  who continue to rise to the \noccasion. We are building more pathways aimed at increasing \nthe diversity of representation across our restaurant support \nstaff, Company restaurant teams and franchise community. We \nalso unlocked opportunities to increase franchise ownership \namong diverse candidates by launching a new recruiting initiative, \nOwn Your Opportunity , which is creating opportunities to \nfranchise ownership for all, increasing our total franchise base by \napproximately 10%. We celebrated 30 years of partnership with \nthe Dave Thomas Foundation for Adoption® and reinforced our \ncommitment to giving back to the communities we serve through \nour Community Giving Program. \nOur work to improve Wendy’s Footprint  is tracking ahead of key \nmilestones we set for ourselves. We are nearly one year ahead of It’s my pleasure each year to present this summary of our \nteam’s work to make Wendy’s a more responsible brand, \npartner, employer and corporate citizen. As we set our sights on \nbecoming a brand of global significance, we take seriously our \nresponsibility as an industry leader to drive positive change. \nIn recent years, many of our corporate responsibility \naccomplishments revolved around laying foundations: formalizing \nour program, setting goals, forging relationships and developing a \nroadmap for success. In 2022, we took significant steps forward \nin our journey and made meaningful progress. We continue to \naccelerate change across our Good Done Right pillars of Food, \nPeople and Footprint, the key components of our ESG strategy.A letter from Todd A. Penegor", "metadata": {"source": "NASDAQ_WEN_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}