{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA15\nThe Andersons has a long tradition of service and \ninnovation through our agricultural fertilizer businesses. \nWe pride ourselves on being able to present the highest \nquality and most technologically advanced products \navailable to the market. Recently, The Andersons \nlaunched several new products into the agricultural \nmarket – all designed to enhance crop performance, \nquality, and yield while ensuring alignment with the 4R \nNutrient Stewardship program which is focused on using \nthe Right Source of nutrients at the Right Rate, at the \nRight Time, and in the Right Place. \nSUSTAINABLE PHOSPHORUS\nWe are excited about pairing a renewable and \nplant-available phosphorus source, struvite, with                  \nThe Andersons Dispersing Granule (DG) technology for \nagriculture production. This product, SmartPhos® DG,\nhas low water solubility, allowing for a slow, steady \nsupply of nutrients to crops while limiting movement \ninto waterways. Research shows this technology stays \nin the soil longer than traditional forms of phosphorous. Leaching studies conducted at The Ohio State \nUniversity show SmartPhos DG released up to 40 times \nslower than traditional forms of phosphate fertilizer. \nSmartPhos DG is currently being evaluated and \ntested as a potential approach for addressing harmful \nalgal blooms (HAB) in Lake Erie through the H2Ohio \nTechnology Assessment Program (TAP). SmartPhos DG \nhas the potential to reduce nutrient loading to rivers, \nstreams, and lakes while \nalso providing a phosphorus \nsource that can sustain \nagriculture production.\nSmartPhos DG has been selected to participate in the \nNext Gen Fertilizer Innovation Challenge hosted by \nthe EPA and USDA. This challenge aims to identify \nconcepts for novel technologies for fertilizers and other \nproduct technology innovations that can reduce the \nenvironmental effects from modern agriculture while \nmaintaining or increasing crop yields.INNOVATION  is about PURSUING \nOPPORTUNITIES . It’s about figuring \nout HOW TO DO THINGS BETTER  and \nMORE EFFICIENTLY . The worst failure \nis not taking those risks. YOU HAVE TO \nTAKE RISKS TO MAKE PROGRESS .\nAnd when you can MAKE PROGRESS  \nand SERVE A REAL PURPOSE  in \nsociety, it feels good. I think this \ncompany does serve a REAL PURPOSE \nIN SOCIETY . We have to \nCONTINUE ON .\nINDUSTRY INNOVATION HOMEGROWN IN THE HEARTLAND OF AMERICA\nCHUCK ANDERSON\nVP, Specialty Liquids \nand IndustrialSUSTAINABILITY \nAT THE ANDERSONS\nSustainable  Phosphorus Source Renewable & Plant-AvailableSTRUVITE+ =\nDG Technology\nSmartPh   s", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}