{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA17\nINDUSTRY INNOVATION HOMEGROWN IN THE HEARTLAND OF AMERICASUSTAINABILITY \nAT THE ANDERSONS\nBIOCHAR DG™\nBioChar DG is a soil amendment made from the carbon skeleton of wood, or other organic matter, through the process \nof super heating. Every small piece of biochar has millions of molecular bonding sites that hold water, nutrients, \nmicrobes, fungi, and bacteria that would otherwise be washed away or die from harsh conditions. Once introduced to \nyour soil, biochar will stay for years, helping build the soil profile. BioChar DG applications result in rich, carbon-heavy \nsoil that feeds itself and the plants growing in it.\nCharX® is an organic, carbon-based soil amendment containing 30% high-quality humic acid and 43% granulated \nbiochar. This combination of material provides the benefit of the quickly available humic acid, and the long-term \nsoil building qualities of the biochar that will last for decades. Both humic and biochar add carbon into the soil and \nincrease microbial activity, resulting in greater nutrient holding in the soil and better processing in the plant.\nThe Andersons BioChar DG and CharX feature DG Technology, which allows particles to disperse when watered. The \nDG Technology helps the particle move past the thatch layer of your lawn or the mulch in your garden bed, and into \nthe soil without any raking, digging, or tilling. The spherical and uniform granules also mean low-dust, making the \nproduct easier to work with.INNOVATIVE LIQUID FERTILIZER ADDITIVES\nThe Andersons announced a new liquid starter additive, Power Pass® \ntechnology, that is designed to increase crop performance and aid in \nenhancing storability for select low-salt starter fertilizers. The addition of \nPower Pass technology with liquid starter fertilizer applications increases \nthe absorption of other applied nutrients. More nutrients in the plant leads \nto improved plant health to better defend against environmental stressors \nsuch as drought and pests.\nAdditionally, The Andersons has launched a line of biological products \ndesigned to be added to liquid fertilizer applications to deliver beneficial \nand viable microbes at the time of applications. Soil microbes are an \nimportant key to a healthy functioning soil. These organisms help with \ncycling nutrients, mineralization of organic matter, and maintaining soil \nstructure. Bio Pass®, Bio Pass® LG, and Bio Reverse® contain naturally \noccurring microbial strains chosen to perform specific functions in the soil.\nUntreated CheckSeason Pass® with \nMicroCarb® (3 gal) with \nPower Pass® Technology", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}