{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA19\nOUR APPROACH TO ENVIRONMENTAL ACTION\nAt The Andersons, we value our relationships with \nour growers. As we look to the future, this means \nbeing focused on subjects related to carbon \nfootprinting, carbon credits, carbon in-setting, \nregenerative farming production, and sustainable \nsourcing. It is good for business to help our growers \nprepare for upcoming opportunities that technology \nand an interest in GHG emissions mitigation will \nbring. At The Andersons, we succeed when farmers \nsucceed. This is, in part, what Sustainability and \nEnvironmental Innovation (SEI) is about - linking \ncommercial sourcing success from farmer to end- \nuser in a mutually beneficial way. Whether by \nindependent project with our growers or through \na Climate-Smart Grant provided by the USDA, The \nAndersons and our growers are proud to support \nand invest in a sustainable future.\nLOWERING OUR CARBON FOOTPRINT\nAs we continue our journey in the understanding of \nour carbon footprint, we know the importance of \nsetting true and attainable GHG targets. Launched in \n2020 by Mars, McCormick, and PepsiCo, the Supplier \nLeadership on Climate Transition (Supplier LoCT) \nhelps suppliers understand their carbon footprint and \nset science-based emission reduction targets. As of \n2022, Supplier LoCT is comprised of 12 brands and \n500 suppliers.We recognize the importance of reducing \nenergy use and conserving raw materials and \nnatural resources, all of which allow us to provide \nagricultural products in a sustainable manner.\nTherefore, we remain committed to lowering our \ncarbon footprint within the products we process \nby looking at ways to improve energy efficiencies \nat our facilities, continuously improving the \ntransportation of our products, and informing our \ngrower customers of opportunities. We joined \nthe Supplier LoCT to accelerate our progress in \nmeasuring, monitoring, and reporting our impact. \nThe content of this report is a continuation of that \neffort.\nThis review marks the second year of successfully \ntracking our Scope 1 and Scope 2 metrics \nthroughout our North American facilities. It also \nmarks the first year in which we obtained third-party \ncertification of those metrics.\n    PUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\nWe all want a SUSTAINABLE FUTURE  for ourselves, \nour families, and others. But, for all to SHARE IN \nTHE BENEFITS  of a sustainable future requires the \nINVESTMENT BY ALL  in support of that outcome. \nOften, we hear others say, “….they need to do more”, \nbut we must all be willing to DO OUR PART , each \nwithin our own industries, by INNOVATING  and \nINVESTING  wisely in ways to deliver traditional \ngoods and services in NEW  and SUSTAINABLE \nWAYS . We must take the DELIBERATE STEPS \nnecessary for CONTINUOUS IMPROVEMENT  \ntoward a sustainable future. All of us will stumble \nfrom time to time. But, if we are \nPATIENT  and PERSEVERE , we can \nMAKE A DIFFERENCE . \nTIMOTHY VENVERLOH\nSr. Director, Sustainability and \nEnvironmental Innovation\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}