{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA3\nThe Andersons Statement of Principles (SOP) expresses the \nbeliefs and philosophies of our founders and serves as the \nfoundation for our business today. The SOP recognizes the \nneed for business activities to be conducted with integrity, \nto reflect a proper concern for the health and safety of our \nemployees, customers, and neighbors, and for the quality of our \nenvironment. As a business based in agriculture, working directly \nwith growers, we appreciate the importance of stewardship of \nour natural resources. Environmental, Social, and Governance \n(ESG) considerations are inherently a part of our business.\nService to all four of our key stakeholders, our customers, \nemployees, communities, and shareholders, is a critical part of \nour culture and defined within our mission statement.\nSERVING OUR COMMUNITIES\nIn 2022, employees across our geographical footprint were \nchallenged to complete 75 acts of community service in \ncelebration of our 75th anniversary. They rose to the challenge! \nThey not only met, but exceeded the goal with 105 service \nprojects. These events ranged from making blankets for \nchildren at Children’s Mercy Hospital in Kansas City to packing \nmeal kits for Connecting Kids to Meals, an organization which \nprovides healthy meals to kids in low-income and underserved \nareas in Northwest Ohio.\nMOVING THE SUSTAINABILITY BAR\nWe are currently in the process of completing our first Formal \nMateriality Assessment. A third-party consultant has been \nengaged to assist in discussions with our key stakeholders \nto determine ESG topics that are most important to our \noperations. We look forward to the results and anticipate using \nthe data to create targets as it relates to ESG in accordance \nwith Greenhouse Gas (GHG) reduction protocols. \nAlso for the first time, this sustainability review reflects third-\nparty GHG metric verification. Data verification using an outside resource allows accuracy and transparency with our \nScope 1 and Scope 2 calculations.\nFinally, in 2022, we issued a Deforestation Statement to \nindicate our support for biodiversity and environmentally \nsustainable growing practices. We understand the importance \nof responsible stewardship of land and need to balance it with \nthe global demands for food, feed, and fuel. Our Deforestation \nStatement strengthens our support for the United Nations’ \nSustainable Development Goal (SDG) of Life on Land.\nENGAGING WITH OUR EMPLOYEES\nThe safety and health of employees continues to be a \ntop priority. The Environment, Health, and Safety (EHS) \noperations organization was restructured to form an EHS \nCouncil comprised of EHS directors representing all business \noperations. The council provides continuity and guidance as \nit relates to regulatory and company policies and procedures \nwith the goal of each facility having ownership over their EHS \nculture. A safety culture survey was conducted last year with \n95% of our operations employees participating. Having such \nhigh engagement with the survey allows us to confidently \ncreate action plans to identify areas for improvement. \nAs stated in The Andersons Statement of Principles, “We \nbelieve differences in people are a strength when they \nare focused on a common goal. Each employee of The \nAndersons, Inc. (The Andersons) has a responsibility to \ncultivate an environment in which differences are truly valued \nand respected.” In keeping with these values, we have set \nguidelines for inclusion of diverse candidates, including women \nand persons of color, for senior roles, and have expanded \nour recruiting tools to access a broader, more diverse talent \nmarket. Last year, several Employee Resource Groups (ERGs) \nwere launched. These employee-led groups provide support, \neducation, and networking, while also providing an opportunity \nto engage in community activities relevant to the group.Providing wellness programs, work life balance, and a \ndiverse working environment allows The Andersons to be a \ncompetitive employer in today’s market. Our wellness program, \nHealthy Lifestyles, allows employees to earn rewards while \nimproving their health through well visits, online health courses, \nhealth coaching modules, and group challenges. In both 2021 \nand 2022, our vendor, Bravo, awarded The Andersons Healthy \nLifestyles program with the Winning With Wellness Award in \nthe 'Good to Great' category. This award recognizes companies \nthat are committed to building a culture of health, employee \nsupport, and leadership. \nSTRENGTHENING THE SUPPLY CHAIN\nThe Andersons core businesses in agriculture start at the \nfarmgate, providing inputs needed to prepare the soil and \nprovide nutrition to grow a crop. The Andersons then buys the \nharvested production, selling to end use customers in food \nand feed industries, while also being a processor of ethanol. \nIn other words, we work all along the supply chain that is \nstrengthened by our business relationships. Having the right \nvendor and supplier relationships is critical to our success. As \nan extension of our company’s Statement of Principles, those \ncompanies we chose to do business with are expected to abide \nby our Supplier Code of Conduct.\nOne of the ways we are advancing sustainability is by working \nwith growers as part of sustainable sourcing pilot projects. \nIn these projects, The Andersons and the grower, along \nwith end use customers, work to better understand how \nsustainable production metrics can benefit and provide value \nwhile producing financial incentives from farm to fork. We are \ncommitted to looking for ways to sustainably operate while \nworking alongside trusted suppliers and key customers. We \nare proud to showcase our improvements in this review and \nwill continue to challenge ourselves as we create new and \ninnovative food, feed, and fuel solutions.A LETTER FROM CEO PAT BOWE\nPat Bowe\nPresident and\nChief Executive Officer", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}