{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA21\nBIODIVERSITY\nThe natural world around us and how all the different \norganisms live and work together is important. That’s \nwhy at The Andersons, protecting the plants, animals, \ninsects, and microorganisms that share our planet is an \nimportant part of our philosophy. Each one works and \nlives in an ecosystem necessary to maintain a delicate \nbalance of life on earth.\nRaw materials within the agricultural supply chain also \nare critical to ensure that the global population has \nenough food and resources for life. \nThe Andersons fully understands the need to maintain \nprecious forests. Our newly published Deforestation \nStatement confirms our commitment to build \nresponsible supply chains throughout all aspects of \nour business. Although we do not own or manage \nthe land that is used for the cultivation of agricultural \ncommodities, we strive to work with the farmer \ngrowers and other stakeholders to promote continuous \nimprovement in environmentally sustainable growing \npractices. Please see our Deforestation Statement in its \nentirety to review our approach to Life on Land.4R NUTRIENT STEWARDSHIP\nWe continue our participation in The Fertilizer \nInstitute's 4R Nutrient Stewardship Program which \nwas established in 2014. The 4R's provide a fertilizer \napplication framework focused on using the Right \nSource of nutrients at the Right Rate, at the Right Time, \nand in the Right Place, maximizing crop uptake of \nnutrients while minimizing nutrient loss. The objective \nis to create long-term positive impacts on water bodies \nassociated with agricultural production areas, to share \nthe most up-to-date information about responsible \nnutrient stewardship with dealers and growers, and \nto help the agriculture sector adapt to new research \nand technology in the area of nutrient stewardship. \nThrough programs like 4R, the resources to maintain a \nsustainable food supply are achievable. PUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}