{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA22\nSUSTAINABLE WATER PRACTICES\nWe recognize both that water is the most vital resource \nfor the agriculture industry and that this increasingly \nscarce resource plays a critical role in society. Access \nto clean water is a fundamental human right and \nindispensable to every community, ecosystem, and \neconomy. At The Andersons, that drives how we \nmanage our business. We understand the challenges \nthat exist around potential physical impacts of climate \nchange, which vary by region and contribute to events \nlike water shortages or diminution of water quality. We \nalso understand the water concerns within the farming \nindustry. Therefore, the need to conserve and protect the \nwater we use is essential in all parts of our operations.\nWater is used within our ethanol production process and \nat select liquid fertilizer production locations. It is used \nfor steam production, process cooling, and processes \nlike operating wet gas scrubbers for environmental \ncompliance. The water in our evaporative cooling \ntowers is reused in several cycles to minimize freshwater \nadditions, and wastewater is recycled back to processes \nmultiple times to minimize wastewater generation. \nAdditionally, we have a preventative maintenance process \nto routinely examine our water pipes and valves to \nprevent leaks and steam losses. Water not consumed \nin operating processes is collected, treated, and then \ndischarged following permit requirements. Fullytreated water goes to a surface body of water, \nsuch as a river or stream as allowed by permit. \nPartially treated water is discharged to publicly \nowned treatment facilities for further treatment.\nThe Andersons continues to follow federal, state, and \nlocal water regulations to ensure that our operations do \nnot disrupt the water quality within the communities \nwhere we operate. Our wastewater treatment facilities are \noperated and maintained to meet the strict environmental \nrequirements in our National Pollutant Discharge \nElimination System or industrial pre-treatment permits. \nTo ensure discharges meet or exceed the requirements, \ninternal testing and monitoring is conducted beyond \nwhat is required by the permits. Additionally, operating \nincidents are promptly investigated and corrective \nactions are taken to minimize the risk of reoccurrence.\nEven though The Andersons does not operate in any \nwater stressed areas where water usage restrictions \nexist1, we remain committed to advancing our ESG \napproach knowing the importance of water conservation \nas we look to develop key reduction targets. \n1. We define water stress areas as regions in which more than 40% of \navailable water is used by industry, households, and agriculture. Our \ndefinition is based on the Water Risk Atlas (Aqueduct 3.0) published by the \nWorld Resources Institute. For more information, see wri.org/aqueductPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\nThe volume of water use shown here is our best corporate-wide \nestimation as we use both public service-provided water and well \nwater. We are still processing all facilities and our numbers may \nincrease annually as the data is refined. \nIMPROVING WATER RESOURCES\nSmartPhos® DG Sustainable Phosphorus – decreases runoff – keeps \nnutrients in the soil longer. Initiative to prevent algae blooms, Lake Erie   \nEthanol Plants – Cooling tower closed loop system – scrubber water \nrecycling system\nSeymour Nutrient and Industrial – At the fertilizer facility they reuse \nstormwater as a raw material in the line granulation process. This \nreduces the consumption of ground water. 8,000,000\n6,000,000\n4,000,000\n2,000,000\n0CUBIC METERSWATER USE\n2021 20226,877,0506,241,228", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}