{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA23\n FOCUSING ON CLIMATE CHANGE\nENERGY AND EMISSIONS - SCOPE 1 AND SCOPE 2\nFor the third year, we calculated and reported our Scope 1 (direct emissions from our equipment) and \nScope 2 (emissions from the electricity and steam we buy from local utilities) emissions. To better \nunderstand our true carbon footprint, we first examined how our operations function. The Andersons \nhas over 120 facilities which include renewable fuels operations, grain facilities, fertilizer production \nor blending operations, research labs, administrative buildings, farm centers, and fleet (trucking). Our \nfive ethanol facilities account for the majority of our GHG emissions. The predominant on-site use of \nenergy is from our natural gas utility providers, with petroleum from our fleet operations, and a small \nportion of operations using propane.Our Scope 2 GHG predominantly reflects purchased electricity. This electricity mainly comes from fossil \nfuel electrical facilities. However, we have locations in Canada that receive power from a renewable fuel \nsource, water. The Renewable - Hydro graph shows the amount of hydro sourced in 2022 and is excluded \nfrom our overall Scope 2 figures.\nDuring 2022, we continued to expand energy efficient initiatives, many of which fit within our desire to \nbe a low cost operator. For example, at our Denison ethanol facility, we installed 70 LED bulbs, replacing \noutdated metal halide and fluorescent lighting, and decreasing electricity usage. At the Greenville \nethanol facility, lighting systems were placed on timers, saving an approximate 44,000 watts of \nelectricity ensuring lights in non-key areas did not run all the time.\nWe also continue to maintain a robust preventative maintenance program to ensure efficiency of our fuel \nburning equipment while seeking to reduce costs by decreasing energy usage.PUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\nSCOPE 1\n600,000\n400,000\n300,000\n200,000\n100,000\n0METRIC TONS\n2021 2022 SCOPE 2\n ENERGY USE\n RENEWABLE - HYDRO\nWe continue to refine our Scope 1 metrics as we begin to \ninclude fleet. The above figures are our best estimate for \n2021 and 2022 as these do not include all locations and fleet.Purchased power from fossil fuels. Our renewable - hydro \npower has been excluded from this graph.Renewable electricity purchased within our Canadian facilities.200,000\n150,000\n100,000\n50,000\n0METRIC TONS\n2021 2022400\n300\n200\n100\n0ENERGY USE \n(IN MILLIONS)3.0\n2.5\n2.0\n1.5\n0GIGAJOULES \n(IN MILLIONS)1.0\n2021 2022The total natural gas and electricity shown here is our best \ncorporate-wide estimation as we refine our usage.531,333\n132\n0.53.0\n2.0\n2021 2022160,300 162,607536,981 353500,000\n345\n150\nNatural Gas (Therms) Electricity (KWh)", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}