{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA24\nFOCUSING ON CLIMATE CHANGE\nRefining The Andersons carbon footprint was our focus as we continued \nto follow the Supplier LoCT process described earlier. As previously \nmentioned, the data reported in this year's Scope 1 is still being refined. \nThis explains the increase in emissions we saw from 2021 to 2022 as \nwe continue to gather our data. We also worked with a third-party \nconsultant to review and certify our 2022 GHG emissions for accuracy \nand transparency.  \nOur plan in 2023 is to continue the Supplier LoCT process to create GHG \nemission targets, refine our data collection process, and look for ways to \ncontinue implementing innovative ideas that reduce our energy intensity, \nallowing us to produce more while using less energy.  \nETHANOL STEAM GENERATION  \nOne example of our energy efficiency efforts is our Heat Recovery Steam \nGenerator (HRSG). Four of our ethanol plants have natural gas thermal \noxidizers which are used to control air emissions by destroying volatile \norganic compounds. A thermal oxidizer burns the organic compounds, \nand the resulting hot gases pass through an HRSG heat exchanger, where \nthe gases heat water in tubes, boiling it to generate steam. Originally, \nsteam from these units, along with additional economizer coils in the \nexhaust gas stack, were used exclusively as the steam source for the \nethanol plants. It remains this way in the Denison, Iowa plant. As the \ncapacity of the plants has expanded, a package boiler or a combined heat \nand power unit has been utilized at three of the plants to supplement \nthe steam production, but the HRSGs continue to be used to their fullest \nextent to reduce the amount of natural gas needed to operate the plant.PUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}