{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA26\n \n REDUCING WASTE SYSTEMS THROUGH RECYCLING\nThe Andersons is committed to eliminating unnecessary \nwaste from our businesses. This business practice not \nonly makes our facilities cost effective but aligns with \nour efforts in creating a sustainable environment for \nfuture generations to enjoy.\nWe work to reduce our waste streams by focusing on \ndecreasing landfill waste through recycling and reusing \nbyproducts in our operations.  \nRENEWABLES\nWithin our ethanol facilities, we process the entire \ncorn kernel, so waste from the feedstock is limited \nto a small number of cobs and husks removed in the \nscalping operation. Facilities then provide products \nto farmers to use in field application. The dry mill \nprocess, which grinds corn and combines it with \nwater and enzymes to produce a slurry mash which is \nthen fermented and distilled, produces a portfolio of \nproducts without wasting a single component of the \noriginal kernel.\nETHANOL: Provides a clean-burning, high-octane fuel\nDISTILLERS DRIED GRAINS WITH SOLUBLES: \nProvides nutritional animal feed\nCORN OIL: Provides high-energy animal feed and low-\ncarbon feedstock for biodiesel fuel\nCO2 – Provides carbonation for beverages and dry iceOur products are mainly shipped in bulk trucks or \nrailcars, eliminating downstream user packaging \nwaste. Wastewater from planned maintenance \ncleaning outages is either treated or used in land \napplication or organic digesters.  \nNUTRIENT AND INDUSTRIAL\nThe Nutrient and Industrial operations focus on \nreusing byproducts and wastes. We recovered more \nthan 7,000 tons of material for reuse, which would \nhave been previously disposed of in a landfill. Where \npractical, nutrients from our facilities are recovered \nand reused to avoid off-site disposal. For example, in \nsome of our fertilizer production processes, we reuse \nstorm water as makeup water, water added to the \nprocess to compensate for losses.\nTRADE\nWithin our Trade operations, harvested crops are \nreceived, stored, and processed before being sold \nto our customers. In doing so, we work to avoid \ngenerating waste as much as possible. However, when \nwaste is generated, alternate markets are sought to \navoid landfilling secondary materials. PUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\nWASTE HANDLING\nThrough our recycling efforts, we remain \nfocused on waste minimization and the \nhandling of waste throughout our operations. \nWaste that cannot be recycled through our \nprocess can also be sold or donated to be \nused in other products as a raw material, or \nused as an end product. Examples of our \nlandfill diversion processes include:\nCOB PACK – MAUMEE\nCat litter not viable for retail was donated to \na local pet shelter saving 50 tons diverted \nfrom landfill.\nCORPORATE OFFICES\nWe partnered with PCs for People, a \nnonprofit that provides refurbished \ncomputers to eligible customers for \naffordable prices, to hold several electronic \nrecycling events. We were able to keep 2.23 \ntons of computer equipment out of waste \nfacilities.\nAGRECYCLING\nThe AgRecycling business takes 60,000 tons \nof waste corn cobs from seed corn growers \nand produces laboratory animal bedding, cat \nlitter, and products for oil and gas remediation.WASTE IMPACT\nNon Hazardous Hazardous202227,323\nmetrics tons\n99%1%\n99%202126,448 \nmetrics tons1%\nWASTE DIVERTED FROM DISPOSAL\n25,000\n20,000\n15,000\n10,000\n0METRIC TONS\n5,000\n2021 202219,81824,314", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}