{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA27\nTYING IT ALL TOGETHER - EHS MANAGEMENT SYSTEMSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICES\n4,947 completed compliance \ncalendar tasks with a 99% rate of \ncompletion in Benchmark Gensuite.99%The Andersons has EHS policies and procedures to ensure the support \nof our employees within all aspects of EHS responsibilities. Our periodic \ninternal audits evaluate the processes in place and the understanding of \nthose policies. Internal audits are also conducted to evaluate the working \nconditions at our operational facilities. These audits assist in the “plan, \ndo, check, adjust” process of our EHS program. Employees also are \nencouraged to identify EHS issues that affect their daily work. Corrective \nactions are created where deficiencies exist, and policies are revised when \nopportunities for improvement arise. The Andersons strives for continuous \nimprovement to ensure that we operate in an environmentally compliant \nmanner and all employees go home safely.\nEHS COUNCIL - EHS FROM THE TOP DOWN  \nThe Andersons has established an EHS Council, comprised of the EHS \ndirectors of each business and the corporate environmental director, and \noverseen by a member of the corporate leadership team. The purpose of \nthe EHS Council is to guide continuous improvement in EHS performance \nwith the ultimate goal that each business team have ownership and \nresponsibility for EHS culture. The council works to set standards, develop \npolicies and systems to drive a consistent, uniform, and repeatable \napproach across all business units, and to ensure that EHS events, \nrisks, and concerns are reviewed and elevated appropriately within the \norganization to promote a learning culture and awareness leading to risk \nreduction. The council’s scope encompasses companywide EHS policies, \nprocesses, and systems detailing minimum standards for each business to \nensure a consistent and uniform approach to EHS and drive operational \nownership, such as the conscience of the organization.Aligning EHS onto one platform to integrate all \nmodules with incident reporting, audit completion, \naction tracking, and trending of data. \n• Innovative functionality addressing regulatory compliance, \nindustry health, environment safety, and risk management  \n• Enterprise license with unlimited number of users   \n• Mobile access  \n• Real-time notifications for leadership  \n• User-friendly, intuitive applications  \n• Regulatory compliance calendar\n• Dashboard analytics allow leaders to react quickly and \nmeasure success of program initiatives  \n• Connects interdepartmental activity, streamlining \ncompliance and reporting   \n• Tracks and details action items allowing for strategic \nfinancial planning related to risk reduction  \n• Identify program improvement areas through detailed root \ncause analysis and data mining tools  \n• Visibility and transparency to EHS performance     \nindicators/metrics, site specific or business-wide", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}