{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA31\nWHO WE ARE - DIVERSITY & INCLUSION\nPer our SOP, The Andersons believes in an accepting and inclusive \nworkplace. “We strive to treat each person with respect and to \nutilize his or her unique talents. We believe differences in people \nare a strength when they are focused on a common goal. Each \nemployee of The Andersons has a responsibility to cultivate an \nenvironment in which differences are truly valued and respected.” \nIn 2022, we launched several ERGs, which are employee led and \ndesigned to allow employees to come together to learn more about \none another, to develop professionally, and to explore common \ngoals and interests. The missions of each ERG are below. \nEMPLOYEE RESOURCE GROUPS    \nWORKING PARENTS \nThe Andersons Working Parents ERG strives to offer a welcoming \nenvironment where parents and associates can express their \nfeelings, talk openly about the difficulties they are experiencing, \nand provide support. The group's goal includes assisting parents in \nstaying educated on current topics and initiatives that are in place \nto assist them. Through every step of your family life, our group is \nhere to help you.  \nL.E.A.D. (LEAD, ENGAGE, ADVISE, DEVELOP) \nThe L.E.A.D. ERG strives to inform, educate, and inspire employees \nto reach professional goals. \nMILITARY AND VETERAN SUPPORT \nThe Military and Veteran Support ERG is for employees interested \nin or involved with the military community. This includes veterans, \nemployees serving in the Guard/Reserve, and employees with \nfriends or family in the military. P.R.I.D.E. (PEOPLE, RESPECT, INCLUSION, \nDIVERSITY, EDUCATION) \nThe P.R.I.D.E. ERG was founded to provide a safe space for LGBTQ+ \nemployees and their allies so that we may increase visibility and \nawareness; foster education; and promote goodness, integrity, \nfairness, and respect in order to better serve our customers, \nemployees, and local communities. \nRECRUITING EXPECTATIONS & OUTREACH\nAs we continue to implement best hiring practices, our recruiting \nexpectation aims to increase the number of diverse employees \nthroughout the company. We recognize that each position in the \ncompany is important to our success as well as acknowledging the \nworth and dignity of every individual. Therefore, candidate pools \nfor various compensation levels must include at least one qualified \ndiverse candidate in the interview slate. \nTo expand the diversity within The Andersons talent pool, we \nare increasing our engagement with Minorities in Agriculture, \nNatural Resources, and Related Sciences (MANRRS). MANRRS \nis a professional organization that promotes the academic and \nprofessional development among ethnic minorities. In 2023, we are \nsponsoring the Purdue University chapter of MANRRS.\nDEI EDUCATION\n1,002 employees accessed training on Expert Insights on \nUnconscious Bias Training. This session includes understanding \nbias, unconscious bias, and micro-aggressions. Continued bias \ntraining is essential for leadership development so we are aware \nof unconscious bias, microaggressions (indirect, subtle, or \nunintentional discrimination), and other barriers to inclusion, as \nwell as how to motivate positive behaviors and attitudes so that \ncollectively we have continued growth as a company. NEW HIRES\nIncludes all new hire employees excludes temporary workers.\n24%\n33%\n1% Not\nIdentified\n1% Not\nIdentified\nMillennial\nGeneration X\nBaby Boomers\nGeneration Z\nSilent Generation - <1%\nNot Identified - <1%FEMALERACIAL/ETHNIC \nMINORITY GROUPS\nGENERATIONS42%\n23%11%24%GROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}