{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA32\nWHO WE ARE - INTERNSHIPS \nThe Andersons has a robust Internship Experience to \nsupport an effective, consistent, and positive program. \nThe program enables interns to build professional \nrelationships, receive on the job experience, guidance \non career goals, access to mentorships, and potential \ntransition into a full-time role. Our program is built utilizing \nfour main categories: professional events, social events, \ncommunity events, and intern expectations. By the end \nof the internship our interns will accomplish challenging, \nrealistic responsibilities, along with developing and/\nor becoming knowledgeable about the professional \ncompetencies needed for their future career success. \nThe graph to the right shows in 2019 we hired 30 interns \nacross the organization, and we converted 13 interns for \na full-time position within the company. Due to COVID-19, \nin 2020 the company made a decision to not have a \nformal internship program as most of our employees were \nworking remotely. In 2021, we hired 22 interns across the \ncompany, and converted 12 for hire. This brings us to 2022 \nwhere we hired 27 interns and converted 15 for full time \npositions within the company. In 2023, we are projected to \nhire 34 interns for our intern experience in May.\nHUMAN RESOURCES ENVIRONMENTAL HEALTH & SAFETY INFORMATION TECHNOLOGY\nMARKETING LAB TECHNICIANS RESEARCH & DEVELOPMENT MERCHANDISING PROCUREMENTENGINEERING ACCOUNTING & FINANCE CORPORATE INSURANCE COMMUNICATIONSPARTICIPANTS IN THE INTERNSHIP EXPERIENCE\nGeneration ZGENERATIONS\n100%29%7%\nFEMALERACIAL/ETHNIC \nMINORITY GROUPS\nINTERNS CONVERTED TO FULL-TIME\n14%7%\nGeneration ZFEMALERACIAL/ETHNIC \nMINORITY GROUPSGENERATIONS\n100%60%\n50%\n40%\n30%\n20%\n0CONVERSION RATECONVERSION RATE\n2019 2021 202210%\nINTERNS HIRED/YEAR43%55% 55%\n30 22 27GROWING AS \nA COMMUNITY\n96% FAVORABLE INTERN EXPERIENCE BASED ON COHORT FEEDBACK", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}