{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA34\nTALENT DEVELOPMENT\nNEW HIRE ORIENTATION\nThe Andersons New Hire Orientation is a way for new employees to \nbecome acquainted with The Andersons, our Statement of Principles, \nthe markets we serve, and our businesses across the company. Having a \nproper orientation helps to make new hires feel welcome, appreciated, \nand valued from the beginning of their journey which leads to a better \nemployee experience overall. Our New Hire Orientation program \nprovides basic organizational information for employees to help them \nfeel prepared for their new role within the company.\n\"It was great to have a variety of presenters share their \nfocus groups and provide a little history within the \norganization. Very impressed to start out with a welcome \nfrom our CEO. The overall presentation flowed very nicely \nand showed a real team effort of collaboration. Well done.\" \n- AnonymousTRAINING JOURNEYS\nThe Andersons offers training journeys that are phased, customized \ntrainings for new employees based on their role, with separate tracks \nfor managers. Content includes tactical process training which requires \ncompletion within the first 30 days of hire, with other content being \nrequired at the 60 and 90-day marks. Training is available for anyone \nthat may need a refresher at any point throughout their career.\nSUBJECT MATTER EXPERTS (SME)\nWe’ve created subject matter expert safety and process videos that \nare used for both training classes and performance support. Short \nvideos have been created with an expert explaining and demonstrating \nprocesses to solve problems such as how to run a lab test, take a grain \nsample, or run a Workday report. By capturing our expert processes, we \nhave the ability to share with those with less experienced. The experts \nget the development opportunity to train others, share their expertise, \nand be seen as leaders across the company. During 2022, we had 13,089 \nplays of our SME developed content for a total of 1,384 hours. \nASPIRE JOURNEYS – TECHNOLOGY & DEVELOPMENT\nOur IT employees have access to Technology and Development \nbootcamps which include courses on Data/AI, Security, DevOps, Project \nManagement, SAP, and more! There were 10,955 page views and 326 \ntracked session hours.\n  459 TRAINING JOURNEYS LAUNCHED\n  12,425 TRAINING HOURS RECORDED \n     (This does not include on the job training)FOUNDATIONS OF LEADERSHIP\nFoundations of Leadership is an introduction to The Andersons for new \nmanagers. This program covers company goals and objectives, introduces \nthe different business units and their key functions, outlines several key \nHuman Resources processes, and provides a portal through which new \nmanagers can collaborate and build relationships with leaders and peers. \nLeaders have 90 days to complete the full course as it is embedded \ninto their customized training journeys. MIT Sloan Aspire Leadership \nJourneys are high-level leader based content included within all of our \nmanagement level training journeys. This journey is designed to provide \nleaders with a solid foundation of core leadership competencies that will \nhelp them effectively develop, grow, and lead their teams to successful \nbusiness outcomes. The journey focuses on the critical areas of being \nan excellent leader. The program gives our supervisors the ability to \nhave a development path rather than just clicking around in the learning \nmanagement system looking to find something that will help. During the \nCOVID-19 pandemic, this program was conducted virtually, but in early \n2023, we resumed in-person, small group classes.\n  LIVE FOUNDATIONS OF LEADERSHIP COURSE \n     WEEK 1 - 89% FAVORABLE | WEEK 2 - 95% FAVORABLE  2,799 OVERALL LEADERSHIP CONTENT COMPLETION\n  92% FAVORABLE SCORE OF THOSE EMPLOYEES WHO ATTENDED  230 NEW HIRES ATTENDED ORIENTATION\nTO CULTIVATE A CULTURE OF FEEDBACK, WE LAUNCHED \n35 FEEDBACK SURVEYS TO PROMOTE ENGAGEMENT, \nCOMPANY GROWTH, AND LONG-TERM SUCCESS.  27,444 TOTAL CONTENT LAUNCHES WITHIN \nOUR LEARNING MANAGEMENT SYSTEM. GROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}