{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA36\nEMPLOYEE ENGAGEMENT SURVEYS\nEmployee engagement surveys are a great first \nstep to measure, understand, and drive employee \nsuccess. By continuously and consistently listening \nto our employees, it will not only help guide our \nengagement initiatives, but build employee trust, \nempower managers, and improve workplace culture. \nIt is important to The Andersons that we give \nemployees a confidential way to share their voice \nand feedback. It’s an opportunity to establish \ntwo-way communication and involve employees \nby giving them a direct voice to management. All \nfull and part-time employees are encouraged to \nparticipate in the survey. \nWhen we conduct the survey, we measure our \nemployee engagement levels across the company. \nMeasuring key drivers of engagement will allow us to \nidentify where we may need improvements or take \naction. This survey allows us to evaluate employee \nsatisfaction, management/leadership effectiveness, \nand working environment. This feedback can help \nus receive valuable, actionable data that we can \nimplement for organizational growth.\nOnce results are received, they are communicated \nthrough various avenues, such as from a direct \nmanager, a business unit management team, an HR \nbusiness partner, or during a town hall where overall \ncompany results are shared. Our Corporate Leadership \nTeam is committed to action planning. Once results \nare reviewed, action planning begins.As a company, three action items following the 2021 \nengagement survey were:\n• Consistent communication and cascading our new \nstrategy\n• Hosting a leadership advance to ensure all leaders \nwere aligned and engaged with new strategy. \nDuring this advance we also reinforce expectations \nfor our leaders.\n• Conducting a benefits survey across our employee \npopulation where we were able to view feedback \nfrom different levels within the organization. Over \n1,000 employees participated in the survey which \ngave us beneficial information regarding what \nemployees want, and where they need additional \neducation. A benefits education series was \ncreated as well as a benefits overview is provided \nduring our new hire orientation.\n60%\nParticipation202198%\nParticipation2023GROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}