{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA37\nHEALTH AND WELLNESS\nFor over two decades, The Andersons has invested in employee \nwellness. Healthy Lifestyles, our voluntary wellness program, is \nbased on the principle that a healthy employee is a safer, more \nproductive employee both at work and at home. Participants are \noffered incentives to have annual preventive care visits and health \nscreenings in addition to online health assessments and wellness \nworkshops.\nAll full-time employees and their eligible spouses can participate in \nHealthy Lifestyles programs, challenges, and contests. Employees \nwho are enrolled in one of The Andersons medical benefit plans \nare eligible to receive discounts off their medical premiums when \nthey or their spouse participate in wellness activities throughout \nthe year. \nThe Healthy Lifestyles program addresses five dimensions of \nwellness which include: financial, emotional, occupational, physical, \nsocial, and intellectual. A few of these program highlights include:\nEMOTIONAL\nComing out of the COVID-19 pandemic, employees and their \nfamilies were struggling to regain work life balance. Each of \nour locations posted a list of mental health resources that are \navailable to employees. Through our EAP provider, LifeWorks, we \noffered online bi-weekly half hour discussions such as Resiliency \nfor Working Parents and The Benefits of Community and Giving \nBack. In addition, incentives were offered to those that attended \na variety of 60 minute webinars such as The Importance of \nUnplugging and Lighten Your Day. PHYSICAL\nCombining physical activity with the benefits of social \nengagement, we launched the Accelerate Challenge which \npromotes movement. Over 450 employees around the country, \nalong with a few spouses, logged over 80,000 miles (in steps) \nover a six-week period. Many employees formed groups like the \n31 member Slow Down for What in Overland Park, Kansas and the \n23 member All About That Pace team in Maumee, Ohio to help \nencourage each other and find creative ways to add more steps to \ntheir day.\nBUT DOES A WELLNESS PROGRAM LIKE \nHEALTHY LIFESTYLES PROVIDE RESULTS? \nAnnually, we work with our medical benefits provider, Anthem, \nalong with our wellness provider Bravo, to measure our progress. \n• Latest statistics show employees participating in Healthy \nLifestyles averaged 31% lower medical costs than non-\nparticipants, even though they averaged about the same \nnumber of services. \n• Participants were more likely to have annual wellness and \npreventive care visits. \n• Participants were less likely to use the emergency room or be \nhospitalized. \n• There has also been a correlation between maintaining or \nimproving biometric health over time for those actively \nparticipating in Healthy Lifestyles programs.2022 HIGHLIGHTS\n• Nearly 100 employees participated in our fitness center rebate \nprogram and many more took advantage of wellness discounts \nranging from healthy meals memberships to wellness trackers.  \n• Co-hosted a walk to help support mental health awareness for NAMI \n(National Alliance of Mental Illness)\n• Distributed educational materials on Breast Cancer Awareness\n• 1,133 employees and 331 spouses earned an average discount of $862 \nand $451 respectively.\n• The Andersons was named a winner in the 2022 Bravo Winning With \nWellness Awards in the ‘Good to Great’ category.\nGROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}