{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA38\nCOMMUNITY ENGAGEMENT - A LEGACY OF SERVICE FOR 75 YEARS  \nFor 75 years, service to our community has been a \ncornerstone of The Andersons. We firmly believe in \nthe importance of generously pursuing worthwhile \nopportunities that benefit the communities in which we \nwork and live, including several key areas:\n• Agriculture and Environment  \n• Social Services  \n• Civic and Community  \n• Education  \n• Arts and Culture  \n• Health and Wellness  \nThe company established a goal of 75 acts of service in \ncelebration of our 75th anniversary. We exceeded that \ngoal with 105 events conducted in communities across \nThe Andersons operating footprint. Over 5,000 team \nevent volunteer hours, involving over 980 employees and \nover 160 guests supported 91 different organizations. \nAn additional 1,300 hours were voluntarily reported by \nemployees for their individual volunteer hours. Some \nexamples of our employees’ commitment to service are on \nfollowing pages of this review.\nSince 1947, we have contributed a portion of our operating \nincome each year to community organizations. Millions \nof dollars have been distributed in more than 1,020 \ncommunities in over 20 states. These funds come from our company and the corporate foundation, as well \nas from other related foundations and funds. Another \nimportant aspect of our service to others is our annual \nworkplace giving campaign, encouraging each employee \nto contribute to the charities that they choose, in their local \ncommunities and across the nation. Our giving program \ndoes not restrict the charities to which employees can \ngive. Our system, YourCause, includes over 1.5 million \neligible 501(c)(3) from across the U.S. and over 86,000 \norganizations in Canada recognized by CanadaHelps. In \n2022, 618 charities were chosen through payroll giving \npledges, 488 of those were selected by single donors, \nreflecting employee's freedom to support charitities \nof their choice. With the help of The Andersons, which \npays all costs to administer the campaign, 100% of each \nemployee’s contribution goes directly to the charities.\nThe gift match program allows employees to magnify \nthe value of their contributions. We match, dollar for \ndollar and up to $1,000 per calendar year, contributions \nemployees have made to charitable organizations. The \ncompany matched over $300,000 through this program. \nThe company expanded the gift match benefit for \nemployees using payroll deduction. This increased our \noverall participation in the gift match program. Over \n95% of employees using payroll deduction used the gift \nmatch to double their donation, up to $1,000, with the \ncontribution from the company.\nOver\n$400,000\nin employee donations to nonprofits.\n57%\nof employees \nsupporting their \ncommunities.\n362%\nincrease in \nvolunteer projects.\nOver\n6,425\ncommunity \nservice hours.GROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}