{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA40\nSUPPORTING OUR COMMUNITIES\nHABITAT FOR HUMANITY  \nFor decades, The Andersons has supported a variety \nof Habitat for Humanity initiatives. The company \ncontinued its support for the Northwest Ohio Chapter \nby supporting Project Playhouse. Various teams helped \nprepare parts for the Project Playhouse event. Project \nPlayhouse provides homeownership concepts to \nthe youngest members of the community, while also \nsupporting their parents in the joy of homeownership \nthrough home builds and renovation projects. This \nidea was transplanted in the Siouxland community by \nour Sioux City team who purchased a kit online and \nconstructed it as a donation to their local Habitat for \nHumanity chapter. It was such an overwhelming success, \na second playhouse was constructed by the team and \ndonated to Habitat for a second family. We continue \nto look for ways to transplant great ideas from one \ncommunity to the next, allowing for greater impact. \nWe also applaud the efforts of our teams in Waterloo, \nIndiana and Overland Park, Kansas who helped with \na house build and ReStore organizational project \nrespectively.\nVETERAN SUPPORT\nCARE KITS\nMany of The Andersons employees are \nveterans, having given their service and \ncommitment to their country. Two locations \nhonored Veterans Day by packing 200 care \nkits for local veterans - Overland Park, Kansas, \nin support of Veterans Community Project, \nand Maumee, Ohio, in support of American \nRed Cross Veterans Services.    WREATHS ACROSS AMERICA \nFour communities in Maumee, Ohio; Overland \nPark, Kansas; Paxton, Nebraska; and Loveland, \nColorado had employees particiate in \nWreaths Across America where volunteers \nwent to local cemeteries to decorate veteran \nheadstones. Wreaths Across America Service \nProjects lead to a Military and Veterans \nEmployee Resource Group. K9 HEROES FOR HEROES\nOverland Park, Kansas office offered gift \nwrapping services at the holidays in exchange \nfor donations to K9 Heroes for Heroes, a \nnonprofit providing service support dogs to \nveterans in need. An awareness day was also \norganized for employees who wanted to learn \nmore about the mission of the organization. \nGROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}