{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA5\nABOUT THIS REVIEW\nThe Andersons is committed to communicating our \nprogress around environmental, social, and governance \ntopics annually. Our 2023 Sustainability Review \nprovides information and data on our company from \nJanuary 1, 2022 through December 31, 2022.   \nWe continue to base our approach and focus on the \ncommon materiality issues within our industry. We \nare working to perform our first formal Materiality \nAssessment in 2023 with key stakeholders. \nIssues important to our business include but are \nnot limited to: GHG, water use, energy use, waste, \ndiversity and inclusion, community, cybersecurity, \nsafety, and risk management. \nThis review has been aligned with two key \nsustainability reporting standards: the Global \nReporting Initiative (GRI), and the Sustainability \nAccounting Standards Board (SASB), and supports \nthe Sustainable Development Goals (SDG). The \ncontent indices for these standards are available at \nthe end of this review.\nPlease visit the Sustainability section on our website \nfor further information on our sustainability initiatives. \nandersonsinc.com/sustainabilityREPORTING FRAMEWORK  \nGRI \nThis review has been prepared in accordance with GRI standards. \nSASB \nThis review follows the Agriculture Products standards found within the Food and \nBeverage Sector. \nSDG  \nThis Andersons supports the Sustainable Development Goals (SDG), which \nrepresent a universal call to action to improve our global condition.\nReporting Framework Cross-Reference \nOur Reporting Framework Cross-Reference provides a mapping of our key \nstandards as they relate to each topic. Please see our separate table for each \nstandard as listed on the Sustainability section of our website. \nData Quality\nInformation and data in this review covers all entities of The Andersons for the \ncalendar year 2022 unless otherwise indicated. Due to rounding, numbers presented \nthroughout the performance data table may not add up to the totals provided and \npercentages may not precisely reflect the rounded numbers. Data outside of GHG \nemissions has been reviewed by The Andersons Internal Audit team. In addition, we \nengaged an independent third-party, TRC, to verify the accuracy and reliability of \nour GHG Emissions Scope 1, Scope 2, and intensity data for calendar year 2022. ", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}