{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA41\nSUPPORTING OUR COMMUNITIES\nFOOD PACKING EVENTS\nHarvesters Foodbank in Kansas City was grateful for attendees at our Annual \nMerchanding Meeting who carved out time to pack snacks and lunches for \nchildren in the Kansas City metro area. Finding ways to work service into \nour normal business events and meetings was a nice way to encourage \nparticipation throughout the year.\nOur Maumee Plant, Large Pack team packed 500 snack packs for children \nin the Toledo Metro area served by Connecting Kids to Meals. Additionally, \nour Central Office Building packed 500 snack packs. This event included \na number of retirees who came back to help, continuing the tradition and \nlegacy of giving back.\nThe East Grand Forks team packed “Fun Kits” for children visiting the \nfoodbank in their community with their parents. Our Clymers team in Indiana \nhelped repackage large bins of fresh fruits and vegetables for families \nvisiting the Food Finders Foodbank.CARE KIT BUILDS\nIn addition to the food gathering events that were organized \nto support food insecurity issues, a variety of communities \nalso conducted “kit builds” in response to a variety of needs \nin their local areas. Everything from breast cancer treatment \ncomfort items, to backpacks for school supplies, to personal \ncare items for women being served in a women’s domestic \nviolence shelter, to hygiene items for teenagers being served \nin a local foster care program, our employees have a keen \nawareness for needs we could fulfill with a simple packing \nevent. These events weren’t limited to just the packing of \nitems, but more importantly included awareness education \nabout the needs in our community. These service events often \nlead to increased volunteerism, financial support, or advocacy \nfor the organizations providing much needed services in our \ncommunities. We are grateful for our employees who give \ntheir time, talent, and treasure to help those in their local \ncommunities.\nEVENTS FOCUSED ON FOOD INSECURITY ISSUES\nBeing an organization directly involved in the food supply chain, The \nAndersons employees have a focused passion and offer resources to \nminimize food insecurity issues in the communities where they operate. \nThere were a number of service events focused on providing financial and \nin-kind support and gaining a better understanding of the root causes food \nof food insecurity.  \nMission Possible, an annual \ncompetitive event held in June \nbetween our Central Office Building \nemployees in Maumee, Ohio, and \nour commodity trading office in \nOverland Park, Kansas, continues \nto generate energy and healthy \ncompetition for a good cause. In the \nToledo Metro area, a semi-truckload \nof bottled water was provided with \nthe support of employees for the \nCherry Street Mission Ministries. \nBottled water is a much needed \nresource for the homeless shelter as the summer months heat up and \nguests need hydration. Over tens of thousands of products were donated \nfor food pantries and pet shelters serving both communities. Overland \nPark won the grocery cart trophy and truly made it another successful \n“Mission Possible.”  \nThe Sergeant Bluff, Iowa location also conducted a food collection for their \nlocal foodbank, Siouxland Community Food Kitchen, during a location \ncelebration event at their facility. They collected a variety of in-kind items \nneeded to support clients of the food pantry. We also had employees in \nDunkirk, Indiana, support their local foodbank, Second Harvest Foodbank \nof Central Indiana, with a Tailgate Food Distribution day.\nGROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}