{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA42\nSUPPORTING AGRICULTURE\nSUPPORT TO AGRICULTURAL ORGANIZATIONS\nWe provide financial support to the Progressive Agriculture Safety Day® (PAF Safety \nDay) program, which is recognized as the largest rural safety and health education \nprogram for children in North America. It provides education, training, and resources \nto make farm, ranch, and rural life safer and healthier for all children and their \ncommunities.\nSince the inception of the program in 1995, more than 1.9 million individuals have been \nreached in 45 states, two territories, and nine Canadian provinces.\nOn an annual basis, we support a variety of FFA and 4-H organizations at the national, \nstate, and local levels. The company along with the corporate foundation provide \nannual direct support to organizations that advance the agriculture industry, such as \nProgressive Agriculture Safety, Nutrients for Life, Illinois Agriculture in the Classroom, \nThere’s a Pig in my Classroom, state-level agriculture leadership institutes, and more.\nFIELDS OF PROMISE CLYMERS, INDIANA   \nWe continue the commitment to the United Way of Cass County Backpack Program \nthrough our full-circle program, Fields of Promise. Our Clymers, Indiana, ethanol facility \nincludes 40 tillable acres that employees and local volunteers plant and harvest. We \ndonate the seed and nutrients needed. Once harvested, the crop is sold to the ethanol \nplant, with the profits donated to the United Way of Cass County’s Backpack Program. \nThe program sends home weekend backpacks filled with food to elementary school-\nage children and their families.   \nNUTRIENT STEWARDSHIP PROGRAM SUPPORT   \nThe Andersons, Inc. Charitable Foundation provides program and research support \nto a number of organizations advocating best practices and nutrient stewardship \nmethodologies for production agriculture. A few of the projects The Andersons funds \nannually are Heidelberg University – National Center for Water Quality Research, Ohio \nNature Conservancy, Soil and Water Conservation Districts in communities where the \ncompany has operations, and test plot research projects with multiple universities. \nEDUCATING THE FUTURE\nWe support agricultural education and STEM career interest by supporting \nprograms that explore and expose students to career pathways in our \nindustry. Professionals actively participate with students in the field.  \nWe celebrate the interest and curiosity of students who want to pursue \nfurther education in business, agriculture, and environmental stewardship.\nOur Overland Park, Kansas office hosted 22 students from the Dickinson \nScholars Program at the University of Missouri – Columbia. These \nstudents are in the College of Agriculture, Food, and Natural Resources \n(CAFNR) and are interested in learning about the Kansas City agribusiness \ncommunity. The Overland Park team shared information about our \ncompany and career opportunities, and even played a trivia game. The \nAndersons was also presented a CAFNR Industry Partner Award as \nrecognition for our participation on campus and with the Dickinson \nScholars Program.\nGROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}