{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA43\nSUSTAINABLE SUPPLY CHAIN\nAs discussed in our Statement of Principles, our customers are essential \nto our business and we strive to provide them with the highest quality \nproducts and services. Having a sustainable supply chain ensures our ability \nto source quality resources to fulfill this commitment. We adhere to our \npolicies and procedures which govern the approval and monitoring process \nof all suppliers. These systems ensure that the products we procure meet \nfood safety, quality standards, and regulatory compliance. The Andersons \nhas employed, trained, and certified individuals who oversee the supplier \napproval process and supplier management system.\nThis is also reinforced within our Supplier Approval Statement, which \ndescribes the systems in place to ensure the products we procure meet all \nfood safety and regulatory compliance. \nThe Andersons adheres to the Global Food Safety Initiative (GFSI). GFSI \nis a business-driven initiative for the continuous improvement of food \nsafety management systems with the ambition to ensure confidence in the \ndelivery of safe food to consumers worldwide. We completed nine GFSI \naudits with 100% closure of all non-conformances for certification.\nIn addition, many of our domestic suppliers work with sustainable \nframeworks like the U.S. Soy Sustainability Assurance Protocol and the \nnewly adopted U.S. Corn Sustainability Assurance Protocol. Both programs \nwork with farmers to provide insight into consumers of U.S. corn and soy \nproducts and the commitment of growers to continue to adopt strategies \nand technologies to improve the sustainability of agriculture. Requirements \nare set by the USDA Farm Service Agency to define minimum verification \nthresholds.\nThe Andersons Inc. \n1947 Briarfield Blvd.  \nMaumee, Ohio 43537 \nMarch 2, 2023 \nSupplier Approval Statement \nThe Andersons Inc . has pol icies and procedures, which govern the approval and \nmonitoring process of all s uppliers.  These systems ens ure that the products w e procure \nmeet food safety, quality s tandards and regulatory c ompliance.  The Andersons has \nemployed, trained and certified qualified individuals w ho oversee our s upplier approval \nprocess and s upplier m anagement system.   \nPlease reach out if y ou have further ques tions. \nDerek J . Richey \nDirector of FSQA and Pet Food Operations  \nWe had less than 1% GFSI \nnon-conformance rate.\nWe use a risk-based approach for \nall our products. 100% of high-risk \ningredients go through a risk/hazard \nanalysis to determine compliance. \nThe Andersons has policies and \nprocedures which govern the quality \nof our products to ensure regulatory \ncompliance is met.\nZero recalls, zero incidents resulting \nin fines or penalties for non-\ncompliance with food regulations \nor from voluntary codes related to \nthe health and safety impacts of \nproducts or services. GROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}