{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA44\nSUSTAINABLE SUPPLY CHAIN\nThe United States Department of Agriculture (USDA) is \ncommitted to supporting a diverse agriculture supply chain \nthrough Parterships for Climate-Smart Commodities and \nhas invested over $3.1 billion in 141 projects. The Andersons \nteamed with other companies to create and implement \na Climate Smart project. This project was selected and \nawarded a grant to fund the work over five years. By \ndesign, the project will focus on climate smart practices \nin sourcing areas that are recognized as water impaired. \nThe Soil and Water Outcomes Fund will lead the team to \nrecruit farmers, and collect and analyze data. This project \nwill provide sustainable sourcing metrics to our farmers and \nproject partners. The GHG-related learnings produced from \nthe project farms and participants will help farmers and \nothers in the agriculture supply chain understand and adopt \nclimate smart practices that lessen environmental impact \nand enhance farming resiliency. In addition, we continue our \ninvolvement with water-related issues in the Great Lakes \narea. To learn more about Partnerships for Climate-Smart \nCommodities, visit usda.gov/climate-solutions/climate-\nsmart-commodities.\nThe Andersons understands the importance of providing \nsustainable sourcing products. Whether we source corn, \nsoybeans, wheat or specialty grains and ingredients we \nunderstand the need for products that are non-Genetically \nModified Organisms (non-GMO). We have facilities with light processing capabilities that are certified organic, which \nserves as an important link in the supply chain between \norganic producers and our customers.  \nTo meet regulations, the USDA’s National Bioengineered \nFood Disclosure Standard requires food manufacturers, \nimporters, and certain retailers to ensure bioengineered \nfoods are appropriately disclosed. The Andersons food \nhandling facilities ensure compliance by providing proper \nlabeling on all packaged products containing GMOs. Shipping \npaperwork with appropriate labeling accompanies all bulk \nproducts shipped by truck or rail as well. Alternatively, these \nfacilities also maintain certification against the Non-GMO \nProject Verification standard and undergo rigorous, annual \ninspections to ensure continued compliance and ensure   \nnon-GMO product integrity is maintained. \nThe Andersons Canada facilities are SQF Level 3 and \nCanadian Identity Preserved Recognition System plus Hazard \nAnalysis Critical Control Point (CIPRS+ HACCP) certified. \nSQF is a globally recognized comprehensive food safety \nand quality systems accreditation that is third-party audited. \nCIPRS+ HACCP is also third-party audited by the Canadian \nGrain Commission. It certifies that a grain company has \neffective production control from receiving through shipping \nand manages the risks associated with handling, storing, \nprocessing, and shipping grains, oilseeds, and pulses. \nGROWING AS \nA COMMUNITY", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}