{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA49\nLIFE CRITICAL POLICIES\nIn 2021, The Andersons embarked on the journey of \nimplementing Life Critical Policies as a standard course of \naction for employees to follow to protect against Serious Injury \nand Fatality (SIF) events. Ten topics were selected to hold the \ndesignation: \n• Bulk Storage Entry\n• Confined Space Entry\n• Control of Hazardous Energy\n• Combustible Dust\n• Elevated Work\n• Hazardous Material Management\n• Hot Work\n• Industrial Mobile Equipment\n• Rail Safety\n• Rigging, Hoisting, and Towing\nAdditionally, three SIF policies were developed and delivered \nas part of the initiative to eliminate SIF events: Safe Work, \nRisk Assessment and Reduction, and Incident Reporting and \nLearning from Incidents.\nThe policies are being implemented over a three-year time \nframe outlined below.\n2021 - Bulk Storage Entry, Confined Space Entry, Control of \nHazardous Energy, Elevated Work, Rail Safety and the three SIF \npolicies\n2022 - Combustible Dust, Hazardous Material Management, and \nHot Work\n2023 - Industrial Mobile Equipment and Rigging, Hoisting, and \nTowingRISK ORIENTED INSPECTIONS\nTo continue our focus on mechanical integrity and safety \nthroughout the year, The Andersons continues to employ an arc \nflash program that performs yearly studies on business electrical \nequipment. Equipment is evaluated and workers are informed \nabout potential electrical hazards and provided information \nregarding safe interaction when conducting maintenance work.\nDUST HAZARD ANALYSIS\nThe Andersons reconfirmed dust hazard analysis (DHA) for sites \nwith combustible dust. We employed a third-party to revisit the \nDHAs for six sites that fall into this category.\nThe agriculture industry recognizes that dust from organic \nmaterials can result in high levels of combustibility. The \ncombustibility of the material when combined with a heat \nsource and oxygen presents an elevated safety risk. The \nAndersons has assessed all facilities and a Dust Hazard Analysis \n(DHA) for each location.   \nThe DHA is performed by a cross functional team which includes \nfacility and technical representatives. Each facility examines \ntheir process by reviewing materials, equipment, current \ncontrols, and the current dust combustibility risk. The team \nalso reviews improvements that will reduce or eliminate overall \nrisk. These improvements are documented within the DHA and \nplaced into The Andersons risk management tracking system.   \nIn conjunction with reaching the individual facility analysis, \nThe Andersons also recognized combustible dust as a Life \nCritical Policy. This LCP provides training to employees on how \nhousekeeping, equipment maintenance, and the integration \nof equipment monitoring all work together to manage the \ncombustible dust risk. FOSTERING A SAFETY \nCULTURE\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}