{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA50\nROAD 2 ZERO SAFETY CULTURE SURVEY\nThe Andersons Road 2 Zero program is a focused \napproach and tracking mechanism to delivering \nproactive Environment, Health, and Safety solutions \nat a site level. The basis of the program is to drive site \nleadership engagement as well as the elimination of \nmajor EHS concerns while delivering on management \nsystem performance. We believe our company has \nan essential accountability to safeguard life, health, \nproperty, and the environment for the well-being of \nall involved, and Road 2 Zero is a leading indication to \nour fulfillment in this journey. Road 2 Zero performance \nindicators were very positive with all businesses \norganizing resources to implement the SIF reduction \nactivities. Maximum points for year end is 100, with the \nminimum requirement of 85. Minimum performance \ncriteria were achieved in all business units.  \nManaging safety includes looking at key safety \nindicators to evaluate safety performance and predict \npotential risks. A safety culture survey acts as a \nproactive tool to predict future outcomes or events. \nAsking employees to provide honest feedback on the \ncurrent programs is the most successful way gauge \nthe overall effectiveness of safety programs. Benefits of completing a survey include: \n• Safety culture surveys can help identify factors that \nadversely affect the safety culture. A strong positive \nculture is needed in order to support an effective \nhealth and safety program. \n• When employees respond to surveys anonymously, \nthey often are more open and honest and welcome \nthe opportunity to express their views. \n• The survey allows for sorting of the question \nratings and comments by several parameters such \nas department, job function, and years with the \ncompany. This opens the door for management \nto engage with workers very specifically on issues \nidentified within specific employee groups. \nSAFETY CULTURE QUESTIONS\n37 Total Questions\n9 - Leadership Safety\n9 - Safety Structure\n10 - Safety Processes and Actions\n8 - SIF (Serious Injury and Fatality)FOSTERING A SAFETY \nCULTURE\nTHE ANDERSONS OVERALL ON \nTHE dss+ BRADLEY CURVE™\nREACTIVE DEPENDENT INDEPENDENT INTERDEPENDENT\nThe Andersons overallBenchmark BestTOTAL RECORDABLE RATE\nRELATIVE CULTURE STRENGTH2468\n0 40 60 80 100\nRCS: 60\nSTRENGTHS\nPresence of safety values\nExtent in which safety rules are obeyed\nThorough investigation of injuries and incidents\nSafety meeting attendance\nEmployees empowered to take action in safety95%\nEmployee \nParticipation", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}