{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA51\nROAD 2 ZERO SAFETY CULTURE\nBEHAVIOR BASED SAFETY\nWe have had a Behavior Based Safety program in place since 2009 \nto promote peer-to-peer safety at our facilities. The program is \nbased in a philosophy of \"no name, no blame,\" where data collected \non the observation is not attributed to the specific employee, rather \nwith an emphasis on reinforcing safe practices and correcting at-\nrisk work practices or conditions. All employees have access to \nthe web-based Behavior Based Safety program to enter results or \nobservations. Employees are encouraged to perform observations on \nhigh-risk work to ensure our Life Critical Policies are being used during \ndaily work. \nCONTRACTOR SAFETY\nThe Andersons values our contractor partner relationships. We use a \nthird-party service to collect and review contractor safety programs, \ninsurance, and performance that create our safety criteria. Contractors \nmeeting the criteria are classified as pre-qualified to work at The \nAndersons sites. Contractors who struggle with some of the criteria \nundergo further review and may be classified as on “probation.” Site \nproject managers and EHS will more closely monitor their on-site \nactivities to ensure safe contract work practices are utilized.  \nContractors receive The Andersons specific safety training through the \nthird-party website or on-site at one of our facilities before starting \nwork. Once on-site, personnel work with the contract employees to \nassure safety of all during the entire scope of the project.FOSTERING A SAFETY \nCULTURE\nEmployees note safe and at-risk behaviors \nas part of the observation process. For at-\nrisk observations, we follow up to ensure \ncorrective actions are put in place to \naddress the behaviors or conditions.AT-RISK\n BEHAVIORS\nWork Surroundings\nWalking/Work Surface\nHousekeeping\nBody Position/Ergonomics\nWork Area Control\nSelection and Use\nHands\nEyes/Face\nLine of Fire\nHead\nEyes on Path/Task\nCommunication - Before\nBody/Uniform/Hi-VisVENDORS BY \nSTATUS\nEthanol\nPrequalified\nNot Prequalified\nOtherSAFE\nEMPLOYEE \nOBSERVATIONS\n98%78%20%\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}