{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA53\nEMERGENCY RESPONSE \nEHS LEADER TRAINING\nTo help us become a better version of ourselves, we \nrecognize the need for our leaders to be involved in \ncontinuous improvement of their skillsets. This is why \nwe employed the services of Trinity Consultants to help \neducate our EHS leaders and many of our operations \npersonnel on PSM/RMP compliance. The course was \nfocused on understanding both the overall programs \nand information on new and impending updates to the \nstandards. This continuous improvement process of leader \neducation was a new initiative for 2022, and plans are in \nplace to standardize the path for the future with a focus on \nleadership engagement in EHS.\nEMERGENCY RESPONSE DONATIONS\nThe Andersons provides direct financial support to \nemergency response organizations for equipment \ninvestments, including AED defibrillators, fire trucks, \nfacilities, and specific response equipment. We also provide \nin-kind support by manufacturing and donating grain \nrescue tubes used in grain entrapment situations. Our \nfabrication shop manufactures the grain rescue tubes, and \nstate fire school and local emergency response teams train \nresponders on the proper use of a tube in the event of an \naccident. The Andersons has donated more than 95 grain \nrescue tubes since 2011 to fire departments in communities \nthe company serves. Two were donated in 2022.GREENVILLE SAFETY DAY  \nThe Greenville ethanol site partnered with The Ohio \nState University Extension Agricultural Safety and Health \nprogram and Greenville Fire Department to host two days \nof grain safety awareness and firefighter training utilizing \nthe Grain C.A.R.T. (Comprehensive Agricultural Rescue \nTrailer). The first day was exclusively training for local fire \ndepartments in the Darke County area, where firefighters \nhad the opportunity to do hands-on practical training using \nequipment on the rescue trailer. The second day was open \nto local farmer customers, employees and their families to \npromote grain safety awareness, including the hazards of \nentrapment in grain bins, the importance of lockout-tagout \non the farm, and other farm machinery hazards. \nFOSTERING A SAFETY \nCULTURE\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}