{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA55\nOUR APPROACHGOVERNANCE\nWe believe transparency, integrity, and accountability are key \ningredients to our success. Within our SOP, we discuss our various \nstakeholders and the way in which we always aspire to do better. The \nSOP is reviewed by the board on an annual basis. \nOUR BOARD OF DIRECTORS  \nThe board represents the shareholders and oversees The Andersons \nstrategy and business performance. Each member has a diverse \nset of qualifications, qualities, and skills that support our strategy. \nTo ensure board refreshment and introduction of new ideas and \nexpertise, one new independent director joined the board in 2022, \nand one new independent director in 2021. \nOur board is committed to high ethical standards in the conduct of \nour business, and to communicating our financial results and other \nmaterial matters with a spirit of transparency so that shareholders \ncan make informed decisions. Ross Manire and Pamela Hershberger \nare designated financial experts to the Audit Committee and board \nmember Catherine Kilbane is designated independent lead director. \nIn 2022, our directors were elected or re-elected to the board by \nshareholder votes ranging from 94% to 99%.\nOur experienced board members have the knowledge and \nunderstanding of risks that could potentially impact the agriculture \nbusiness. They focus on identifying policies and practices that \nmitigate risks, secure operations, and support long-term strategy. \nOur Corporate Governance Guidelines summarize certain governance \nprinciples under which our directors operate.DIRECTOR \nQUALIFICATIONS \nAND EXPERIENCE\nGeneral Management\nFinance and M&A\nSales and Marketing\nHuman Resources\nOther Public Company \nBoard Experience\nC-Suite Experience\nRisk Management\nBusiness Operations\nAgribusiness    Patrick E. Bowe     Michael J. Anderson     Gerard M. Anderson     Steven K. Campbell     Gary A. Douglas     Pamela S. Hershberger     Catherine M. Kilbane     Robert J. King, Jr.     Ross W. Manire     John T. Stout, Jr.\n80%\nIndependent \nDirectorsBOARD\nTENUREDIVERSITY\nfemale and/or \na racial/ethnic \nminority30%\n4\n0-4 years\n1\n5-9 years6\n10+ years", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}