{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA58\nPOLICIESGOVERNANCE\nThe Andersons relationships are governed by our Statement of \nPrinciples as well as a robust set of written policies which are \napplicable to all employees, contractors, customers, visitors, \nvendors, and other third-parties.   \nSTANDARDS OF BUSINESS CONDUCT \nAND RESPONSE PROGRAM\nThis policy ensures that employees understand our standards \nof business conduct and includes topics like conflict of interest, \nfraud, and supplier relations. This policy includes the procedures \nfor reporting concerns, including the ability to report anonymously \nthrough a third-party ethics hotline. Employees are required to \nacknowledge this policy on an annual basis, and to report any \npotential conflicts of interest to appropriate decision makers.\nOPEN DOOR POLICY\nThis policy is to encourage open, honest, and candid conversations \nbetween employees and their managers or supervisors, or other \nmembers of management, to mutually discuss and arrive at \nconstructive solutions to job-related concerns without fear of reprisal. \nHARASSMENT FREE WORKPLACE POLICY \nWe believe in a work environment that prohibits harassment \nand discrimination based on race, age, disability, and other \ncharacteristics protected under state and federal law and provides \nfor equal employment opportunity for all. Mandatory annual \ntraining is provided to all supervisors.ANTI-FRAUD POLICY AND RESPONSE PROGRAM\nThis policy was created to support the company’s commitment to \nprotecting its revenue, property, reputation, and other assets; to \nemphasize clearly the need for accurate financial reporting; and \nto define guidelines for the investigation and handling of fraud, \nshould it occur.\nANTI-CORRUPTION, ANTI-BRIBERY \nCOMPLIANCE POLICY\nThis policy further enforces our commitment to integrity by \nprotecting our business reputation by laying out the rules of \ninteraction when selecting business partners like contractors, \nconsultants, customers, and suppliers. It enforces our zero-\ntolerance for bribes or the facilitation of payments in any form \nand requires compliance with all applicable laws regarding bribery \nand corruption. The International Trade Compliance Policy also \naddresses compliance matters related to U.S. export and trade \nsanction laws. \nHUMAN RIGHTS POLICY\nWe are committed to protecting and promoting labor rights of \nour employees, providing a safe work environment, respecting \nthe rights of disadvantaged people by addressing human rights, \nantislavery, and human trafficking.DEFORESTATION STATEMENT\nWe strive to build responsible and sustainable supply chains \nthroughout all aspects of our business. Although we do not own \nor manage the land that is used for the cultivation of agricultural \ncommodities, we developed a Deforestation Statement to show \nour commitment to work with suppliers and other stakeholders to \npromote continuous improvement in environmentally sustainable \ngrowing practices.\nDISCLOSURE AND INSIDER TRADING POLICY\nThis policy protects confidential company information and \nemployee trading in company shares to maintain a fair market for \ncompany securities and to ensure that legally material information \nis appropriately disclosed to the public. \n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}