{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA60\nCYBERSECURITYGOVERNANCE\nCyberattacks are a leading risk for businesses and \ncontinue to evolve and increase in sophistication \nand frequency throughout major corporations. The \nmission of The Andersons Information Security \nteam is to safeguard the confidentiality, integrity, \nand availability of information systems, identity, and \ndata assets by creating and maintaining a resilient \nand secure infrastructure and fostering a culture of \nsecurity awareness, training, and compliance.\nOur security program aligns with the National \nInstitute of Standards (NIST) – Cybersecurity \nFramework. NIST is an industry standard that is used \nto assess and manage cyber maturity and consists of \nstandards, guidelines, and best practices to manage \ncybersecurity risk. \nEMPLOYEE EDUCATION\nAnnually, we provide training to all employees to \ninform them of common cybersecurity risks and \ntactics. Training includes computer-based simulations \ninstructing employees on how to identify common \ncyber risks and phishing schemes. We also conduct \nmonthly phishing simulations across 100% of our \nemployees. These interactive simulations allow \nemployees to get a real life visual of phishing \nemails that have affected other corporations' data. Employees who do not score well on the computer-\nbased simulation or who click on a link in a phishing \nsimulation receive additional training.\nOur vice president, information technology is \nresponsible for our cybersecurity program and \nprovides routine briefings to the Audit Committee of \nour board of directors as well as an annual report to \nthe entire board.\nWe maintain Acceptable Use Policies for all corporate \nIT equipment and networks. These policies support \nour cybersecurity program and our compliance with \nrelevant laws and regulations. Employees are required \nto acknowledge the policies when first hired and on \nan annual basis.\n100% of employees who \nhave email received routine \nphishing simulations.\nNo material cybersecurity \nbreach in 2022.", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}