{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA61\nDATA QUALITY  PERFORMANCE \nDATA\n  \n \nTRC Environmental Corporation | The Andersons             Page 1 \nApril  2023 The Andersons  \nVerification Statement  for Reporting Year  2022  \nScope 1 and Scope 2 Emissions  April 27, 2023 \n \nName:  The Andersons  \nReviewed  By: Walt Williams  \nProject Manager for ESG Services  Signature:  \n \nEmissions Inventory:  \nThe verification of The Andersons ’ 2022 Scope 1 natural gas emissions data and Scope 2  emissions data  \nincluded detailed review of primary data and calculations for The Andersons  facilities.  Detailed review \nincluded verification of energy use reported against the supplier invoices for both natural gas  Scope 1 \nand Scope 2 emissions.  Both international and domestic facilities were included in this review, and \nspecifically the domestic (US) and international facilities with the highest total carbon dioxide \nequivalent  (CO 2e) emissions. The facilities selected for detailed review of primary data accounted for 97 \npercent of natural gas  Scope 1 CO 2e emissions and 91 percent of Scope 2 emissions, both in excess of the \n70 percent threshold required for a limited verification.  \nTRC’s verification excluded other Scope 1 fuels such as  propane,  diesel, and gasoline. The Andersons \nare still in the process of developing auditable emissions estimates for those fuel types.   Likewise, TRC’s \nverification excluded Scope 1 mobile  sources . \nThe verification included 100 percent of biogenic emissio ns resulting from fermentation in the ethanol \nproduction process.  These biogenic emissions are not classified as standard Scope 1, 2, or 3 emissions \nunder reporting protocols.  As such, TRC applied similar diligence to biogenic emissions as Scope 1  \nemissions. The biogenic emissions (including biogenic CO 2 captured and sold by The Andersons) are \nconsidered verified for reporting purposes.  \nDuring the detailed review of primary data and calculations for these facilities, TRC identified and \nconfirmed the correction of several errors in the reported data. TRC evaluated the methodology for \nestimation of final stationary source  Scope 1 and Scope 2  emissions and did not find any significant \nomissions or errors.  \nHaving conducted a detailed review of the usage data for  facilities/resources as described above , the \nemissions calculations for domestic and international facilities were reviewed.  Additionally, all \ndomestic and international facilities were reviewed for presence or absence of resource usage da ta. The \nreviewed facilities and sources of emissions are representative of the greenhouse gas ( GHG) emissions \ninventory for The Andersons  and included : \n• Scope 1 direct emissions from natural ga s,  \n• Scope 2 indirect emissions from total purchased electricity for all operations , and  \n• Biogenic emissions from the fermentation process  (including biogenic CO 2 captured and sold ).   \nBoundaries:  \nBoundaries include all company locations t hat are under The Andersons  financial and operational \ncontrol.  The Andersons assumes 100 percent ownership of emissions from facilities under their \noperational control, even when equity ownership is less than 100 percent.  \n \nTRC Environmental Corporation | The Andersons             Page 3 \nApril  2023 The Andersons  \nVerification Statement  for Reporting Year  2022  \nScope 1 and Scope 2 Emissions  April 27, 2023 \n \nSummary:  \nThe Andersons ’ 2022 assertion of Scope 1 (natural ga s) and Scope 2  (market -based) GHG emissions is a \ntotal of 697,281  metric tonnes  (MT)  of CO 2e, and a total of 1,584,431 MT biogenic CO 2 as follows:  \n• Scope 1 , Natural ga s:  536,981 MT CO 2e \n• Scope 2, Market -Based Reporting : 160,300 MT CO 2e \n• Fermentation Biogenic Emissions: 1, 326,670 MT CO 2 \n• Fermentation Biogenic CO 2 Sold: 257,761 MT CO 2 \nBased on the  detailed review of greater than 70 percent  of The Andersons ’ 2022 Scope 1 (natural gas ) \nand Scope 2  GHG emissions inventory, as discussed above, TRC believes the inventory is free of  major  \nclerical or transcription errors.  Based on the  review of the methodology for estimation of Scope 1 \n(natural gas ) and Scope 2  emissions, as discussed above,  TRC  did not find any significant omissions or \nerrors.  TRC  has found no evidence that the GHG assertion is not materially correct, and no evidence \nthat The Andersons ’ assertion is not a fair and accurate representation of The Andersons ’ actual GHG \nemissions, with a “Limited” level of assurance, according to the ISO 14064- 3 Standard.  \n \n \n \n \nTRC Environmental Corporation | The Andersons             Page 2 \nApril  2023 The Andersons  \nVerification Statement  for Reporting Year  2022  \nScope 1 and Scope 2 Emissions  April 27, 2023 \n \nGreenhouse Gas Inventory Procedur es: \nThe Andersons ’ internal GHG  Inventory procedures are not formally documented in a n inventory \nmanagement plan . Current inventory procedures were evaluated and found to be consistent with, and \nrepresentative of, the GHG emissions inventory for The Andersons  for Scope 1 direct emissions from \nnatural gas , Scope 2 indirect emissions from total purchased electricity for The Andersons  facilities, and \nbiogenic emissions from the fermentation process  (including biogenic  CO 2 captured and sold by The \nAndersons ).  \nFor the Ethanol facilities, natural gas emissions are tracked through US EPA 40 CFR Part 98 Subpart C \nreporting , and biogenic CO 2 sold is tracked through  US EPA  40 CFR Part 98 Subpart PP reporting. The \nUS EPA Part 98  data validation system m eets the criteria for limited  verification.  For electricity usage \nfrom Ethanol facilities, and natural gas and electricity usage from Trade and Plant Nutrient facilities, \nprimary fuel and energy data are tracked through the CASS expense management system . The \nemissions calculations utilized  published emission factors to calculate GHG emissions.  Market -based \nScope 2 emissions were calculated and reported. \nVerification Level of Assurance: \nLimited Assurance: A “Limited Assurance,” following the ISO 14064 -3 Greenhouse Gases - Specification \nwith guidance for the validation and verification of greenhouse gas assertions,  is appropriate for basic GHG \nreporting and for voluntary reduction efforts where there are no imminent requirements or compliance \nobligations associated with GHG reductions.  A Limited Assurance is intended to establish the basis for \nstakeholder reporting and external communications; support claims of carbon neutrality, and for c redit \nfor early action; and to enable assessments of performance of GHG reduction initiatives towards \nvoluntary targets.  Given the status of The Andersons ’ emissions inventory and management system, a \nLimited Assurance, as defined in the ISO 14064 -3 Stan dard is appropriate for this project.  This \nverification covers the calendar year 20 22 GHG emissions inventory for the facilities discussed  above.  \nVerifier Qualifications:  \nTRC was retained by The Andersons  to provide third -party verification for energy us e, and GHG \nreporting for Inventory Year 20 22 for reporting  in 20 23.  TRC’s GHG experts are qualified and \nexperienced in performing both “Reasonable” and “Limited” assurance engagements, and have \nfamiliarity and expertise in GHG programs, reporting platform s and protocols including CDP, \nWRI/WBCSD GHG Protocol, and ISO 14064-3 Specification with Guidance for the Validation and \nVerification of Greenhouse Gas Assertions S tandard.  \nThe lead verifier for this engagement is Walt Williams.  Mr. Williams is a Project Manager for ESG \nAdvisory Services with four  years of environmental management experience.  He has expertise in \ngreenhouse gas emissions quantification, reporting and management, and climate change policy. He has \ndeveloped GHG inventories for individua l facilities by a variety of protocols.    ", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}