{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA64PERFORMANCE \nDATA\nDisclosure Location (Reference or URL)\nGRI 2: GENERAL \nDISCLOSURES 2021THE ORGANIZATION AND ITS REPORTING PRACTICESTHE ORGANIZATION AND ITS REPORTING PRACTICES\n2-1 Organizational details The Andersons, Inc. and its subsidiaries\nLocation of headquarters: Maumee, Ohio\n2023 Sustainability Review: Where We Operate, page 6\n2022 Form 10-K: Item 1, Business page 1; Item 2: Properties, page 12\nWe are a publicly traded company on the NASDAQ Stock Exchange.\n2022 Form 10-K: Cover\n2-2 Entities included in the organization's sustainability reporting Business Units, page 7\n2-3 Reporting period, frequency, and contact point This report covers our Environmental, Social, and Governance data and initiatives from January 1 through December 31. Information on initiatives that extend into 2023 are also \nshared within this report. \nSustainability Review: About This Review, page 5\nAnnual \nContact Point: Please visit the Sustainability section on our website for further information on our sustainability initiatives. andersonsinc.com/sustainability\n2-4 Restatements of information Our Scope 1 and Scope 2 data has been recalculated to the GHG Protocol for 2021\n2-5 External assurance 2023 Sustainability Review: About This Review, page 5; Governance - External Assurance, page 61\nACTIVITIES AND WORKERS\n2-6 Activities, value chain, and other business relationships 2023 Sustainability Review: A Letter From our CEO Pat Bowe; Sustainability At The Andersons; Growing As A Community\n2022 Form 10-K: Item 1 - Business, page 1\n2-7 Employees 2023 Sustainability Review: Growing As A Community, pages 29-32\n2022 Form 10-K: Item 1: Human Capital Resource, page 5\n2-8 Workers who are not employees The Andersons, Inc. does hire seasonal workers and has included them in some of the metrics.  Areas where seasonal workers have been left out has been noted.\nGOVERNANCE\n2-9 Governance structure and composition 2023 Sustainability Review: Governance - Our Approach and Board Committees, pages 55-56\n2023 Proxy Statement: Corporate Governance, pages 11-23\n2-10 Nomination and selection of the highest governance body 2023 Sustainability Review: Governance - Our Approach, page 55\nProxy Statement: Election of Directors, pages 11-12\n2-11 Chair of the highest governance body Board Chairman, MIchael J. Anderson,\n2023 Sustainability Review: Governance - Our Approach, page 55\n2023 Proxy Statement: Corporate Governance - Board Meetings and Committees, pages 16\n2-12 Role of the highest governance body in overseeing the management of impacts 2023 Sustainability Review: Sustainability At The Andersons - Key Stakeholders and Material Topics, page 11-12\n2023 Sustainability Review: Governance - Our Approach, page 55\n2023 Proxy Statement: Corporate Governance - Environmental, Social, and Governance Oversight, page 19\n2-13 Delegation of responsibility for managing impacts 2023 Sustainability Review: Governance - Our Approach and Board Committees, pages 55-56; and Enterprise Risk Management, page 59\n2023 Proxy Statement: Corporate Governance - Environmental, Social, and Governance Oversight, page 19\n2-14 Role of the highest governance body in sustainability reporting The Governance and Nominating Committee is responsible for the review and approval of our ESG reporting.\n2023 Sustainability Review: Governance - Board Committees, page 56GRI", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}