{"page_content": "SUSTAINABILITY \nAT THE ANDERSONSPUSHING FORWARD WITH \nENVIRONMENTALLY SOUND PRACTICESGROWING AS \nA COMMUNITYFOSTERING A SAFETY \nCULTUREGOVERNANCE GLOSSARYPERFORMANCE \nDATA70PERFORMANCE \nDATA\nUnit of Measure SASB Map GRI Map 2021 2022\nCOMPANY \nPERFORMANCEECONOMIC PERFORMANCEECONOMIC PERFORMANCE11\nSales and Merchandising Revenue $ millions - 201-1a.i 12,612 17,325\nGross Profit $ millions - - 593 684\nNet Income Attributable to The Andersons $ millions - 201-1a.iii 100 119\nCapital Expenditures and Investments (excludes acquisitions) $ millions - - 72 108\nENVIRONMENTAL \nPERFORMANCEGREENHOUSE GAS EMISSIONS2\nTotal Scope 1 and Scope 2 GHG Emissions metric tons CO2 e - 693,940 697,281\nScope 1 and 2 GHG Intensity Based on Fiscal Year Revenue Metric Tons CO₂e/$ millions 305-4 55 40\nTotal Scope 1 GHG Emissions metric tons CO2e FB-AG-110a.1 305-1a 531,333 536,981\n Total Scope 1 CO2  Emissions metric tons CO2 - - 530,113 536,981\n Total Scope 1 CH4  Emissions metric tons CH4 - - 16 15\n Total Scope 1 N2 O Emissions metric tons N2 O - - 2 2\n Biogenic CO2  Emissions3metric tons CO2 - 305-1c 1,272,354 1,326,670\nTotal Scope 2 GHG Emissions4metric tons CO2 e FB-AG-130a.1 305-2a 162,607 160,300\nTotal Scope 3 GHG Emissions5metric tons CO2 - 305-3a 393 492\n Biogenic CO2  Emissions6metric tons CO2 - 305-3c 257,579 257,761\nENERGY CONSUMPTION7\nTotal Energy Consumption billion gj FB-AG-130a.1 302-1a 99 97\n Non-Renewable Sources - Electricity million kwhs FB-AG-130a.1 302-1a 353 345\n Non-Renewable Sources - Natural Gas Including Propane million therms FB-AG-130a.1 302-1a 132 150\n Renewable Sources - Hydro billion gj - - 3 2\nEnergy Intensity 302-3a\n Total Energy Intensity Based on Fiscal Year Revenue billion g j/$ millions - 302-3a 0.0079 0.0056\nAIR EMISSIONS2\nTotal Criteria Pollutant Emissions tons - - 1260 1305\n Total SOx Emissions tons - 305-7a.ii 64 49\n Total NOx Emissions tons - 305-7a.i 449 460\n Total CO Emissions tons - 305-7a.vii 230 287\n Total VOC Emissions tons - 305-7a.iv 347 352\n Total PM10  Emissions8tons  - 305-7a.vi 170 157\nTotal Criteria Pollutant Emissions Intensity Based on Fiscal Year Revenue tons/$ millions - 305-4 0.0999 0.0753PERFORMANCE DATA\n1. As reported in The Andersons 2022 Annual Report on Form 10-K for 2022 data.      \n2. Direct (Scope 1) emissions occur from owned/operated facilities. Our fleet emissions were not included in this year’s review as we are still gathering data and the data currently captured did not equate to any significance for the review. Emissions were \ncalculated in accordance with the GHG Protocol Corporate Standard for ESG reporting. Emissions calculated for facilities not under the regulatory reporting scheme followed the same calculation. Gas data was available for 75 sites out of 121 sites in 2021 \nand for 78 sites out of the 126 sites in 2022. Available data was included in the calculations.\n3. Biogenic CO2 emissions resulting from our ethanol facilities fermentation process are reported separately per GHG Protocol and GRI Standards (GRI 305-1).   \n4. Location-based Indirect (Scope 2) emissions related to emissions from the generation of purchased electricity, steam or heat consumed by the organization.   5. Scope 3 emissions reported for Category 6, corporate air travel as The Andersons is still refining our value chain scope 3 reporting and data.\n6. At some of our ethanol facilities, a portion of the fermentation process CO2 is captured and exported for commercial application (dry ice). The CO2 captured and sold are biogenic emissions and are therefore reported separately from our direct \nScope 1 emissions. The biogenic CO2 emissions were not reported in the 2022 Corporate Sustainability Review and have since been recalculated for inclusion in this year’s review.\n7. Includes natural gas, fuel and electricity use at our facilities.  Renewable energy consumption represents hydro from some of our Canadian facilities.  \n8. The Clymers Ethanol plant emissions is an estimation based on 2021 data due to not being required to report in 2022.", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}