{"page_content": "©2023 The Andersons, Inc. All rights reserved. The Andersons logo, Bio Pass, Bio Reverse, MicroCarb, MicroMark, Power Pass, Season Pass, and SmartPhos are registered trademarks of The Andersons, Inc. BioChar DG and HCAS are trademarks of The Andersons, Inc. The 4R Nutrient Stewardship logo is a registered trademark of The Fertilizer Institute. Field to Market is a registered trademark of The Keystone Center. The ResponsibleAg logo is a registered \ntrademark of ResponsibleAg. The Supplier LoCT logo is included with permission from Guidehouse. Fortune 500 is a registered rademark of Fortune Media IP Limited. Progressive Agriculture Safety Day is a registered trademark of Progressive Agriculture Foundation. dss+ Bradley Curve is a trademark of DSS Sustainable Solutions. Gensuite is a registered trademark of Benchmark Digital Partners, LLC. 050323FORWARD LOOKING STATEMENT\nThis sustainability review includes forward-looking statements that reflect management’s current views of company performance, industry conditions and future economic environment. These statements are based on assumptions and various \nfactors that are subject to risks and uncertainties. These risks and uncertainties are described in our 2022 Annual Report on Form 10-K, including under Item 1A. Risk Factors, and in other filings with the Securities and Exchange Commission (SEC). \nForward-looking statements are made in accordance with safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and Non-GAAP Financial measures. These statements are based on current expectations which involve several \nrisks and uncertainties and do not relate strictly to historical or current facts, but rather to plans and objectives for future operations. These statements include words such as “anticipate”, “forecast”, “expect”, “believe”, “continue”, “may”, “seek”, \n“might”, “plan”, “predict”, “project”, “target”, “will”, “would”, “should”, “estimate”, “intend” or other similar expressions as well as statements regarding projections of future operating results, business strategy, environment, key trends and benefits \nof actual or planned acquisitions. We caution that these statements are not guarantees of future performance and you should not rely unduly on them, as they involve risks, uncertainties, and assumptions. While our management considers these \nassumptions to be reasonable, they are inherently subject to significant business, economic, competitive, regulatory and other risks, contingencies and uncertainties, most of which are difficult to predict and many of which are beyond our control. \nFactors that could cause actual results to differently materially from the future performance that we have expressed or forecast in our forward-looking statements include but are not limited to: disruption caused by health epidemics; competition \nin agricultural industry and other industries in which we operate; commodity market risks, including those that may result from weather conditions; financial market risks; counterparty risks; risks associated with changes to government policy or \nregulation, including changes to tax laws; risks related to acquisitions and disposition activities and achieving anticipated results; risks associated with merchant trading; risks related to our equity method investees and other factors detailed in \nreports filed with the SEC. All forward-looking statements speak only as of the date made, and we undertake no obligation to publicly update or revise any forward-looking statements to reflect events or circumstances that may arise after the date \nof this review except as required by law.\n", "metadata": {"source": "NASDAQ_ANDE_2023.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}