{"page_content": "Significant Risks\n1717Accidents resulting in damage to facilities, the \nenvironment and personal injury\nThe oil and gas industry is prone to significant risks as a result of acci-\ndents resulting in damage to facilities, the environment and personal \ninjury. This can be caused by, amongst other things, poor maintenance, \nlow risk awareness, poor training, underinvestment and adverse weather \nconditions.\nTethys Oil Risk Management\nTethys Oil has implemented a strict Health, Safety and Environmental \n(HSE) policy framework to be adhered to by all employees, partners and \ncontractors. By creating a culture of risk awareness including high level \nof training and information the Group seeks to minimise the frequency \nand impact of accidents in respect of facilities within the Group’s control. \nWhere the facilities are operated by one of the Group’s partners, Tethys \nOil aims to be actively involved in reviewing and contributing to HSE poli-\ncies, initiatives and actions taken within areas in which the Group has an \ninterest.\nOutcome 2019\nThere were no accidents in the Group’s operated activities in 2019 and \nthere was a decreased frequency of Lost Time Incidents (LTI) in its non-\noperated activities.\nGeological risks\nEstimations of reserves, resources and production rates involve a certain \ndegree of uncertainty. The degree of certainty regarding recoverability of \nreserves and resources can vary. Oil and gas exploration is an inherently \nrisky enterprise with low probability of discovery of commercially viable \ndeposits.\nTethys Oil Risk Management\nTethys Oil has a skilled technical team with extensive experience of explo-\nration and production of oil and gas in the regions in which the Group is \nactive, the Group also makes use of skilled advisors and consultants \nwhen necessary. In the estimation of reserves, resources and produc-\ntion potential, the Group uses an independent third-party consultant which \napplies accepted industry standard practices and methods. Given the low \ncost of exploration in onshore Oman the negative financial effects of dry \nexploration wells are limited.\nOutcome 2019\nThe Group has seen continual increase in reserves during the year. Explo-\nration activity was less successful during 2019 but the financial impact \nof these unsuccessful wells on the Group’s financial position was limited.\nCompetition\nTethys Oil competes with other industry peers including state-owned \nnational oil companies and multinational major corporations for licenses, \nassets, investors and skilled staff.\nTethys Oil Risk Management\nTethys Oil’s strategy is to focus on assets and areas overlooked by major \noil companies thus reducing the amount of competition and entry cost for \nsuch assets. By fostering an open and creative environment with limited \nhierarchies and bureaucracy, Tethys Oil hopes to attract skilled staff. As a \nnimble and disciplined niche player with a focused strategy that delivers \nabove industry returns on capital, the Group hopes to attract long-term \ninvestors.\nOutcome 2019\nTethys Oil has observed an increasing interest from major industry players \nin its core markets resulting in increased competition for assets, skilled \nstaff and licenses. One example was the inability to complete the contem-\nplated transaction to acquire an interest in the Mukhaizna field in Oman \ndue to the operator utilizing its pre-emption right.Shared ownership and partners\nTethys Oil is a minority partner in Block 3&4 and Block 56 in Oman and \ndoes not operate the assets limiting the Group’s influence over operations \nand exposing it to potential partner risk.\nTethys Oil Risk Management\nThe Block 3&4 has been in the current partnership since 2010 and has \nestablished governance and conflict resolution mechanisms. All part-\nners are in good standing with significant organisational and financial \nresources. Tethys Oil is a new entrant in the Block 56 partnership which \nhas been actively exploring since more than 5 years together.\nOutcome 2019\nTethys Oil has experienced no issues or material disputes arising from \nshared ownership of Blocks 3&4 or Block 56 during 2019.\nEnvironmental risks\nAs a company active in the oil and gas industry, Tethys Oil’s operations, be \nthey production operations or exploration, have an impact on the environ-\nment. The impact can be through disruption of the natural environment \nthrough drilling, environmental damage through leaks and spills, or the \nrelease of atmospheric emissions through the use of diesel or the flaring \nof associated gas.\nTethys Oil Risk Management\nTethys Oil and its partners commit significant resources to ensure a \nminimal environmental impact from its operations, be it on the environ-\nment around the area of operations, from spills and releases as well as \nemissions from the oil production. The operator of Blocks 3&4 uses a \nthird-party specialist company to monitor and measure the environmental \nimpact of the operations.\nOutcome 2019\n2019 saw an increase in emissions relating to greenhouse gases driven \nby an increase in production as well as an increase in gas/oil ratio of the \nincreased production resulting in a higher amount of flared gas. This is \nbeing mitigated by a large-scale gas utilisation project which is expected \nto reduce emissions in the coming years. Spills and hydrocarbon releases \nremain at an unchanged level compared to earlier years.\nOther operational risks\nTethys Oil’s business operations are subject to a variety of known and \nunknown operational risks.\nTethys Oil Risk Management\nTethys Oil looks to mitigate unexpected operational risks by maintaining \nan active risk awareness and establishing an environment and culture of \nopenness and transparency.", "metadata": {"source": "NASDAQ_TETY_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}