{"page_content": "1818Financing risk\nTethys Oil has from time to time been in need of raising external funds to \nfinance development projects and acquisitions. The Group cannot be cer-\ntain that these sources of funds are available when necessary depending \nupon, amongst other things, macroeconomic conditions.\nTethys Oil Risk Management\nTethys Oil has not required external financing for several years. Nonethe-\nless, the Group keeps an active dialogue with banks, advisors and the \nequity investors to ensure that it has access to external financing and \ncapital should the need arise.\nOutcome 2019\nTethys Oil has not required external financing for its operations during \n2019.\nLiquidity risk\nTethys Oil’s operations are capital intensive and requires sufficient cash \non hand in order to fulfil commitments and maximise value in the assets \nand capture business opportunities. Delays in payments or budget over-\nruns could create risks relating to liquidity.\nTethys Oil Risk Management\nTethys Oil has had a policy of holding a significant cash buffer in order \nto mitigate any difficulties arising from liquidity. The Group has, however, \nnot experienced any difficulties arising from delayed receipts or budget \noverruns.\nOutcome 2019\nTethys Oil has enjoyed sufficient liquidity in 2019 to both invest and dis-\ntribute a significant amount of funds to shareholders.\nOther financial risk\nTethys Oil is exposed to a variety of financial risks including currency risk, \ncounterparty risk and transaction risks.\nTethys Oil Risk Management\nWhile exposed to a variety of financial risks, the majority of these risks \nhave minor potential impact on the Group.\nOutcome 2019\nTethys Oil has experienced no adverse effects from financial risks during \n2019.Financial risks Political Risks\nPolitical and economic instability and corruption\nTethys Oil conducts business in a politically unstable and conflict-ridden \nregion in an industry that is heavily regulated and dependent upon a func-\ntioning institutional and security framework. This also opens up for the \nrisk of potential corruption.\nTethys Oil Risk Management\nWhile the wider Middle-East has been subject to conflict and political \ninstability, Oman is and has consistently been politically stable with a well-\nfunctioning institutional framework and high level of security. Oman’s oil \nand gas industry and regulatory framework is well established and trans-\nparent thus minimising the potential for corrupt practices. Nonetheless, \nTethys Oil has well developed policies and zero tolerance with regards to \ncorruption.\nOutcome 2019\nTethys Oil has experienced no adverse effect as a result of political and \neconomic instability or corruption during 2019.\nNegative changes in fiscal terms\nThe fiscal regime and framework has a significant impact on the value \nand returns of Tethys Oil’s operations and has material impact on capital \nallocation decisions and sustainability as a going concern.\nTethys Oil Risk Management\nOman has a stable fiscal and regulatory environment with no history of \nunexpected changes or reforms. Tethys Oil mitigates any potential risk by \nmaintaining good relations with the relevant government ministries and \ninstitutions, fulfilling all its commitments and following any political devel-\nopments closely.\nOutcome 2019\nTethys Oil has seen no adverse effects of any changes of the fiscal or \nregulatory regime in its business during 2019.\nEnvironmental regulatory risks\nWith increasing awareness and concern regarding climate change and the \nrole played by the use of fossil fuels in driving these changes there is an \nincreased risk of increased regulation, decreased demand for oil and gas \nas well as divestment of the sector from major financial investors.\nTethys Oil Risk Management\nTethys Oil aims to produce oil and gas in an environmentally responsible \nway with a minimum of environmental impact. By reporting its environmen-\ntal impact in a transparent way and joining in industry initiatives to reduce \nits emissions, the Group looks to mitigate the risks as much as possible.\nOutcome 2019\nTethys Oil has seen no material impact of increased regulation, decreased \ndemand or divestment as a result of environmental risks during the \ncourse of 2019.", "metadata": {"source": "NASDAQ_TETY_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}