{"page_content": "As an insurance company, AEGON believes it will have a \nvital role to play in the years ahead in helping ensure the long-term sustainability of pension systems in the developed markets of North America and western Europe as well as in the new emerging economies of Asia, the Americas and Central and Eastern Europe. \nIn many parts of the world, people are living longer, \nhealthier lives. Workforces available to fund pension systems are shrinking and governments, particularly those in western Europe, are shifting more responsibility for funding retirements to the private sector. In Europe, it is estimated that by 2050, the working age population will have declined by 20%. At the same time, the number of over-65s will have risen by a staggering 80%. \nLonger life expectancy means people spending more time \nin retirement. Already, the average person in western Europe \nspends more than a fifth of his or her life in retirement. In \nthe more developed markets of western Europe, North America and Japan, this is leading to a fundamental shift away from simply saving for retirement to managing those savings for an increasingly costly old age. \nIn the emerging economies of Asia, the Americas and \nCentral and Eastern Europe, economic reform has led to the introduction of new, private pension systems. Over the next eight years, for example, investment in mandatory, privately run pension plans in Central and Eastern Europe is expected to grow nearly five-fold. In many of these emerging countries, recent strong economic growth has led to an increase in personal wealth. People have become more ambitious, both for themselves and their families and demand for life insurance, pensions and long-term savings and investments is growing. \nGROWTH INITIATIVES \nIn 2006, AEGON set out three major new strategic objectives: \nTo expand the Group’s international presence; \nTo extend its network of bank distribution agreements; \nTo invest in its global pension business. AEGON took a number of steps in 2007 to meet these objectives. The Group: \nExpanded its activities in Central and Eastern Europe, agreeing a new joint venture in Romania and further expanding its pension business in Poland; \nSigned a new asset management joint venture in China and extended its reach in the country to provinces with a combined population of more than 200 million people; \nStrengthened its distribution networks by agreeing new partnerships in the United States, the United Kingdom, Spain and Taiwan;\n Invested in its core businesses by acquiring Dutch life \ninsurer OPTAS, entering into a strategic relationship with US ﬁnancial services group Merrill Lynch and agreeing a life insurance and variable annuities joint venture with Sony Life in Japan. \nIn November last year, AEGON raised its medium-term financial target – a reflection of better-than-expected performances and the confidence the Group has in the growth potential of its core businesses. AEGON is aiming \nto increase its value of new business (VNB) by 2010 to EUR 1.25 billion, up from its 2005 level of EUR 550 million. In 2007, thanks to strong growth from \nthe Group’s country \nunits, VNB rose 20% to EUR 927 million. \nAEGON’S FINANCIAL PERFORMANCE IN 2007 AEGON delivered a strong performance in 2007 despite difficult financial market conditions. Net operating earnings totaled EUR 2,047 million, down 4% from the previous year. The decline was primarily the result of the continued weak US dollar and one­time tax benefits, which had lifted earnings in 2006. For the same reasons, net income was 20% lower at EUR 2,551 million. AEGON’s net underlying earnings, which exclude the impact of short-term fluctuations in financial markets, were up 4% at EUR 2,033 million. AEGON reported net impairments for 2007 of just EUR 76 million thanks primarily to effective risk management and the high quality of the Group’s overall investment portfolio. Further details of AEGON’s financial performance may be found at www.aegon.com or in the Group’s Annual Report. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 7 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}