{"page_content": "OUR APPROACH TO CR \nAEGON’s approach to issues of corporate responsibility (CR) \nmirrors the Group’s overall operating structure. At Group level, AEGON sets out a number of basic principles, providing a framework for strategies that are carried out generally by individual country units. \nIn line with this approach, country and business units are THE SCOPE OF THIS REPORT \nencouraged to focus on issues specific to their local Over recent months, AEGON has taken further steps to \nsituations. This helps ensure that AEGON’s common improve the quality of information contained in this \nprinciples become an integral part of the Group’s business Corporate Responsibility Report. The launch of a new \nactivities, wherever those activities are located. online system in early 2008 has helped strengthen the \nAEGON endeavors to provide products and services internal data gathering and verification process. In \nthat are transparent and easy to understand, helping addition, for this year’s report, the Group’s operations in \ncustomers secure their long-term ﬁ  nancial futures; both China and India have been included for the first time. \nAEGON acts as a responsible employer, providing the Data from the Group’s country units in Europe, the \nconditions, incentives and formal training its employees Americas and Asia have also been extended to cover more \nrequire for personal success; of AEGON’s workforce than in previous years. Unless \nAEGON takes measures to help reduce the impact of its otherwise stated, all information contained in this report \nbusiness operations on the environment, seeking to refers to 100% of AEGON’s global workforce. For further \nlimit energy use and curb unnecessary waste; information, please refer to Appendix I. at the back of \nAEGON recognizes its position as one of the world’s this report.\n \nleading investors and strives to ensure that its \ninvestment decisions take into account not only the AEGON’S OBJECTIVES FOR 2008\n \nneed for proﬁt but also the interests of all legitimate \nAEGON will launch a global Employee Satisfaction \nstakeholders and the wider communities in which the survey as part of efforts to improve the working \nGroup operates; environment for all the Group’s 30,000 staff worldwide; \nAEGON endeavors always to provide clear, accurate, During 2008 a decision will be taken on whether or not \ntimely and transparent information so that investors, to hire auditors to carry out an external audit of the \ncustomers and other stakeholders can make the right information contained in the Group’s annual Corporate \nﬁnancial decisions for themselves and their families. Responsibility Report over 2008 and following years; \nAEGON will further expand its employee education and training programs by introducing a new e-learning course on Insider Dealing. \nAEGON’S STATEMENT OF PRINCIPLES As a global company, AEGON has global responsibilities. We believe that business success is not incompatible with a respect for the environment, human rights and the broader communities in which we operate. Indeed, we recognize that creating a sustainable business means taking into account the interests of all our stakeholders – customers, employees, business partners and shareholders. We also believe we can make a valuable contribution to the communities in which we operate not only as a provider of long-term financial products and services, but also as a responsible employer and investor. We will pursue our objectives through sound business principles based on our core values of Respect, Quality, Transparency and Trust. \n8 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}