{"page_content": "1 Chapter one OUR APPROACH TO CR \nPROGRESS REPORT 2007 \nHow is AEGON doing with the commitments it made at the beginning of 2007? \nCommitment Progress so far \nSet out Group-wide principles on exercising voting rights \nrelated to shares AEGON owns in other companies. AEGON has now adopted new Group-wide voting policy principles in line with the company’s Code of Conduct. \nEstablish Group-wide corporate responsibility standards for suppliers in all major procurement centers. Proposals for Group-wide corporate responsibility standards for suppliers have now been drafted. Final standards are expected to be established during the course of 2008. \nExamine the possibility of a new globally coordinated action plan to reduce energy consumption. AEGON has started to examine the feasibility of a Group-wide action plan to reduce energy consumption. Initial discussions have taken place between AEGON country units, but no ﬁnal decision has yet been taken. \nInvest in streamlining and enhancing corporate responsibility information gathering and reporting. AEGON has launched a new, online data gathering system to help collate and measure CR data from its country units. \nInvestigate possible membership of business networks to exchange views on CR issues. AEGON has become a full member of the Global Reporting Initiative, an international organization aimed at setting standards to measure companies’ economic, social and environmental performance. \nBegin work on a trackable, baseline index to measure overall rates of customer satisfaction for AEGON companies worldwide. Work has begun on a Group-wide customer satisfaction index based \non indices currently compiled by AEGON companies around the world. \nHOW AEGON RANKED IN 2007 \nRating agency 2007 2006 \nDow Jones \nSustainability Index Included Included \nFTSE4Good Included Included \nOekom C (prime) C (prime) \nSiRi 1 8th 15th \nCompared with 82 leading listed insurance companies around \nthe world. In SiRi’s latest research, carried out by Dutch Sustainability Research (SiRi’s partner in the Netherlands), AEGON achieved an overall sustainability score of 66.7, 29% above the industry average of 51.7. Using a stakeholder methodology, SiRI a ssesses how companies perform on a \nrange of different sustainability themes, including corporate governance and business ethics, as well as the company’s approach to its customers, employees and the environment. Any involvement in controversial products, services and business activities is also taken into consideration. \nAEGON has been included in the Dow Jones Sustainability \nIndex (DJSI) for the past eight years. The DJSI includes only those companies ranked in the top 10% for corporate sustainability purp oses. T he rating is based on independent \nresearch carried out by SAM, an asset management company specializing in sustainable investments. In 2007, AEGON received a Silver Class ranking in recognition of its work in the field of corporate responsibility. AEGON was again included in the FTSE4Good index in 2007. This index measures the performance of leading companies against recognized corporate responsibility standards. FTSE4Good works closely with EIRIS – the Ethical Investment Research Service. \nBased in Munich, Oekom Research AG is an independent \nrating agency, providing in-depth information and analysis of companies’ environmental and social performance. Oekom currently rates AEGON as ‘C Prime’, unchanged from last year. According to Oekom’s own estimate, ‘C Prime’ equates to ‘Medium’. Oekom’s ‘Social Rating’ for AEGON is C+, while its ‘Environmental Rating’ is C-. \nSiRi – the Sustainability Investment Research International \nCompany – has been comparing the corporate responsibility performances of Dutch-listed companies to their international peers for the past eight years. SiRi comprises eleven specialist Socially Responsible Investment research organizations based in Europe, North America and Australia, covering more than 2,100 listed companies. SiRi provides independent research to institutional investors and other financial professionals. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 9 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}