{"page_content": "OUR CUSTOMERS \nIn some countries, however, AEGON does supply other \nproducts, including general insurance, property and casualty \ninsurance, reinsurance and some banking services. \nAEGON is committed to providing financial products and \nservices that are clear, transparent and as easy to understand as possible. AEGON companies are expected to comply with national legislation in this respect, as well as other voluntary industry standards. In addition, AEGON takes initiatives at a country unit level to ensure the continued transparency of its financial products. \nIn the United Kingdom, AEGON is supporting an initiative sponsored by UK regulators known as ‘Treating Customers Fairly’. This initiative is aimed at ensuring customers understand the beneﬁ ts, risks and \ncosts of the ﬁnancial products they buy; \nIn the Netherlands, a new ‘uniform pension survey’ was introduced in 2007 designed to provide customers with clear, easy-to-read information about their retirement and pension rights. \nIn 2007, AEGON paid out a total of EUR 21.1 billion in claims and benefits, virtually unchanged from EUR 21.2 billion the previous year. \nLOW-INCOME PRODUCTS \nLike many other insurance companies, AEGON country units \nhave contractual measures in place to help those customers \nwho find themselves on low incomes and, often through no \nfault of their own, are unable to maintain premium payments. \nThese measures include introducing lower premium payments, grace periods and loans or, in some cases, reducing the coverage offered by a particular policy. \nIn addition, some AEGON units offer products and services \nspecifically aimed at customers on low incomes. In the United Kingdom, for example, AEGON has streamlined the application process for life insurance cover, launching a new product in June 2007 called ‘Simply Life’, aimed primarily at the low-income customer segment. In the United States, there are provisions in place to help customers serving with the military overseas or those affected by natural catastrophes, such as hurricanes. \nIn 2007, Western Reserve Life, part of AEGON USA1, \nintroduced a new low cost term product aimed specifically at customers on low levels of income. \nCUSTOMER SATISFACTION \nAEGON has a long-term strategy designed to improve levels of customer satisfaction based on four main goals: \nTo improve the quality and transparency of the Group’s products and services; \nTo use distribution means that allow customers to\n access products in a way that suits them;\n \nTo deal efﬁ ciently and effectively with all customer \ncomplaints;\n \nTo help strengthen the ﬁnancial literacy of those\n buying AEGON’s products and services. \nIn the past year, work has begun on a new Group-wide customer satisfaction index based on indices currently compiled by AEGON companies around the world. This new Group-wide index will allow the Group to better monitor overall levels of customer satisfaction and address problems, when they arise, more effectively. \nAEGON country units regularly monitor customer \nsatisfaction. In addition, most have a separate unit dedicated to dealing with customer complaints. Overall, customer satisfaction levels at AEGON’s operating units rose by 9.1% in 2007\n 2. Figures show customer satisfaction \nlevels rose by 16% in the Netherlands and by 7% in the United Kingdom. In other areas, customer satisfaction levels either showed modest improvement or were unchanged from 2006. \n1 Please note that ‘AEGON USA’ refers to all subsidiary companies operating in the United States. \n2 \tBased on 56% of AEGON’s busin esses w orldwide (as measured by numbers of policies). Excludes the United States, where AEGON’s \noperating companies measure customer satisfaction separately. In addition, country units were asked to indicate overall 2007 cu stomer \nsatisfaction levels on a scale of 0 to 100 as an initial step toward the creation of a trackable, Group-wide index. The weighte d average, \nbased on seven country units (the United Kingdom, Taiwan, Spain, Hungary, Slovakia, the Netherlands and the Czech Republic) was 80. \n12 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}