{"page_content": "Chapter two OUR CUSTOMERS \nREDUCING CUSTOMER COMPLAINTS IN TAIWAN \nIn 2008, AEGON Taiwan is aiming to further reduce the number of customer complaints by launching a new program designed to provide extra education and training to its sales personnel. The program is aimed at ironing out possible misunderstandings by ensuring sales representatives are able to explain AEGON’s products and services clearly and precisely. \n‘KNOW YOUR CUSTOMER’ AEGON companies operate a ‘Know Your Customer’ policy. This helps ensure customers get the right ﬁnancial advice and are offered ﬁnancial products tailored to their individual requirements. It also enables \nAEGON to detect errors and anomalies more quickly and helps in the ﬁ ght against fraud and money \nlaundering.\n \nCUSTOMER COMPLAINTS\n \nDealing with complaints efficiently and openly is an \nimportant part of overall customer satisfaction. All AEGON \ncountry units have formal procedures in place for handling \ncomplaints. AEGON regularly conducts surveys to identify \nspecific areas where the Group is not meeting customer \nrequirements. These surveys play a significant role in \nhelping AEGON improve the quality of its products and \nservices. In 2007\n 1, AEGON saw an overall decline of 5% in \nthe number customer complaints. \nMIS-SELLING\n \nDuring 2007, AEGON received a number of complaints\n regarding the mis-selling of its products and services. \nWhere justified, the Group took steps to address\n these complaints as quickly and efficiently as possible. \nIn some cases, action was taken against the salesmen, \nagents or brokers involved. In others, measures were adopted to strengthen sales proc esses or modify existing \nproducts and services. In the Netherlands, AEGON has supported efforts for greater transparency in the insurance industry following sector-wide complaints against a number of suppliers for a perceived lack of transparency in certain unit-linked products. In 2005 and 2006, AEGON The Netherlands revised its entire portfolio of unit-linked products, reducing charges to customers retrospectively \nand re-investing the difference. The \ncompany also took steps  to improve its products and \nimplement recommendations for greater transparency. \nIn 2007, AEGON paid EUR 59,000 in fines linked to two \nseparate cases of alleged mis-selling in the United States and Canada, a tiny fraction of the Group’s total revenues from the two countries. \n1 Based on 49% of AEGON’s businesses w orldwide (as measured by total revenues). \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 13 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}