{"page_content": "OUR CUSTOMERS \nMODIFYING PRODUCT SPECIFICATIONS \nAEGON regularly reviews products developed and marketed in former years and, if necessary, will modify product specifications as well as proc esses and distribution. \nNew products sold by the Long-Term Care Division were modiﬁed \nto include comprehensive beneﬁts after it was found that most claimants wanted beneﬁts they had not originally purchased when taking out long-term care plans. \nTransamerica Retirement Services increased customer \ncommunication and education concerning pension legislation following customer feedback on some of its retirement products. \nFollowing a request, Transamerica Insurance and Investment \nGroup added a Cash Value Enhancement rider to one of its indexed products. \nAction was taken in the second half of 2007 to compensate policyholders for overcharging on some of AEGON Canada’s segregated fund products. \nIn response to customer demand, AEGON Canada also improved \nand updated its lapse process for universal life policies. \nThe Netherlands AEGON The Netherlands holds regular meetings with both retail and institutional clients to assess and improve levels of customer satisfaction. \nUnited Kingdom AEGON UK set up a central complaints team to process customer complaints more efﬁciently. \nAsia In 2007, AEGON Taiwan started a new SMS service to inform customers of the issue of new business policies. \nCentral and Eastern Europe In Hungary, changes in pricing with respect to motor insurance led to a strong growth in demand. United States \nCanada \nABSENT POLICYHOLDERS \nEvery year, a number of policyholders fail to receive their full entitlements, often because they have forgotten to update their contact information. AEGON is committed to tracing all beneficiaries. \nThe Group estimates that 3% of first-time pensioners did \nnot receive payments due to them in 2007 because they had not updated their contact information. Inevitably, some customers cannot be traced. In the United States, the Netherlands and the United Kingdom, AEGON ensures benefits and entitlements due to these customers remain accessible for as long as possible. \nIn the United States, which has the highest number of such customers, all beneﬁ ts remain in policyholders’ \naccounts and are not added to the company’s income; In the Netherlands, customers never lose their right to claim, no matter how much time elapses; \nIn the United Kingdom, meanwhile, unclaimed beneﬁ  ts \nare transferred to an external fund only when absent policyholders reach the age of 75. \nAt the end of 2007, AEGON estimates that it was retaining EUR 7.67 million in unclaimed benefits because of missing or unknown addr esses, 0.04% of tot al benefits paid during \nthe year. \nAt the end of 2007, AEGON estimates that it was retaining \na total of EUR 11.49 million\n 1 in unclaimed benefits because \nof missing or unknown addr esses, 0.05% of total benefits \npaid during the year. \n1 Figure does not include the United States. \n14 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}