{"page_content": "OUR CUSTOMERS \nSPONSORING DUTCH SOCCER \nLast year AEGON signed an agreement to sponsor Dutch football club Ajax from the start of the 2008-09 season. As part of this sponsorship deal, the AEGON name will appear on Ajax’s famous red-and-white jerseys when the new season kicks off next August. Sponsoring the Amsterdam-based club will help strengthen AEGON’s brand recognition, especially as the Group continues to expand its international presence in the years ahead. \nOne of the best-known names in world soccer, Ajax has won 29 national league titles and lifted the \nprestigious European Cup no fewer than four times – a record bettered by only three other clubs, Real Madrid, AC Milan and Liverpool. Ajax’s success, both at home and abroad, has been based for many years on the club’s famous Youth Academy, which has groomed several generations of Dutch footballers for glittering international careers, including perhaps the best known Dutch soccer star ever, Johan Cruyff. The Ajax sponsorship deal will operate alongside AEGON’s other sporting commitments – to speed-skating and rowing in the Netherlands and to golfers Zach Johnson and Taylor Leon in the United States and Lloyd Saltman in the United Kingdom. \nFINANCIAL LITERACY \nAEGON plays a role in ensuring its customers have the information they need to make the right long-term financial decisions for themselves and their families. In each of the Group’s three main markets, AEGON organizes and supports initiatives aimed at improving overall levels of financial literacy in its local communities. \nIN THE UNITED STATES: \nMonumental Life has developed special software \ndesigned to instruct customers about insurance needs; \nAEGON companies contribute to LIFE – the Life and Health Insurance Foundation for Education – a non­proﬁt organization that instructs people on the importance of life insurance and sound family ﬁ  nancial \nplanning. \nIN THE NETHERLANDS: \nAEGON has set up an extensive training program for salesmen and other intermediaries designed to improve the advice they give to customers on insurance and long-term savings products. IN THE UNITED KINGDOM: \nAEGON is backing the UK government’s National Strategy for Financial Capability to improve levels of ﬁ nancial education; \nAEGON UK supports pfeg, an educational charity \nproviding school leavers with basic ﬁ  nancial skills;\n \nAEGON UK has also provided backing for ‘Moneyplan’, a partnership between national charity Citizens Advice and the Personal Finance Society. ‘Moneyplan’ is aimed at providing free-of-charge advice to those who turn to the charity to help resolve their money problems. \nIn addition, AEGON country units in Europe, the Americas and Asia organize regular s eminars and training sessions \nfor salesmen, intermediaries and brokers to improve the quality of financial advice they are able to give potential customers. \nDISTRIBUTION \nAEGON uses a number of commercial channels to distribute its products, including agents, brokers, banks, direct marketing, as well as partnerships with other companies. This approach enables customers to access AEGON products in a way that best suits them. \n16 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}