{"page_content": "Chapter two OUR CUSTOMERS \n‘MONEY GUIDANCE’ IN THE UNITED KINGDOM \nIn 2007, the UK government asked Otto Thoresen, Chief Executive Ofﬁ cer of AEGON UK, to chair a task \nforce looking into providing impartial and easy-to-understand ﬁ nancial advice, especially to those on the \nlowest incomes. The initiative was part of broader efforts to strengthen ﬁnancial education in the United \nKingdom, important at a time of rising household debt and growing economic uncertainty. In March 2008, \nMr. Thoresen ‘s task force published its report, recommending the creation of a national Money Guidance \nservice, funded jointly by the UK government and the country’s ﬁnancial sector. The proposal has already \nbeen given the backing of the UK government and will now be taken up by the country’s Financial Services \nAuthority. The new service would provide free, impartial advice to as many as 19 million potential users. \n“This is not a service designed for those in crisis,” said Mr. Thoresen. “It must be preventative, helping \npeople budget and plan for today and the future. Good money sense needs to be as much part of people’s \nlives as healthy eating and keeping ﬁ  t.” \nONLINE SERVICES \nProviding financial services online can help reduce transaction costs and cut down on the need for business travel and printed materials. Most AEGON country and business units provide online services of one sort or another. These services include: \nInformation on ﬁ  nancial products; \nOnline application forms; \nModifying personal data; \nModifying premium contributions;\n Accessing quotes; \nOnline calculation tools. Most AEGON companies operate IT fraud detection systems and all units use feedback loops to compliance officers to ensure the Group’s online platforms remain safe and secure at all times. Approximately 5.7 million people visited AEGON websites outside the United States during 2007\n1. In addition, the Group’s US-based websites received \nsome 93 million separate ‘hits’ over the year. More than 50% of visitors requesting information online went on to buy a financial product or service from the company (or, just over 18,200 in total, a small but growing part of the Group’s overall customer base). \nSUPPORTING THE DUISENBURG SCHOOL OF FINANCE \nAEGON has committed EUR 500,000 a year over the next ﬁve years to help support the new Duisenburg School of Finance in Amsterdam. Named after former European Central Bank president Wim Duisenburg, the School will act as an academy, training future generations of business leaders and ﬁ  nanciers. \nThe School of Finance’s board will be chaired by Jos Streppel\n 2, AEGON’s Chief Financial Ofﬁ  cer and \nmember of the Executive Board. \n1 \tRefers to the number of ‘unique visitors’, i.e. the total number of Internet users visiting the site or sites during 2007. Information is \ncompiled on a 24-hour basis and then aggregated over 12 months to avoid single visitors being registered several times in any given 24-hour period. \n2 Please note this is an unpaid position. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 17 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}