{"page_content": "OUR SHAREHOLDERS \nFINANCIAL COMMUNICATION \nAEGON’s Investor Relations program seeks to provide the Group’s investors – shareholders and bondholders – with the information they need to make sound investment decisions. During 2007, AEGON took a number of measures designed to improve its financial communications: \nLaunched a new measure of operating earnings; \nChanged accounting rules in the Netherlands to ensure the Group’s ﬁnancial statements better reﬂ  ect the \neconomic matching of assets and liabilities; \nStarted publishing a quarterly ﬁ  nancial supplement. \nThese changes were all designed to help investors, analysts and other interested parties more accurately assess  the economic performance of AEGON’s businesses. \nIn addition, during 2007, AEGON’s Investor Relations staff\n 1 \nin the Netherlands and the United States maintained active communications with the international financial community through: \nRegular press releases; \nInvestor road shows in Europe, Asia and North America; \nIndividual meetings between analysts, investors and AEGON senior management; \nTwo Analyst and Investor conferences in Amsterdam, in May 2007, and in New York, in November 2007. \nIn February 2008, AEGON’s Executive Board formally adopted a new policy setting out guidelines for communications between the Group and its investors, in line with recent recommendations from the Dutch Corporate Governance Code Monitoring Committee, available on AEGON’s website. \nSHAREHOLDER RETURNS \nAEGON returned a total of EUR 1.9 billion to shareholders in 2007 in the form of share repurchases and increased dividend payments. Thanks to strong cash flows and a solid financial base, the Group was able to increase its proposed dividend payment for 2007 to EUR 0.62 per share, a 13% improvement from the previous year’s EUR 0.55 per share. In addition, between August and November 2007, AEGON bought back EUR 1 billion worth of its own shares, as part of a strategy to return surplus capital to shareholders and improve returns for investors in the company. \nIncluding dividends paid during the year, the total return \non an AEGON common share in 2007 was a negative 12.7%\n 2, compared with +8.7% in 2006. In US dollars, the \ntotal return in 2007 was -3.5%. The overall decrease was due to a lower stock price. By comparison, total returns from the DJ Stoxx 600 Insurance Index and the US-dollar denominated S&P 500 Insurance Index were –9.0% and –6.3% respectively. \nIn 2007, AEGON paid out a total of EUR 1,325 million in \ninterest and dividends to shareholders and bondholders, up from EUR 1,086 million the year before. \n8<>FE\u0017J?8I<\u0017GI@:<\u0017;<M<CFGD<EK\u0017M<IJLJ\u0017@E;@:<J \nI<98J<;\u0017\u001f`e\u0017<LI \n8<>FE \n;A\u0017Jkfoo\u0017-''\u0017@ejliXeZ\\\u0017@e[\\o 8<O\u0017@E;<O\n()'\u001c \n(''\u001c \n/'\u001c \n-'\u001c \nAXe =\\Y DXi 8gi DXp Ale Alc 8l^ J\\g FZk Efm ;\\Z \n'. '. '. '. '. '. '. '. '. '. '. '. \nDuring the course of 2007, AEGON’s share price lost 16.3% \nof its value. In US dollar terms, the decline was more moderate, at 7.5%. \n1 Please refer to page 56 for contact details for AEGON’s Investor Relations department. \n2 \tTotal shareholder return reﬂects both movements in the AEGON stock price during the year as well as dividend payments. \nThe calculation is based on the assumption that any cash dividends are reinvested in the stock. \nPREVENTING MONEY LAUNDERING \nAEGON takes speciﬁc measures to detect and prevent money laundering and the ﬁ  nancing of \nterrorist activities. These include providing awareness training for all relevant staff and encouraging employees to report suspicious transactions both to management and to relevant authorities. \n20 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}