{"page_content": "Chapter three OUR SHAREHOLDERS \nBy comparison, during 2007 the DJ Stoxx 600 Insurance \nIndex fell by 11.9%. The S&P 500 Insurance Index, meanwhile, \nwas down 7.7%. \n@EK<I<JK\u00178E;\u0017;@M@;<E;\u0017G8PD<EKJ\u0017)''. \n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe \n+)) \n,/* \n)*, \n/, \n;`m`[\\e[\u0017gX`[\u0017fe\u0017Zfddfe\u0017j_Xi\\j\u0017\n \n;`m`[\\e[\u0017gX`[\u0017fe\u0017gi\\]\\ii\\[\u0017j_Xi\\j\n @ek\\i\\jk\u0017gX`[\u0017fe\u0017fk_\\i\u0017\\hl`kp\u0017`ejkild\\ekj\n @ek\\i\\jk\u0017gX`[\u0017fe\u0017[\\Yk\u0017`ejkild\\ekj\u0017\n \nAEGON’S SOLID FINANCIAL BASE \nDespite recent turbulence in world financial markets, AEGON enjoys a strong capital position. At the end of December 2007, shareholders’ equity amounted to EUR 15.2 billion, down from EUR 18.6 billion twelve months previously. This decline was due primarily to three factors: \nA decrease in the revaluation reserves as a result of lower asset values; \nThe impact of a weaker US dollar; \nThe cost of dividend and coupon payments and share repurchases. \nIt should be noted that any declines in revaluation reserves impact shareholders’ equity, but do not affect the Group’s net income (unless the underlying assets are considered \nto be ‘impaired’). The effect of movements in the \nrevaluation reserve on AEGON’s capitalization ratios and capital adequacy are therefore minimal. During 2007, net impairments (which directly impact earnings) totaled just EUR 76 million, a fraction of the Group’s overall revenue-generating investments of EUR 371 billion. \nShareholders’ equity represented 71.5% of AEGON’s \noverall capital base, above the minimum requirement of 70% that the Group sets for itself. Perpetual securities accounted for another 21.7% of AEGON’s total capital base at the end of 2007 and senior and dated subordinated debt the remaining 6.8%. \nThis solid financial base: \nProvides strong capital adequacy for local operations \nand business units, as well as for the Group as a whole; \nStrengthens customer, policyholder, investor and \nemployee conﬁ  dence;\n \nForms the basis for the Group’s strategy of promoting a combination of organic growth and selective, targeted acquisitions in high-growth markets. \nAEGON’s financial strength is reflected in the continued confidence of major international rating agencies: \nAEGON AEGON \nAEGON The Scottish \nRatings USA Netherlands Equitable \nS&P rating AA AA AA \nS&P outlook Stable Stable Stable \nMoody’s rating Aa3 Not rated Not rated \nMoody’s outlook Stable Not rated Not rated \nFitch rating AA+ Not rated Not rated \nFitch outlook Stable Not rated Not rated \nMANAGING RISK Managing risk is at the heart of what an insurance company does. Insurers must be able to fulfill the long-term promises they make to their policyholders and investors. That means managing a range of financial and operational risks as effectively and efficiently as possible. \nIn recent years, risk management has grown in significance. \nCapital markets have become more sophisticated, while changes to international accounting rules and a possible reform of European capital adequacy requirements are creating new challenges and new opportunities. Events such as the September 11th, 2001, attacks on New York and Washington and the more recent concerns over the subprime mortgage market in the United States serve to highlight the importance risk management now plays in the success or otherwise of leading financial sector companies. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 21 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}