{"page_content": "OUR SHAREHOLDERS \nAEGON’S HIGH QUALITY INVESTMENT PORTFOLIO \nWorld ﬁnancial markets came under considerable pressure in 2007. Initially, this pressure stemmed from \nproblems in the US housing market and so-called ‘subprime’ mortgages. By the end of the year, concerns \nhad spread to credit markets around the world. \nAEGON has taken a number of measures designed to maintain its strong ﬁ nancial position, despite\n \ndifﬁcult market conditions.\n AEGON ﬁrst became concerned about the direction of the US subprime market in 2002.\n \nSince then the company has switched more money into safer, higher quality subprime investments.\n \nToday, 99% of AEGON USA’s subprime investments are rated either ‘AAA’ or ‘AA’.\n \nIn addition, the Group has also taken further steps to reduce its exposure to equity markets in both\n \nthe Americas and the Netherlands.\n Despite difﬁ cult market conditions, AEGON has proposed a 13% increase in full-year dividends for\n \nshareholders and has maintained its very high credit rating with international rating agencies such\n \nas Standard & Poor’s and Moody’s.\n \n“In 2007, AEGON maintained its strong ﬁ nancial position despite considerable turbulence in world \nﬁnancial markets. We suffered no material impairments during the year, a testimony to the Group’s robust \nand effective approach to managing risk.”  – Don Shepard, Chairman of AEGON’s Executive Board. \nAEGON faces a number of different types of risk. These \ninclude: \nMovements in ﬁ nancial markets and the credit strength \nof investments; \nMovements in interest and currency exchange rates; \nChanges in longevity, mortality or morbidity trends; \nLawsuits, fraud, changes in tax rates, business and \nother strategic risks.\n Clearly, the amount of risk an insurance company is willing to take on – and the nature of that risk – has a profound impact on its corporate strategy. Risk management helps determine the way an insurance company designs its products and services, the way it prices insured risks, the way it allocates available capital, and even its approach to mergers and acquisitions. \nAs a company with businesses in more than twenty \ncountries around the world, AEGON’s approach to risk \nmanagement is an integrated one, combining local knowledge with clearly defined principles and policies established at Group level. \n22 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}