{"page_content": "Chapter three OUR SHAREHOLDERS \nThis approach: \nAllows country units to share best practice; \nEnsures a closer alignment between risk management \nand AEGON’s underlying businesses. \nIn recent years, AEGON has been setting up new governance structures, both at Group level and within its country units, to ensure the effectiveness of an integrated, Group-wide risk management strategy. \nAEGON has put in place a series of local and international \nrisk and capital committees. Through these committees, AEGON’s local operations play a central role in identifying and measuring risk. Thanks to AEGON’s integrated approach, they are also able to use more coordinated, Group-wide strategies to handle that risk more effectively. Today, AEGON has approximately twenty senior risk managers in The Hague, Dublin and the United States, responsible for overseeing risk management for AEGON’s businesses around the world. \nAEGON has recently announced a number of measures \ndesigned to further strengthen the Group’s risk management. \nAs part of these measures: \nA dedicated risk committee will be created, made up of \nmembers of AEGON’s Supervisory Board; \nThe Management Board will increase its involvement in risk management; \nAEGON’s two corporate risk departments – US Corporate \nRisk and Group Risk – will be brought together to form a single Group Risk function, providing support and risk supervision to individual operating units. Under this set-up, the existing US Corporate/Group Risk team will continue to support US management; \nRegional Chief Risk Ofﬁ cers will be appointed to\n \nfacilitate Group-wide risk management initiatives.\n The next few years will bring significant changes to the way in which Europe’s insurance companies manage their finances: \nThe European Union Commission is planning the ﬁ  rst \nmajor overhaul of EU capital adequacy guidelines in 30 years; \nThe method commonly used to calculate embedded value – probably the most important measure of an insurance company’s underlying worth – is also being redeﬁ  ned; \nUnder IFRS (International Financial Reporting Standards), \nmany accounting rules have already changed and further \nchanges are planned. \nAEGON is planning to incorporate these changes into its ‘Economic Framework’ – a new internal model for risk and capital management that the Group intends to introduce in 2008. The ‘Economic Capital Model’ will help more closely align AEGON’s financial management with its underlying businesses. Having an efficient, working \ninternal model is a necessary precondition for AEGON to switch to ‘Group Supervision’ under proposed new EU solvency requirements – a step that is expected to reward the Group’s sound and efficient risk management and, ultimately, reduce the amount of capital AEGON needs to hold and free more money for other projects. \nCORPORATE GOVERNANCE \nAEGON is a public company under Dutch law. It is governed by three corporate bodies: \nGeneral Meeting of Shareholders\n Executive Board\n Supervisory Board \nThe Executive Board is charged with the management of the company. It comprises three members: \nDonald J. Shepard (Chairman) \nAlexander R. Wynaendts (Chief Operating Ofﬁ  cer) \nJoseph B. M. Streppel (Chief Financial Ofﬁ  cer) \nMr. Shepard is due to retire in 2008 in accordance with the terms of his contract. He will be succeeded by Mr. Wynaendts. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 23 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}