{"page_content": "OUR SHAREHOLDERS \nGOVERNANCE STRUCTURE\n \nSUPERVISORY BOARD \nEXECUTIVE BOARD 1 \nMANAGEMENT BOARD COMMITTEES \nAUDIT \nCOMPENSATION \nNOMINATING \nRISK 2 \nAMERICAS UNITED KINGDOM THE NETHERLANDS OTHER COUNTRIES \nASIA CENTRAL AND \nEASTERN EUROPE OTHER EUROPEAN COUNTRIES \n1 Please note that members of AEGON’s Executive Board are also members of the Management Board. \n2\t AEGON's Risk Committee was established at the beginning of 2008, as part of broader efforts to strengthen supervision of the Gr oup's \nrisk management strategy. \nIn addition, AEGON has a Management Board, introduced \nat the beginning of 2007 and comprising the three members of the Group’s Executive Board and the CEOs of the three largest country units, the United States, the Netherlands and the United Kingdom. There were no further changes to the corporate governance structure of either AEGON N.V. or its country units during 2007. In January 2008, Johan van der Werf stepped down from the Management Board and announced his resignation as Chief Executive Officer of AEGON The Netherlands. \nAEGON’s Supervisory Board oversees the management \nof the Executive Board as well as the overall course of the company’s business and corporate strategy, taking into account the relevant interests of AEGON’s stakeholders. The Supervisory Board comprises eleven members: \nDudley G. Eustace (Chairman) \nO. John Olcay (Vice-Chairman) \nIrving W. Bailey II \n Antony Burgmans \nRené Dahan (Chairman, Compensation Committee) \nShemaya Levy (Chairman, Audit Committee) \nKarla M.H. Peijs \n Toni Rembe \nWillem F.C. Stevens \nLeo M. van Wijk Mr. Eustace also serves as Chairman of AEGON’s Nominating committees. A decision was taken to discontinue AEGON’s Strategy Committee at the end of 2007. \nAll members of AEGON’s Supervisory Board may be \nconsidered ‘independent’, as defined by the Dutch Corporate Governance Code, with the exception of Mr. Storm, who formerly served as Chairman of the Group’s Executive Boards. \nA General Meeting of Shareholders is held at least once a \nyear. Its main function is to decide matters such as the adoption of annual accounts, the approval of dividend payments and appointments to AEGON’s Executive and Supervisory Boards. \nFurther details on AEGON’s governance as well as \nExecutive and Supervisory Board remuneration may be found either in the 2007 Annual Report or on the company’s website. \n24 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}