{"page_content": "Chapter three OUR SHAREHOLDERS \nREGULATIONS \nAEGON is registered in the Netherlands, and listed on four seperate stock exchanges. As such, the Group complies with a variety of  different governance codes. These include: \nSarbanes Oxley Act in the United States; \nThe Dutch Corporate Governance Code in the \nNetherlands;\n \nThe Combined Code on Corporate Governance in \nthe United Kingdom.\n \nINVESTING RESPONSIBLY: AEGON AS A SHAREHOLDER With EUR 371 billion in revenue-generating assets, AEGON is one of the world’s leading institutional investors. It manages investments not only on its own account, but also on behalf of its various customers and policyholders. The Group places great importance on the responsibilities it has as an investor and recognizes that poor social or environmental practices can affect the value of the companies in which it invests. \nINVESTMENT STRATEGY \nAEGON’s investment strategy consists in attempting to balance the need to maximize returns with consideration for social, environmental and other non-financial factors. AEGON’s asset management companies adhere to a range of local, regional and international corporate governance initiatives. These include guidelines provided by the: \nOrganization for Economic Cooperation and Development (OECD); \nInternational Corporate Governance Network (ICGN); \nDutch Corporate Governance Code 1; \nDepartment of Labor in the United States; \nCombined Code in the United Kingdom. \nBased on these initiatives, AEGON’s investment companies in the United States, the Netherlands, the United Kingdom and Canada have their own local voting policies\n 2. These \npolicies are periodically reviewed and updated. \nIn addition, AEGON companies regularly report their \nvoting activities or, alternatively, will supply voting records to customers and investors, if requested. Early in 2008, AEGON introduced a new Global Voting Policy. This sets out common Group-wide practices and principles for all AEGON asset management companies around the world and operates alongside existing local voting policies. \nThe Global Voting Policy covers the following areas: \nInteraction with local voting policies; \nHow and when to exercise voting rights; \nUse of proxy voting, agencies and advisors; \nAvoiding possible conﬂicts of interest; \nApproach to securities lending; \nImportance of sustainability. \nA copy of the Global Voting Policy may be found on \nAEGON’s corporate website. \nAEGON’s new Global Voting Policy is in line with the \nprinciples on responsible investment and sustainability contained in the Group’s Code of Conduct. These principles \nstress the importance of managing investments responsibly \nwith consideration for ‘the financial and non-financial factors likely to affect the returns on those investments’. \nWhen making investments, AEGON takes into account a \nnumber of non-financial risks and factors including:\n Political \nRegulatory and /or legal\n Environmental\n Social\n Accounting \n Reputational \nAEGON’s investment analysis explicitly considers company management’s track record on these issues, particularly for sectors of the economy that have significant environmental impact or exposure to political risk. Both AEGON UK and AEGON The Netherlands engage actively with management of c ompanies in which the y inv est. \nAEGON fund managers and analysts regularly meet executives from these companies. The aim of continuous and in-depth dialogue is to ensure AEGON is aware of all aspects of the company’s activities. \n1 \tFor further information on AEGON’s compliance with the Dutch Corporate Governance Code, please refer to the Group’s Annual Repo rt, \navailable on the corporate website. \n2 \tFurther details may be found online at: \nAEGON Nederland N.V. (Netherlands) www.aegon.nl AEGON Capital Management Inc. (United States) www.aegoncapital.ca Transamerica Investment Management LLC (United States) www.timllc.com AEGON Asset Management UK (United Kingdom) www.aegonam.co.uk \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 \n| 25 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}