{"page_content": "OUR SHAREHOLDERS \nSOCIALLY RESPONSIBLE INVESTMENTS \nIn the United Kingdom, the Netherlands and Hungary, AEGON offers Socially Responsible Investments (SRI) funds. These funds invest in companies that offer ethically and environmentally sound business practices. Certain AEGON companies in the United States offer similar SRI funds managed by third parties. SRI funds typically avoid investing in certain sectors of the economy, including armaments, tobacco, firearms and gambling. They may also exclude investments in companies that have in the past made political donations, have been fined for pollution offenses or operate in countries with poor human rights records. As well as ‘negative screening’, AEGON’s SRI funds also focus on investing in companies that, in individual sectors, offer the best corporate responsibility records. \nAt the end of 2007, AEGON had six separate SRI funds, \nthree in the United Kingdom, two in the Netherlands and one in Hungary. AEGON UK launched its Ethical Cautious Managed fund at the beginning of March 2007. The fund complements AEGON UK’s Ethical Corporate Bond and Ethical Equity fund and provides a combination of income and long-term capital growth by investing in a range of UK equities, bonds and cash that meet the fund’s pre-determined criteria. \nCountry unit Funds \nAEGON UK Ethical Cautious Managed \nEthical Corporate Bond \nEthical Equiy Fund \nAEGON The Netherlands AEGON Duurzaam Aandelen Fonds 1 \nAEGON Sustainable World Equity Fund \nAEGON Hungary AEGON Climate Change Fund \n1 Translation: the AEGON Sustainable Shares Fund. In 2007, AEGON Hungary, meanwhile, launched its first SRI fund – the AEGON Climate Change Fund. The new fund invests primarily in listed, investment-grade companies likely to benefit from global climate change or involved in the agribusiness sector. This includes companies operating in areas such as clean technology, environmental management, renewable energies, bio fuels as well as livestock and commodity producers. \nAt the end of 2007, AEGON’s SRI funds in the United \nKingdom, the Netherlands and Hungary totaled EUR 1.08 billion, or 0.3% of the Group’s total revenue-generating assets, up from EUR 800 million or 0.2% the year before. This increase reflects the growing demand among international investors for socially, environmentally and ethically sound investments. As a proportion of AEGON’s assets under management, SRI funds grew by 32% in 2007. \nAEGON’s SRI assets under management in the Netherlands \nfell slightly in 2007 – the result of a decision by AEGON The Netherlands to reduce its exposure during the year to world equity markets. \nNaturally, AEGON does not seek to place a pre-determined \nproportion of its assets in SRI funds. Most assets in both the United Kingdom and the Netherlands are managed by AEGON on behalf of individual policyholders. \nTotal invested \nas % of \nSRI funds Total country unit’s \nassets under \nCountry unit invested Change management \nYear end \nUnited Kingdom (in GBP million) 0.97% \nThe Netherlands (in EUR million) 0.15% \nHungary (in EUR million) n/a \nTOTAL (IN EUR MILLION) 0.22% 2007 2006 2007 \n740 472 57% 1.39% \n68 972 -30% 0.10% \n1 n/a n/a n/a \n1,078 800 35% 0.29% \n2 \tPlease note that this ﬁ gure has been restated. Due to a ﬁnancial reporting error, total SRI assets under management in the Netherlands at \nthe end of 2006 were published mistakenly as EUR 154 million in AEGON’s 2006 Corporate Responsibility Report. \n26 2006 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}