{"page_content": "Chapter three OUR SHAREHOLDERS \nProudly sponsoring AEGON upholds a number of different international agreements, setting out guidelines or minimum \nstandards for pollution, human rights or labor conditions. These agreements help shape and inform the Group’s investment decisions. \nCARBON DISCLOSURE PROJECT – AEGON knows that failing to tackle climate change could have signiﬁ  cant \nconsequences in the years ahead not only for the environment, but also for the world economy. AEGON is a signatory to the Carbon Disclosure Project, a program that encourages companies to be more open about their greenhouse gas emissions. Investors that have signed up to the Project have approximately USD 41 trillion in assets under management. \nHUMAN RIGHTS  – As a global company, AEGON recognizes its responsibility for helping defend and promote \nhuman rights. AEGON upholds the United Nations’ Universal Declaration of Human Rights and subscribes to the core standards of the International Labor Organization (ILO) as well as the principles on human rights and labor standards contained in the UN Global Compact. AEGON applies this policy both to its own operations and, wherever possible, to its business dealings with third parties. \nGLOBAL REPORTING INITIATIVE  – AEGON supports the Global Reporting Initiative (GRI) – a project that \naims to develop accepted and comparable standards for measuring corporate and social responsibility performance. GRI’s ‘G3’ guidelines served as a framework for this 2007 Corporate Responsibility Report (for further information, please refer to Appendix II). \nRENEWABLE, NATURAL RESOURCES IN THE UNITED STATES AEGON’s investments in the United States include a number of projects designed to encourage use of renewable natural resources. AEGON USA Realty Advisors has invested in four wind generation plants capable of producing more than 286 MW. In addition, solar panels will be installed on one of AEGON’s affordable housing tax credit investment sites in the United States. Together, these projects represent enough energy production to power between 75,000 and 85,000 homes. \nAs part of its overall equity portfolio, AEGON USA Realty Advisors also maintains investments of more \nthan USD 100 million in timberland, a renewable, natural resource. In addition, AEGON’s US timberland loan portfolio currently stands at USD 84 million, including USD 20 million in credits agreed during 2007. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 27 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}