{"page_content": "OUR EMPLOYEES \nEMPLOYEE TURNOVER \nIn 2007, employee turnover reached 13%, down from 14% the previous year. Of the total, just over half – 7% – left the company voluntarily to pursue opportunities elsewhere. Employment was terminated for a further 4%, either because of internal reorganizations or individual underperformance. The remaining 2% was due to a policy of not replacing those employees leaving the company either to take up other jobs or else to retire. On average, current AEGON employees have spent 8.2 years with the Group. \nRECRUITMENT, TRAINING AND PERFORMANCE \nAPPRAISALS Last year, AEGON recruited more than 5,30 new employees worldwide\n 1. Some of these employees were hired to replace staff leaving the company, though many were recruited as part of an expansion in the Group’s businesses during the \npast year. On average, vacant positions were filled within 34 days, though individual country unit rates varied widely. Each vacancy attracted an average of 20 applicants. \nAEGON encourages employees at all levels to take part in \nformal skills and development programs. Training sessions \ncover topics such as customer service, product knowledge, business writing, compliance and sales. Most AEGON country units grant employees time and, occasionally, financial assistance to pursue individual projects such as language training or higher education related to their work at the company. \n2007 \n89% \n90% 91% \n17.6 \n580 \n4.16 \n100% \n98% 97% Percentage of workforce taking part in formal skills and \ncapabilities programs: \n% of senior management 2 \n% of middle management \n% of other employees \nTraining \nAmount spent on training (amounts in EUR million)\n Average amount spent on training per employee (amounts in EUR)\n Average number of days spent on training \nPercentage of workforce subject to regular, standardized performance \nappraisal \n% of senior management \n% of middle management % of other employees 2006 \n96% \n95% 95% \n17.1 \n597 \n4.03 \n97% 97% \n100% change \n-7.3% -5.3% -4.2% \n+2.9% \n-2.8% \n+3.2% \n+3.1% \n+1.0% \n-3.0% \n2 \tIn 2007, AEGON clariﬁed and strengthened the deﬁnitions it uses for both senior and middle management. As a result, some statistical \ndifferences may arise between the ﬁgures for 2007 and those for 2006. Please note that ﬁgures for 2007 include AEGON’s operations in China and India for the ﬁ  rst time. \nNON-DISCRIMINATION \nAEGON actively enforces policies that promote non- AEGON has a number of policies designed specifically to \ndiscrimination in the workplace whether on grounds of encourage women to remain in the workforce and to take \nrace, creed, religion or gender. This principle of non- up positions in management, including part-time working, \ndiscrimination is contained in AEGON’s business principles. flexible hours and child care facilities. \nIn addition, AEGON complies with all local legislation in the countries in which it operates with regard to equal pay and treatment. \n1 This ﬁgures refers to new hires only. It does not include mergers and acquisitions. \n30 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}