{"page_content": "OUR EMPLOYEES \nPENSION ARRANGEMENTS AND OTHER BENEFITS \nNaturally, pension arrangements vary from country to country. AEGON USA offers both defined contribution (DC) and defined benefit (DB) plans. In the United Kingdom, AEGON has now closed its DB plan to new entrants and offers only a DC plan. AEGON The Netherlands has a number of hybrid pension plans in place. In total, AEGON pension plans in its three main operating countries – the United States, the Netherlands and the United Kingdom – cover just over 53,000 people. While, substantially, all AEGON employees have access to a pension plan, the Group does not offer company-sponsored pension plans in Central and Eastern Europe. AEGON is currently considering a new Group-wide approach to retirement benefits as a method of helping cross-border transfers of personnel. Further details on AEGON’s pension policies may be found in the Group’s Annual Report, available on the corporate website. \nABSENTEE RATES \nIn 2007, AEGON companies’ overall absentee rate\n 1 stood \nat 2.8%, down from 3.1% the previous year. The decrease was due mainly to lower absentee rates in the United Kingdom, Spain and Canada, which offset a rise in absenteeism in the United States and Taiwan. Most AEGON country units have policies in place designed to reduce absenteeism, including wellness programs, safety training and occupational health facilities. WORK-RELATED INJURIES A total of 320 work-related injuries were reported in 2007, up 5.3% from 304 the previous year. This figure covers injuries sustained and reported by employees during the course of their work for the company. The rise is due to an increase in the number of country units reporting in 2007 compared with 2006. \nEMPLOYEE SATISFACTION \nAEGON has introduced a number of measures over the past year to improve employee satisfaction levels. These include employee recognition programs and initiatives to strengthen internal communication. Fifty-seven percent of AEGON’s workforce is currently surveyed for employee satisfaction levels. \nAccording to local surveys, overall employee satisfaction \nacross AEGON’s country units improved by 1% in 2007\n 2. \nFor the first time, AEGON also asked its country units to rank employee satisfaction on a scale of 1 to 100. On average, employee satisfaction levels in 2007 were ranked at a score of 77. Scores ranged between 70 and 90. \nAbsentee rates 2007 2006 Change \nAEGON Group 2.8% 3.1% Down \nAEGON USA 1.7% 0.8% Up \nAEGON Canada 1.8% 2.9% Down \nAEGON UK 2.9% 6.4% Down \nAEGON The Netherlands 5.4% 5.5% Down \nAEGON Taiwan 1.4% 0.9% Up \nAEGON CEE 4.4% 4.6% Down \nAEGON Spain 1.9% 3.5% Down \nIMPROVING EMPLOYEE SATISFACTION \nAEGON ranked second in Incompany magazine’s annual survey of employee satisfaction in the Netherlands in 2007, just behind accountancy ﬁ rm Ernst & Young. More than 6,500 employees at 200 of the country’s \nlargest companies took part in the survey. In 2006, the same survey had ranked AEGON sixteenth out of 200. \n1 Includes illness and other reasons, but speciﬁcally excludes maternity leave (except in the United States). \n2 Based on 92% of AEGON’s global workforce. \n32 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}