{"page_content": "Chapter four OUR EMPLOYEES \nAEGON’S ASIA LEADERSHIP ACADEMY \nLast year, AEGON set up the AEGON Asia Leadership Academy (AALA) in the city of Zhuhai in southern \nChina to help groom a new generation of Asian business leaders for the company. Modeled on AEGON \nUniversity and the AEGON Americas Leadership Academy, the new academy will take in talented \nemployees from across the region and give them the opportunity to share knowledge and experience \nas well as learn more about AEGON’s businesses. \n“Asia is an area of very strong growth for AEGON,” says John Lee, who oversaw the AALA’s inaugural \nclass. “We’ve been present in Taiwan since 1993 and in China, along with our partner CNOOC, for the \npast six years. That’s why we decided to set up the academy – because we are committed to China \nand committed to Asia. For the students who come to the AALA, it’s important they get an idea of the \ninternational scope of AEGON’s busin esses and the personal opportunities that can open up for them.” \nAEGON’S CODE OF CONDUCT \nAEGON’s Code of Conduct sets out the Group’s core values and its underlying principles of business practice. It applies to all AEGON employees (excluding only those working for joint ventures where AEGON does not have full management control). AEGON’s country units regularly monitor compliance with the Code of Conduct. \nFurther information and a copy of the Code may be found \non AEGON’s website at www.aegon.com. \nAEGON’S ‘IN PRACTICE’ PROGRAM \nTo increase employee awareness of the Code of Conduct, AEGON introduced an online, e-learning training program in 2006. To date, approximately 93% of current AEGON employees have completed this program. AEGON also extended this program to employees at Unirobe Meeùs, which became a unit of AEGON The Netherlands in 2006. \nIn 2007, AEGON launched ‘You & AEGON’, a new e-learning \nprogram designed to provide all new employees with basic information about the Group and its businesses around the \nworld. To date, approximately 72% of AEGON employees worldwide have successfully completed the program. \nIn early 2008, the Group will roll out another e-learning \nprogram designed to help employees prevent insider dealing. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 33 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}