{"page_content": "HIGHLIGHTS 2007\n \nJANUARY \nAEGON forms partnership with Japanese insurer Sony \nLife, focusing initially on variable annuities. \nMARCH \nAEGON completes acquisition of Clark Inc., further \nstrengthening the Group’s commercial reach in the \nUnited States.\n \nAEGON buys Dutch life insurer OPTAS N.V., further \nexpanding its Group pension business in the \nNetherlands.\n \nAPRIL \nAEGON completes acquisition of PTE Ergo Hestia, strengthening its pension fund management operations in Poland. \nFormer Dutch government minister Karla Peijs joins AEGON’s Supervisory Board along with retired Unilever chairman Antony Burgmans. \nMAY \nAEGON says embedded value, a key measure of the Group’s underlying worth, rose 8% in 2006 to just over EUR 21 billion. \nAEGON forms new distribution partnership with \nBarclays, one of the United Kingdom’s leading high \nstreet banks.\n \nAEGON announces new asset management joint venture with China’s Industrial Securities, underscoring the Group’s commitment to the Chinese market. \nJUNE \nAEGON-CNOOC secures operating license for the Zhejiang province in eastern China. The joint venture now has businesses in provinces covering more than 200 million people. AEGON announces new life insurance and pension joint venture with leading Taiwanese ﬁ  nancial services \ngroup Taishin. \nJULY \nAEGON supports European Commission proposals for new solvency regulations, saying, if adopted, they will further strengthen Europe’s insurance industry. \nAUGUST \nAEGON announces a EUR 1 billion share repurchase program as part of its capital management strategy. At the same time, the Group increases interim dividend by 25% to EUR 0.30 a share. \nSEPTEMBER \nAEGON’s joint venture in Romania gets green light \nto launch Vital, its new pension fund, just over four \nmonths ahead of the ofﬁ cial introduction of the \ncountry’s new retirement savings system.\n \nOCTOBER \nAEGON agrees a new seven-year sponsorship deal with Ajax, one of the best-known names in world soccer. \nNOVEMBER \nAEGON announces that Alex Wynaendts, the Group’s Chief Operating Ofﬁcer, will take over as Executive Board Chairman when Don Shepard retires in April 2008. \nAEGON raises its 2010 value of new business target by 14% to EUR 1.25 billion after better-than-expected performances from the Group’s country units. \nDECEMBER\n AEGON ﬁnalizes agreement with Merrill Lynch, further \nwidening the Group’s distribution network in the United States. As part of the agreement, AEGON also buys Merril Lynch’s two life insurance businesses. \nMerrill Lynch agreement finalized UK bank alliance \nAEGON’s agreement with Merrill Lynch further AEGON forms new distribution partnership \nwidens the Group’s distribution network in the with Barclays, one of the United Kingdom’s \nUnited States. AEGON also buys the US finance leading high street banks. May 2007 \ncompany’s two lif e insurance businesses. \nDecember 2007 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}