{"page_content": "OUR BUSINESS PARTNERS \nSTAKEHOLDER GROUPS \nAEGON country and business units maintain contact with a wide variety of stakeholder groups either through regular meetings or through more formal structures such as Works’ Councils or Trade Associations. These groups include: \nCustomer advocacy groups \nShareholder advocacy groups \nTrade unions or other employee representative groups \nRegulators and government authorities\n Local communities \nIndustry and other trade associations \nIn 2007, 41% of employees worked for an AEGON company that had regular dialogue with its staff through a works’ council or similar structure. \nAEGON companies strive to be as transparent as possible \nand are happy to engage in dialogue with any individual or group that has a legitimate interest in their future. \nGOVERNMENTS AND REGULATORS \nAEGON actively engages with governments and industry regulators around the world. The Group holds regular discussions on new legislation for the life insurance and pension sector in the Americas, Europe and Asia. With populations aging and workforces shrinking in many parts of the world, these discussions are of vital and growing importance to the future of the global financial sector. Over the past year, AEGON has played a key role in helping shape the regulatory environment in many of the countries in which it operates, including Taiwan, India, China and Canada, as well as the Group’s three main markets. In addition, AEGON’s Public Policy & Regulatory Affairs department works alongside policymakers in Washington, Brussels and London. The department’s objective is to ensure lawmakers have the opportunity to make use of AEGON’s considerable knowledge and experience when framing legislation. \nTAX PAYMENTS \nIn 2007, AEGON paid a total of EUR 98 million in tax, down from EUR 442 million the previous year. AEGON’s effective tax rate fell to 17%, down from an adjusted 20%\n 1 in 2006. \nIt should be noted that there is no direct correlation between earnings for any given year and the amount of tax paid. \nTACKLING CORRUPTION \nAEGON is determined to tackle incidences of corruption and mispractice in all its businesses around the world. \nWith respect to allegations of corruption, AEGON’s country units reported the following in 2007: \nA case of embezzlement involving an independent agent working with the Group’s Shanghai ofﬁ  ce in \nChina, which resulted in a prosecution and conviction. \n1 This ﬁgure was adjusted to reﬂect a change in accounting principles introduced in July 2007. The unadjusted ﬁ gure was 18%. \n38 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}