{"page_content": "SUPPORTING \nCOMMUNITIES \nAt the end of 2007, AEGON employed more than 30,000 \npeople in over twenty countries around the world. During the year, the Group’s total workforce rose by a net 1,688 mainly as a result of new acquisitions in the United States and an expansion in the number of employees in the United Kingdom, Central and Eastern Europe and Asia. \nPROTECTING THE ENVIRONMENT \nAEGON has a corporate Group-wide environmental policy, which str esses the importance of respecting the \nenvironment, conserving energy and eliminating waste. Each year, AEGON measures its consumption of energy and other raw materials, most notably paper, as well as its production of waste and its emissions of carbon dioxide. In 2007, consumption of gas, electricity, paper and water all rose, though primarily as a result of an increase in the number of employees. On a per capita basis, gas and electricity use fell, while water use was unchanged and consumption of paper showed a moderate gain. \nIn recent years, AEGON has endeavored to reduce its energy \nconsumption and to make as much use as possible of renewable or recyclable sources. Two of AEGON’s country units – AEGON UK and AEGON The Netherlands – have been certified ISO 14001 compliant\n1 with respect to their property \nactivities. Many AEGON country units also have their own environmental policies, which operate alongside the Group’s overall corporate policy. In the United Kingdom, AEGON has specific reduction targets in place for paper, energy and water use, as well as objectives for waste generation and the use of renewable energy. Four of AEGON’s country units (the United States, the Netherlands, the United Kingdom and Canada, covering 87% of the Group’s global workforce) have programs designed to reduce the impact of AEGON’s operations on the process of climate change. \n1 \tISO 14001, compiled and published by the International Organization for Standardization, sets out minimum standards and quality \nrequirements for environmental management systems. It helps companies and other organizations measure their impact on the environment and demonstrate sound environmental practice. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 \n| 41 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}