{"page_content": "THE WIDER COMMUNITY \nAEGON’s consumption of energy, water and paper in 2007 were as follows 1: \nUnit 2007 2006 % change \nTotal paper use Metric tonnes 5,753 5,201 +10.6% \nPer capita kilograms 189 181 +4.4% \nRecycled paper as % of total 14% 10% +40% \nTotal electricity consumption \nPer capita \nTotal gas use \nPer capita \nRenewable energy use as % of total energy \nconsumption \nTotal water consumption \nPer capita per day \nTotal waste generation \nPer capita \nRecycled waste as % of total \nTotal business travel \nBy road 2\n \nBy air (short haul) 3\n \nBy air (medium haul)\n By air (long haul)\n \nTotal air \nCO 2 emissions (from gas and electricity use) \nPer employee GWh \nkwh \nCubic meters (millions) \nCubic meters \nCubic meters \nLiters \nMetric tonnes \nkilograms \nKilometers (millions) \nMetric tons 146 \n4,800 \n4.5 \n149 \n5% \n451,848 \n65.0 \n4,084 \n134 \n52% \n16 \n2.8 \n45.5 \n78.2 \n126.4 \n84,383 \n2.77 143 \n4,978 \n4.3 \n150 \nNot measured \n428,415 \n65.0 \n4,035 \n140 \n59% \nNot measured Not measured Not measured Not measured \n104.3 \n77,225 \n2.69 +2.1% \n-3.6% \n+4.7% \n-0.7% \nn/a \n+5.5% \nunchanged \n+1.2% \n-4.3% \n-11.9% \nn/a n/a n/a n/a \nrefer to note\n below 4 \n+9.3% \n+3.0% \nCO 2 emissions (from air travel) 14,470 12,510 +15.7% \nPer employee 0.48 0.44 +9.1% \n1 \tAll ﬁgures in this table cover 100% of AEGON’s global workforce but are based on data covering less than 100% of total employees \n(with the exception of waste generation, which is based on 46%). \n2 This ﬁgure does not include the use of privately owned vehicles for business purposes  and covers data from six country units. \n3 Short haul refers to any air travel within the country or region of origin. Long haul refers to travel outside the region. \n4 Please note that ﬁgures for air travel in 2006 covered only six AEGON country units. For 2007, coverage was widened to include seven country units and AEGON N.V., the Group’s holding company. \nAs part of a broader objective to reduce AEGON’s impact \non the environment, the Group’s country units are pursuing a number of separate initiatives. These include: \nAEGON UK has set up a dedicated team to recommend programs to further reduce the company’s environmental impact; \nAEGON companies in the United States are saving energy through the use of high efﬁciency light ﬁ  xtures \nand bulbs. Thanks to this initiative, AEGON Direct Marketing Services’ ofﬁces in Baltimore reduced electricity costs in 2007 by USD 137,000; \nTransamerica Insurance and Investment Group in the United States has established a special ‘Green Team’ to oversee environmental initiatives; AEGON Hungary will launch a new selective waste \ncollection system in its ofﬁces in 2008;\n \nAEGON The Netherlands is switching to 100% Forestry Stewardship Council-approved paper; \nAEGON Canada has launched a car-pooling program for employees and set up a dedicated team to oversee new environmental initiatives; \nAEGON’s Realty Advisors unit in the United States set up a special committee in 2007 to focus on the growing ‘green’ opportunities in the US commercial property market. A Plan of Action for 2008 will incorporate green principles into many of the company’s operational pr ocesses. \n42 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}