{"page_content": "Chapter six THE WIDER COMMUNITYTHE WIDER COMMUNITY \nAEGON USA’S ‘GREEN TEAM’ \nIn 2007, Transamerica Insurance and Investment Group, part of AEGON USA, set up a special task force,\n \nknown as the ‘Green Team’. The new team will be focused on:\n \nHelping employees better understand their impact on the environment; \nMonitoring and improving employee satisfaction levels; \nReducing TIIG’s carbon footprint. \nTIIG’s Green Team is working alongside The Climate Trust, a leading provider of carbon offsets, to help \nemployees ﬁnd ways of reducing their own carbon footprints by at least 10% in 2008. \n“How many bottles of water do you drink in a week? Americans drink ONE BILLION bottles every week, \nwhich takes 1.5 million barrels of oil. And if that isn’t bad enough, 70% of those bottles never get recycled. \nDid you know it takes nearly 1,000 years for a plastic bottle to decompose? And the kicker is bottled water \nisn’t safer or even healthier: 24% of it is just repackaged tap water.”  – ‘Message in a bottle’, part of TIIG’s \ncampaign to raise employee awareness of environmental issues. \nREDUCING EMISSIONS AT THE TRANSAMERICA PYRAMID \nIn 2007, workers installed a new 1.1-megawatt cogeneration plant in Transamerica’s landmark pyramid building in San Francisco. The plant will supply 70% of the Transamerica Pyramid’s heat and power, making it one of the greenest buildings in the United States. The new plant, which consists of two natural gas-ﬁ  red \ngenerators, will lead to a signiﬁcant reduction in the amount of nitrous oxide and other harmful emissions released into the atmosphere. Transamerica, part of AEGON USA, still owns the building, which was completed in 1972. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 43 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}