{"page_content": "THE WIDER COMMUNITY \nSUPPORTING GOOD CAUSES \nAEGON gives to a wide variety of good causes. These range \nfrom supporting research into cancer and other serious \nillnesses, to supporting education for disadvantaged \nchildren and financing music and the arts. \nIn 2007, AEGON donated a total of EUR 10.0 million to \ncharitable organizations and various good causes around the world, up from EUR 9.0 million in 2006. These donations represent 0.39% of AEGON’s 2007 net income. Most of AEGON’s charitable donations in the United States are channelled through the AEGON USA’s non-profit organization, the AEGON Transamerica Foundation. \nOf total donations, most went to projects and organizations \nin the following three areas: \nHealth and safety \nCivic and community \nColleges, education and sport \nIn 2007, the six leading recipients of donations from AEGON were: \nOrganization\t Unit Location Amount Purpose \nCancer Research 1 AEGON N.V.  International EUR 601,500 health and safety \nUnited Way 2 AEGON USA United States EUR 1.01 million various \ncolleges, education \nRight To Play 3 AEGON The Netherlands The Netherlands EUR 120,000 and sport \nArt donations 4 AEGON Hungary Hungary EUR 200,000 arts and culture \nSidney Kimmel Comprehensive \nCancer Center AEGON USA United States EUR 244,099 health and safety \nAlzheimer Foundation AEGON The Netherlands The Netherlands EUR 150,000 health and safety \n1 \tIncludes ﬁnancial contributions to research projects at the Vrije Universiteit, Amsterdam, SWOP-Research, Rotterdam, the Stichting \nBevordering Geneeskundige Oncologie, and the Medical Center, Utrecht, in the Netherlands, as well as University of Nanjing in C hina. \n2 \tFounded more than a hundred years ago, United Way is a network of more than 1,300 locally governed charitable organizations stretching across the United States. In 2006-2007, United Way raised more than USD 4 billion for good causes. AEGON donates money to United Way organizations in several US states, including Maryland and Iowa. \n3 See page 45. \n4 Includes the 2007 AEGON Art Award as well as ﬁnancial support to the Rembrandt exhibition, the Katona Jozsef theater and the Summa Atrium in Budapest. \nFIGHTING CANCER \nFor years, AEGON companies around the world have Johns Hopkins Oncology Center in Baltimore, the Vrije \nhelped support the fight against cancer. Last year, the Universiteit Medical Center in Amsterdam and the University \nGroup contributed approximately EUR 900,000 in total. Medical Center in Utrecht. AEGON also helps fund a \nMost of the funds went toward an international separate research program in China between Johns Hopkins \ncancer research program, involving scientists at the and Nanjing University in the center of the country. \nCHRISTMAS CARDS FOR SAVE THE CHILDREN \nIn 2007, instead of sending out traditional Christmas cards, AEGON used electronic greetings cards instead, donating the money it saved – EUR 45,000 – to the international charity, Save the Children. The money will go toward Save the Children’s ‘Rewrite the Future’ campaign, which aims both to improve access to education and to lift overall educational standards for children and young people in the world’s conﬂ  ict zones. \n44 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}