{"page_content": "Chapter six THE WIDER COMMUNITYTHE WIDER COMMUNITY \nHEALTH CLINICS FOR RURAL CHINA \nIn China, AEGON-CNOOC is helping support a Red Cross program to build clinics in rural areas – vital in a country where an estimated 450 million people still have little or no access to medical care. As part of the program, AEGON-CNOOC – AEGON’s joint venture with the China National Offshore Oil Corporation – will ﬁnance a series of new clinics across southern and central China as well as help support training for \nmedical staff. “This is an important project for us,” says Marc van Weede, head of AEGON’s operations in China during the year. “It’s about helping support China’s rural communities. The Chinese Red Cross estimates that almost two-thirds of villages and towns in China have no ofﬁcial medical facilities. This is a project that really will make a difference to the lives of millions of people.” \nWAR TRAUMA \nIn 2007, AEGON continued its support for the War Trauma an organization that aims to keep major works of Dutch \nFoundation – an international organization set up to provide art in the Netherlands. In music, AEGON helps supports \npsychological counselling and treatment for children and both the Concertgebouw in Amsterdam and the Residentie \nadults affected by war and terror around the world. Based Orkest,  The Hague’s re sident orch estra. \nin the Netherlands, the Foundation currently supports \nprojects in areas such as the Middle East, Afghanistan, RIGHT TO PLAY \nAngola , the Great Lakes region of Africa and Brazil. AEGON donates money each year to the Right To Play organization, which uses sport and play to promote peace \nARTS AND CULTURE and health in areas ravaged by disease, poverty and war. \nEach year, AEGON makes significant contributions to Currently, Right To Play has projects in 22 countries in \narts and culture. In 2007, donations were made to the Africa, Asia and the Middle East. Most recently, AEGON \nBritish Museum in London and to the Mauritshuis, one of employees in the Netherlands raised money for a health \nthe \nNetherlands’ most prestigious museums. In addition, and education project for children in the west African \nAEGON  has pledged EUR 100,000 to help celebrate the state of Liberia, which is suffering from years of violence \n125th anniversary in 2008 of the Rembrandt Foundation, and neglect. \nNEW HEALTH INSURANCE FUND FOR AFRICA \nIn June 2007, Kornelis ‘Kees’ Storm, a member of AEGON’s Supervisory Board and former Executive Board Chairman, helped set up the Health Insurance Fund, to provide health insurance for low-income groups in Africa. The new initiative – supported by the Dutch government as well as AEGON and a number of other companies – is a response to the current HIV-Aids crisis affecting the continent. The Dutch government has already pledged EUR 100 million to the project. Mr. Storm says one of the most important objectives of the new fund is to ensure better access to treatment and medicines so that those in work can continue to support their families. “Only if people work will the local economy continue functioning and will people be able to support other members of their family,” he says. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 45 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}