{"page_content": "APPENDICES\n \nI. THE SCOPE OF THIS REPORT II. GLOBAL REPORTING INITIATIVE \n The ﬁnancial information contained in this report has \nbeen taken from AEGON’s 2007 Annual Report and \nrefers to all AEGON companies. All ﬁ  nancial and \nemployee information is identical to that contained in AEGON’s 2007 Annual Report; \nUnless otherwise stated, environmental and social information refers to all AEGON operations around the world. Only those joint ventures where AEGON does not have management control are excluded; \nThis report covers the full year 2007 unless speciﬁ  cally \nstated otherwise. AEGON’s previous Corporate Responsibility Report was published in April 2007; \nThis 2007 Corporate Responsibility Report was developed by the Group Corporate Communications department, part of AEGON’s Group Corporate Communications and Investor Relations division; \nAEGON welcomes opinions on both the content of this report and the Group’s overall performance in the corporate and social responsibility ﬁeld. Comments and opinions should be sent to: response@aegon.com; \nThe contents of this report are based on the result of comprehensive reporting from AEGON country units. These units are responsible for collecting and submitting all data used in this report. All information is aggregated at Group level; \nAEGON’s 2007 Corporate Responsibility Report contains information for the ﬁ rst time from the Group’s \nbusinesses in China and India. It should be noted, however, that AEGON’s operations in India only began in early 2008 and that information from India had no material effect on aggregate data used in this report. The Global Reporting Initiative was set up in late 1997. Its aim is to develop accepted and comparable standards for corporate economic, environmental and social reporting. GRI works with an extensive network of experts in dozens of countries around the world, representing different disciplines and interests. \nAEGON’s 2007 Corporate Responsibility Report covers \nmost GRI indicators relating to the company’s main areas of activity in the CR field. Based on existing guidelines and the GRI’s new ‘G3’ standar ds, AEGON assesses  the \nApplication Level of this 2007 Report as ‘B’, unchanged from 2006. Please s ee page 50 for a detailed a ssessmen t \nof AEGON’s performance under the GRI index. \n48 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}