{"page_content": "III. HOW AEGON PROMOTES CORPORATE \nRESPONSIBILITY INITIATIVES \nCorporate responsibility policies and initiatives are \ncoordinated by Group Corporate Communications. Gregory \nW. Tucker, Vice-President Group Corporate Communications, \nmanages all AEGON’s corporat e responsibility proc esses. \nHis responsibilities include policy-making as well as overseeing the monitoring and reporting of the company’s corporate responsibility initiatives. \nIn matters relating to corporate responsibility, Mr. Tucker \nreports to Alexander R. Wynaendts, member of AEGON’s Executive Board and Chief Operating Officer. In line with AEGON’s strategy of encouraging local decision-making, each country unit controls its own corporate responsibility agenda. Country units each have a Corporate Responsibility Leader, who is responsible for the following: \nIV. AEGON’S GLOBAL WORKFORCE Implementing all corporate responsibility policies and \ninitiatives; \nEnsuring compliance with AEGON’s Code of Conduct; \nCollating all relevant data on corporate responsibility issues; \nDeveloping local corporate responsibility policies and monitoring local activities; \nReporting all progress to Group Corporate \nCommunications. \nTypically, the Corporate Responsibility Leader manages the country unit’s corporate responsibility activities alongside his or her other work responsibilities. Corporate responsibility activities are therefore reflected in the Corporate Responsibility Leader’s job performance targets and are a factor in determining that individual’s performance-related remuneration. \nAt the end of December 2007, AEGON had a global workforce of 30,415 employees, an increase of 5.9% from 28,726 twelve months previously. \nCountry unit Agents Employees Total \n2007 Total \n2006 Change \nAEGON USA 2,379 12,058 14,437 13,544 +6.6% \nAEGON Canada 0 720 720 692 +4.0% \nAEGON The Netherlands 1,062 5,138 6,200 6,404 -3.2% \nAEGON UK 139 4,851 4,990 4,639 +7.6% \nAEGON Taiwan 811 479 1,290 1,109 +16.3% \nAEGON China 577 367 944 749 +26.0% \nAEGON Spain 0 222 222 221 +0.5% \nAEGON Hungary 0 1,073 1,073 960 +11.8% \nAEGON Poland 0 192 192 113 +69.9% \nAEGON Romania 0 30 30 0 1 n.a. \nAEGON Slovakia 0 58 58 67 -13.4% \nAEGON Czech Republic 0 67 67 55 +21.8% \nHoldings and other activities 0 191 191 173 +10.4% \nTOTAL GROUP 4,968 25,447 30,415 28,726 +5.9% \nAEGON’s operations in Romania were not active in 2006. \nn.a. – not applicable. \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 49 1 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}