{"page_content": "AT A GLANCE\n*-*\n*,/*.( Ë'.I<M<EL<\u0017><E<I8K@E>\u0017@EM<JKD<EKJ\n8dflekj\u0017`e\u0017<LI\u0017Y`cc`fe\nË',Ë'-'%,,\n'%+,'%-) Ë'.;@M@;<E;\u0017G<I\u0017J?8I<\n8dflekj\u0017`e\u0017<LI\nË',Ë'-\n(%)(\n(%'+(%(+ Ë'.E<K\u0017FG<I8K@E>\u0017<8IE@E>J\u0017G<I\u0017J?8I<\n8dflekj\u0017`e\u0017<LI\nË',Ë'-(%/.\n(%),(%+. Ë'.E<K\u0017@E:FD<\u0017G<I\u0017J?8I<\n8dflekj\u0017`e\u0017<LI\nË',Ë'- ..,\n,,'0). Ë'.M8CL<\u0017F=\u0017E<N\u00179LJ@E<JJ\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'- *0#(-,\n*-#*(.++#,)/ Ë'.KFK8C\u0017;<GFJ@KJ\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'-*#',(\n)#,*0*#).+ Ë'.E<N\u0017C@=<\u0017J8C<J\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'- *#(-0\n)#(+.)#,,( Ë'.E<K\u0017@E:FD<\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'-(#0,0\n(#.+*)#'** Ë'.E<K\u0017LE;<ICP@E>\u0017<8IE@E>J\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'- )#(*0\n(#/)+)#'+. Ë'.E<K\u0017FG<I8K@E>\u0017<8IE@E>J\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe\nË',Ë'-\n(+%,'\n()%+'(/%+' Ë'.@EK<IE8C\u0017I8K<\u0017F=\u0017I<KLIE\u0017\n@e\u0017g\\iZ\\ekX^\\j\nË',Ë'- (%('\n'%00(%(+ Ë'.E<K\u0017LE;<ICP@E>\u0017<8IE@E>J\u0017G<I\u0017J?8I<\n8dflekj\u0017`e\u0017<LI\nË',Ë'-FG<I8K@E>\u0017<8IE@E>J\u00179<=FI<\u0017K8O\u0017\n9P\u0017C@E<J\u0017F=\u00179LJ@E<JJ\n8dflekj\u0017`e\u0017<LI\u0017d`cc`fe**0\n@EJK@KLK@FE8C\u0017GIF;L:KJ\n+,/G<EJ@FEJ\u00178E;\u00178JJ<K\u0017D8E8><D<EK\n,)+@E;@M@;L8C\u0017J8M@E>J\u00178E;\u0017I<K@I<D<EK\u0017GIF;L:KJ-\n;@JKI@9LK@FE+.\n><E<I8C\u0017@EJLI8E:<(*,\nI<@EJLI8E:<(#**)C@=<\u00178E;\u0017GIFK<:K@FE\nNew partner in Japan\nAEGON forms partnership with Japanese insurer Sony Life, focusing initially on variable annuities.\nJanuary 2007AEGON launches Romania Fund\nAEGON’s joint venture in Romania gets green light to launch Vital, its new pension fund, just ahead of a planned reform of the country’s retirement services system. \nSeptember 2007AEGON upgrades VNB target\nAEGON raises its 2010 value of new businesstarget by 14% to EUR 1.25 billion after better-than-expected performance from the Group’s country units.\n November 2007Alex Wynaendts named new chairman\nAEGON announces that Alex Wynaendts, the Group’sChief Operating Ofﬁcer, will take over as Executive Board chairman when Don Shepard retires in April 2008. \nNovember 2007FORWARD LOOKING STATEMENTS\n \nThe statements contained in this corporate responsibility report \nthat are not historical facts are forward-looking statements as defined in the US Private Securities Litigation Reform Act of 1995. The following are words that identify such forward-looking statements: believe, estimate, target, intend, may, expect, anticipate, predict, project, counting on, plan, continue, want, forecast, should, would, is confident, will, and similar expressions as they relate to our company. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. We undertake no obligation to publicly update or revise any forward-looking statements. Readers are cautioned not to place undue reliance on these forward-looking statements, which merely reflect company expectations at the time of writing. Actual results may differ materially from expectations conveyed in forward-looking statements due to changes caused by various risks and uncertainties. Such risks and uncertainties include but are not limited to the following: \nChanges in general economic conditions, particularly in the \nUnited States, the Netherlands and the United Kingdom;\n \nChanges in the performance of ﬁnancial markets, including \nemerging markets, such as with regard to:\n • \tThe frequency and severity of defaults by issuers in our fixed income investment portfolios; and \n• \tThe effects of corporate bankruptcies and/or accounting \nrestatements on the financial markets and the resulting \ndecline in the value of equity and debt securities we hold;\n The frequency and severity of insured loss events; \nChanges affecting mortality, morbidity and other factors that may impact the proﬁtability of our insurance products; \nChanges affecting interest rate levels and continuing low or \nrapidly changing interest rate levels;\n \nChanges affecting currency exchange rates, in particular the EUR/USD and EUR/GBP exchange rates; \nIncreasing levels of competition in the United States, the \nNetherlands, the United Kingdom and emerging markets;\n \nChanges in laws and regulations, particularly those affecting our operations, the products we sell, and the attractiveness of certain products to our consumers; \nRegulatory changes relating to the insurance industry in the jurisdictions in which we operate; \nActs of God, acts of terrorism, acts of war and pandemics; \nChanges in the policies of central banks and/or governments; \nLitigation or regulatory action that could require us to pay \nsigniﬁcant damages or change the way we do business;\n \nCustomer responsiveness to both new products and distribution channels; \nCompetitive, legal, regulatory, or tax changes that affect the distribution cost of or demand for our products; \nOur failure to achieve anticipated levels of earnings or operational efﬁ ciencies as well as other cost saving initiatives; \nand \nThe impact our adoption of the International Financial Reporting Standards may have on our reported ﬁ  nancial results \nand ﬁ  nancial condition. \nCOLOPHON \nConsultancy and design Dart, Amsterdam (NL) \nEditing and production AEGON Group Corporate Communications (NL) \nPhotography Mike Ellis (UK) \nTypesetting Dart, Amsterdam (NL), Habo DaCosta bv (NL) \nPrinting Habo DaCosta bv (NL) \nBinding  Hexspoor (NL) ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}