{"page_content": "CHAIRMAN’S LETTER\n \nDonald J. Shepard \nCHAIRMAN OF \nTHE EXECUTIVE BOARD \nDEAR READER, \nCompanies operating in \ntoday’s global environment are no longer measured simply by their ability to capture opportunities and remain competitive, but by how they fulfill their larger responsibilities. \nCompanies operating in today’s global environment are no longer measured simply by their ability to capture opportunities and remain competitive, but by how they fulfill their larger responsibilities. At AEGON, we believe those responsibilities include keeping promises – certainly those made to our customers, but also to our shareholders, \nemployees, business partners and to the many communities \nin which we operate. \nIn recent years, corporate responsibility has gained \nincreasing importance, reflecting both the core values companies adhere to and how companies conduct their operations in their various markets. Consequently, a company’s financial performance is evaluated in the context of its commitment and response to any number of social, economic and environmental issues. \nIn our industry, more people around the world than ever \nbefore are now relying on the private sector to help them secure sound financial futures, both before and during a longer period of retirement. Faced with aging populations and shrinking workforces, governments in many countries are no longer able to afford the generous state pension benefits that were once common. New systems are being introduced that place responsibility for retirement planning on individuals and their pension providers. \nThese changes present exciting new business opportunities \nfor AEGON, both in the Group’s more established markets and in the new, emerging economies of Asia and Central and Eastern Europe. With new opportunities, of course, come new responsibilities: a responsibility to provide reliable and transparent financial products that help our customers plan for the future; a responsibility to ensure that we invest shareholder funds with due diligence, balancing a need for profit with consideration for social and environmental factors; a responsibility to provide our customers and shareholders with the information they require to make the right decisions for themselves and their families; a responsibility to support policies and initiatives that help protect the environment and provide our employees with an enjoyable and rewarding place to work. \n4 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}