{"page_content": "In recent years, AEGON has made a number of notable \nimprovements to its corporate responsibility reporting. This 2007 report – AEGON’s fifth to date – sets out some of the policies and specific initiatives we are currently pursuing to ensure that we continue to meet our larger responsibilities in the years ahead. As we continue to expand our busin esses, we r emain committed to our \nfundamental values of Respect, Quality, Transparency and Trust. \nAEGON’s core business is to provide long-term financial \nprotection. When we sell a life insurance policy or a pension, we recognize that we are making a long-term promise to that customer. Clearly, that person must have the confidence that AEGON will be there to honor that promise whenever the time comes. In this regard, AEGON’s success will ultimately be measured not only by how many policies we sell, but also by our ability to fulfill the many promises we make each and every day. \nI hope that AEGON’s 2007 corporate responsibility helps \nto provide a better understanding of the steps we are taking to safeguard the trust and confidence of our many stakeholders around the world. \nRETIREMENT \nIn April this year, I will be retiring as chairman of AEGON’s Executive Board after a career that began with our US company Life Investors thirty-eight years ago. The Supervisory Board announced last November its \n“This is a time of great opportunity not only for AEGON \nbut for the whole of the life insurance and pension \nindustry. AEGON now operates in over twenty markets \naround the globe, 24 hours a day. In the months and \nyears ahead, I will be working to identify ways to unlock \nthe benefits of being a global company. This applies as \nmuch to our corporate responsibility policies as it \ndoes to our overall business strategy. Through the \nfinancial products we offer, the jobs we provide, and selection of my su ccessor, Alexander Wynaendts, a member \nof AEGON N.V.’s Executive Board and currently the Chief Operating Officer. These past several years, I have worked closely with Alex and have always been impr essed by his \nstrong commitment to responsible business practice, as well as his keen understanding of the challenges of operating in diverse international markets. His broad experience and international outlook will be of enormous benefit to AEGON in the coming years. I have enjoyed working with Alex and our other Executive Board colleague Jos Streppel, as well as members of the Group’s Management Board, to improve AEGON’s financial position, strengthen our exis ting businesses and expand \ninternationally where we believe we can achieve long-term growth and provide lasting value. I wish to express my gratitude to the Supervisory Board for having given me the opportunity to lead AEGON during what continues to be an exciting time for our business. I am also grateful to the many people of AEGON around the world whose dedication to their work is key to creating the better futures our customers have come to expect and deserve. \nDonald J. Shepard \nCHAIRMAN OF \nTHE EXECUTIVE BOARD \nthe investments we make, AEGON is determined to \nmake a difference in the lives of the customers we serve \nand in the communities where we operate.” \nAlexander Wynaendts \nCHIEF OPERATING OFFICER AND \nMEMBER OF THE EXECUTIVE BOARD \nAEGON CORPORATE RESPONSIBILITY REPORT 2007 | 5 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}