{"page_content": "OUR STRATEGY\n \nAEGON is one of the world’s largest life insurance and \npension companies and a leading provider of long-term savings and investment products. \nHeadquartered in The Hague, the Netherlands, AEGON has businesses in more than twenty countries worldwide, \nemploying over 30,000 people and serving a total of 40 million customers. AEGON’s corporate structure places great importance on combining local knowledge and local expertise with the resources of an expanding global group. \nAEGON was formed in 1983 – the result of a merger between  \ntwo Dutch insurance companies, AGO and Ennia. But the Group can trace its roots back to the mid-nineteenth century when AEGON’s predec essors pro vided modest \nburial funds to customers wishing to ensure a proper funeral for themselves and their family members. In the United States and the United Kingdom, the history of \nAEGON companies also stretches back more than 150 years. \nToday, AEGON is a global company, with revenue-generating investments of EUR 371 billion. The Group has major operations in three countries – the United States, the Netherlands and the United Kingdom – and has had a presence in Hungary and Taiwan since the early 1990s. In addition, AEGON has businesses in Spain and, since \n2002, a partnership with La Mondiale, one of France’s leading pension specialists. In recent years, the Group has also expanded its international presence and now has operations in a series of new emerging markets, such as China, India and Central and Eastern Europe. \nCORPORATE STRATEGY \nAEGON has a clear, well-defined business strategy, which is aimed at creating long-term value for all the Group’s stakeholders – its employees, business partners, customers and shareholders, as well as the wider communities around the world in which the Group operates. This business strategy comprises five principles:\n \nAEGON is committed to its core businesses: life insurance,  \npensions and long-term savings and investments; \n AEGON makes the most of its global resources to serve \nlocal needs and local markets;\n AEGON pursues sustainable, proﬁ  table growth with the \nobjective of achieving a long-term average earnings growth of 10%;\n Whatever business the Group is in and wherever that \nbusiness is located, AEGON aims always to be a market leader;\n AEGON wants to strengthen its international presence \nby expanding into new, high-growth markets. \nAEGON’S BUSINESSES\n THE AMERICAS – Through subsidiaries such as \nTransamerica, Monumental Life and Western Reserve Life, AEGON has more than twenty million customers in the United States, as well as operations in Canada and Mexico. \nEUROPE  – AEGON is one of the leading providers of life \ninsurance, pensions and long-term investment products in the Netherlands and the United Kingdom. In recent years, the Group has also built a growing business in Spain and the new economies of Central and Eastern Europe. \n ASIA – Asia promises to be an area of strong growth for \nAEGON. The Group has extensive operations in Taiwan, a growing business in China and 2008 will see the launch of a new business in India as well as joint ventures inTaiwan and Japan. \n6 ", "metadata": {"source": "NASDAQ_AEGN_2007.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}