{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE \n 11 \nEmployee Development, \nHealth and Safety \nMercantile’s employees are our most valuable assets and alongside our team members \nwe are dedicated to maintaining an environment of personal growth and development. Whether it is the service that we provide, the products that we ofer or the technology that keeps our information secure, we are committed to excellence. It is important that our customers feel this commitment every time they talk to us. We hire people who are able to connect, listen and deliver the best solutions to our customers and communicate with integrity every time. We are devoted to attracting and retaining the best talent in the markets we serve. \nAs such, we were selected to participate in the implementation of HireReach’s \nevidence-based selection process for equitable hiring in West Michigan, which we have implemented with all branch new hires since September 2020. The system utilizes a standardized, consistent process and relevant quantitative data to facilitate a multidimensional assessment of job candidates to create better matches between workers and jobs, decrease time-to-hire, reduce frst-year turnover, increase workforce diversity, and boost productivity. In 2020, Mercantile committed 249 hours to this local initiative, as we believe in leading through example in our communities. To date, we have worked with HireReach to establish a cohort of 15 local companies that have adopted the evidence-based hiring process to help increase diversity in the workforce. \nThe prioritization of our people is refected in the robust employee benefts and \ncompensation packages ofered to our staf, including health and wellness insurance plans and incentives, a 401(k) plan with matching contributions, dedicated internship programs for young professionals in fnance, employee stock ownership plan participation, as well as clothing, home ofce and ftness equipment loans. We ofer our team paid time of for vacations, holidays, sick time and bereavement, along with pay-it-forward initiatives and paid volunteer time. And, with the obstacles in maintaining balance between work responsibilities and personal time this year, we enabled team members to pursue a safe and healthy work-life balance by increasing paid time of benefts for our employees.  \n91% \nof eligible employees \nparticipate in our beneft plans \nOur employees pay \n21% less \nthan local benchmarks for \nFamily HSA premiums \n249 hours \ndedicated to HireReach program ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}