{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE12 \nProviding \nTechnological Value \nin a Highly Professional and Personalized Manner \nchecks deposited via \nbusiness mobile image capture totaling 42,285\n$270 million \n1.15M checks deposited via \nbusiness scanners totaling \n$4.5 billion \nchecks deposited via \nconsumer mobile image capture totaling 66,298\n$45 million As the needs of our customers and our methods of engagement evolved during the year, we \ncontinued to identify opportunities to optimize our branch network. As the choices available to consumers and businesses increase with the entrance of new players into the market, we fully understand that we must add value to our customers as they seek to fulfll their fnancial needs. In order to best serve our customers as trusted fnancial advisors, branch locations are being transformed into relationship centers. The primary focus of our branch teams will be to engage customers and potential customers with evolving strategies to identify and fulfll current and future fnancial needs. \nWe believe that digital channels will continue to be the safest, most efcient and convenient \nmethod to conduct traditional banking transactions for many of our customers. Our communication with customers is paramount, and we have acted swiftly to keep customers up to date with written communication as well as regular updates to our social media sites. \nTo best keep customers safe and informed, we’ve added a COVID-related information page on \nour website to host relevant updates and policies as well as refective graphics and signage in our branch lobbies to efectively notify of changing information. We have also expanded our normal business hours and services throughout the height of the pandemic, prioritizing the accessibility of our Live ATM banking machines. In line with this changing environment, we’ve installed more than 17 devices throughout our company to reduce travel and accommodate video conference capabilities for employees. In addition to video conferencing, the Bank utilizes Cisco Webex as its online meeting platform to help keep employees and teams connected. \nMercantile has shifted focus to provide customers with the option to bank anytime and \nanywhere with state-of-the-art technology solutions. The Bank has rolled out contactless credit and debit cards to put the power of Mercantile in users’ pockets. Additionally, we are working continuously to save customers time and money through Remote Deposit Capture, allowing businesses to consolidate regional or national deposits into one account and expediting the check collection process and availability of funds. In 2020, Mercantile’s Mobile Remote Deposit Capture (mRDC) program included 42,285 checks deposited via business mobile image capture totaling more than $270 million; 1,152,119 checks deposited via business scanners totaling nearly $4.5 billion; and 66,298 checks deposited via consumer mobile image capture totaling more than $45 million. ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}