{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE 13 \nProviding Operational Value \nin a Highly Professional and Personalized Manner \nMercantile partners with Q2, a leading provider of \ndigital transformation solutions for banking and lending, as an early adopter of crucial new functionality. In this role, Mercantile Bank doesn’t merely test the viability of a new product; we help determine and improve its functionality, user experience and future direction. Those improvements then make their way into the product and beneft the entirety of Q2’s customer base. For this partnership, Mercantile earned Q2’s 2020 award for Customer of the Year in the banking category. \nOur Vendor Management Program allows us to classify \nand assess risk associated with outsourcing services to a vendor, which allows for appropriate due diligence review based on actual risk and overall data security. This allows the Bank to keep with its strategy of partnering with “best in class” vendors by ensuring the most critical and/or risky vendors have been properly identifed and mitigating controls are in place. Out of 1,144 identifed vendors, Mercantile has classifed and performed a full due diligence review on 48 vendors which provide a signifcant or critical service for the Bank. Numerous contract reviews have been conducted for both new or current vendor relationships providing opportunities to renegotiate or have services added or removed. All of these eforts have positioned the Bank to either request additional measures be considered prior to engaging with a vendor or allow the Bank the opportunity to choose another more ftting vendor relationship.  \nOur implementation of such vendors includes our \nPositive Pay treasury product with focused eforts toward reducing fraud. Across 2020, Positive Pay returned 353 checks totaling more than $1.7 million as unauthorized as well as 93 Automated Clearing House (ACH) items totaling $828,426. Altogether, 1,080 checks were returned for the year. \nAdditionally Mercantile serves as a member of the \nMichigan Minority Supplier Development Council. The Bank has also enacted a Supplier Diversity Program Policy to identify the best suppliers, support our competitive pledge of excellence, ensure customer satisfaction and increase the Bank’s sustainability. Through everyday actions, we strive to promote diversity, innovation and social responsibility while refecting, supporting and creating a positive economic impact in the communities the Bank serves.  \nThe Bank’s Supplier Diversity \nObjectives include: \nActively seeking out diverse suppliers \nthat are able to provide competitive, high-quality goods and services and whose business model is aligned with the Bank’s business strategy. \nEnsuring the inclusion of diverse \nsuppliers as a part of the Bank’s strategic procurement process. \nCommunicating the value and \nprocess of the Supplier Diversity Program both internally and externally to all stakeholders. ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}