{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE \n 14 \nOur Work to Better \nAll of Our Communities \nAs the pandemic limited our team’s ability for community involvement in many ways, we still \nsaw incredible eforts by our staf to serve, reaching a total of 12,420 hours for 523 non-proft organizations in 2020. Mercantile remains dedicated to making a diference in our communities through our lending practices, investments, grants and volunteering eforts. We provided over $150 million dollars in community development lending across the year and awarded over $670,000 in grants toward afordable housing, home improvements and down payment assistance. Our team members also led and volunteered alongside non-profts to help navigate pandemic-related obstacles and provided fnancial education through 108 diferent classes and over 1,000 participants. Mercantile’s drive to impact locally was not deterred, as we decided in late 2020 that we needed to take some bold action to help address the food and shelter crises in our communities. As a result, we partnered with local non-proft agencies to invest $100,000 as direct donations for the purchase of items to help support these basic human needs in our markets. For all of 2020, Mercantile donated over $812,000 in support of non-proft organizations and other needs throughout the communities we serve. \nSustainable cities and communities have long been important to Mercantile, and our strategic \nand sustainability plans are dedicated to efectively deploying eforts throughout our value chains, and across the 17 United Nations Sustainable Development Goals, to further promote our sustainable business model. \n523 \nnon-proft organizations served \n$150M \nin community development lending The percentage in the circles represent the hours Mercantile \nemployees dedicated to volunteering in each category. \n1% \n3% \n 24% \n 7%\n 16% \n 21% \n8% \n 3%\n .5% \n 6% \n5% \n 1% \n 0% \n 0% \n 1% \n2% \n 2% ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}