{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE  \n         17 \nGovernance \nCommunity Reinvestment Act \nWe are honored to be rated as “Outstanding” by the FDIC in our Community \nReinvestment Act (CRA) examinations for the last four consecutive exam cycles, covering a twelve year period. The Community Reinvestment Act is a federal law that encourages fnancial institutions to help meet the credit needs of the communities they serve, including low and moderate income neighborhoods, while maintaining safe and sound operations. An “Outstanding” rating is the highest possible rating and is achieved by less than 10% of all banks. The “Outstanding” rating is based on an evaluation of our mortgage, small business and community development lending as well as our investments and services. We believe this rating is a refection of our commitment to the communities we serve and the hard work and dedication of our employees, who year after year, contribute and invest in the communities we live and work. To this end, we are consistently looking for opportunities to better serve our communities through lending services, accessible banking and community partnerships. \nRisk Management \nMercantile also seeks to monitor and control its risk exposure through a risk and control framework encompassing a variety of separate but complementary fnancial, credit, operational, compliance and legal reporting systems, internal controls, management review processes and other mechanisms. \nThe oversight and management of our vendors that provide service activities will \ncontinue as required, while services and reports from vendors are provided in a timely and adequate manner to mitigate the risks of Identity Theft. \nMercantile is committed to protecting customer privacy and providing a secure \nbanking experience. We continue to adapt our security measures to help protect online information from fraudulent access methods. We conservatively estimate that $5,700,000 in potential identity theft losses were prevented in 2020. How We Protect Customers: \n• Extended Validation Secure Socket Layer (EV SLL) Certifcates \n• Secure Online & Mobile Banking Login \n• Ultimate ID ® \n• Account and Security Alerts \n• MercCards \n• SecurLOCK Equip \n• Reporting Fraud \n• Multifactor Authentication \n• Dual Control \n• Positive Pay \nLinks: \nCode of Ethics Policy \nDiversity, Equity and Inclusion Policy Supplier Diversity Program Policy ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}