{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE3 \nLetter from the CEO \nWe are immensely proud of our organization’s ability to quickly pivot amid the challenges in \n2020. Throughout the year, Mercantile Bank was able to remain a stable source of support, guidance and fnancial resources. We moved quickly to arrange remote access for our staf members to work from home. Our multiple delivery channels ofered safe methods of engagement for our customers, we ofered prompt access to government relief programs; and our entire team worked together seamlessly, across all departments, to meet the needs of all our customers. It is our belief that banks play a vital role in supporting the people, businesses, organizations and ultimately the economic health of all communities, which in turn generate more opportunities for everyone. Each day, we work hard to demonstrate our commitment to consistency, efciency and security, in order to ensure Mercantile Bank is resilient and sustainable for all our diverse stakeholders. \nGOVERNANCE AND SUSTAINABILITY \nFrom its inception, Mercantile Bank was built on a foundation of sound corporate governance, \nstrong risk management, robust operational and fnancial controls, integrity and principles of excellence. We hold the trust placed in us with high regard as we deploy our resources in responsible, efcient, secure, and resilient manners throughout the organization. \nMany of the initiatives outlined in this CSR Report have been long-standing practices within \nour organization. We are pleased to share these initiatives publicly to underscore our ongoing commitment to corporate social responsibility and our intent to continue driving meaningful growth on all fronts. Our entire team is dedicated to collectively develop best-in-class products and services, provide exceptional responsiveness and value to our customers, implement efciencies and mitigate risk in every area of the Company. \nDIVERSITY, EQUITY AND INCLUSION \nMercantile Bank is committed to fostering, cultivating and preserving a culture of diversity, \nequity and inclusion. Employees with dissimilar backgrounds, perspectives, opinions and lifestyles help us understand the motivations and desires of our diverse customers and communities. Our human capital is the most valuable asset we have, and we believe embracing human diversity makes us a stronger and more successful bank. Mercantile Bank has always been deeply invested in Diversity, Equity and Inclusion. As a foundational pillar of our culture and to further support those eforts, the Bank appointed its frst Diversity, Equity and Inclusion Ofcer in 2014 to expand the impact of this important work. The collective sum of the individual diferences, life experiences, knowledge, innovation, self-expression, unique capabilities and talent of our employees represents a signifcant part of our culture, our reputation and the Company’s achievements. \nMOVING FORWARD \nAfter refecting on all the challenges in 2020 and the toll they exacted on so many, there were \nstill a tremendous number of accomplishments achieved by our team. In fact, some of these successes were direct results of how we addressed 2020’s obstacles and have afrmed our ability to plan and respond to the “curve balls of life.” I am honored to work alongside this amazing team of bankers. \nI invite you to join us, as we journey forward together to collectively care for our families, \nneighbors, customers and employees; support our diverse communities; limit our impact on the environment and deliver a valuable return and successful future for all of the partners with whom we engage. \nRobert B. Kaminski \nROBERT B. KAMINSKI \nPresident and Chief Executive Ofcer Mercantile Bank Corporation ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}