{"page_content": "MERCANTILE BANK CORPORATION | 2020 Corporate Social Responsibility ReportCURRENT \nEVENTSINTRO ENVIRONMENTAL SOCIAL GOVERNANCE \n  \n  \n \n  \n 10 \nDiversity, Equity \n& Inclusion \nDiversity \nPeople are the basis of all that we do. This encompasses our team, \nour customers, our Board and our communities. Diversity is the representation of all our varied identities and diferences and we believe in empowering all our staf with the critical tools and skills needed to engage in diverse work. When you begin with an intention to understand diferent types of people, it allows multiple perspectives to be valued and respected. Mercantile has been recognized for championing diversity initiatives and achievements within our organization and communities. \nEquity \nEquity is fair treatment and access to opportunities for each individual. Providing multiple levels of support and assistance, depending on specifc needs or abilities, helps to achieve equity. \nMercantile has created a culture which provides various channels \nof learning through live speaking events, videos, books, chat groups, etc., allowing people to access tools which are most conducive to their availability and learning style. A more equitable workforce results in increased collaboration, purpose-driven discussions and innovation of products and services. \nInclusion \nInclusion is belonging, which helps to build a strong culture and a space for all to feel welcomed, respected and valued. To remain sustainable, we believe in preparing our entire team with the critical tools and skills to engage in diversity, equity, and inclusion work and to live out the action of inclusion.                               \nTo further support its inclusion eforts, the Bank has a Diversity \nCouncil comprised of members representing diverse perspectives across departments and viewpoints. The purpose of the Diversity Council is to bring together ideas and experiences from various backgrounds to help develop respect and an appreciation for diferences among employees regarding gender, race, religion, ethnicity, disability, education, age, sexual orientation and other aspects. Together, the members work to foster a safe environment in which employees can grow to their full potential, feel valued, respected and involved as well as making community connections. \nDiversity, Equity and Inclusion \nAt Mercantile Bank, we believe in respecting, recognizing and valuing the importance of Diversity, Equity and Inclusion as a natural part of our culture.  \n2020 \nAwards \n• Corp! Magazine Salute to Diversity \nAward-Diversity Focused Company \n• Best & Brightest Companies to Work For (16 years in a row) \n• Q2 Customer of the Year (Banking) \n• Greater Ottawa County United Way- Community Builder Award \n• Heart of West Michigan United Way- Gold Award (3 years in a row) \n• Michigan Bankers Association Financial Literacy Award ", "metadata": {"source": "NASDAQ_MBWM_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}