{"page_content": " \n  \n  \n \n \n \n \n \n  \nTU COMPROMISO CAM IIIIA UMA VICIA Thoughtworks Social Impact Report \nInternally we have both formal and informal channels in place, such as employee assistance programs \nand a global, online chat group for Thoughtworkers to discuss and share tips on mental wellbeing — \na vibrant space with approximately 700 participants. Our regional employee assistance programs \noffer access to mental health resources, and our people and communications teams ensure we \nregularly provide Thoughtworkers with avenues to seek help and reminders to take care of their mental wellbeing, look out for each other and recognize when to seek support. \n“To create a wellbeing culture we have to pay attention to both \nindividual and holistic needs. We are constantly rethinking what’s \npossible so that care for our people is nurtured in the collective.” \nGrazie Mendes, Head of Diversity, Equity and Inclusion, Brazil, Thoughtworks \nIn China, where 20% of college students are reportedly dealing with varying degrees of mental \nhealth or psychological disorders,8 a huge mental health gap urgently needs to be addressed. \nMorning Public Welfare, an organization in Wuhan that provides support for people with mental \nhealth issues, is focused on closing this divide. Together we conducted a two-day workshop where \ncollege students were invited to design a solution targeted at improving their peers’ mental health \nawareness. The outcome was a vision and blueprint for an interactive, online mental health science \nmuseum that provides a rich resource for students dealing with or wanting to learn more about psychological or emotional challenges. \nThe convenience and privacy digital avenues afford are creating opportunities for people to seek \nthe advice of trusted mental health professionals in a safe, virtual space. Todo Mejora  is part of the \nglobal It Gets Better Project , which provides LGBTQIA+ youth with a supportive community network \nand educational resources. We worked with them to transform their mobile app, web platform and \norganizational practices, with the goal of optimizing the emotional support and suicide prevention \nservices they offer to LGBTQIA+ youth in Chile. \nWe began with a workshop to understand the features required for an app that serves as a suicide \nprevention line for LGBTIQA+ young people facing violence. The result was the improvement of   \nHora Segura, or ‘Safe Hour,’ a pioneering, volunteer-staffed helpline for at-risk youths. We continue   \nto support Todo Mejora by developing their platform and building the product roadmap to improve the app’s functionality. \n8 https://www.researchprotocols.org/2021/5/e25009/ \n19 ", "metadata": {"source": "NASDAQ_TWKS_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}