{"page_content": " \n \n \n \n \n \n   \n   \n \n-- -Thoughtworks Social Impact Report \nA more inclusive global conversation \nDigitalization has driven unprecedented expansion of health and other services into areas \nwhere they were previously limited or unavailable. But many of these services, and the underlying \ntechnologies, are designed primarily for English language users, which can marginalize or exclude \nbillions of speakers of other languages. In few places is this divide as apparent as in India, which \nis home to over 100 languages and where millions still struggle to access technology. \n“Exponential change multiplies and triggers more change. \nTechnology is a force multiplier, a springboard that can help a \ncountry jump development stages. We believe tech will allow \nIndia to leapfrog decades ahead. We are humbled to participate \nin this voyage through our contributions to Health and AI/ML \nbased Digital Building Blocks.” \nVinod Sankaranarayanan, Head of Digital Public Goods, Thoughtworks \nCollaborating with educational foundation EkStep, our scientists and developers have created \nSunbird Vakyansh , which addresses this gap by building data resources and modeling to support \nspeech-to-text in multiple Indian languages. This paves the way for more non-English speakers to \nengage, transact and secure healthcare, payment and other key services digitally. Vakyansh is part of \nthe open-source Sunbird platform of learning and development tools, which is a Digital Public Good. \nAlong with our open-source projects in the health sector, Epirust  and Bahmni , Vakyansh (funded \nby Ekstep) underpins our membership in the Digital Public Goods Alliance , which recognizes \norganizations using open-source to promote equitable access to digital services. \nWord error rate (WER) comparison against standard speech-to-text tool \nEnglish \nHindi \n IN Gujarati \nVakyansh WER 16.50 \nStandard WER 25.90 Vakyansh WER 7.90 Standard WER 33.10 Vakyansh WER 19.08 Standard WER 33.36 \nUrdu Kannada Tamil \nVakyansh WER 23.19 Standard WER 27.30 Vakyansh WER 26.94 Standard WER 30.44 Vakyansh WER 20.30 Standard WER 27.41 \n23 ", "metadata": {"source": "NASDAQ_TWKS_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}