{"page_content": " \n \n \n \n \n  \n \n \n \n  \n \n \n \n Thoughtworks Social Impact Report \nThoughtworkers also stage workshops emphasizing practical tech skills for Factoría F5  (FF5), an \ninclusive digital school that runs intensive six-month technology courses free of charge to learners \nfrom disadvantaged backgrounds who would not otherwise be able to access such specialized \ntraining. FF5’s FemCoders bootcamp has been recognized by Google’s Impact Challenge for Women \nand Girls for the success of its training for women from refugee, ethnic minority and \nlow-income groups, as well as survivors of violence. \nCodebar is committed to growing a diverse tech community by delivering free tech workshops \nand career guidance for members of minority populations. Thoughtworkers volunteer as coaches \nand hold workshops for Codebar students, contributing to a collaborative and safe environment and \npositioning learners to achieve a range of career goals. \nExpanding possibilities for disadvantaged groups \nThoughtworkers in Romania have had the opportunity to support multiple organizations working to \ndismantle the barriers faced by students with disadvantaged ethnic backgrounds and disabilities. \nIn partnership with the Providenta Foundation, which provides educational and social programs to \nethnic-minority Roma children in rural areas around Romania’s capital, Bucharest, Thoughtworks \nRomania built an educational app  to teach reading  and assess literacy  levels. Our team developed \nthe concept and wrote the functionalities for this application, then students from the Computer \nScience department of Babes-Bolyai Clu University continued with its development. The app \nprovides a quiz based on each book the children read as part of the program, with questions written \nby students of Foreign Languages and Psychology at Bucharest University. In addition to quizzes, the \napp includes other engaging and practical features like e-books, a random question generator, skill \nlevel ratings and information dashboards. \n“Yet another step towards removing ethnic barriers and promoting education in \nunderprivileged areas: Thoughtworks Romania, in partnership with a group of \nstudents at Cluj University, develops an educational application for reading and \nevaluating reading competencies for the children in the Romani rural community \naround Bucharest. All these kids benefit from the educational and social programs \nprovided by Providenta Foundation. Thank you for your support!” \nMihai Ciopasiu, Executive Director, Providenta Foundation (RUTH Project) ", "metadata": {"source": "NASDAQ_TWKS_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}