{"page_content": "Page 18\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsManagement Approach\nOur ERM program is led by our chief risk officer, and overseen \nby our CEO and board of directors. The board of directors review \ntop risks and associated mitigation measures with executive \nmanagement on a quarterly basis. The overall ERM program \nis reviewed annually to assess the program’s development and \neffectiveness in identifying and managing risks and opportunities. \nSupporting the day-to-day administration of the program is \nthe ERM program staff and a comprehensive network of risk \nchampions from all functional groups within our company. Risk \nchampions are trained to be ERM subject matter experts within \ntheir organizations and lend credibility to the direction of the \nprogram through their expertise, actions and guidance.Enterprise Risk Management\n[GRI: 102-11]  [GRI: 102-30]  \nOverview \nThe mission of our enterprise risk management (ERM) program is to drive strategic \ncapabilities that preserve and create value for our company by embedding a risk-\naware decision-making culture across all functions. To that end, we have developed \na framework to systematically, consistently and effectively identify, evaluate, \nprioritize, and manage key risks and opportunities across different time horizons \nthat can impact our company’s ability to achieve strategic goals and objectives. \nThrough our ERM discipline, over 20 functional groups within the company assess \nrisks and opportunities across the following groupings:\nEnterprise Risk Management\nGovernance Structure\nPresident/ CEOBoard of Directors, Corporate Governance\n& Nominating Committee\nEnterprise Risk Management Organization\nRisk Champions\nRisk Owners\n •Business and Strategic\n •Emerging\n •Financial\n •Operational\n •Technology/New Product Development\n •Legal and Regulatory\n •Compliance \n •Ethics\n •Human Capital\n •Reputational\nAll functional groups including those that have the greatest impact on, or are most impacted by, our environment, people and ethical \nconduct manage risks on an ongoing basis and report to the board of directors each quarter using the ERM framework. These groups \ninclude, but are not limited to legal compliance, ethics, corporate social responsibility, environmental health and safety (EHS), and human \nresources.", "metadata": {"source": "N6LEV9~G.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}