{"page_content": "Page 20\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsQuality and Reliability \nAt ON Semiconductor, we are committed to operating according to \nstringent, internationally recognized requirements for reliability \nand quality. We demonstrate our commitment by continuing \nour Road to Zero Defects initiative, which was implemented \nseveral years ago. This initiative focuses on eliminating \nquality excursions, improving 8D responsiveness, lowering \nour parts per billion (ppb) defect rate and enhancing our \nquality standards. We recognize that incorporating these \nobjectives into our service offerings, processes and products \nwill enable us to use our quality and reliability as fuel for \ngrowth of our corporation. Ultimately, we are committed to \nmaintaining a distinctive, world-class quality system that transcends \ninternational quality standards and aims to exceed customer expectations. \nFor more information, please see our Quality and Reliability Handbook .\nCulture of Quality\nThe key drivers embedded in our company’s focus on quality include employee ownership, leadership emphasis, message credibility and \npeer involvement. Every other year we administer a survey through Gartner® to measure employee understanding of our quality initiatives \nand gain insights on employee perception of our quality program. In 2018, our ranking placed us in the middle of the first quintile with \napproximately 80% of our employees responding to the survey. The results reflect our employees’ perception of our quality performance \ndue to our increased focus on reinforcing our quality culture and the positive results of our road to zero defects projects. \nIn 2020, we began recognizing employees in our company’s monthly newsletter, The Circuit. These articles, referred to as ‘Quality Influencers’ \nhighlight employees who have contributed to quality improvements and customer satisfaction. The next culture of quality survey will be \nadministered in summer 2020.\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}