{"page_content": "Page 21\nON Semiconductorwww.onsemi.comResponsible Sourcing \n[GRI: 102-9]  [GRI: 102-10]  [GRI: 204-1]  [GRI: 308-2]  [GRI: 414-2]  \nWe are committed to ensuring the highest standards of social responsibility in all regions at which our company \nis located. We insist that our suppliers provide safe working conditions, treat workers with dignity and respect, \nprohibit human trafficking and slavery (including the procurement of commercial sex acts and the use of forced \nor child labor), promote ethical behavior, and use environmentally responsible manufacturing processes and follow principles similar to \nthose in our Code of Business Conduct. As outlined in our Supplier Handbook , the supplier must conform to all environmental laws, all \napplicable laws and regulations, behave ethically, conform to all social responsibility and conflict mineral requirements that are required by  \nON Semiconductor’s CSR Statement of Commitment , and provide any requested certifications and cascade all applicable requirements \nthrough their supply chain. \nManagement Approach\nOur global supply chain operations (GSCO) organization is led by our senior \nvice president of global supply chain and overseen by the COO, CEO and \nboard of directors. We operate a flexible, reliable and responsive supply \nchain that is compliant with IATF-16949 and ISO 90001 requirements \nas defined in our internal policies. We continually develop business \npartnerships with selected key suppliers and ensure that all purchased \nmaterials used in product manufacturing satisfy current governmental, \nenvironmental and safety criteria applicable to the country of manufacture \nand sale. Our transportation packaging meets electrostatic discharge (ESD) \nrequirements, and appropriate use of packing is used to prevent physical \ndamage. We require our internal and external manufacturing facilities to \ncomplete specific tests, evaluations and calibrations to receive qualification \nand acceptance by customers in order to perform. Through our sales and \noperations planning process, we work directly with our business units and sales teams to align capacity and demand to support customer \nrequirements.\nOur Supply Chain\nOur supply chain has a multifaceted supply structure of direct materials suppliers, foundry and subcontractor providers, indirect material \nsuppliers and professional service providers deployed across a global sourcing and procurement organization. In 2019, we worked with over \n10,000 suppliers and service providers in North America, Asia Pacific, Europe and the Middle East, and of those suppliers, approximately \n7,200 were production-related. The following graphic shows the percentage of our manufacturing sites’ 2019 procurement budgets which \nwere spent on suppliers local to the site’s region. \nGlobal Supply Chain Operations\nGovernance Structure\nCOO/ President/ CEO Board of Directors\nGSCO Composition\nPlanning Procurement\nLogistics System & Integrations\nIntegral Partners\nBusiness Units Sales/ CS Marketing\nInternal & External Manufacturing\n2017\n2018\n2019\nAsia-Pacific EMEA North America92 89 92\n80 78 7792 90 90ON Semiconductor’s Spend on Local Suppliers by Region (%)", "metadata": {"source": "N6LEV9~G.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}