{"page_content": "Page 22\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsWe expect our suppliers and on-site service providers to follow the same CSR tenets that we have set for our own operations through \nour Code of Business Conduct and the RBA Code of Conduct. We engage our suppliers in regular cycles by clearly communicating \nour expectations, deploying risk assessments, providing training opportunities for capacity building, conducting verification audits and \naddressing any non-conformance. Our last supplier engagement cycle was in 2017, during which major suppliers signed a statement of \nconformance agreements to our Code of Business Conduct and the RBA Code of Conduct. In 2018, our major suppliers were notified \nof changes to the RBA Code of Conduct, version 6.0. In 2019, major suppliers were notified of the RBA VAP Operation Manual 6.01 \nupdate. The next supplier engagement cycle will occur in 2021 to reflect changes to the RBA Code of Conduct, version 7.0 and the  \nON Semiconductor Code of Business Conduct. \nHuman Rights Due Diligence in Our Supply Chain\nAs a purchaser of products containing the metals that include tin, tantalum, tungsten or gold (conflict minerals) from suppliers for use in our \nmanufacturing process, we continue to be concerned about the reports of violence and human rights violations resulting from the sourcing \nof such metals from the Democratic Republic of the Congo (DRC) and adjoining countries. Although we do not desire to eliminate metals \noriginating from the DRC and adjoining countries, we are committed to ensuring the conflict free sourcing of minerals. By collaborating with \nour suppliers and the RBA through the Responsible Minerals Initiative (RMI), we are best able to fulfill this commitment. \nBy using the Organisation for Economic Co-operation and Development  (OECD) framework, and participating in responsibility initiatives, \nwe established a conflict minerals policy and related due diligence process to ensure that minerals are not sourced from entities supporting \narmed conflict within the DRC and adjoining countries. In 2018, the OECD Guidance Annex II expanded conflict minerals to include cobalt, \ngraphite and mica, which are related to child labor or abuse of women issues. With the addition of these minerals to the OECD Guidance \nAnnex II, cobalt is now present in our supply chain. Although it is low impact at this time, we are monitoring our suppliers just as we do \nfor the conflict minerals.Major suppliers and select \nservice providers are \nrequired to provide written \nacknowledgement to \nON Semiconductor’s Code \nof Business Conduct and \nRBA Code of Conduct \nWe communicate CSR \nrequirements, including \nthe RBA Code of Conduct \nthrough the Supplier \nHandbook, Purchase \nOrders and/or Service \nAgreements.Major suppliers based \non spend and select \nservice providers are \nrequired to complete a \nrisk assessment \ncovering the RBA Code \nof Conduct.Suppliers deemed risky \nare offered complimentary \nonline training on the RBA \nCode of Conduct to build \ncapacity and foster \nimprovement.\nSuppliers deemed risky \nare audited against the \nRBA Code of Conduct.We work closely with our \nsuppliers to correct any \nnon-conformances \ndiscovered during audits.Supplier\nCommunication\nSupplier \nAcknowledgementRisk \nAssessment Audits\nTraining Corrective \nActions\nRequest information on \nsmelters and refiners using \nstandard due diligence \nprocess from suppliers\nIdentify all key suppliers with \n3TG minerals minerals (tin, \ntantalum, tungsten and gold) \nand cobalt in their productsConduct supply chain risk \nassessment of 3TG and cobalt\nand request for removal or \nreplacement of smelters that \nare non-conformant as per \nResponsible Minerals \nAssurance Program (RMAP)Use Reasonable Country of Origin \nInquiry (RCOI) report from RMI for \nthird party audit of smelter and \nrefiners related to 3TG\nFile annual SEC report \nand publish Annual \nConflict Minerals \nReport for 3TGIdentify\nAccess\nInformationRisk \nAssessment Disclosure\nAudits", "metadata": {"source": "N6LEV9~G.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}