{"page_content": "Page 28\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsEthics Program\nIn parallel with our legal compliance program, we aim to implement \nethical principles into everyday business operations by providing \nrelevant training and guidance, targeted communications \nand dedicated resources. We aspire to be a global leader in \ndemonstrating the power of aligning business objectives with \ndoing the right thing. Our vice president of ethics and corporate \nsocial responsibility, who reports directly to the CEO, is responsible \nfor administering and executing the ethics program. She and \nher team manage the code, related training and education and \noversee the intake and triage of complaints and questions that \ncome into our company’s helpline or other reporting channels. \nWorking closely with the law department, human resources and \nany other relevant departments, the ethics program ensures that all concerns are promptly and thoroughly investigated without retaliation. \nOur employees are empowered and encouraged to report potential ethics violations, and taught to recognize extraordinary commitments \nto our core values.\nWhat it Means to be a Business Ethics Liaison \nOur network of 52 Business Ethics Liaisons (BELs) across the globe serve a critical role in promoting and institutionalizing an ethical culture \nthroughout our global operations. Ethics is a top-down and bottom-up process at our company, and every employee is encouraged to talk \nabout ethics, raise concerns and share their experiences. Our CEO sets the tone at the top by communicating our expectations and holding \nour managers accountable for delivering on those expectations. BELs further amplify these expectations at the local and site levels, serving \nas a trusted resource for employees seeking guidance or wishing to raise a concern.  \nThe BEL network, which is comprised of employees of all job functions and grade levels, is essential to the continual strengthening of \nour company’s ethical foundation and culture of integrity. Through quarterly calls, BELs get the \nchance to review case studies, share best practices, receive trainings and discuss trends in the \ncompliance and ethics fields. In addition, the compliance, ethics and CSR programs host an \nannual conference where all contributors to these programs come together to gain new skills, \nenhance their compliance and ethics acumen and discuss ways to improve the programs. \nThese events help keep the programs focused and assures consistency across the globe and \nthroughout the many layers of our company.\nThe availability of BELs gives employees access to a peer with whom they can raise potential concerns outside of human resources and \ntheir management chain. The accessibility of this additional reporting channel helps our company integrate compliance and ethics into \nour culture by building trust at the local level. We consider the fact that employees choose to raise concerns to BELs more than any other \nreporting channel to be a reflection of the strength of the compliance and ethics programs. Of course, employees also have the option of \nusing the ethics helpline, which is available online, and toll-free by phone, 24-hours a day, seven days a week, with translators available in all \nlanguages in which we do business. Further, unless restricted by local law, employees may make reports to the ethics helpline anonymously.BELs\nat our sites  \nglobally52Ethics\nGovernance Structure\nPresident/ CEOBoard of Directors, Corporate Governance\n& Nominating Committee\nVice President, Ethics & Corporate Social Responsibility\nEthics Committee\nEthics Program\nBusiness Ethics Liaisons", "metadata": {"source": "N6LEV9~G.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}