{"page_content": "Page 38\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsAffinity Network Group Key Highlights\nMission 2019 Key Accomplishments\nEmpower and support women to succeed through \nprofessional development in business, strategic and \nfinancial acumen. •Hosted quarterly financial earnings call for expanded employee \naudience\n •Produced, sponsored and funded multiple strategic and financial \nacumen events across globe\n •Created educational content regarding the power of language\n •Created best practices toolkit and new chapters of WLI\nDevelop and retain a diverse workforce that will \npositively affect our company’s outcome with regard \nto innovation and performance. Our programs will be \nfocused on retaining employees at ON Semiconductor \nand developing new talent in the local area for the \nunder-represented population. Our key focus areas are \nrecruitment, retention and service leadership. •Attended diverse recruitment conferences through National Society \nof Black Engineers, National Society of Hispanic Professionals, \nSociety of Women Engineers and Recruit Military \n •Paired 86% of eligible new hires at our Phoenix location with \ncompany ambassadors to ensure a smooth integration to the \nON Semiconductor workplace and culture\n •Partnered with local schools, universities and nonprofits in Arizona, \nIdaho and New York to increase interest and engagement in STEM \neducation and career paths\n •Fully funded scholarships for 18 high school students to participate \nin the AI4ALL program in Phoenix, Arizona\nUnite a group of diverse generations who are \ncommitted to engaging in the workforce and enhancing \nour collaborative company culture. We are committed \nto understanding all generations in the workplace and \nconnecting ON Semiconductor with the developing \nworkforce community. •Opened The Park, our Phoenix office’s first collaborative workspace\n •Created and launched our Working on a Multi-generational Team \ntraining across North America\n •Hosted Kristen Hadeed, founder of Student Maid and author of \nPermission to Speak Up, for a keynote speaking engagement and \nworkshops\n •Collaborated with local charities to pack and donate WeekEND \nHunger Backpacks and hygiene kits\nFacilitate community service and employee engagement \nactivities. •Obtained 272 employees and their family members to volunteer at \nSt. Mary’s Food Bank\n •Sponsored the Academia Del Pueblo holiday program and recruited \n126 volunteers to make the event a success\nFoster an environment that is conducive to the \nrecruitment, retention and career advancement of \nBlack employees. ON Semiconductor is committed to \npromoting our brand and emerging market penetration \nin the black community.  •Launched in July 2019\n •Doubled membership by August 2019\n •Collaborated with two black-owned media channels to advertise \nON Semiconductor in the community\n •Celebrated and brought awareness to multiple American black \nheroes and holidays\nCultivate an inclusive workplace where all employees \nare free and encouraged to be themselves. We also \nadvocate for those who are - and who support - \nLGBTQ+ (lesbian, gay, bisexual, transgender, queer \nor questioning (the plus encompasses a list of other \nidentities that fall under the queer umbrella)) people in \nour company, in our families and in our communities. •Approved by Diversity and Inclusion Council, December 2019\n •Formal launch in January 2020\nRecruit veterans and military members, and provide \nthese employees transitional assistance into the civilian \nworkforce at ON Semiconductor, develop and retain \nthese employees and increase networking through \ncommunity outreach. •Approved by Diversity and Inclusion Council December 2019\n •Formal launch in February 2020Science Technology\nEngineering and Math", "metadata": {"source": "N6LEV9~G.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}