{"page_content": "Page 40\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsEqual Opportunity Employment\nWe are an equal opportunity employer. Our company maintains policies and practices that are designed to prevent discrimination against any \nqualified applicant or employee to the extent prohibited by federal, state and local laws and regulations. By way of example, discrimination \non the basis of race, color, religion, ancestry, national origin, sex, age, marital status, sexual orientation, disability, medical condition, \ngenetic information and status as a Vietnam-era or special disabled veteran, political affiliation, union membership, gender orientation or \nexpression is prohibited. \nOur policy of non-discrimination applies to all employment practices, including hiring, placement, promotion, compensation, benefits, \ntraining and termination. Equal opportunity can only be achieved through leadership, commitment and implementation of our diversity and \naffirmative action programs.\nRecruitment and Retention \n[GRI: 401-1]  \nWe proactively seek new candidates to add to our innovative and customer-oriented organization. We look for talented candidates who \ndesire challenging, empowering and engaging careers. To diversify our workforce, we recruit university graduates and candidates from \nunder-represented groups who bring various perspectives and diverse knowledge to our company.\nInternal Transfers and Promotions\nIn addition to our external recruiting efforts, we look within our company for new ways that current employees can contribute to our \noperations. We support transfers and promotions to allow our employees to gain experience while taking on a new role or responsibility \nlocally or globally.Rate of New Hires\n69%\n19%8%\n4%\nAsia\nJapan\nAmericas\nEMEA55%5%\n40%\n<30 Years Old\n30-50 Years Old\n>50 Years Old37%\n63%\nFemale\nMaleBy Age By Gender By Region\nPromotions Globally by Gender Transfers Globally by Gender\n23%\n77%35%\n65%\nFemale\nMale\nFemale\nMale", "metadata": {"source": "N6LEV9~G.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}