{"page_content": "Page 46\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsEmployee Engagement\nSince 2013, we have collaborated with National Business Research Institute (NBRI) on \na biennial basis to conduct a company-wide employee engagement survey to ensure \nvalid data gathering, analysis processing and survey results that truly represent the \nfeelings of our employees.\nWith this established cadence of deploying a full-census engagement survey, we sought to build on our data gathering effectiveness. To \nensure we remained focused on critical employee feedback and input from the 2017 full-census engagement survey, we introduced an \nabbreviated ‘pulse’ survey in 2018 inviting 5,000 employees to participate. In 2019, we expanded our pulse survey to be company-wide \n(approximately 32,000 employees invited) and are proud to have realized a 10-point increase in our overall score in the last four years. We \nalso had a 79% participation rate. Additionally, we measured employee sentiment on diversity and inclusion and our culture priority items. \nThis year, we have established a relationship with a new engagement partner, Willis Towers Watson (WTW). WTW offers impressive \nthought leadership in the area of employee engagement. Additionally, they provide a robust survey model and platform that is a strong \nenhancement to our employee listening strategy. All ON Semiconductor employees will \nhave the opportunity to offer their feedback via an enriched model when the 2020 \nfull-census engagement survey is launched this fall.\n• CONTROL • DEFINE • MEASURE • ANALYZE • IMPROVE\nLean Six Sigma\nOur Lean Six Sigma (LSS) program uses a structured methodology to improve business processes \nby combining two approaches: Lean and Six Sigma. In 2019, our company shifted focus to include \nmore concepts from Lean – a continuous improvement philosophy that aligns people and processes \nto enhance value to the customer while creating a culture of shared thinking, and engaging all \nemployees within an organization. To add a greater focus on Lean, our company developed and \nconducted new Lean training courses, conducted kaizen events (rapid improvement projects) and \ncreated an intranet site to document Lean projects and kaizen events. By shifting a greater focus \nonto Lean, we will be able to maximize customer value while minimizing waste.\n •110 employees trained in Lean\n •278 employees trained in LSS\n •98 LSS projects completed  •$5.1 million USD in financial benefits\n •73 LSS Belts certified \n50%61%65%69% 71%75%90%\nBest in\nClassStretch\nPerformance2019 2018\nON SemiconductorIndustry\nAverage\n2017 2016 Industry\nAverage\nOverall Engagement Performance", "metadata": {"source": "N6LEV9~G.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}