{"page_content": "Page 49\nON Semiconductorwww.onsemi.comManagement Approach\nOur environmental health and safety (EHS) management system ensures that EHS issues are identified, corrected and communicated to \nmanagement and corrected in both manufacturing and non-manufacturing situations. Our non-manufacturing sites follow our internal \nprocedures and local regulations related to health and safety, while our manufacturing sites conform to OHSAS 18001 specifications. In \n2014, we implemented an external audit and certification to OHSAS 18001 and self-declaration of conformance by corporate audits and \nquarterly reviews. Approximately 82% of our workforce are covered by the OHSAS 18001 management system, which is audited both \ninternally and externally for third-party certification. For a list of all our manufacturing sites with OHSAS 18001 certification, visit our \ncertifications and qualified sites chart . Beginning in 2020, our sites will transition to the ISO 45001 workplace health and safety standard. \nSafety Standards and Programs\nOur safety standards are applicable to all global facilities and allow us to continuously maintain and improve health and safety work areas. \nProcedures regarding emergency preparedness, hazardous materials, industrial hygiene and health resources and safety are standardized \nthroughout our company. To promote a transparent and reliable culture, information is shared with all sites to further mitigate health \nand safety risks. Upon hire, all employees receive safety training and many receive additional safety training depending on their area of \nresponsibility and associated risks. \nTo protect our employees, we have a hierarchy of control-based risk analyses conducted by members of our EHS team members. Health and \nsafety risks are identified and addressed while considering factors such as processes and tasks, equipment and machinery, environment, \nlocation and trends. Once risk exposures have been assessed and assigned a risk rating, a risk control plan is developed with key priority \nareas for action and tested for effectiveness. \nIn 2015, we launched our safety culture transformational program and have since seen improvements in our performance. Through this \nprogram, daily workplace safety inspections are performed by employees in their areas to ensure there are no unsafe conditions present. \nEmployees are also encouraged and trained to stop their work or the work of others, if an unsafe condition and/or act is observed. \nManagers of departments discuss safety matters with their staff weekly and senior site managers are required to do so monthly. Employees \nare encouraged to indicate safety issues or positive observations during these meetings. Additionally, we implemented a peer-to-peer job \nsafety review program in all of our factories so that employees can provide effective feedback to each other regarding unsafe habits, acts \nor conditions.\nCurrent Practice\nON Semiconductor’s Burlington, Canada site hit an incredible safety milestone on July \n4, 2019: 2,000 days without a lost workday accident or incident. This is equivalent \nto over five years without a workplace reportable injury. This is a testament to our \ncommitment to the motto “safety first and quality always.” It was an outstanding \nachievement and a celebratory lunch was held for the site employees. \n", "metadata": {"source": "N6LEV9~G.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}