{"page_content": "Page 53\nON Semiconductorwww.onsemi.comClimate Change\n[GRI: 201-2]  \nWe are aware of potential opportunities and risks associated with climate change and have integrated the process \nof climate change into our business operations and strategy in a number of ways. Through our environmental \nconservation programs, we focus on reducing our carbon footprint and improving the electrical and fuel energy \nefficiency of our company’s operations. Our products help contribute to climate-related reductions through our \npower management and energy efficient products. We also encourage our customers to include them in their designs. We educate and \nencourage our employees to live sustainably in their personal lives. We advocate that even small actions can make a difference. Our \nenterprise risk management (ERM) and business continuity programs work in tandem. Identification and assessment of long-term climate-\nrelated risks through the ERM program and implementation of continuity plans help mitigate short-term risks to our organization, affected \ncommunities, operations, employees, stakeholders and strategic business objectives from climate change and/or natural disaster incidents.\nIn addition, increasing energy demands and greenhouse gas emissions are driving a global mandate for energy efficiency and reduced \nemissions, including the replacement of fossil fuels by clean alternative energy sources. Government regulations for improved energy \nefficiency in countries such as the U.S., United Kingdom, France and China are further enforcing this mandate. Fortunately, our comprehensive \nportfolio of power, analog and intelligent sensors and connectivity products is designed to minimize power consumption and improve \nenergy efficiency. Examples of these products include solar inverters, efficient motors for fans, HVAC units, power tools, power conversion \n(as a part of the shift toward renewable energy), electric cars and the general movement from coal to renewables.Examples of Projects\nEnergy Conservation Reducing electricity or fuels (i.e. natural gas, diesel fuel, propane)\nWater Conservation Reducing water usage or recycling water\nChemical Waste \nReductionReducing the amount of process and facility chemicals in production of our products \nor performance of our facilities\nMaterial Optimization Reducing the amount of material needed in the processing of our products (i.e. using \npackaging more efficiently) \nRecycle Diverting waste from landfill/incinerator to a more sustainable waste stream\n2019 Sustainability Project Savings in $U.S.\n$4,684,664\n$315,919\n$343,442$5,253,198$301,071\nEnergy Conservation\nWater Conservation\nChemical Waste Reduction\nMaterial Optimization\nRecycle", "metadata": {"source": "N6LEV9~G.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}