{"page_content": "Page 56\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsWater Management\n[GRI: 303-1 – 3]  \nHigh purity water is a necessity for semiconductor manufacturing as it is used in delivering chemicals, washing \nwafers and many other operations within the fabrication process such as scrubbing the exhaust of our systems to \nreduce pollution. When complete, the water used in these processes is discharged to waste treatment facilities as \nnon-hazardous industrial waste; most water is supplied to our facilities by third-party resources who report to withdraw from groundwater \nor surface water.  \nIn an effort to identify and avoid negative water-related impacts, there are many tools and methodologies in use throughout our facilities \nincluding laboratory analysis of both incoming and outgoing water from a facility. This analysis allows for the continued production of high \npurity water and ensures against potential negative impacts regarding water waste discharge. \nAnother assessment used in identifying potential impacts is comparing our organization to common industry practices and standards. \nResearching these practices and standards allows us to continue to modernize and develop our methodologies to increase efficiency and \ndecrease negative impacts on our water resources. We continuously work with process and facilities engineers to determine process needs, \nunderstand the waste that is produced and effectively utilize our resources to focus on conservation, reduction of chemical usage and \neffective treatment of water waste. We regularly interface with local regulatory agencies to ensure that usage of water resource and water \nwaste discharge is lawful and does not damage the environment.\nWe actively seek to avoid negative water-realted impacts. Our organization strives for transparency with stakeholders, displaying deliberate \nstewardship of water as the important resource it is. Following this, we firmly believe that reduction in water usage enables the shared \nusage of water resources and reduces cost within process methods; therefore, we continue to seek out water recycling, reuse and reduce \noptions. Over the last several years, we have drastically decreased the amount of water consumed within our processes, and in 2019 we \nwere able to recycle 6,504 megaliters of water of the withdrawn 14,301 megaliters. That water recycled is the equivalent of approximately \n2,500 olympic-sized swimming pools. \nWater Usage at  \nWafer Fab Operations  \n[liter/Unit] – Normalized ValuesWater Usage at  \nAssembly and Test Operations  \n[liter/Unit] – Normalized Values\n0.0000.1000.2000.3000.4000.5000.6000.7000.800\n10.00010.50011.00011.50012.00012.50013.0000.723 0.678 0.587 0.598 0.691\nBaseline\n20152016 2017 2018 2019\n2020 Target12.662\n11.49011.217 11.32712.061\nBaseline\n20152016 2017 2018 2019\n2020 Target", "metadata": {"source": "N6LEV9~G.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}