{"page_content": "Page 7\nON Semiconductorwww.onsemi.comManagement Approach\nHaving a strong CSR program requires a coordinated effort \namong various departments and sites globally. Each of our \nmanufacturing sites has a CSR working team led by CSR site \nchampions and regional subject matter experts. The corporate \nCSR organization works closely with a steering committee \ncomprising of individuals from many departments and ultimately \nreports up to our CEO and board of directors. \nKey AccomplishmentsCorporate Social Responsibility\nGovernance Structure\nPresident/ CEOBoard of Directors, Corporate Governance\n& Nominating Committee\nCSR Organization\nCSR Site Champions and Subject Matter Experts\nIntegral Partners\nCompliance Ethics\nSecurityCSR Steering Committee Composition\nEnvironmental\nHealth and SafetyHuman\nResourcesLegalGlobal Supply\nChain Operations\nSupplier Due Diligence\nAs of December 31, 2019, 100% of the smelters we source from for 3TG were Responsible Minerals Assurance Process\n(RMAP) conformant.\nRBA Initiatives and Compliance\nIn 2019, seven of our manufacturing sites achieved a full score (200) and platinum level recognition during their initial RBA\nvalidated assessment program (VAP). \nSocial and Sustainability Investment Assessments\nIn 2019, we were included in the Dow Jones Sustainability Index (North America) for a second year and included on Barron’s 100 \nMost Sustainable US Companies list for a third year. We were recognized as “Prime” status by ISS-oekom's Corporate Rating. \nCorporate Philanthropy and Employee Volunteerism\nThe ON Semiconductor Foundation began running and funding as a 501(c)(3) in January 2020.\nLeadership\nIn early 2020, our CSR team merged with Ethics and now report to a Vice President that reports directly to our CEO.\nHuman Rights\nWe submitted our first Communication on Progress (COP) as a signatory to the UN Global Compact.  \nCommunication\nThrough our partnership with 3BL Media, we published 47 FMRs (blogs, press releases, articles, etc.) which received 964,828 \npage impressions and 231,185 page views; consistently above the site-wide average.\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}