{"page_content": "Page 61\nON Semiconductorwww.onsemi.comOverview\nAt ON Semiconductor, we strive to make a positive impact in the communities where our employees work and live. Our financial contributions \nand employee volunteer efforts target community needs in the areas of science, technology, engineering, arts and mathematics (STEAM) \neducation, health, disaster relief, environment and human services. Through our community initiatives, we aim to create a relationship of \nmutual trust and respect between our company and the local communities in which we operate. The results of our community outreach \nprograms have led to a more engaged workforce, greener communities and swift disaster relief efforts as well as increased and more \nequitable access to education, health care services and basic human necessities. \nON Semiconductor establishes long-term partnerships in the communities in which we operate. One example is our continued partnership \nwith the Starkey Hearing Foundation, which began in 2008 and has been featured in previous CSR reports. The Starkey Hearing Foundation \nhas a mission to improve the lives of individuals, families and communities throughout the world with the provision of hearing aids. \nAlso, ON Semiconductor recognizes the need for a skilled and talented workforce, and began a partnership in 2017 with Arizona State \nUniversity, the nation’s leading university for innovation, to ensure a pipeline of engineering and business professionals and technological \ndevelopment continues to remain strong. Partnerships like these with the Starkey Hearing Foundation and Arizona State University are an \nintegral component to our business strategy and ensure we are making a positive impact in the communities in which we operate and \naround the world.\nON Semiconductor Foundation\nIn February 2019, we established the ON Semiconductor Foundation, a nonprofit organization formed under the laws of the State of \nArizona. In January 2020, the ON Semiconductor Foundation began running and funding as a 501(c)(3) nonprofit organization. It is \noverseen by an employee-based board of directors who manage its daily operations and approve recommendations made by our global \ngrant advisors. The creation of our Foundation converted the global corporate giving (GCG) program and employee volunteer program \n(EVP) to strategically leverage our resources, talent and efforts to support nonprofits and educational institutions around the world. In \n2019, we invested over $2 million USD to support our communities worldwide.OUR COMMUNITY", "metadata": {"source": "N6LEV9~G.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}