{"page_content": "Page 64\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsCommunity Impact – Asia Region\nOrbis International – Health/Human Services\nON Semiconductor helped support Orbis, a leading non-governmental \norganization whose mission is to eliminate avoidable blindness in \ndeveloping countries and to enhance their “Good Sight Good Life” \nproject. This project is helping to develop a vision center at Dong Nai \nGeneral Hospital, addressing visual impairments due to uncorrected \nrefractive errors, with a special focus in children. Orbis facilitates the \ndelivery of skills, knowledge and resources necessary to provide quality \neye care. Orbis also provides hands-on ophthalmology training, assists \nin strengthening healthcare infrastructures and advocates for eye care. \nQuality eye care and treatment allows children to return to school and \ncaregivers to return to work.\nSingapore Institute of Technology – STEAM Education\nON Semiconductor partnered with the Singapore Institute of Technology \n(SIT), founded in 2009, to provide scholarships to academically talented \nstudents pursuing degree programs in engineering and information \ntechnology. SIT integrates learning, industry and community. The funding \nfrom ON Semiconductor provided partial scholarships to six honors \nengineering students.\nLapu-Lapu Fire Aid – Disaster Relief\nA massive fire broke out in Lapu-Lapu City, Philippines in July 2019, leaving over 600 \nfamilies homeless. In September, employees at our site in Cebu partnered with the mayor of \nLapu-Lapu City and two barangay captains to give out relief donations such as hygiene kits \nand five kilos of rice to the families affected by the tragedy.\nCebu Mangrove Planting – Environment \nIn April 2019, 80 volunteers from our Cebu, Philippines site planted \n4,000 mangrove propagules in honor of Earth Day. This yearly activity \nwas led by an environmental health and safety manager, and was \naimed at reviving the country’s coastlines, which is key in preserving and \nprotecting the environment. Cebu is committed to reducing the effects of \nglobal warming and helping the environment. Planting the propagules \nhelps prevent future environmental damage and build resiliency against \nglobal warming.", "metadata": {"source": "N6LEV9~G.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}