{"page_content": "Page 65\nON Semiconductorwww.onsemi.comCommunity Impact – Europe Region\nHet Ventiel – Health/Human Services  \nON Semiconductor partnered with Het Ventiel, a nonprofit organization \nin Belgium that is dedicated to helping those with early on-set dementia, \nby donating two duo-bikes for participants of the program to utilize. Duo-\nbikes enable early dementia patients to continue cycling even when it \nbecomes too difficult or unsafe for them to do so on their own. The bikes, \nwhich cost approximately $10,000 USD each, allow two people to ride \ntandem, each at their own pace. The bikes also have the ability to be \nused electrically. Research has shown the multiple benefits of exercise \nfor those with dementia and ON Semiconductor is honored to help those \nsuffering with this disease continue their active lifestyles.\nSalberghaus – Human Services\nON Semiconductor employees were able to donate over €2,800 (approximately $3,147 USD) to \nthe Salberghaus children’s home in Putzbrunn, Germany. The collection was part of their annual \nholiday charity drive. The giving program expanded on this donation with an additional $3,000 \nUSD contribution. The children’s home applied the donation toward a special play area for children \nwith severe respiratory conditions.STEM project De BroeBELschool – STEAM Education\nON Semiconductor helped fund a new STEAM program and project materials for the \nBroeBELschool STEM Academy in Belgium. At the BroeBELschool, they focus on the total \ndevelopment of the children. Through experiential learning, students discover their talents \nand learn how to use them optimally. Their small, enthusiastic team works with students to \nconvey the material in a creative way. Through daily circle discussions, forum, working in the \nvegetable garden and BroeBEL parliament, they work on active citizenship on a daily basis. \nDialogue, participation, respect and well-being are essential soft skills of the program. \nZeroWaste Switzerland – Environment  \nZeroWaste Switzerland is a nonprofit association recognized by the Swiss \ngovernment as being vital for public interests. Through its activities and members, \nit inspires and supports the population, businesses and public institutions in \nSwitzerland to reduce waste at the source. ON Semiconductor provided a grant \nin Q4 2019 to help them develop and test educational kits for use by children \nin classrooms to introduce them to zero-waste concepts. The educational kits \nincluded discovery sheets on subjects linked to waste and resources management, \ncreative workshops sheets linked to the subjects and recreational games to learn \nby doing. Kits were initially launched in the canton of Geneva in late 2019 and \ncontinue to be tested in classrooms today.\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}