{"page_content": "Page 66\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsCommunity Impact – North America Region\nPocatello High School – STEAM Education   \nON Semiconductor proudly funded microbiology research at Pocatello High School, located in \nsoutheast Idaho. As part of a global initiative, Pocatello High School was one of only two high \nschools internationally who, alongside 21 university institutions, were selected to participate in \na program in which students conduct research on antibiotic resistance. The ON Semiconductor \ngrant provided bacti-cinerators to sterilize reusable inoculating loops to reduce disposable waste, \na minus 80 degree freezer for bacteria preservation and infinite duplication, lab glassware and all \nthe variety of agars the students were using to elicit growth of certain types of bacteria from soil. \nThese funds also assisted with the purchase of protective gear for the students and faculty, new lab \nequipment (including microscopes and slides) and lab furniture, including chemical resistant tables \nand fume hoods. The donation from ON Semiconductor helped transform an under-utilized science \nspace into a biosafety level two lab.\nHuman Solutions – Human Services   \nHuman Solutions is a charitable organization based in East Portland/East Multnomah \nCounty, Oregon, that collaborates with people and communities affected by poverty by \nproviding affordable housing and community assets to neighborhoods in the area. With \nthe assistance of a grant from our global giving program, the Parkside 106 project was \nable to break ground on the building of 75 new rental properties, providing housing to \nlow-income individuals and families struggling with housing security and poverty. The \nbuilding also plans to house a service center and anchor office providing community \nservices and administrative support. Human Solutions projects that approximately  \n8,000 people will take part in the housing and income security programs provided through this development project when completed  \nin June 2021. \nGulf of Maine Research Institute: LabVenture Program – STEAM \nEducation/Environment   \nThe Gulf of Maine Research Institute (GRMI) LabVenture Experience \nteam transports fifth and sixth grade students from across the state of \nMaine to their research facility, and allows them to conduct hands-on \nresearch in GMRI’s state of the art learning laboratory, the Cohen Center \nfor Interactive Learning. Each year, GMRI brings approximately 10,000 \nstudents, to the facility and provides a comprehensive half-day field trip \nthat includes transportation, free of charge. The LabVenture program has \nrelied solely on corporate and community funding since its inception in \n2005. ON Semiconductor has been a supporter of the program since 2009 and most recently awarded LabVenture a grant in Q2 2019. The \nfunding allowed GMRI to renovate the lab space and revamp the entire program and experience with refreshed content.  \n", "metadata": {"source": "N6LEV9~G.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}