{"page_content": "Responsible \nSourcing  \nand Production \nWorker Health and Safety \nMattel-owned and/or-operated manufacturing facilities \nand distribution centers track and report total injuries and \nillness, which include lost-time incidents. We use total \nrecordable incident rate (TRIR), a measure used by the U.S. \nOccupational Safety and Health Administration (OSHA), to \ngauge a company’s safety performance, rather than lost \ntime only, to provide a more transparent and complete view \nof our safety performance. \nTRIR is validated each year at the site level and by Mattel’s \nglobal Environmental Health and Safety (EHS) function. \nThere have been no work-related employee fatalities at \nour owned and/or -operated sites in 2021.7 Our TRIR has \nsignificantly decreased over the past four years. • Reduce absolute Scope 1 + 2 GHG Emissions 50% by 2030 \n(versus 2019 baseline)*\n• Achieve Zero-manufacturing waste** by 2030Goals\nHighlights on Progress\nTotal Recordable Incident Rate \nTotal Recordable Incident Rate (TRIR)1\n2018 0.18\n2019 0.19\n2020 0.11\n2021 0.07\n1. TRIR is expressed as the number of recordable incidents per 100 full-time \nworkers during a one-year period and covers all Mattel employees, contingent \nworkers, and independent contractors performing tasks on-site at Mattel-\nowned and/or -operated manufacturing facilities and distribution centers. The \ncalculation is based on a total of 200,000 hours/year, which is the benchmark \nestablished by the U.S. Occupational Health and Safety Administration.\nOptimize our resource use in operations to \nreduce environmental impact and promote \nethical sourcing practices and worker health \nand safety throughout our supply chain.\n23\n*Absolute Scope 1 + 2 GHG Emissions defined as total Scope 1 GHG emissions from on-site fossil fuel consumption and fleet fuel consumption, and total Scope 2 GHG emissions from purchased elec tricity, steam, \nheat, or cooling; applies to all Mattel-owned and/or -operated sites, including manufacturing facilities, dormitories, distribution centers, warehouses, retail stores, and corporate locations over 20,000 s quare feet.\n** Defined as 90% of manufacturing waste being either diverted from the landfill or incinerated with energy recovery, except where otherwise directed by local regulations.\n7. Does not include any fatalities caused by communicable diseases.22 2021 Mattel ESG Report on Progress,  ©2022 Mattel, Inc.", "metadata": {"source": "NASDAQ_MAT_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}