{"page_content": "Thriving and \nInclusive \nCommunities\nPurposeful Play\nEach of our products and experiences is designed to \ndeliver an intrinsic value that inspires, entertains, and \ndevelops children through play. This is made possible by \nthe high level of engagement and emotional connection \nconsumers share with our brands. More than seven \ndecades of this pursuit as a trusted partner to parents \nand families has informed a perspective on toy innovation \nthat we call Purposeful Play. \nHere are a few examples of how Mattel brands embraced \ntheir purpose in 2021:Create positive social impact through \npurposeful play and by supporting diverse, \nequitable, and inclusive communities \nwhere we live, work, and play.• Achieve and maintain 100% pay equity for all employees \nperforming similar work globally\n• Increase representation of women at all levels of the organization\n• Increase representation of ethnicity at all levels of the organizationGoals\nAmerican Girl World by Us! \nAmerican Girl introduced World by Us!, a product line \nfeaturing a new cast of contemporary characters whose \nstories reflect several important social issues, including \nracial equality, environmentalism, and immigration, and the \nvalue of working together to create a better world. As told in \na unique series of overlapping stories, three young friends \nbecome passionate peers in speaking up for the causes \nthey care about. The line was created to accelerate our \nprogress in diversifying our characters and stories to better \nreflect what it means to be an American girl today.\nAmerican Girl also introduced an important advice book,  \nA Smart Girls Guide: Race & Inclusion, to help readers ages \n10 and up understand race, racism, and anti-racism.  Written by Deanna Singh, a highly respected thought leader \nand diversity and inclusion expert, the new book equips \nyoung people with tools and techniques to gain racial fluency, \nnormalize the conversation around race, question biases, and \ntake positive action individually as well as collectively.\n31\n 30\n 2021 Mattel ESG Report on Progress,  ©2022 Mattel, Inc.", "metadata": {"source": "NASDAQ_MAT_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}