{"page_content": "1. TRIR is expressed as the number of recordable incidents per 100 full-time workers during a one-year period and covers all Mattel employees, contingent workers, and independent contractors \nperforming tasks on-site at Mattel-owned and/or -operated manufacturing facilities and distribution centers. The calculation is based on a total of 200,000 hours/year, which is the benchmark established \nby the U.S. Occupational Health and Safety Administration.Responsible Sourcing and Production\nWorker Health and Safety\nAdvancing Climate Action\nEnergyTotal Recordable Incident Rate (GRI 403-9, GRI 403-10) 2018 2019 2020 2021\nTotal Recordable Incident Rate (TRIR)10.18 0.19 0.11 0.07Packaging Materials  \n(GRI 301-1)2019 2020 2021\n% of  \nMetric  \nTonsProgress \nToward  \nGoalsVolume in\nMetric Tons% of  \nMetric  \nTonsProgress \nToward  \nGoalsVolume in\nMetric Tons% of  \nMetric  \nTonsProgress \nToward  \nGoals\nTotal Packaging Materials1100% 112,839 100% 126,472 100%\nPaper 84.5% 47% recycled\n48% FSC-certified91,170 80.8% 60% Recycled\n39% FSC-certified101,807 80.5% 66% Recycled\n32% FSC-certified\nPlastic 15.5% 35% recycled2\n0% bio-based\n99.5% recyclable321,669 19.2% 39% recycled2\n0% bio-based\n100% recyclable324,665 19.5% 47% recycled2\n0% bio-based\n100% recyclable3\n1. Total volume of packaging materials is estimated based on Mattel internal procurement data and excludes packaging information for MEGA products.        \n2. For the purposes of this table, “recycled” plastic includes plastic packaging materials containing 25% or more pre-consumer recycled materials.\n3. For the purposes of this table, “recyclable” is based on a “recycle ready” definition. “Recycle ready” is when packaging is designed for collection, sorting and recycling, but where collection, sorting \nand recycling infrastructure may not yet be in place for the packaging to actually be recycled.\n1. Total volume of plastic packaging materials is estimated based on Mattel internal procurement data and excludes packaging information for MEGA products.        \n2. Total product production is estimated using Mattel internal data and represents the total number of production units shipped by Mattel, through its owned and/or operated manufacturing facilities \nand finished goods manufacturers.\n3. This figure represents the plastic packaging materials intensity ratio, which is obtained by dividing the total volume of plastic packaging materials used (in metric tons) by the number of units \nproduced in the applicable period, and where the number of units produced is the number of production units shipped by Mattel, through its owned and/or operated manufacturing facilities and \nfinished goods manufacturers.Sustainable Design and Development \nSustainable Packaging\nPlastic Packaging Materials Per Unit of Production \nPackaging Materials (GRI 301-1) - Plastic 2020 2021\nTotal Plastic Packaging Materials (in metric tons)121,669 24,665\nTotal Product Production (in number of units)2722,288,300 751,388,512\nPlastic Packaging Materials/Unit (in grams/unit)330.0 32.8 \nSustainable Wood Fiber in Products and Packaging \nSustainable Wood Fiber1 (GRI 301-1, GRI 301-2) 2019 202022021\nTotal Consumption of Timber-Based Materials - Metric Tons  \n(in % of Metric Tons)397,684 102,843 113,755\nFrom Sustainable Origin 94% 97% 97.9%\nFSC-certified Original Content 48% 45% 71.9%\n100% Recycled Content 45% 52% 26%\nOther Certified Origin 0% 1.7% 1%\nPEFC (Programme for the Endorsement of Forest Certification) Certified 0% 0.03% 0.01%\nFSC Controlled Wood Certified 0% 1.7% 0.9%\nSFI (Sustainable Forestry Initiative) Certified - - 0.1%\nNot Sustainable or No Certification 5% 0.8% 1.1%\n1. For the purposes of this table, “sustainable” means recycled or FSC-certified content (virgin content only; content that bears the FSC controlled wood certification has been reported under other certified \norigin due to associated high risk of deforestation). Due to rounding, percentages may not sum.\n2. Due to pandemic-related data collection disruptions, we were not able to collect any data in the first half of 2020. As a result, the data reported in this table for 2020 uses data collected for the period \nfrom January 1, 2021 to June 30, 2021 as a proxy for the corresponding period in 2020. \n3. Subject to note 2 above, total consumption of timber-based materials (in Metric Tons) was estimated based on Mattel internal procurement data, which was provided to a third-party sustainability service \nsoftware provider for aggregation and reporting; all reported data has been validated by the Rainforest Alliance. Absolute Energy Consumption by Type1 (GRI 302-1)\n(in MWh)2019 2020 2021\nTotal Absolute Energy Consumption by Type2411,954 351,212 370,746\nDirect Absolute Energy Consumption 91,968 75,813 77,756\nIndirect Absolute Energy Consumption 319,987 275,400 292,991\n1. As further described in this report, figures for 2019 and 2020 have been restated to reflect changes we have made to our reporting boundaries from the 2020 Citizenship Report, as well as to \nincorporate refinements and improvements to our data collection and reporting process. For all years reported in this table, the new reporting boundaries now include all Mattel-owned and/or \n-operated sites, including manufacturing facilities, dormitories, distribution centers, warehouses, retail stores, and corporate locations over 20,000 square feet. \n2. Total absolute energy consumption is calculated based on information derived from energy bills and consumption reports for all Mattel-owned and/or -operated sites, including manufacturing \nfacilities, dormitories, distribution centers, warehouses, retail stores, and corporate locations over 20,000 square feet. Due to rounding, amounts may not sum. \nAbsolute Greenhouse Gas (GHG) Emissions\nAbsolute GHG Emissions by Scope1 (GRI 305-1, GRI 305-2)\n(in metric tons of CO2e)2019 2020 2021\nTotal Absolute GHG Emissions (Scope 1+2)2193,387 169,474 177,367 177,5243\n Scope 1 Absolute GHG emissions 18,626 15,962 15,768\n Scope 2 Absolute GHG emissions 174,761 153,511 161,598 161,7553\n1. As further described in this report, figures for 2019 and 2020 have been restated to reflect changes we have made to our reporting boundaries from the 2020 Citizenship Report, as well as to \nincorporate refinements and improvements to our data collection and reporting process. The new boundaries for Scope 1 and 2 GHG emissions: (i) have been established in accordance with The \nGreenhouse Gas Protocol: A Corporate Accounting and Reporting Standard (Revised) (the “GHG Protocol”), which was developed through a partnership between the World Resources Institute and \nthe World Business Council for Sustainable Development, and (ii) now include all Mattel-owned and/or -operated sites, including manufacturing facilities, dormitories, distribution centers, warehouses, \nretail stores, and corporate locations over 20,000 square feet. Due to rounding, amounts may not sum. \n2. Scope 1 and 2 GHG emissions are calculated in accordance with the GHG Protocol. To estimate Scope 1 GHG emissions, Mattel uses the emissions factors set forth in the GHG Protocol.  \nTo estimate Scope 2 GHG emissions, Mattel uses location-based emission factors. \n3. This figure is calculated for all sites in the reporting boundary, as described in Note 2 above, but uses a market-based emissions factor for the calculation of Scope 2 GHG emissions for two of \nMattel’s manufacturing facilities. The market-based emissions factors are calculated for these two sites based on the energy actually purchased by Mattel through energy contracts for the sites.\n45\n 44\n2021 Mattel ESG Report on Progress,  ©2022 Mattel, Inc.Introduction Sustainable Design and Development Responsible Sourcing and Production Thriving and Inclusive Communities GRI Supplemental Data Appendix and Index", "metadata": {"source": "NASDAQ_MAT_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}