{"page_content": "Page 9\nON SemiconductorHelping Customers Solve their Unique Design Challenges\nWe work closely and collaboratively with our customers to solve their unique design challenges using innovative technologies, robust designs, and \nenergy efficient products and solutions. We operate a global network of Solutions Engineering Centers (SECs), on-site customer design facilities, and applications-focused design and test labs, all supported by global teams of field applications engineers working to meet the needs of an expanding customer base.\nOperating a World-Class Supply Chain and Quality Program\nWe operate a flexible, reliable, responsive supply chain that supports complex manufacturing networks and dynamic global market conditions. This \nincludes multiple manufacturing and logistics sites located near our customers to ensure supply continuity. During 2017, the company shipped more than 72.8 billion units through its global logistics network and delivered products with greater than 94 percent average on time delivery to requested dates for all key customers. The company’s approximately 34,000 employees around the world are collaborating with customers, distribution partners and vendors to develop not only more efficient silicon solutions, but more efficient ways of doing business.\nCustomers\n[G4: 102-6 – 102-7] \nOur customers can be categorized into three categories: original equipment manufacturers (OEMs), distributors and electronic manufacturing service providers. We focus on three types of OEMs: multi-nationals; selected regional accounts; and target market customers. Large multi-nationals and selected regional accounts, which are significant in specific markets, are our core OEMs. Distributors, which accounted for approximately 60% of our revenue in 2017, usually resell to mid-sized and smaller OEMs, electronic manufacturing service providers, and other companies. These customers typically provide manufacturing services to OEMs.\nFinancial Strength\n[G4: 102-6 – 102-7] \nON Semiconductor demonstrates financial strength and efficiency through strong cash flow, a stable \nrevenue stream and balanced geographic and end-market exposure. We believe that our company’s strong financial performance and effective use of resources will continue to provide opportunities for future growth.60%6%Revenue by Type of Customers\n34%\nOEMs\nElectronic Manufacturing\nService ProvidersDistributors\nData presented as of December 31, 2017\nData presented as of December 31, 20172017 Revenue:\n$5,543 Million\nAutomotive Consumer ComputingCommunications & \nNetworkingIndustrial, Aerospace & \nDefense, Medical\n• A utonomous vehicles\n• V ehicle electrification\n• Body electronics and lighting\n• V ehicle communication & \npower management• Drones and spor ts cameras\n• Thin TVs,  STBs & game \nconsoles\n• Wearables\n• White goods\n• USB T ype-C• Notebooks,  ultrabooks &  \n2-in-1s\n• Desktops,  PCs, & All-in-ones\n• Ser vers, workstations & cloud\n• P ower supplies, graphics & \nHDDs\n• USB T ype-C• Smar t phones & tablets\n• Switches,  routers & base \nstations\n• Wireless & fast charging• Inter net of things, smart \nbuilding & smart cities\n• Monitoring , surveillance and \nsecurity systems\n• Cockpit displays,  guidance \nsystems, and IR imaging\n• Hearing , imaging, diagnostics, \ntherapy & monitoring systems\n31% 14% 10% 20% 25%\nData presented is as of December 31, 2017.Data presented is as of December 31, 2017.Data presented is as of December 31, 2017.\nRevenue by Market", "metadata": {"source": "NASDAQ_ON_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}