{"page_content": "Page 14\nCorporate Social Responsibility ReportResponsible Sourcing \n[G4: 102-9 – 102-10] [G4: 204-1] [G4: 308-2] [G4: 414-2]\nOur supply chain has a multifaceted supply structure of direct materials suppliers, foundry and subcontractor providers, indirect material suppliers \nand professional service providers deployed across a global sourcing and procurement organization. In 2017 we worked with over 8,000 suppliers and service providers in North America, Asia Pacific, Europe and the Middle East of which approximately 4,600 were production-related. The various categories of suppliers are managed through both centralized strategic sourcing organizations and site procurement teams. \nThe following graphic shows what percentage of our manufacturing sites’ procurement budgets were spent on suppliers local to the site’s region in \n2017. \nSetting Expectations\nWe expect that our suppliers and on-site service providers follow the same CSR tenets that we have set for our own operations. We clearly communicate \nthese expectations to new and existing suppliers and on-site service providers. New suppliers and on-site service providers agree and comply with \nON Semiconductor’s Code of Business Conduct and the RBA Code of Conduct as communicated in ON Semiconductor’s Supplier Handbook  and \nservice agreements. Every other year we reengage our major corporate and site-level suppliers, based on spend, to re-sign ON  Semiconductor’s CSR \nStatement of Conformance related to our Code of Business Conduct and the RBA Code of Conduct. As an indication of their agreement, over 300 of \nour key suppliers re-signed ON  Semiconductor’s CSR Statement of Conformance and RBA Code of Conduct in 2017. Forty-four of these key suppliers \nwere our top corporate suppliers while the remaining were our top site suppliers. \nRisk Assessments\nWe also engage major corporate and site-level suppliers based on spend to complete risk assessments through the RBA SAQ every other year. While \ncorporate suppliers must provide a SAQ, completing risk assessments is optional, but highly encouraged, for top site suppliers. In total, 42 corporate \nsuppliers submitted a 2017 SAQ to ON  Semiconductor and none were high risk as per their scores. \nTraining\nIn the spirit of continuous improvement and to remain actively involved in our supply chain, we offer complimentary training on the RBA Code of \nConduct to our suppliers and on-site service providers. Any supplier that is deemed medium or high risk through the RBA SAQ is given training on the RBA Code of Conduct and auditable standards. Additionally, in-person training was provided during an integration summit with subcontractor suppliers \nin Malaysia in October 2017. Management and contract workers of our on-site service providers who are present at ON  Semiconductor facilities and \nmeet our internal training requirements are provided courses on the RBA. Since 2016, over 100 individual on-site service provider companies have completed training on the RBA Code of Conduct.Data presented is as of December 31, 2017. 2016 data does not include Fairchild Semiconductor.91ON Semiconductor’s Spend on Local Suppliers by Region (%)\nAsia-Pacific\n94\nNorth America82 90 92\n77\nEMEA\n2016\n 2017\n", "metadata": {"source": "NASDAQ_ON_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}