{"page_content": "46 ESG Report 2020 - July 30, 2020In 2020, we’ll be realigning this rider engagement program with \nLyftUp, so that riders can directly support partners who are using \ntransportation to help solve some of our communities’ biggest \nchallenges. We are continuing to add new LyftUp partners and \nseek increased participation from our riders.\nRESEARCH AND IMPACT MEASUREMENT\nWe measure impact on our programs by surveying users directly, \nworking with third-party research entities, and via our partner \norganizations. In 2019, we measured the ongoing impact of our \nGrocery Access Program via surveys and analysis completed by \nour team at Lyft. For every city where the program is active, we \ncompleted baseline surveys before the start of the program, and \nwill complete midpoint and end-point surveys covering a six-\nmonth period. This research is not yet complete, but we’re seeing \npositive initial results.\nIn 2020, we plan to further formalize our research models, both \nfor Grocery Access and Jobs Access (our two largest programs) by \nbringing in third-party research entities to help us lead this work. \nThis will constitute a more rigorous research process, looking at \nthe longer-term outcomes of our efforts, not just the immediate \noutputs and qualitative results.\nWe also lean heavily on our execution partners — including \nnonprofits, for-profits, and public sector partners — to help us \nmeasure the impact of these joint efforts. As noted in earlier \nsections, one important area where we work closely with \npartners to prove our impact is through our healthcare vertical.“From providing free transportation to transitioning service \nmembers and eligible veterans pursuing civilian employment \nopportunities to rallying the Lyft community to donate to the \nUSO when they ride, Lyft is providing critical support for the \nUSO’s important mission. Together, the USO and Lyft are \nstrengthening service members by keeping them connected to \nfamily, home and country, throughout their service to the nation.”\n—Lisa Anastasi, USO Chief Development and Marketing Officer", "metadata": {"source": "NASDAQ_LYFT_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}