{"page_content": "59 ESG Report 2020 - July 30, 2020EMPLOYEE RESOURCE GROUPS\nAs spaces for community, networking, mentorship, and education, \nERGs actively steward Lyft’s mission, helping us stay grounded \nin our values and connected to the diverse community we serve. \nThe insight gained from ERGs is critical in shaping the direction, \nmission, and vision for a company built on safety and connectivity. \nERGs help shape and support our evolving community so that every \nteam member knows they belong. We currently have nine ERGs:\n• UpLyft Ascend: Advocates for Asian Pacific Islander identities \nat Lyft and facilitates professional growth in the workplace \nand beyond.\n• UpLyft Forward: Encourages professional growth across all \noffices and builds an inclusive environment by increasing and \nsupporting the presence of Blacks in tech.\n• LyftOut: Promotes diversity and creates positive change \nthrough advocacy, communication, empowerment, \ninclusiveness, and respect, while representing and supporting \nthe LGBTQ+ community.\n• UpLyft Parents: Fosters a supportive network and culture for \nLyft caregivers, whatever form they take. \n• Uplyft Tech: Empowers those who are underrepresented in \ntech by investing in the development of our team members and \nadvising leadership on ways to reduce bias. \n• Uplyft Together: Focuses on mental and personal wellness, \ndiverse abilities, and accessibility of all services, tools, \nand resources.\n• UpLyft Unidos: Unites Lyft team members who are passionate \nabout advocating for the success and advancement of Latinx, \nHispanics, and Spanish-speakers at Lyft, in tech, and in the \nlarger community. \n• Uplyft Women: Strengthens, empowers, and encourages the \nadvocacy of all women at Lyft by providing opportunities \nto promote leadership, cultivate professional and personal \ngrowth, and build connections through partnerships and \ncommunity outreach. \n• Uplyft Veterans: Fosters community among military veterans \nand their families, as well as advocating for the advancement \nof veterans into careers in tech. \n ", "metadata": {"source": "NASDAQ_LYFT_2020.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}