{"page_content": "Introduction Responsible Business Practices Human Capital Social Responsibility Environment Appendix\nModivcare 2022 ESG Report  |  Making Connections to Care37TCFD Pillar TCFD Disclosure \nRecommendationModivcare Response Report Reference\nStrategy Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning where such information is material.a. Describe the climate-related risks and opportunities the organization has identified  over the short, medium, and  long term.Although climate change was not identified as a standalone risk during our 2022 Enterprise Risk Management (ERM) assessment, we identified risks in the following areas that could be exacerbated by climate-related drivers:\n• Governmental Affairs and Regulatory Compliance\n• Reputational\n• Business Continuity\n• Organizational Resiliency \n• Third-Party and Vendor Relationships\n• Expense Management \n• Employee Health and Safety\n• Macroeconomic / Extraordinary\nNotable climate-related risks and opportunities are described in more detail below.\n• We are subject to physical risks due to an increased frequency and intensity of extreme weather events that could cause interruption of services for our members or damage to our facilities.\n• Modivcare is uniquely positioned as health conditions emerge and intensify due to climate change. We understand our role as a care provider and will continue to adapt to the changing public health needs of the populations we serve.\n• We are focused on increasing utilization of ride share, public transit, and mileage reimbursement in our NEMT business as climate considerations decrease personal vehicle ownership.\n• Our transportation providers can improve efficient route planning and/or transition a portion of their fleet to  EVs or hybrids.See more information on our  ERM process in Risk Management and Business Resilience.\nb. Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. In 2022, Modivcare’s services were interrupted regionally due to a hurricane making landfall in Florida, and previously in 2021 due to a hurricane in Louisiana. Other extreme weather events such as tornadoes have also caused interruption of services in years past.\nSee more information in  Business Continuity.\nc. Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. Modivcare expects to explore this topic in future ESG reporting.Task Force on Climate-Related Financial Disclosure (TCFD), continued", "metadata": {"source": "NASDAQ_MODV_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}