{"page_content": "Applied Materials CSR Report 201711Greenhouse Gas Emissions\nIn 2017, our overall greenhouse gas (GHG) emissions increased approximately 4.7%—well below the rate of increase in our \nbusiness volumes, manufacturing and employee growth. Scope 1 and 2 emissions increased approximately 1.7% compared to \n2016 levels. Our Scope 3 emissions (indirect releases) increased compared to 2016 due to business-related air travel necessary \nto support rapid business growth in Asian markets.\nBeyond our efforts to limit GHG emissions resulting from our operations, we offer programs and sponsor initiatives focused on \nreducing carbon emissions and air pollution in the broader community.\n• Carpool, ride-matching and vanpool services for our California, T exas and Massachusetts employees\n• Public and alternative transportation incentives for our California employees\n• Electric vehicle (EV) charging stations at our Santa Clara, Sunnyvale, Austin and Gloucester campuses\n• Preferred parking at our Santa Clara, Sunnyvale and Austin campuses for employees who carpool and/ or drive hybrid or \nelectric vehicles \nWe partner with Scoop—the largest carpooling community in the San Francisco Bay Area—to give our Silicon Valley employees \nthe option of a subsidized roundtrip, door-to-door carpool. T o date, our Scoop carpoolers have reduced CO2 emissions by over \n225,000 pounds—equivalent in effect to planting more than 37,000 trees.\nIn addition, our Applied Anywhere program allows eligible employees to complete all job functions remotely. In 2017, 318 U.S. \nemployees participated in this eco-friendly initiative. We also maintain 18 telepresence rooms, and virtual meetings are utilized \nacross the Company to connect key personnel without creating additional Scope 3 GHG emissions.\nT o date, our Scoop \ncommuters have reduced \nCO2 emissions by over \n225,000 pounds, \nequivalent in effect \nto planting more than \n37,000 trees\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}