{"page_content": "Applied Materials CSR Report 201712Waste and Recycling\nIn 2017, a record business year for Applied, non-hazardous waste generated by our operations increased by approximately \n48%, while hazardous waste decreased by approximately 1%. The larger quantity of non-hazardous waste, as compared to \n2016, mainly resulted from an unprecedented increase in manufacturing volumes in several locations, particularly in the U.S. \nand Singapore. \nRAMPING UP RECYCLING EFFORTS\nOur offices, campuses and manufacturing facilities around the world continuously update their recycling programs to decrease non-\nhazardous waste generation and increase diversion rates. Current initiatives include recycling of solid materials, cafeteria items and \nbuilding materials, while also moving to reusable and recyclable packaging. Recycling programs kept our 2017 waste diversion rate at \n75%, consistent with our 2016 rate—even as the overall volume of material offered to recycling vendors in 2017, otherwise destined \nfor landfill, increased by approximately two tons. \nPRODUCT PACKAGING\nWe continue to explore methods for responsibly managing and minimizing the packaging used for materials and products \nshipped between locations and to customer sites. Our products require special protection because they are sensitive to \nenvironmental elements, improper handling and contact with chemicals. For this reason, we created a packaging technology \nteam to design reusable packaging—including specially engineered boxes, crates, shipping containers and transport carriers—\nfor many products and materials. Packaging that has exhausted its usefulness is recycled through qualified local vendors, and \npackaging materials now account for roughly 70% of our total recyclables.Diversion \nrate 75%Hazardous Waste \ndecreased 1% - \ndespite our record \nyear of business\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}