{"page_content": "Applied Materials CSR Report 201713Safety\nWe conduct business operations in a manner that protects the health and safety of our workforce, customers, suppliers and \nlarger communities. At Applied, we go well beyond simple compliance with regulatory requirements, we invite input from \ninterested parties and stakeholders, ensuring that any concerns are appropriately addressed. \nWorldwide in 2017, Applied was subject to no fines or notices of violations involving our safety programs, product information \nor health and safety performance.\nENVIRONMENTAL HEALTH AND SAFETY MANAGEMENT SYSTEM\nOur Environmental, Health and Safety Management System (EHSMS) is fully integrated with business processes across all \nCompany locations. Our EHSMS also incorporates formal risk assessments and mitigation practices, and these are validated \nby regular internal and third-party audits of our certified manufacturing sites. Among other controls, EHSMS activities include \nsafety self-inspections, walkthrough assessments and a formal chemical review and authorization process. \nIn 2017, we completed certification of our Heimstetten, Germany facility’s safety management system to the Occupational \nHealth and Safety Assessment Series (OHSAS) 18001:2007 standard. Our future certification roadmap includes registration of \nthree additional sites: Kalispell, Montana; Gloucester, Massachusetts; and Pyeongtaek, Gyeonggi-do, South Korea. Through our \nEHSMS, all of our sites remain aligned with the EHS practices of our formally certified locations.\nPRODUCT SAFETY AND LABELING\nOur formal Product Environmental, Health and Safety (Product EHS) policies and programs ensure that our products are \ndesigned, labeled and tested for safe use. All applicable products are subject to third-party safety assessments based on \napplicable industry and regulatory EHS standards. \nWe label our products with necessary cautions based on their intended use. We also incorporate relevant international and \nregional product-labeling requirements, including CE Marking (“Conformité Européene,” or “European Conformity” marking) \nthat indicates compliance with EHS requirements for products sold within the European Union.APPLIED MATERIALS OHSAS 18001 \nMANUFACTURING SITES\n» Austin, T exas\n» Santa Clara, California (New Product Integration)\n» Singapore\n» Rehovot, Israel\n» T ainan, T aiwan\n» Alzenau, Germany\n» Heimstetten, Germany (2017)\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}