{"page_content": "Applied Materials CSR Report 201714\nSupply Chain\nWe maintain an innovative, world-class supply chain by building lasting partnerships, enabling transparency \nand collaborating on solutions that optimize product cost, quality, delivery and reliability. We are committed \nto sustainable business practices throughout our global supply chain and to the responsible sourcing of \nmaterials used to make our products. \nOur Global Supply Chain Organization (GSO) manages supplier relationships, develops supply chain capability and is primarily \nresponsible for ensuring compliance with applicable laws, industry standards—such as the RBA (Responsible Business \nAlliance) Code of Conduct, SEMI guidelines, and our Standards of Business Conduct (SBC), a global code of conduct that \nreflects our organizational values and our focus on ethical practices.\nENSURING ETHICAL CONDUCT AND LEGAL COMPLIANCE\nIn 2005, we adopted the RBA (formerly EICC—Electronics Industry Citizenship Coalition) Code of Conduct. This code \naddresses issues related to labor, health and safety, environmental responsibility, management systems and ethics in the supply \nchain. We are taking various steps to optimize our supply chain management. The top 80% of our suppliers must complete \nyearly self-assessments to measure their compliance with the RBA Code of Conduct, our SBC and related requirements. We \nsimilarly require that our suppliers observe applicable laws and regulations wherever they operate. \nPROHIBITING FORCED AND BONDED LABOR \nWe are unequivocally opposed to slavery and human trafficking. Applied Materials prohibits the use of child labor, and the use \nof forced, bonded, or indentured labor practices in our operations. This prohibition is reflected in both the RBA Code of Conduct \nand our SBC, and also is reiterated in our Human Resources Policy.FY2017 Supplier Spend by Region\nAsia 50%\nU.S. 45%Europe 5%\nMore about our Standards of Business Conduct is available in \nthe Ethics and Compliance section of this report.i", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}