{"page_content": "Applied Materials CSR Report 201717\nT raining and Development\nWe foster personal and professional development for our workforce through a vast array of onsite \nresources and online platforms that promote career development, improve overall motivation and help \nemployees manage every stage of their careers. \nOur worldwide training organization, Applied Global University (AGU), offers a broad range of educational opportunities to \nall personnel. AGU courses provide over 800 business, technical and employee development opportunities in a variety of \nlanguages and formats. Competency certifications and technical training are available in areas such as engineering, career \nplanning, safety, product development and pandemic preparedness. \nWhile some AGU courses are taken voluntarily for personal or career development, compliance-based trainings are mandatory \nfor our workforce based on when they start their employment or assignments. Required trainings include health and safety, our \nStandards of Business Conduct, ethics and IP (intellectual property) protection. These must be completed within certain time \nframes and renewed every two to three years. Educational materials are reviewed and updated annually to ensure accuracy, \nbusiness relevance and legal compliance.\nBeyond AGU, we support employees continuing their formal education by providing a tuition-assistance program and offering \nspecialized courses through partnerships with a variety of universities and professional organizations.IN 2017, OUR EMPLOYEES COMPLETED: \n» T otal training - 1,271,932 hours \n» Pandemic preparedness training - 5,700 hours \n» Average training hours per person - 53 hours\nEstablished in 2015, the appliedx digital learning lab advances \nprofessional education opportunities across Applied. This multimedia \neducation platform supports technology innovation, fosters \ncommunities of practice and leverages digital technology to share \nknowledge with everyone.The appliedx platform offers an array of free online courses taught by \nour subject matter experts, with each course broken into bite-sized \nmodules that allow learners to easily progress at their own pace. In \n2017, appliedx offered 160 courses, and over 17,000 members of our \nglobal workforce participated in this on-demand platform for enhancing \ncritical skills, knowledge, and collaboration. APPLIEDX: ADVANCING PROFESSIONAL EXCELLENCE", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}