{"page_content": "Applied Materials CSR Report 201718\nENGINEERING AND TECHNOLOGY PROGRAMS \nOur workforce has access to diverse technical programs, forums, conferences and lecture series involving products, processes \nand technologies.\nEngineering and T echnology (ET) Conference\nAt our 31st ET Conference, held in December 2016, engineers from around the world gathered in Las Vegas, Nevada to participate \nin technical presentations and workshops and establish new lines of communication to exchange ideas across the Company.\nThe CTO Guest Lecture Series\nOur Office of the CTO (Chief T echnology Officer) invites experts from across the industry, academia and government R&D \ninstitutions to host guest lectures on materials science and engineering topics, focusing on emerging technologies. Each lecture \nis available to attend in person at our Santa Clara campus or to view afterward online.\nSTRENGTHENING APPLIED’S UNIVERSITY RELATIONS \nApplied and many of the world’s top engineering universities have enjoyed mutually beneficial relationships for decades. We \nprovide funding to university faculty and labs, engage in collaborative research and constantly recruit top talent from academia \nto strengthen our workforce. We recognize that university engagements are critical for maximizing competitiveness in today’s \nglobal knowledge economy. In 2017, we worked to strengthen relationships with academia, with ten universities internationally \nrenowned for their technology programs, furthering our collaborations and keeping our workforce connected to cutting-edge \nresearch as it happens.\nCALTECH SYSTEMS ENGINEERING COURSE PARTNERSHIP\nThrough an educational partnership formed in 2015 with the \nCalifornia Institute of T echnology (Caltech), we give our engineers the \nopportunity to earn a Caltech Systems Engineering (SE) certificate \nthrough our fully on-demand digital learning center, appliedx.The popular 26-week course is a customized program designed around \nthe evolving needs of our business, with students learning about \ncurrent technologies and industry nomenclature. In 2017, 38 employees \nformed our second graduating class to become equipped with the latest \nsystems-engineering skills and knowledge.\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}