{"page_content": "Applied Materials CSR Report 201719\nDiversity and Inclusion\nDiversity and inclusion are foundational to Applied Materials’ strategy to attract, develop and retain world-\nclass employees. We are committed to diversity because we believe that diverse perspectives, experiences \nand backgrounds enhance teamwork and innovation. Our footprint spans 19 countries and reflects various \ncultures, backgrounds, ages, genders and ethnicities that come together to form a rich tapestry of talent. \nIn addition to building diversity, we actively promote a broad and inclusive culture of understanding and empowerment to ensure \nthat we have an engaged workforce. Innovation thrives when members of our workforce feel valued and respected and know that \nthey are included in a company culture in which they are contributing to our shared success. \nRecognizing the need to accelerate our diversity and inclusion efforts globally, at every level of our organization, we have \nmade the Head of Diversity and Inclusion a senior leadership role, reporting directly to our Chief Human Resources Officer, to \nimplement the strategic framework for our initiatives in partnership with others. \nCOMMITTED TO DIVERSITY\nT o progress toward the increasingly diverse workforce we envision, we continue to implement supportive programs and \nforward-looking initiatives. Our commitment to broadening the diversity of our workplace takes many forms—including \nhiring initiatives, a Global Diversity and Inclusion T eam, Employee Resource Groups, community engagement and targeted \nprofessional development opportunities designed to support and increase the diversity of our workforce and leadership. The Human Rights Campaign \nFoundation includes Applied among its \nCorporate Equality Index with a high \nscore for our corporate policies and \npractices pertinent to LGBTQ personnel.\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}