{"page_content": "Applied Materials CSR Report 201720\nHIRING THE FUTURE\nHiring Initiatives\nWe are committed to increasing the diversity of our candidate pools, both in the U.S. and around the globe, through inclusive \nand forward-looking hiring initiatives. We dedicate time and resources to finding and bringing on board candidates from a wide \nrange of backgrounds. Our talent acquisition strategies include partnering with a recruiter focused on hiring women, veterans, \nminorities and individuals with disabilities; use of recruiting software specifically designed to identify such candidates; and \nonsite networking and informational events to attract college students pursuing STEM (Science, T echnology, Engineering and \nMath) careers.\nWomen in Leadership\nOur Women in Engineering T alent Development Program offers resources to support the career growth of female engineers—\nincluding opportunities to participate in conferences, professional skill development workshops, roundtables focused on career \ndevelopment and mentoring programs. We also sponsor employee attendance at conferences focused on women’s leadership \ndevelopment, including the IEEE Women in Engineering International Leadership Conference, Watermark Conference for \nWomen, T exas Conference for Women, and Massachusetts Conference for Women.\nOver the years, our female employees have been regularly recognized for their leadership in the community and their industry \ncontributions. Since 1985, at least one Applied employee or executive each year has been honored with the prestigious Silicon \nValley YWCA TWIN (T ribute to Women in Industry) Award. This award honors an exclusive group of women who have \ndemonstrated innovation, creativity and excellence in the workplace and beyond. \nCommunity Engagement\nWe have a long history of supporting nonprofit organizations and educational institutions focused on providing women and \nyoung people of diverse backgrounds with educational opportunities. Notable organizations and programs we support include \nMexican American Engineers and Scientists, Society of Women Engineers, Y outh Science Institute and City Y ear. We have also \nsupported the Breakthrough Collaborative partnership in Santa Clara and Austin for the past 16 years, helping local students \nbecome the first in their families to attend college.\nSince 1985, honored annually \nwith TWIN Award", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}