{"page_content": "Applied Materials CSR Report 201721\nInternship and New College Graduate Programs\nOur North America internship program brought nearly 100 students to our Santa Clara campus during summer 2017 to work \nin both engineering and corporate roles. Our interns not only learn about various career paths available, but also gain exposure \nto our diverse and inclusive workplace. Similar internship programs in our other locations around the world—including our \nSummer Student Program in T aiwan—help us to find talented future employees from diverse backgrounds. \nNew College Graduate (NCG) programs are essential to attracting and retaining new talent. Our U.S. outreach efforts include \nsponsoring, hosting and participating in a wide range of activities, such as Math Engineering and Science Achievement (MESA) \nStudent Leadership Conference, National Society of Black Engineers Regional Conference, the Society of Women Engineers \nEvening with Industry event and the University of California, Berkeley Engineering Department Networking and Professional \nEtiquette event.\nOutside of the U.S., our recruiting strategy is also delivering results. The team in China conducted interviews at top universities, \nrecruiting over 80 graduates to join the New Star Program—our first large-scale NCG campaign in the country since 2000. \nApplied has a long history of investment and talent development in China, and the reinvigorated program is already enhancing \nour operations in a vitally important region.\nA CULTURE OF INCLUSION \nIn addition to promoting a diverse workforce, we want employees to know that they are respected, valued \nand heard. Our Diversity and Inclusion strategy focuses on promoting a supportive, welcoming culture of \nopen dialogue and collaboration.\nBeyond adopting inclusive hiring practices, we review our benefits programs to ensure we are creating a \nwelcoming workplace—which includes extending benefits to same-sex domestic partners. In 2017, we \nimplemented a paid parental and family leave program, including a paternity leave benefit that recognizes \nand supports each employee’s need and desire to play an active role within the family. \n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}