{"page_content": "Applied Materials CSR Report 201722EMPLOYEE RESOURCE GROUPS\nOur Employee Resource Groups (ERGs) create an open forum for exchanging ideas and strengthening bonds across and within \nour diverse communities at Applied. ERGs help foster diversity and inclusion through information-sharing and provide support, \neducational opportunities and career development resources. These groups promote cultural awareness and volunteerism while \nhelping us stay connected to, recruit from and nurture talent within local communities worldwide. Each ERG has an executive \nsponsor acting as a mentor and ensuring open communication between these important groups and senior management.\nOur first ERG—Leadership Encouraging Achievement through Diversity (LEAD), a Black Employee Network (BEN)—was established \nin 2001 at our Austin, T exas campus. T oday, we fund eight ERGs with 16 divisions spread across our worldwide locations. \nApplied Pride\nIn March 2017 we re-launched our decade-old LGBT and Friends employee resources group as Applied Pride. Applied Pride \npromotes an environment in which employees of all sexual orientations, gender identities, and/ or expressions are fully engaged \nand maximizing their potential. The group also seeks to create a stronger support network within our Company for individuals \nidentifying as LGBTQ (lesbian, gay, bisexual, transgender, queer), in part, by creating a welcoming environment and offering \noutreach activities for those already friendly to, or wishing to learn more about, the larger LGBTQ community.\n» Applied Pride (LGBTQ and Friends)\n» Asians in Motion (AIM)\n» Hispanics in Partnership (HiP)\n» Leadership Encouraging Achievement through Diversity/\nBlack Employee Network (LEAD/BEN)» Veterans Employee T eam (VET)\n» Women’s Professional Development Network (WPDN)\n» Y oung Professionals Network (YPN)\n» GreenT eam Austin\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}