{"page_content": "Applied Materials CSR Report 201723\nIn 2017, we greatly benefited from the contributions of \nroughly 700 U.S. veterans, and we remain committed to \nrecruiting exemplary candidates from the large pool of \ntalented individuals who have served in the military.  \nWe take pride in being recognized in the U.S. as a Military-Friendly Employer, a Military Times T op 100 Best for Vets \nEmployer and a U.S. Veterans Magazine T op Veteran-\nFriendly Employer. We are also mindful of, and grateful for, \nthose among us who continue to serve—and who often do \nextraordinary things to help others.VETERANS\nDIVERSITY EVENTS \nSince 2010, we have held events that promote a culture of diversity and inclusion. In recent years, these have become large-scale \ndiversity events that involve our Board of Directors, CEO and executive staff. These activities emphasize several key themes:\n• Being bold and speaking up\n• Appreciating differences to stimulate learning and develop the best solutions\n• Creating an inclusive and collaborative environment that is empowering and engaging \nIn 2017, CEO Gary Dickerson kicked off our Austin location’s seventh annual Diversity Day celebration. The event, held over \ntwo days in May, included key executives, guest speakers and interactive workshops. Speakers and workshops alike encouraged \nemployees to reflect on our global diversity as a major strength that enables both our shared success and social progress. In \nOctober, Santa Clara employees engaged in similar activities to mark the sixth annual Silicon Valley Diversity and Inclusion Day.\nSUPPLY CHAIN DIVERSITY\nOur emphasis on global diversity also extends to our supply chain. We are committed to selecting diverse suppliers who \nprovide products and services that meet our supplier-selection criteria and help us fulfill customer requirements. More \ninformation is available in the Supply Chain section of this report. \n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}