{"page_content": "Applied Materials CSR Report 201724\nEthics and Compliance\nWe are committed to upholding the highest ethical standards and ensuring compliance in the workplace \nand our business activities. Our core values include responsibility and integrity and we understand that \nthese values are foundational to our success. They are vital to creating a culture of mutual trust and \nrespect in our interactions with stakeholders, including workforce, customers, suppliers and the public.\nSTANDARDS OF BUSINESS CONDUCT\nT o promote a strong and consistent culture of ethics, we have uniform Standards of Business Conduct (SBC) that apply to our \nglobal workforce around the world. These standards guide personnel in making the best possible decisions. The SBC is available \nto our workforce in 11 languages and to the public online. \nUpon joining Applied, all personnel must review and certify adherence to our SBC and must refresh their knowledge of it every \ntwo years by completing an online training course. They are also required to verify annually that they have read, understand and \nagree to comply with the SBC by completing a recertification process. In 2017, we achieved a 97% SBC-recertification rate.\nTRAINING\nEach member of our workforce undergoes comprehensive web-based and/ or classroom training in our Anticorruption, Conflict \nof Interest, Global Gift, Expense Reporting, Global T ravel and Insider T rading policies. Personnel must refresh their knowledge of \nthese policies at regular intervals. \nThrough training on privacy issues and IP (intellectual property) protection, everyone working at Applied learns the importance \nof keeping customers’ and suppliers’ data and information secure. We provide an ethics training to suppliers to ensure that they \nunderstand our requirements and how we operate.In 2017, for the sixth year running,  \nwe were recognized by the Ethisphere \nInstitute as one of the World’s Most \nEthical Companies®\n™", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}