{"page_content": "Applied Materials CSR Report 201725OUTREACH\nEach year, we hold an Ethics Week campaign to raise awareness about our long-standing commitment to operating with the \nhighest ethical standards. Throughout the weeklong event, key executives reinforce the importance of ethics, integrity and legal \ncompliance, and each employee is reminded of specific policies and support available. \nThe Ethics and Compliance team also holds informal events, dubbed Ethics roadshows, at all major global locations on a two-\nyear rotation. T o further gauge awareness and obtain feedback from our workforce, we conduct an Ethics Survey every two \nyears. The next survey will be held in 2018. \nBUSINESS ETHICS HELPLINES\nWe maintain a toll-free Ethics Helpline and an online help form that are available 24 hours a day, 7 days a week, globally. \nThese resources are confidentially administered by Navex Global. Each member of our workforce can also email the Applied \nOmbudsman to raise an issue or ask a question.\nEvery issue is investigated in accordance with our policies and standards, and with any applicable laws. Final resolution can take \na variety of forms, including disciplinary action for employees, specialized training, changes or improvements to our policies, \ntermination or suspension of business relationships or other corrective actions.\nCONSISTENT REPORTING AND A RECORD OF COMPLIANCE\nOur senior management and Audit Committee of the Board receive a quarterly report highlighting the status of the Global \nEthics and Compliance program. \nIn 2017, no material fines or other sanctions were imposed on Applied for noncompliance with laws and regulations. No legal \nactions were taken against Applied for anti-competitive behavior, antitrust or monopoly practices. In addition, no significant \nfines for non-compliance with laws and regulations concerning the provision and use of products and services were imposed. \nTOOLS AND RESOURCES\nOur Ethics intranet site offers various tools and resources  \nto help our workforce make responsible decisions\n» Message from CEO\n» Standards of Business Conduct\n» Anticorruption, Conflict of interest, Gift and Insider \ntrading policies\n» Ethics Helpline and online tools\n» Ethics videos\n» Third-party due diligence and approval process Launch of\nInsider Trading Policy and TrainingSpeak Up\nCampaign\nGame ShowETHICS WEEK  • OCTOBER 31 - NOVEMBER 4, 2016\nETHICS, EVERYONE, EVERY DAY • V isit the Ethics w ebsite (http:/ /ethics ) for mor e information\nDaily Messag es\nFrom ExecutivesEHICS TCelebrating", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}