{"page_content": "Applied Materials CSR Report 201729APPLIED MATERIALS FOUNDATION \nA long history of giving is at the heart of our corporate culture. In 1994, the Applied Materials Foundation was established to \nensure that we maintain our commitment to the community during both economically prosperous and fiscally challenging \ntimes. Funding guidelines for the Foundation, including the grant application and details on review timing, are available online. \nEMPLOYEE ENGAGEMENT\nOur employees increase Applied’s positive impact in the local community with personal donations and volunteer activities, \noften through company-initiated events that connect them with local nonprofit organizations. \nWe invite our employees around the world to maximize their personal contributions to charity by taking part in our Matching \nGift and Volunteer Time Grant programs. The Foundation matches employee contributions to eligible charities and educational \nprograms dollar-for-dollar, up to a $3,000 annual limit per employee—which we increased in 2017 from a previous cap of \n$2,000. The Foundation also donates to an employee’s charity of choice based on time spent volunteering with approved \nnonprofit organizations. \nIn 2017, matching gifts and volunteer time grants from the Foundation totaled $2.9 million—helping our employees’ generosity \nmake an even larger impact. \nAs part of our Applied 50th Anniversary festivities, we \ncelebrated our history of philanthropy by inviting each \nemployee, worldwide, to direct $50 from the Company to one \nof several charities. Within five days of the campaign’s launch, \ncorporate and Foundation contributions on our employees’ behalf totaled $332,900.* While some recipients were well \nknown nongovernmental organizations like Save the Children \nand Habitat for Humanity, others were agencies targeting \nspecific outcomes in defined geographies—like the Society of \nWilderness in T aiwan and Akshaya Patra in India. \n*Due to the campaign’s time frame, this figure is not included in total giving for FY2017$50 FOR 50TH ANNIVERSARY DONATION PROGRAM  \n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}