{"page_content": "Applied Materials CSR Report 201730\nMAKING A DIFFERENCE\nEducation\nWe invest in efforts to reduce the academic achievement gap and increase access to quality education throughout the world. \nT o learn more about our efforts in North America, our latest Education Initiative report is available online. \nSupporting T oday’s Students and T omorrow’s Educators\nT eacher professional development is a key component to our Education Initiative. By supporting organizations like T each for \nAmerica, we work to ensure all students, regardless of background or family income level, receive a high-quality education. \nWe are helping T each for America make a difference in various regions of the United States, while also supporting T each for \nT aiwan’s efforts to create a positive impact in classrooms from Yilan in T aiwan’s north to Pingtung in the south. \nCivic Engagement\nCommitted to improving the lives of our neighbors, we invest in programs that address basic human needs—including access to \nnutritious food and clean water, affordable housing and short-term emergency assistance. \nNorth America Food Drive: $2.06 Million Raised to Alleviate Hunger\nIn 2017, our North America employees raised funds and gave generously during our annual Food Drive—resulting in $2.06 \nmillion raised for 34 food banks across the U.S. Our employees learned about hunger in their communities, donated online and \ncame together to participate in various fundraising events. Employee contributions totaled more than $1 million, which was \nmatched dollar for dollar by the Foundation. \nApplied Materials Silicon Valley T urkey T rot: Largest Thanksgiving Day Race in the U.S.\nT o help provide nutritious meals to families in need, on Thanksgiving Day 2016, nearly 26,000 community members, including \nmany Applied employees, participated in the 12th annual Applied Materials Silicon Valley T urkey T rot, raising $912,000 for local \ncharities. The T urkey T rot, which has raised more than $6.9 million since 2004, has become a nationally recognized event—\nRunning USA ranks it the largest Thanksgiving Day race in the U.S.—and a valued local tradition that helps us launch the holiday \nseason in a festive, philanthropic spirit. \n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}