{"page_content": "Applied Materials CSR Report 201732\nPublic Policy\nApplied Materials interacts with government officials, elected representatives and candidates to advocate \nfor the Company, our stakeholders, and the business and trade associations to which we belong. These \nefforts, led by our Government Affairs group, aim to help shape public policy on issues that affect our \nbusiness and to increase opportunities across the entire industry. \nOUR PUBLIC POLICY PRIORITIES\nRegulatory Issues: We, along with our customers, operate in business segments subject to a vast, complex web of regulations \ngoverning environment, safety, health and other workplace concerns. We work to ensure that these regulations are crafted and \nimplemented as effectively as possible.\nT echnology Funding: As the complexity and cost of technology development grows, we seek to leverage external resources \nto extend our capabilities. This includes working with public research institutions and partnering with government-funded \nresearch programs. We advocate for government funding and other incentives to expand industry R&D activities. \nTrade Facilitation: With approximately 90% of our revenues generated outside the United States, we depend on international \ntrade. Our ability to sell and service our products is affected tremendously by laws and regulations governing trade. We \nadvocate for increasing the ease of doing business across borders by minimizing trade barriers.\nT ax Policy: We engaged with various participants in the political process throughout 2017. We advocated for the interests of \nthe Company and our stakeholders by sharing our unique industry perspective on corporate tax, international competition, and \nresearch and development (R&D) issues. \nOur lobbying activities are disclosed in periodic reports filed with the U.S. Senate, U.S. House of Representatives or the appropriate \nstate agency. Our federal lobbying is also reported publicly through the Lobbying Disclosure Act Database.BUSINESS AND TRADE ASSOCIATIONS\nWe belong to various business and trade associations* \nrepresenting a range of issues that concern us and engaging \nin activities that we believe benefit our business. In the U.S., \nthese include groups, other than charitable and social welfare \norganizations, falling under sections 501(c)(4) and 501(c)(6) \nof the U.S. tax code that may engage in limited political activity.\nOur membership in a group does not imply that we endorse \nthe entirety of that group’s policy positions. Further information \non our participation in business and trade organizations is \navailable through our website.\n*In 2017, we paid approximately $547,000 in trade association membership dues. Of \nthis amount, 8.4% was specified by the associations as nondeductible lobbying activity \nexpenditures. Our membership dues total does not include other costs, such as specific \nconference or event sponsorships or programming activities.", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}