{"page_content": "Applied Materials CSR Report 201733POLITICAL CONTRIBUTIONS \nBoth our corporate and AMPAC contributions are reviewed by outside legal counsel for compliance with applicable campaign-finance \nand related laws. They are subject to approval by our Vice President of Communications and Public Affairs and are reported directly \nto our General Counsel and Chairman of AMPAC to ensure consistency with AMPAC’s contribution policies and criteria.\nOur State Contributions Committee (consisting of the same individuals who serve on the AMPAC Board) oversees corporate \npolitical spending at the state and local levels. We occasionally use corporate funds to make financial and in-kind political \ncontributions within the U.S., as permitted by applicable laws, such as contributions to candidates for statewide offices and \nstate legislatures, as well as to local or regional ballot measures.\nDuring 2017, political contributions made by AMPAC and the State Contributions Committee totaled $85,500, and we also \nmade one contribution of $5,000 to a regional ballot measure. However, no contributions were made in support of entities \norganized under section 527 of the U.S. tax code, including governors’ associations. \nOVERSIGHT, REVIEW AND ETHICS\nOur Government Affairs group proposes AMPAC or corporate political contributions, and all proposals are reviewed by the \nAMPAC Board or State Contributions Committee, respectively. Factors considered typically include a candidate’s position on \nissues of strategic importance to the Company, leadership on key committees and whether we have a significant presence in \nthe candidate’s state or district. No contribution may be made in return for, or in anticipation of, an official act. All contributions \nare made based only on corporate objectives, without regard for the private political preferences of committee members. \nNeither the Company nor AMPAC makes contributions to so-called “Super-PACs,” nor do we make political contributions \noutside the U.S. As part of its financial oversight, the Audit Committee of our Board of Directors regularly reviews all public policy \nactivities to ensure alignment with the Company policies. \nIn addition to complying with regular governance policies and company controls, all persons acting on Applied’s behalf must \nalso comply with our Standards of Business Conduct which prohibit corrupt practices, including any promise or payment of \nbribes or kickbacks to government officials. We also conduct regular training, compliance-system reviews, and internal audits to \nensure all corporate contributions are made in accordance with the law and with our Company policies.\nAPPLIED MATERIALS POLITICAL ACTION \nCOMMITTEE (AMPAC)\nIn 2004, we established the Applied Materials, Inc. Political \nAction Committee (AMPAC) to participate more fully in the \npolitical process. In full compliance with all U.S. campaign \nfinance laws and regulations, campaign contributions are \ndisbursed to candidates for state or federal office, other \npolitical action committees or political party committees. \nWhile our corporate organization pays its administrative \nexpenses, AMPAC is funded entirely through voluntary \ncontributions from eligible employees (principally executives) \nand directors. Its activities are overseen by the AMPAC Board \nof Directors—which consists of our employees, including \nseveral vice presidents. \nAMPAC, through its outside independent counsel, regularly \nfiles its contributions reports with the Federal Election \nCommission, and these are available online.\nDetailed reporting on our \npolitical contributions is \navailable at the end of \nthis report and through \nour website.", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}