{"page_content": "Applied Materials CSR Report 20176\nWe are committed to effective corporate governance that promotes the long-term interests of our \nshareholders and strengthens Board of Directors and management accountability. Our Board is composed \nof highly-engaged directors who provide strong and independent oversight of Company strategy, risk \nmanagement, and sustainability practices, among other matters.\nRISK MANAGEMENT \nOur management is responsible for identifying, assessing, mitigating and managing risks related to our strategies and \nobjectives. We have implemented an ERM (Enterprise Risk Management) program, overseen by the Board’s Audit Committee, \nthat provides an enterprise-wide perspective on our risks. \nRisks identified under the ERM program are reported to the Board, which has oversight responsibility, with a focus on the most \nsignificant risks facing the Company, including strategic, operational, financial, legal and compliance risks. The Board in turn \ndelegates oversight responsibility for certain risks to specific Board Committees.\nThe Audit Committee oversees the ERM program, as well as risks related to financial, regulatory, compliance, cybersecurity \nand EHS (Environmental, Health and Safety) matters. The Audit Committee regularly reviews risk-monitoring and mitigation \napproaches with management, the head of internal audit and independent accountants.\nThe Corporate Governance and Nominating Committee oversees risks related to corporate governance matters, including \ndirector independence, Board composition and Board succession.\nThe Human Resources and Compensation Committee oversees risks associated with our compensation policies, plans and \npractices; organizational talent and culture; and management succession.Corporate Governance\nA full description of Board \nand corporate governance \npractices is available in our \n2018 Proxy Statement", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}