{"page_content": "Applied Materials CSR Report 20179APPLIED MATERIALS EHS POLICY\nIn accordance with our EHS principles and policies, we are committed to conducting business operations in a way that \npreserves the environment and protects the health and safety of our workers, customers and neighboring communities.\nWe make every effort to comply with or exceed all regulatory requirements, to prevent pollution and to show continuous \nimprovement in the EHS performance of our operations, processes and products. All executives, managers and employees are \nexpected to support and take responsibility for the implementation of our EHS policies.\nWe also encourage our suppliers to improve their environmental, health and safety performance, just as we welcome \nsuggestions that might help us analyze and improve our own EHS programs.\nIn 2017, we continued to make measurable progress toward our ongoing goal of minimizing the environmental impact of our \noperations.\n• Resource conservation efforts achieved 3.8M gallons of reclaimed water at our Austin, T exas facility \n• Recycling and reclamation processes for non-hazardous waste maintained a 75% global diversion rate\n• Onsite renewable energy production and green energy purchases supported 100% of our power needs at our two  \nSanta Clara, California campuses \nUPDATED ISO CERTIFICATIONS\nWe continue to recertify our operations to the updated International Organization for Standardization (ISO) 14001:2015 \nstandard for environmental management systems. In 2017, our Heimstetten, Germany and Pyeongtaek, Gyeonggi-do, South \nKorea manufacturing sites joined our growing list of certified facilities. Our future certification roadmap includes registration of \nour Gloucester, Massachusetts site.APPLIED MATERIALS ISO 14001:2015  \nREGISTERED MANUFACTURING SITES\n» Austin, T exas\n» Santa Clara, California (New Product Integration)\n» Singapore\n» Rehovot, Israel\n» Kalispell, Montana\n» T ainan, T aiwan\n» Treviso, Italy\n» Alzenau, Germany\n» Heimstetten, Germany (2017)\n» Pyeongtaek, Gyeonggi-do, South Korea (2017)\n", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}