{"page_content": "Applied Materials CSR Report 201710Energy\nCommitted to minimizing consumption of natural resources, we remain focused on maximizing energy performance across our \nfacilities. In 2017, while achieving a record year marked by more than 30% revenue growth, we succeeded in keeping our overall \nenergy consumption relatively flat, compared to 2016 levels, through our continued focus on efficiency, conservation and use of \nrenewable energy sources.\nAs an integral part of our clean energy initiatives, we are minimizing our carbon footprint through onsite renewable energy \nproduction that supplements our green energy purchases from local utilities. Our solar panel arrays at our facilities in \nSunnyvale, California; Singapore; Xi’an, China; and Austin, T exas generated a total of 3.5 GWh (Gigawatt hours). Green energy \npurchases met 100% of the power demand for our two Santa Clara campuses and powered approximately 18% of our Global \nfacilities and operations.\nWater\nWater remains an essential natural resource for effectively operating our facilities. We are focused on responsibly managing \nour water usage by implementing water use minimization and recycling practices throughout our global operations, wherever \nfeasible. In 2017, a year when business volumes were up more than 30% we were able to hold the overall increase in water \nconsumption to only 12%. Through the implementation of smart irrigation controls and reduced watering days, Austin has \nreduced its annual irrigation needs by over 80% from its peak usage in 2012.\nResponsible water use includes effective waste management. All of our facilities ensure that both water usage and discharges \ncomply with local laws and regulations. In 2017, only one of our sites, out of more than 20 operational facilities worldwide, was \nfound in violation of waste water discharge volume or effluent constituent requirements. This involved “out of specification \nwaste water” and was quickly rectified—with procedures put in place to ensure no repeated occurrence. Our Industrial Waste \nNeutralization (IWN) Program in Austin, T exas, helped us successfully recycle 3.8 million gallons of water.\nIn 2017, our onsite \ngreen-power \ngeneration initiatives \nproduced 3.5 Gigawatt \nhours—equivalent to \nthe energy needed \nto power 2.4 million \nhomes per year\nOur Austin, T exas \nwater reclamation \nproject has recycled \n3.8 million gallons \nof water—equivalent \nto 5.8 Olympic-size \nswimming pools", "metadata": {"source": "NASDAQ_AMAT_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}