{"page_content": "Overview Stakeholder Engagement Material Issues and Our Approach World Class Governance Care for Our Environment Corporate Citizenship GRI Content Index\nAengus Kelly, Chief Executive Officer\nAtAerCap, weareproud ofthesocial contributions wemake, extending beyond our\nown business .Airtravel encourages social mobility and enables our airline\ncustomers toconnect communities and nations across the globe .Wehave ~200\ncustomers across ~80 countries, and generate approximately 58% of our 2019 lease\nrevenue from emerging market countries2.These customers and ourfleet allow\nmillions of people toflyforthefirst time every year .Wesupport the next generation\nofindustry professionals through educational initiatives, including sponsorship ofan\nMSc in Aviation Finance in Dublin, aswellas partnering withtheISTAT Foundation.\nWe pride ourselves on robust corporate governance. \nOur board members come from diverse geographic and professional backgrounds, and each member has extensive experience in fields like financial services, aviation and legal practice. In 2019, we welcomed two new boardmembers who bring experience in corporate governance, engineering and social responsibility.\nWe would like to take this opportunity to thank \nall our stakeholders for their contributions and support in helping us shape the industry and create sustainable values for all.\nCEO’s Message\nAerCap istheglobal leader inaircraft leasing and aviation finance .We\narecommitted to growing our business responsibly and sustainably, by\nprogressively modernizing our fleet and adding only the most fuel-\nefficient new technology aircraft .Through aconsistent portfolio\nmanagement strategy, regular stakeholder engagement and world class\ngovernance, our company is well- positioned forsustainable success .\nOnthe environmental side, whilst aviation contributes only 2%ofglobal carbon\nemissions today, wemust not be complacent about the future. Ourteam works with\nmanufacturers, suppliers and airlines around the world toensure AerCap plays an\nimportant role in thepositive development of the industry through thistransition.\nAlthough azero-carbon solution isnotavailable yet,there are lower intensity options\nwhich reduce carbon emissions by 16- 25%versus their predecessors .AerCap’s\nfleet strategy iscommitted topurchasing only next generation, fuel -efficient aircraft\nthat generate significant fuel-savings and lower our customers’ carbon footprint .Our\nfleet today comprises 58 %new technology aircraft, upfrom 6%in2014, and by\n2021, weexpect toreach approximately two-thirds .1\nInaddition, wehave taken numerous other steps tomitigate our impact on the\nenvironment, which we highlight later in this report .Whilst these steps may make\nonly asmall impact individually, as acollective they can be apowerful force for\ngood.\n2 © 2020 AerCap |  Confidential property of the company, not for disclosure or use without permission1.Weighted average age based on NBV of the owned fleet as of and December 31, 2019; June 30, 2014; December \n31, 2019, respectively. New technology includes A320NEO Family, A350, B737MAX, B787 and E190/195- E2.\n2.Emerging markets as defined in our 20- F.", "metadata": {"source": "NASDAQ_AER_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}