{"page_content": "Overview Stakeholder Engagement Material Issues and Our Approach World Class Governance Care for Our Environment Corporate Citizenship GRI Content Index\nOur Fleet Transformation Target 2017 -2021\nNew technology aircraft are expected to represent approximately two- thirds of our fleet by 2021\nAs of June 30, 2014; December 31, 2017; December 31, 2019; December 31, 2021, respectively. Incl. maintenance rights intangible and net investment in finance and sales -type leases. Refer to Page 76: Disclaimer Incl. Forward Looking \nStatements & Safe Harbor. Current Technology WB includes Boeing 777s, Airbus A330s; Out -of-Production Aircraft includes Boeing 757s, Boeing 767s, Boeing 737 classics, Bombardier CRJs, MD -11, Boeing 747s, Airbus A340s, Airbus A310s.\n© 2020 AerCap |  Confidential property of the company, not for disclosure or use without permission 48Since 2014, AerCap has purchased $23 billion \nof new technology aircraft as part of our strategic fleet transformation plan\nAt our Investor Day in 2017, we shared this \ngraph and set an ambitious target to transform our $40 billion aircraft fleet to approximately two -thirds new technology \naircraft by the end of 2021\nWe reached 58% by the end of 2019, which \ncompares to only 12% of the global in- service \nfleet, and AerCap had the highest percentage new technology aircraft fleet of any major aircraft lessor or airline in the world\nWe plan to invest ~$16 billion of aircraft over \nthe following years, which will further increase our commitment to fuel -efficient \naircraft in line with our strategy to help customers reduce their carbon footprint\n6% 58%2/3\nTARGET2021 2019 2014Fleet Transformation Update\n2017\nNew technology aircraft share of the fleet (by NBV)NEW TECH\nActual and Contracted\nA320 Family737NGCurrent Technology \nWB and Out -of-\nProduction Aircraft($ billion)\n36%40\n302010\n0", "metadata": {"source": "NASDAQ_AER_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}