{"page_content": "Stakeholder Engagement Material Issues and Our Approach World Class Governance Corporate Citizenship Care for Our Environment Overview GRI Content Index\nGRI Content Index\n68 © 2020 AerCap  |Confidential property of the company, not for disclosure or use without permissionGRI Standard Disclosures Topics Reference or Answer\nOrganizational Profile\nGRI 102:\nGeneral Disclosures 2016102-1 Name of the organization AerCap Holdings N.V.\n102-2 Activities, brands, products, and services P3. About AerCap\n102-3 Location of headquarters Dublin, Ireland\n102-4 Location of operations Dublin, Shannon, Los Angeles, Singapore, Amsterdam, Shanghai, Abu Dhabi, Seattle and Toulouse\n102-5 Ownership and legal formAerCap Holdings N.V. is a Dutch incorporated company which is centrally managed and controlled \nfrom Ireland. Our ordinary shares are listed on the New York Stock Exchange\n102-6 Markets served P3. About AerCap\n102-7 Scale of the organization 20-F Item 3. Key Information –Selected Financial Data\n102-9 Supply chainP10- 12. Stakeholder Engagement . Oursuppliers include: \nOEMs –Airbus, Boeing, Embraer and engine OEMs\nAircraft specification providers and maintenance service providersCatering and other management service providers\n102-10 Significant changes to the organization and its supply chain No significant changes\n102-11 Precautionary Principle or approach P5-7.Our approach to ESG Risk Factors\nStrategy\nGRI 102:\nGeneral Disclosures 2016102-14 Statement from senior decision- maker P2. CEO’s Message\n102-15 Key impacts, risks, and opportunitiesP5-7.Our approach to ESG Risk Factors; P10- 12. Stakeholder Engagement;\nP13- 18. Material Issues and Our ApproachThis report is prepared in reference to the GRI Standards as published in 2016. Disclosures corresponding \nto certain GRI Standards can be found in the index below", "metadata": {"source": "NASDAQ_AER_2019.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}