{"page_content": "4\nAbout Viasat\nViasat Inc. (Nasdaq: VSAT) is a global communications company that believes \neveryone and everything in the world can be connected. On our mission to connect \nthe world, we are developing the ultimate communications network to power \nhigh-quality, secure, affordable, and fast connections to enhance the lives of people \neverywhere — and it can be achieved in a way that’s safe, sustainable,  \nand inclusive. \nFounded in 1986 and based in Carlsbad, California, Viasat employs approximately \n7,000 employees around the globe. We are committed to finding a better way \nto provide people and businesses with the tools and connections they need to \nreach their potential, no matter where they live, work, or go. We are an innovator \nin communications technologies and services, focused on making connectivity \naccessible, available, and secure. We power connections on land, in the air, and at \nsea through three business segments:We are Viasat \nTackling the world’s hardest communications challenges — the Viasat way \nSatellite Services\nWe use our proprietary, high-capacity satellite platform to provide high-speed \nbroadband services with multiple applications to consumers, enterprises, and \nmobile broadband customers, including commercial airlines and maritime \nvessels.\nCommercial Networks\nWe develop advanced satellite and wireless products, systems, and solutions \nthat enable high-speed fixed and mobile broadband services.\nGovernment Systems\nWe provide global fixed and mobile broadband products and services, satellite \ncommunications systems, and tactical data links to military and government \nusers around the world. We also develop secure networking, cybersecurity, and \ninformation assurance products and services.\n*As of March 31, 2022.Viasat at a \nglance*\nFounded in \n1986\nHeadquartered in \nCarlsbad,  \nCalifornia, USA\n60+ \noffice locations \nglobally\n~7,000 \nemployees\n$2.8B \nFY22 revenue", "metadata": {"source": "NASDAQ_VSAT_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}