{"page_content": "Leading with integrity51Our board of directors\nOur business is managed under the direction of our Board, which is currently comprised of eight members, six of whom \nare independent. The board leadership structure is currently comprised of (1) a combined chairman of the board and chief \nexecutive officer and (2) a lead independent director. The lead independent director’s responsibilities include presiding over \nall meetings of the Board at which the chairman is not present, calling meetings of independent directors, and functioning as a \nliaison with the chairman. \nThe Board is responsible for overseeing management in the execution of its responsibilities and for assessing the company’s \napproach to risk management. The Board exercises these responsibilities periodically as part of its meetings and through \nthe Board’s committees, each of which examines various components of enterprise risk as it pertains to the committee’s \narea of oversight. In addition, an overall review of risk is inherent in the Board’s consideration of the company’s long-term \nstrategies and in the transactions and other matters presented to the Board, including capital expenditures, acquisitions, and \ndivestitures, and financial matters. \nOur Board follows robust processes for evaluation and refreshment. The Nomination, Evaluation, and Corporate Governance \nCommittee of our Board reviews and assesses the skills and characteristics of directors to ensure that the Board has the \nappropriate business acumen, diversity, integrity, and experience to deliver the high standard of governance expected \nby stockholders and to navigate the strategic issues we face today and in the future. Their approach to evaluation and \nrefreshment has been effective. In the past five years, the addition of new directors has increased gender and ethnic diversity, \nand provided valuable expertise on areas of strategic importance, including space innovation and sustainability, intellectual \nproperty development and strategy, international business, and aviation.Board snapshot\nof directors \njoined in the past \nfive years50% of directors are \nindependent75% \nof directors \nidentify as \nbelonging to \nunderrepresented \ncommunities38% 25% of directors \nidentify as female 11 years\naverage tenure of independent \ndirectors (a deliberate 24% \nreduction in average tenure \nsince 2018)  ", "metadata": {"source": "NASDAQ_VSAT_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}