{"page_content": "18\nIndividual performance awards consist of \nan individual’s base compensation, which is \ndetermined by their individual performance, responsibilities, and skills.\nTeam performance awards are based  \non departmental results, rewarding  cost effectiveness and quality production.  Our performance-based incentive programs reward team members for reducing waste and increasing efficiency, while also producing quality products for our customers. These awards can be well over 100% of base wages, based on strong performance and on the teams doing things that are within their control.\nCompany-wide performance awards \nunite everyone through our profit-sharing program, which is based on consolidated pretax profitability and our 401(k) match,  which is based on consolidated return  on assets.\nFinally, alignment with our shareholders and the \npursuit of long-term value creation is fostered through the issuance of restricted stock units. Each full-time, non-union, United States-based team member receives annual equity awards. These awards have a two-year vesting period, supporting retention and company-wide strategy alignment. In 2019, overall retention was approximately 90%, with steel operations retention of 94%\nOur compensation framework helps ensure  \nthat we remain strong with best-in-class \nperformance and retain top talent even in economic downturns. We all share in the company’s successes, as well as the challenges.Performance-based  \nIncentive  Compensation \n STOCK A W ARDS \nAligns team members with shareholders  \nin pursuit of long-term value creation\nPROFIT SHARING, 401(K) MATCH\nUnites team members of the business  \nsegments in promoting the success  of the company as a whole  \nPRODUCTION BONUS, ROA BONUS,  CONVERSION BONUS\nTeamwork and performance bonuses  \nfocuses on productivity, cost control  and efficient use of assets\nBASE PAY\nRewards individual for superior performance, \nresponsibilities, and personal skill level\nc\nd\na\nb\nd\nc\nOVER 60% OVER 85% \nOF OUR SENIOR LEADERSHIP TEAM’S \nTOTAL POTENTIAL COMPENSATION IS PERFORMANCE BASED\nOF PRODUCTION TEAM MEMBERS’ \nTOTAL POTENTIAL COMPENSATION  IS PERFORMANCE BASED\na\nb", "metadata": {"source": "NASDAQ_STLD_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}