{"page_content": "10\nWintrust  2022 Corporate Social Responsibility ReportExecutive \nMessage\nAbout \nWintrust\nESG \nHighlights\nGovernance \n& EthicsEnvironmentDiversity, Equity \n& InclusionSmall \nBusinessesFinancial \nHealthHomeownershipOur \nCommunitiesInvesting in affordable housing on \nChicago’s southwest side\nIn November 2022, Wintrust Bank and Beverly Bank & \nTrust Company, a Wintrust Community Bank, were proud \nto invest $500,000 each to support work being done by  \nThe Resurrection Project (TRP) to expand access to \naffordable housing. \nSince its founding in 1990 in Chicago’s Pilsen neighborhood, \nTRP has been working to revitalize predominantly low-\nand moderate-income communities of color on the city’s \nsouthwest side. In addition to its focus on housing, this \nnonprofit offers a broad range of services and support \nprograms that help families build financial security. TRP \nalso works to defend immigrant rights and develop \ncommunity leaders. In 2021, TRP served over 126,000 \npeople across more than 36,000 households. \nOur contributions will support the following TRP-led \nhousing initiatives:\n•  Creating demand for new housing by acquiring \nvacant lots and building modular, single-family homes \nfor purchase by owner-occupants in southwest \nneighborhoods\n•  Bridging the wealth gap through flexible- and \naffordable-funding lending products\n•  Creating and retaining homeowners and renters in an \narea that has experienced disinvestment and limited \ninvestor interest due to depressed valuesAll Wintrust Mortgage employees are trained to follow \na comprehensive set of fair lending practices. Wintrust \nMortgage follows nondiscriminatory loan policies and \ndoes not discriminate based on an applicant’s race, \nreligion, gender, or any other aspects of identity or \ngeographical location.\nProviding homebuyers with access  \nto affordable mortgage loans\nOur consumer loan origination and servicing operations \nare primarily consolidated within our Wintrust Mortgage \ndivision, which serves diverse markets throughout all of \nour service areas. We continually evaluate our products, \nprograms, and personnel so that we are well positioned \nto offer responsible, affordable, and sustainable mortgage \nfinancing solutions to underserved markets. \nOur approach takes many forms. Among them, Wintrust \nMortgage has offered a special program through a \npartnership with Chicagoland Habitat for Humanity for the \npast six years that features below-market-rate mortgages. \nIt started with a four-year, $40 million commitment in 2017, \nwhich we renewed in 2021. \nAmong this mortgage product’s many benefits, \nhomebuyers can purchase homes with loan-to-value ratios \nof as high as 97% without the need to obtain private \nmortgage insurance. Borrower credit scores can be as \nlow as 620. Furthermore, unlike many others, Wintrust \nMortgage permits use of secondary financing and down \npayment assistance programs. \nThe table that follows reflects total loans we have made \nthrough the Habitat partnership over the past four years \nas well as through other affordable mortgage programs \ncreated by the City of Chicago; Cook County, Illinois; \nFederal Home Loan Bank of Chicago (FHLBC); the Illinois \nHousing Development Authority (IHDA); and Fannie Mae.HELPING BRIDGE THE WEALTH GAP WITH \nGRANTS TO COVER CLOSING COSTS\nHomeownership has long been a crucial way \nthat families build their wealth, often across \ngenerations. Yet the opportunities for this \navenue of wealth-building have not been \nevenly distributed across socioeconomic  \nor racial lines. \nOur Wintrust Down Payment Program, now \nin its third year, offers yet another way to \nhelp low- and moderate-income families \nafford their first home purchases. Working \nwith HUD-approved nonprofit partners, this \nprogram offers grants of up to $2,000 per \nqualified homebuyer to cover closing costs. \nParticipants are not required to obtain their \nmortgage through Wintrust Mortgage or any \nof our community banks.\nIn 2022, Wintrust increased funding for this \nprogram to $400,000, which means that up to \n200 homebuyers stand to benefit.\nIn 2022, Wintrust was \nnamed the #1 Illinois \nHousing Development \nAuthority lender for the \neighth straight year based \non loan volume.\nMortgages Funded Through Selected Affordable  \nLending Programs in Illinois and Wisconsin\n  UNITS LOAN VOLUME\n2019 912 $71,371,065\n2020  1,167 $99,363,033\n2021 1,315 $109,203,403\n2022  1,034  $107,319,011\nTotal 4,428 $387,256,512\nWintrust Mortgage also provides expertise through local \nfinancial education workshops with the Chicago Urban \nLeague, Spanish Coalition for Housing, South Suburban \nHousing Center, and other nonprofits.\nPutting homeownership in reach through \ndown payment assistance options\nHomebuyers in many of our communities, particularly \nfirst-timers, can struggle to come up with the down \npayment needed to attain their dream of homeownership. \nWintrust Mortgage and Wintrust Community Banks offer \na variety of down payment assistance programs that can \nhelp overcome this hurdle. Among them, we participate \nin an affordable mortgage program created by the IHDA \nthat offers borrowers up to $10,000 provided they make \na minimal investment with their own funds. We also offer \na forgivable grant of up to $6,000 through the FHLBC \nDown Payment Plus program to qualified buyers in Illinois, \nIndiana, Wisconsin, parts of Minnesota, Des Moines, and \nLos Angeles. And for qualifying borrowers within the city \nlimits of Chicago, a City of Chicago Taxsmart Mortgage \nCredit Certificate provides borrowers with a tax credit of \n25% of the annual mortgage interest paid, up to $2,000 a \nyear for the life of the loan.", "metadata": {"source": "NASDAQ_WTFC_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}