{"page_content": " It’s a low-emission fuel\nMethanol is a clean-burning fuel that produces fewer smog-\ncausing emissions — such as sulphur oxides (SOx), nitrogen oxides (NOx) and particulate matter — and can improve air quality and related human health issues.\n \nIt’s economical, with low infrastructure costs and  \nengine conversion costs\nMethanol can be produced, distributed and sold to consumers at \nprices competitive to those of gasoline and diesel with no need for government subsidies. \n \nMethanol is biodegradable \nMethanol is a clear, colourless liquid that quickly dissolves in water \nand biodegrades rapidly. The environmental effects of a large \nmethanol spill would be much lower than those from an equivalent \noil spill.  \nIt can be made from a variety of sources,  \nincluding renewables\nMethanol is most commonly produced on a commercial scale \nfrom natural gas. It can also be produced from renewable sources such as biomass and recycled carbon dioxide and \nanything that is, or ever was, a plant. \n \nIt’s high-octane – improving \nperformance and efficiency\nAs a high-octane vehicle fuel, methanol offers excellent \nacceleration and power. It also improves vehicle efficiency.\nIt’s used in vehicles worldwide\nMethanol fuel blends are used in vehicles around the world, particularly in China. With more than 100 million passenger vehicles, China is the world’s largest user of methanol for \nautomotive fuel.  \n \nMethanol can be used as a marine fuel\nRisk classification societies have developed standards for methanol \nas a marine fuel.  Methanol lowers SOx emissions and meets \nlegislation from the International Maritime Organization (IMO) for \nthe use of low sulphur fuels.\n It’s accessible all around the world\nMethanol is one of the top five chemical commodities shipped \naround the world each year, and unlike some alternative fuels, is \nreadily accessible through existing global terminal infrastructure.\nMethanol has promising applications as a \nmarine fuel. It’s a key component in the production of biodiesel, a renewable fuel that can be blended with conventional diesel or used on its own to power cars, trucks, buses and farm equipment. Methanol is also used to produce methyl tertiary butyl ether (MTBE), a gasoline additive that is used as an oxygenate to increase the fuel octane number, as well as dimethyl ether (DME), a clean-burning fuel well suited for diesel engines. There is also great potential for using methanol as a power source, including \nlarge power plants in isolated regions, and \nindustrial boilers. \nRenewable methanol, which can be \nproduced via municipal waste, industrial waste, biomass and carbon dioxide, has been demonstrated to be a successful replacement for gasoline and diesel.\nWHY THIS MATTERS\nGovernments and stakeholders around the world are looking to reduce their dependency on conventional fuels, improve air quality and reduce greenhouse gas emissions (GHG). Methanol is clean-burning, improves efficiency and can be made from a variety of sources, including renewables, which lowers GHG emissions.\nChina is a large driver for our business and \nleads the world in the use of methanol as an alternative transportation fuel. Other regions across  the globe are demonstrating interest in emerging energy applications such as vehicle fuels, marine fuels and methanol to power.\nIn addition, new environmental regulations \nfrom the IMO – the global standard-setting authority for the safety, security and environmental performance of international shipping – require ships to decrease emissions of SOx and NOx. With its clean-burning qualities, methanol can reduce or eliminate these smog-contributing emissions, which can help improve air quality and related human health issues. The Benefits of Methanol Fuel\nSustainable Energy Uses of Methanol  11", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}