{"page_content": "Methanol as Vehicle Fuel\nSince the successful implementation of methanol as a vehicle fuel in China, we have taken strides to support the development and implemention of similar pilot projects in other parts of the world. In 2015, we signed a Memorandum of Understanding with the Egyptian General Petroleum Corporation (EGPC) and are planning to launch a methanol fuel blending pilot program in the second half of 2016. The primary objective is to develop and implement a pilot testing program to evaluate the feasibility of \nblending methanol into gasoline for use \nin the Egyptian domestic market. \nWe also partnered with the Ministry of \nIndustry and Information Technology (MIIT) and the China Association of Alcohol & Ether Clean Fuels and Automobiles (CAAEFA) to develop industry “Guidelines for Methanol Fuel Filling Stations”. This is an important step towards enhancing the safe use of methanol blends and accelerating demand growth. This also represents the first major methanol fuels project in which Methanex has directly partnered with key China stakeholders and government. These standards were issued in October 2015.\nIn December 2015, Methanex Chile signed a \ncooperation agreement with the University of Magallanes (UM) in Punta Arenas to study the use of methanol for biodiesel and fuel blending  in southern Chile. The biodiesel work will focus on using two different sources of regional raw materials: oil that is extracted from fish (crustaceous krill), and the fat from lamb derived from sheep production. Methanol-blended fuels will be tested in conventional motors of motorcycles and pickup trucks, and various factors will be measured incuding power, cost and efficiency.\nMethanex is also in the early stages of \nassessing the potential of a  methanol vehicle fuel blending project with Empresa Nacional \ndel Petróleo (ENAP) in Punta Arenas. We have \nbeen providing technical support to ENAP on \nmethanol fuel blending, and they are currently completing lab testing on methanol-gasoline blends. In the next phase, a vehicle pilot \nprogram and timeline will be developed.The greatest potential use for DME (produced \nfrom methanol) is as a diesel substitute for \nvehicle fuel. Some car manufacturers have \nplans for DME use in heavy-duty trucks or in \ndiesel passenger vehicles.  \nWe have continued to support the \ndevelopment of regulations and standards for \nDME and other energy applications through \nour involvement in the Methanol Institute and the International DME Association.\n \nMethanex Supports Methanol Fuel Cell PilotMethanex is sponsoring one of two methanol fuel cell cars, Fiat 500s, created by \nSerenergy, a Danish methanol fuel cell company. The cars were displayed at Hannover Messe in Germany, the world’s leading trade fair for industrial technology, before commencing a year-long test in Aalborg, Denmark, in August 2015. \nThe project combines an electric hybrid car with a methanol fuel cell as a range \nextender. The pilot was created to demonstrate the potential of methanol as a viable and practical energy carrier for car propulsion. The year-long performance evaluation test, 50% of which is funded by the Danish government, will evaluate the performance of the car and the fuel station utilizing a newly developed spill-free nozzle design. \nDenmark’s government is particularly interested in supporting methanol and fuel \ncells to advance their goals of reducing CO₂, and eliminating fossil fuels by 2050. Unlike many other fuels, methanol has the advantage of being liquid, so it is compatible with their current distribution infrastructure. Because the fuel cells have higher efficiency than internal combustion engines, there is a resulting ~50% reduction in CO₂ emissions when using methanol produced from natural gas. \nIn addition, this project uses renewable methanol, which almost entirely eliminates \nCO₂ emissions during production. And because methanol can be produced from a wide range of feedstocks (from biomass to industrial waste streams to garbage), it is well positioned to play an important role in the replacement of fossil fuels.\n16  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}