{"page_content": "HOW WE ARE DOING\nEmissions from Manufacturing\nIn 2015, Methanex generated 3,245,947 tonnes of CO₂ emissions from methanol production. Compared to 2014, global methanol production in 2015 increased by 7%. However, CO₂ emissions only increased by 2.4% due to a 4.3% reduction in CO₂ emissions intensity from 0.653 MT of CO₂ / MT of methanol in 2014 to 0.625 in 2015. The improvement in intensity was mainly due to new lower CO₂ intensity (i.e., 0.45 MT of CO₂/MT of methanol) methanol from Geismar 1, which accounted for 18% of total production. \nGas curtailments and reliability issues in Egypt \ncaused the plant to be offline for 234 days. However, this had no effect on the global CO₂ intensity due to the small volume of methanol produced in Egypt. \nHistorically, the longer-term trend indicates a \nsustained decrease in CO₂ emissions intensity (i.e., between 1994 and 2015, our CO₂ emissions intensity decreased by 29%). The decrease was initially due to some of our older plants being removed from active service, followed in subsequent years by newer plants being added to the asset mix. Improvements in the reliability and efficiency of our existing plants further contributed to lower-intensity methanol production.\nGoing forward, in the short to medium \nterm, lower-intensity methanol produced by Geismar 1 and 2 is expected to continue lowering the CO₂ intensity.\nCatalyst Replacement During Turnaround Improves Plant Efficiency\nTo ensure our equipment is safe and reliable, \nwe conduct turnarounds every 3-4 years, in which a plant is shut down for maintenance. During turnarounds, we engage in multiple maintenance activities to ensure safe and reliable operation, continued production integrity and efficiency, and improved environmental performance.  \nOne of the main jobs performed during a \nturnaround is the replacement of spent catalysts. Catalysts are small metal-containing pellets that interact directly with process gases to promote desired chemical reactions. Our Medicine Hat facility uses two different types of catalysts to convert methane to methanol during the reforming and conversion stages.\nDuring the operating life of the catalyst \n(3-5 years), it becomes less active and less able to promote the  conversion of CO₂ (one of the process synthesis gasses) to methanol, decreasing the conversion rate to approximately 94%. This deactivation is a normal process that occurs during operation, but causes decreased plant performance. As the catalyst ages we adjust production conditions to partially offset the decline in performance.\nAfter replacing the catalyst, there is an \nimmediate 300% improvement in catalyst activity that increases the conversion to methanol  to close to 100%. In addition to improving performance, the plant is able to use energy more efficiently. In turn, this can reduce associated CO₂ emissions by approximately 5%.\n2011 2012 2013 2014 2015500,0000.11,000,0000.2 1,500,0000.32,000,0000.4\n2,500,0000.5\n3,000,0000.6\n3,500,0000.7\n4,000,0000.8\n4,500,0005,000,0005,500,000\n0 0C0 ₂ Emissions \n(million tonnes)\nTotal Production \n(million tonnes)\nEmissions Intensity \n(tonne C0 ₂ /tonne Methanol)CO₂ Emissions from Methanol Production\n20  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}