{"page_content": "WASTE MANAGEMENT\nOur biggest generation of waste occurs during \nmajor maintenance, plant refurbishments and \nservicing work. Generated waste includes \nconstruction-related materials such as scrap metal, wood waste, piping and vessel insulation, cardboard, and other packaging \nwaste/containers.    \nWHY THIS MATTERS \nIt is important that we operate in a way that \nminimizes the use of resources and generation of waste that is disposed. HOW WE ARE MANAGING IT \nEach Methanex location monitors the volume of waste that is generated and diverted from disposal to recycling/reclamation facilities. We focus on critical recycling measures and ensure any waste generated is stored appropriately and disposed of by qualified waste management companies. We also track waste generation data to identify opportunities to reduce waste through recycling, reusing or reducing waste at source. All of our facilities have recycling programs \nin place, which include paper, cardboard, \nbeverage bottles and petroleum products.\nHOW WE ARE DOING \nIn 2015, our waste volumes increased as a result of a major plant turnaround and refurbishment at our Medicine Hat plant. For the Medicine Hat project, 55% (i.e., 808,213 kg) of generated waste was recycled/reclaimed. The majority of recycled materials included spent catalysts, steel from machinery, piping and wood. \nOverall, 95% of waste generated at Methanex \nwas non-hazardous with approximately 37% being recycled or reclaimed. Five percent of waste generated was  hazardous and stored appropriately prior to being disposed or recycled by qualified waste managementcompanies.\nRecycling Metals During the Medicine Hat Turnaround \nDuring a plant turnaround, spent catalysts are sent to various facilities for re-use as \ndirect raw material feedstocks in the production of various metal-based products. These include nickel (Ni) or stainless steel ingots, copper (Cu) anodes/cathodes and zinc (Zn) salts. As nickel is the primary ingredient in stainless steel, nickel catalysts are sent to stainless steel manufacturers. Copper catalysts are sent to copper smelters as raw material to produce high-quality anodes and cathodes.\nIn 2015, 921,866 kg of plant materials were recycled/reclaimed for metals:\n• 444,915 kg nickel reformer catalyst \n• 129,420 kg copper/zinc converter catalyst\n• 24,191 kg zinc oxide absorbent \n• 323,360 kg steel reformer tubes for recycling \n2013 (kg) 2014 (kg) 2015 (kg)3,500,000\n3,000,000\n2,500,000\n2,000,0001,500,000\n1,000,000\n500,000\n-Non-hazardous waste\n(disposed)Non-hazardous waste(recycled)Hazardous waste(disposed)Hazardous waste(recycled)Waste Generated / Recycled\nEnvironment  23", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}