{"page_content": "Methanex Corporation is the world’s largest producer and \nsupplier of methanol to major international markets in \nNorth America, Asia Pacific, Europe and South America. \nWith a corporate office in Vancouver, Canada, we currently operate methanol production sites in Canada, Chile, Egypt, \nNew Zealand, Trinidad and Tobago, and the United States. In \n2015, our sales volumes of 8.5 million tonnes represented approximately 14% of global methanol demand.\nABOUT METHANEX  \nWe are proud to be the primary supplier to \nsome of the world’s largest consumers of methanol. Our customers are predominantly in traditional chemical industries, and use methanol in countless industrial and consumer products. Methanol is also used in the energy sector as a clean-burning, readily biodegradable alternative transportation fuel and source of power.  \nWe recently expanded our production base in \nthe US by relocating two methanol plants from Punta Arenas, Chile to Geismar, Louisiana. The Geismar 1 plant started up in January 2015. The Geismar 2 plant became operational in December 2015.  \nTo meet the needs of our global customers,  \nwe have regional marketing offices in Beijing, \nBrussels, Dubai, Dallas, Hong Kong, Santiago, Seoul, Shanghai and Tokyo. Our distribution terminals and storage facilities are strategically located around the world, with key distribution hubs on the US Gulf Coast, Latin America, Northwest Europe, Korea, and East and South China.  We are proud to have the world’s largest fleet of methanol ocean tankers, managed by Waterfront Shipping Limited, a wholly owned \nsubsidiary of Methanex.  \nIn 2015, we employed approximately 1,300 \npeople at our plants and offices around  \nthe world.  \nIn 2015, our revenues were $2.2 billion USD. \nDemand for methanol grew by 5% (or 3 million \ntonnes) in 2015. This increase in demand \nwas driven primarily by growth in the Asia \nPacific region, and related to merchant MTO \n(methanol to olefins) facilities and other \nenergy applications.  \nOver the last several years, the methanol \nmarket has become increasingly multi-faceted, \ndue to the growing number of applications for \nmethanol and methanol derivatives around the world.  \n2  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}