{"page_content": "Through a train-the-trainer format, the \nworkshop also builds local champions from different regions who are passionate about leading in Responsible Care. These local champions help facilitate and teach key Responsible Care concepts to their colleagues.\nIn May 2015, we launched the first Switch On \nsessions for all employees in Trinidad, and continued the roll-out in New Zealand, Egypt and Vancouver. To date, approximately 520 employees have attended the Switch On to RC programs globally. Six internal facilitators have \nbeen fully accredited to deliver the program:  \ntwo from New Zealand, one from Trinidad,  \none from Geismar and two  from Egypt.  \nIn 2016, we will begin the process of accreditation for three additional internal facilitators, two from Chile and one from Medicine Hat.\nCareer Development Program\nPiloted in 2015, the Career Development Program provides development opportunities to Methanex manufacturing employees through short-term assignments with corporate functions (corporate employees also have short-term assignments in manufacturing). The assignments are designed to provide opportunities to: \n• Work with another department and consider \nthe needs of a different set of customers  \n(i.e., global customer needs) \n• Gain a broader understanding of Methanex \nfunctions and business overall \n• Develop cross-functional skills that \ncan ultimately deliver greater value to manufacturing and the business in general \n• Develop and strengthen cross-functional and \ncross-regional networks \n• Adapt basic business behaviours such as \ncommunication to the norms of the host business group and local cultures \n• Operate effectively across functional and \ncultural boundaries Being given the chance to learn another side \nof the methanol business was truly invaluable. I gained exposure and perspective into how we analyse our existing assets and execute growth projects. Since transitioning back into my role as plant engineer, this experience has permanently shaped my decision-making and the way I work.      \n  – Gina Gosine,  Trinidad process engineer““\nWorkplace  29", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}