{"page_content": "HEALTH AND SAFETY \nThe safety and well-being of our employees, \ncontractors and the communities in which we \ndo business is our number-one priority.\nWHY THIS MATTERS\nAs the largest producer and supplier of \nmethanol, we understand how critical it is to ensure our employees and contractors are working in a safe environment with minimal risk of injuries, and not exposed to potentially harmful hazards.\nHOW WE ARE MANAGING IT\nGlobal Responsible Care®Management SystemOur Global Responsible Care Management System (GRCMS) is designed to help us implement our Responsible Care Ethic and Principles for Sustainability, including health and safety practices.\nWe firmly believe that all work-related injuries \nand illnesses are preventable; it is on this basis that we design and manage our health and safety programs.\nOur Global Occupational Safety and Health \n(GOSH) team, and Global Process Safety Team \n(GPST), are sub-teams of the Global Responsible Care Team (GRCT). These two teams implement \nhealth, safety and process safety standards, and initiatives across Methanex. Members consist of Responsible Care and technical practitioners from across our regions. The GRCT is made up of RC leadership from across the company and is responsible for development and implementation of global policies and strategies.\nProcess Safety Management Program\nTo reduce the risk of significant incidents, our Process Safety Management program (PSM) helps ensure the integrity of our operating plants and processes, with the goal of safely containing hazardous materials within the plant systems.  We align our global and regional programs with the Center for Chemical Process Safety’s (CCPS) Guidelines for Risk Based Process Safety, which leverages global lessons learned from process safety incidents around the world. Our participation in the CCPS also provides our engineers with access to subject matter experts, a large process safety database, PSM program information, and the opportunity to work with process safety practitioners from other organizations.\nProcess safety impacts many functions at \na plant site. We believe our process safety engineers should not operate in isolation, and that it is critical for them to develop and maintain excellent communications globally and within their location. This is why our process safety engineers meet regularly to review program development and plant data analysis, and look for opportunities to leverage what they are doing in their functional areas.\nBehaviour-Based Safety Programs\nBehaviour-Based Safety programs have been implemented at most manufacturing sites, and focus on safety behaviours at the workplace. In this process, employees observe colleagues and contractors performing a task, then discuss safety aspects of the task that were done well, as well as those that could be improved. Data from the observations are gathered and analyzed for trends.  We find this process has contributed to a more transparent safety culture in which employees and contractors feel they are able to report safety issues and concerns without hesitation, thus resulting in reduced incidents.\nThrough statistical analysis it has been \ndetermined that the more behavioural observations conducted on an individual,the safer the individual will work.\nContractor Management\nOver the past three years we have had a focus on improving contractor safety performance, particularly at our manufacturing locations.  We introduced many improvements to how we manage our contractor workforce over that period of time. In the course of this work, we recognized there is high value in effectively communicating critical rules (see page 33, CARE standard), identifying the important safety behaviours we expect from individuals, and holding those individuals accountable for their actions.\nWorkplace  31", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}