{"page_content": "HOW WE ARE DOING\nOur goal is to achieve a zero-injury workplace, \nyear after year. \nOur recordable injury frequency rate (RIFR) \nis the number of recordable injuries per 200,000 hours worked. Recordable injuries are incidents that require medical attention or result in restricted work or lost time. In 2015, we had 11 recordable injuries. \nIn 2015, there were 4 employee injuries and 7 \ncontractor injuries, which collectively resulted \nin 226 days of lost work, and 167 days of restricted work. \nOver the past five years (see graph below) \nthere was an increase in the frequency of recordable injuries with employees in 2015, but contractor incidents stayed consistent from 2014 to 2015. We also see that our 2015 performance continues an improving trend.  \nAfter years of driving the severity of injuries \ndownwards (refer to graph on the right), in 2015 we had a significant increase in severity for both employees and contractors. This, coupled with the incidents where there was real potential for severe injury, is of concern throughout our company and is also an industry trend. We had a total of 31 events where a person was either injured or there was a potential for a more severe outcome. We have completed a thorough analysis of these incidents which has confirmed that we \nmust continue implementation of current \nsafety initiatives but also indicated where we have opportunities to improve our long \nstanding management systems. We also \nrecognise that our safety culture and the \nengagement of employees and contractors \nin recognising hazards and taking action to control eliminate or control them is a critical \npart of working safely.\nOur Switch-on to RC Workshop is designed \nto engage the “hearts and minds” of employees and contractors in doing the \nright thing on and off the job to help ensure \nsafety. This program was initiated in 2015, \nand will continue to be implemented across our company throughout 2016.\n2011 2012 2013 2014 20152.02.5\n1.5\n1.0\n0.5\n0.0Contractors\nBlended RIFR\nBlended TargetEmployeesGlobal Recordable Injury Frequency Rate (RIFR) \n2011 2012 2013 2014 201540506070\n30\n20\n10\n0Contractors\nBlended RIFR\nMethanex TargetEmployeesGlobal Employee Recordable Injury Severity Rate (RISR) \n32  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}