{"page_content": "CARE\nIn 2015, we established our Critical Activities, Rules & Expectations Standard (CARE) to supplement our existing Work Safety Control System. CARE defines the seven activities that present the highest risk of fatality or serious injury if conducted unsafely (i.e., hot work, lifting, hazardous energy, confined space entry, electrical work, work at heights, excavation), and states the actions individuals must take to safeguard themselves.  \nThis Standard was piloted during the Medicine \nHat refurbishment and turnaround earlier this \nyear, with good success. From that experience we refined the definitions and rolled CARE out to the global organization.\nIn 2016, we will monitor the effectiveness of \nCARE and continue to refine and improve the standard.\nIntegrated Management System\nIn 2015, we developed our Integrated Management System (IMS) further to integrate our global RC management system, built on CIAC codes, with newer versions of  ISO standards (such as ISO 9001:2015, ISO 14001:2015 and OHSAS 18001:2007). The IMS also further incorporates the Centre for Chemical Process Safety (CCPS) Guidelines for \nRisk Based Process Safety.\nWe expect to complete development of our \nrevised Integrated Management System in 2016, and roll it out in 2017.Safety at Medicine Hat \nIn 2015, we had a turnaround (major refurbishment) at Medicine Hat. At the peak  \nof the turnaround, more than 850 workers were on site. With such a large workforce \nand several projects occurring simultaneously, safety and Responsible Care were at  \nthe forefront of everyone’s mind.\nGood planning, identification of hazards and the effective management of these \nhazards were critical in providing a safe work environment. Safety personnel were always on site and daily safety advisors’ meetings were held to address issues and recognize positive behaviours. Responsible Care personnel and management completed quality audits each day, and project leads attended daily meetings to provide project updates, review schedules, and share challenges and opportunities  \nfor improvement. \nWith nearly 900 hazard and 37 near-miss reports submitted, we were better able \nto identify hazards to prevent actual incidents. Since hazards and near-misses are indications of potential incidents, by addressing the hazards and near-misses that were reported, actual incidents are prevented. On the flip side, more than 800 Positive Identification Cards were handed out to workers for demonstrating safe work practices.\nWe did, however, experience 3 significant health and safety incidents: 1 medical aid,  \n1 restricted work and 1 lost-time incident.\n We also implemented a Safe Days Initiative. For every day worked without a significant injury or process safety incident, we donated $400 to be divided between three charities.\n(See the Community chapter, page 39, for more information.)\nWorkplace  33", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}