{"page_content": "Our Process Safety Management Program\nIn 2015, we continued to show good progress in developing our PSM program. A new global subject matter experts group, Global Process Safety Team (GPST), was formed to monitor performance and share practices.  An emergency preparedness and response sub-team was formed, and met in 2015 to seek alignment and continual improvement in firefighting practices. As an outcome, we developed a process safety strategy, and a planning tool to help customize response capabilities to site-specific factors.  \nIn 2015, we created a new mandate for \nthe GPST, which better aligns the way we manage process safety. A three-year plan   for development of our global program will commence in 2016. Key focus areas include: \n• Safety Critical Elements\n• Process Hazard Analysis Standard\n• Process Safety Management Culture\n• Process Safety Competence\n• Process Safety Key Performance Indicator \nGuideline\n• Safe Operating Limits\n• Global Process Safety StandardsCelebrating Geismar 1 and 2\n2015 saw some important milestones. Geismar 1 was up and running in January, \nand by end of December, Geismar 2 was safely and successfully operating at almost full capacity.\nLooking back at the first 365 days, John Floren, President and CEO, reflects on \nthe success of this project. “Our Geismar 2 Project was completed ahead of schedule with an enviable safety record of more than five million hours worked on the project with no major incidents,” says Floren. “This is similar to the Geismar 1 project results. When you consider that this record was compiled while dismantling, moving an enormous distance and erecting two world class size methanol plants, you realize the magnitude of the accomplishment.“\nRelocating our assets required expertise from across the company, and was truly \na One Team effort. “Getting the plant reassembled and to a point where we could begin making product was an amazing experience,” recalls Mike Boswell, Geismar 1 Commissioning and Startup Manager (now Operations Manager in Trinidad). “Being involved with such a huge project was a great development opportunity for me and I’ll be able to use that knowledge throughout my career with Methanex.”\nIn October, Methanex Geismar was recognized as one of the Best Places to Work \nin the Baton Rouge area.\n34  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}