{"page_content": "Behaviour-Based Safety (BBS) Program\nOur BBS observations continue to help us shape a culture that encourages safety. \nThrough statistical analysis, it has been \nascertained that the more behavioural observations conducted on an individual, the safer the individual will work. The observation rate is a measure of the number of people observed as compared to the number of people who are at the workplace and could potentially be observed. We consider a target of 0.70 a minimum for an effective behavioural \nobservation program and a rate of 1.40 to be a \nhighly effective program.  \nThe observation contact rate for 2015 \ndeclined from 2014, but was on par with 2012 and 2013. In Medicine Hat and New Zealand, we had large contractor workforces on site for extended periods of time, putting pressure on our trained observers to increase the number of observations. Although the rate of observations dropped, the total number of observations increased substantially.\nAn observation rate is a general indicator \nonly. To maximize the program’s benefits, a full range of internal tools are applied at the regional level to ensure quality observations, data review, and the development of safe behaviour actions.Contractor ManagementOur most significant use of contractors this year was during the Medicine Hat refurbishment and turnaround, as well as extended plant repairs in New Zealand. We continued to focus on implementing our Contractor Management standard which is showing improved results over the past four years since implementation. Some initiatives that are making a difference include improved auditing and pre-qualification of contractors, engagement and working as a team (i.e., daily RC meetings and newsletters, greater \nsafety awareness and accountability), and \ncompetency assurance.   We also piloted the use of the CARE standard, mentioned above. CARE helped to clearly communicate expected safe behaviours when involved with, or in the vicinity of predefined critical activities. (See Safety at Medicine Hat sidebar story, page 33.)\nOverall, during the Medicine Hat turnaround \nthere were 4 injuries to contractors that resulted in 6 days of lost work, and 55 days of restricted work. Compared to previous plant turnarounds this is an improved result. However, we still have work to do. In New Zealand, major plant repair works were completed with no significant injury.\nIn 2016 we have two major maintenance \nprojects where we will continue to use these programs, with the end goal of zero injuries.  \nBehaviour-Based Safety – Observation Rate\nObservation Rate\nTarget Rate\nStretch Target Rate2011 2012 2013 2014 20151.01.21.41.6\n0.8\n0.40.6\n0.2\n0.0\nWorkplace  35", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}