{"page_content": "Through our Responsible Care practices, we have built a \nreputation for being a good neighbour in communities \naround the world, and creating a positive and sustainable \nimpact. Together, our talented team of employees helps support and build healthy communities that are great \nplaces to live and work.\nWHY THIS MATTERS\nBuilding and maintaining our community relationships is essential to our licence to operate. We invest in the health and well-being of our communities.\nHOW WE ARE MANAGING IT\nOur Responsible Care and Social Responsibility policies de fine our goals and actions to build \npositive relationships in the communities where we have a significant presence, and to be accountable and responsive to the public. \nWe also contribute to the countries, regions \nand communities where we operate through tax and royalty payments, direct and indirect employment, and by purchasing local goods and services. In addition, we regularly invest money and time toward local communities. Employee-run social responsibility (SR) committees at our locations around the world identify local needs and develop community investment strategies that align with our business objectives.\nCommunity Advisory Panels\nWe have established Community Advisory Panels (CAPs) at our manufacturing locations to encourage communication and transparency between Methanex and our fence-line communities. Depending on the location, each CAP meets four to six times  \nper year.\nCOMMUNITY \nCommunity: Our Responsible Care® Ethic and Principles for Sustainability\n• Work for the improvement of people’s lives and the environment, while striving to do no harm\n• Be accountable and responsive to the public, especially our local communities, who have the right to understand the risks and benefits of what we do\nCommunity Advisory Panel meeting in Medicine Hat, Canada\n36  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}