{"page_content": "TRANSCAER®\nTRANSCAER® (Transportation Community \nAwareness and Emergency Response) is an initiative of the Chemistry Industry Association of Canada (CIAC), and works with transportation carriers to ensure the safe handling of dangerous goods. It also helps communities be aware of the products passing through their area, and about the safety measures in place to respond to incidents. \nWe continue to put TRANSCAER®-aligned \nplans, procedures and resources in place. \nThese enable us to effectively respond to potential crisis and emergency situations, and to protect our workforce, the environment, the public and our customers. All of our locations have emergency response programs (ERPs) to address potential emergencies. Each facility shares ERP-related information with the community and provides training to emergency responders on methanol incidents.\nCommunity Investment and Volunteering\nMethanex team members strive to make a powerful impact on communities, by donating volunteer time to local projects, and by making financial investments to support healthy communities and initiatives.\nWe have a three-pillar approach to community \ninvestment and volunteering:\n1. Partnership with Employees  – Volunteerism, \nemployee fundraising initiatives (matched by Methanex contributions) \n2. Responsible Care®  – Funding for \nenvironmental initiatives, health and safety improvements, community wellness and other community activities \n3. Education  – Funding for education initiatives \nand scholarships in chemical engineering, marketing, environmental studies, finance, information technology and industry-related technology or research projectsHOW WE ARE DOING \nCOMMUNITY IMPACT   \nCommunity Advisory PanelsIn 2015, we held 29 CAP meetings in Medicine Hat, Geismar, Trinidad, Egypt, Chile and New Zealand. We find our CAPs to be an excellent forum for engaging with community members, not only to inform them about plant operations and initiatives, but to seek input on local community initiatives and ways we can best support them. We also receive \nguidance relating to education, health and \nenvironmental events and investments. Initiatives and subjects of interest for CAP members vary from region to region. Some \nexamples include:\nGeismar  – In 2015, community members \nexpressed concern about available local jobs, \nand we actively engaged with them to discuss \nthe competitive landscape and skills required \nfor available positions within Methanex. \nMedicine Hat – In 2015, the CAP discussed \nthe creation of a Community Outreach Plan \nto more broadly share information with the \ncommunity, and held a Community Day event \nfor locals to visit and learn about our plant. \n(For more information about our Community \nDay, see sidebar on the next page.)\nTrinidad –  The CAP focused on business \netiquette workshop for youths and safety/\nResponsible Care programs of the plant.\nChile  – CAP conversations focused on \nsharing company information  about our \noperations, social activities and Responsible \nCare projects, and members brought forth \nideas on how to best communicate with the \ncommunity at large.\nEgypt  – Discussions were held around ways \nto support the community, including school \ntuitions, medical equipment needs and \nchildren’s activities.\nNew Zealand – CAP members held meetings \nto discuss plant maintenance issues and safety \ninitiatives, as well as community fundraising.\nDamietta, Egypt Plant Manager, visits the \nKafr el Bateikh Community Development Association’s kindergarten.\nTeam members at Methanex Geismar \nvolunteered at Junior Achievement’s Finance Park, which teaches eighth graders about budgeting and personal finance through an interactive, day-long simulation.\nThe TRANSCAER® Safety Train tank car used  \nto train emergency responders.\nFree checkups and medicine at Methanex’s medical caravan helped approximately 500 people in Damietta, Egypt.\nCommunity  37", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}