{"page_content": "Emergency Response Preparedness in Chile\nIn 2015, we held an Emergency Expo 2015 in Punta Arenas, with the goal of supporting and educating the public about potential emergencies.  Attended by over 1,000 people, the Expo included demonstrations of rescue and firefighting equipment, as well as rescue tools used in our facilities. In further support of our region’s emergency efforts, we also donated more than $6 million Pesos (US$8,700) in equipment to Fire Punta Arenas, which included 37 strip hoses, fire helmets, foam eductor and drums foam.\nMedicine Hat Opens its Doors to the Community \nMore than 400 guests visited the Medicine Hat plant for Methanex Community Day on \nSeptember 23. Along with touring the facility, guests were able to engage with Methanex \nemployees, who explained what methanol is and how it’s used to make hundreds of everyday products. Tools and equipment were on display, and an emergency response demonstration highlighted the systems and equipment available on site. \nNoreen Lyall, a Medicine Hat resident, attended Community Day and said it was a great way \nto learn about the plant. “We enjoyed speaking with all of the employees about what they did at the plant,” says Lyall. “The displays at the tables were eye catching and each individual really knew exactly what their equipment did and was able to tell us in terms that were easy to understand.” \n“Visitors were engaged and curious about how we manage safety and environmental issues \nduring the production of methanol,” adds Howard Seto, Environmental Affairs Manager. “People left more knowledgeable about our operations and our commitment to build and maintain a relationship with the community: the mark of a successful event.”\nMethanex Punta Arenas donates equipment to local fire department.\nThrough the Methanex Medicine Hat teddy \nbear sale, 245 teddy bears and CAD$2,278 (US$1,700) were donated to children at the local hospital.\n38  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}