{"page_content": "COMMUNITY INVESTMENT    \nSafe Days in Medicine Hat\nDuring the Medicine Hat major refurbishment \nand turnaround project, we donated $400 (to \nlocal charities) for every day worked without a significant injury or process safety incident. Through this initiative, we were delighted \nto have the opportunity to provide a total \nof CAD$46,724 (US$35,400) in donations \nto the HALO Medevac Rescue Helicopter (CAD$13,118 [US$9,900]), the Alberta \nChildren’s Hospital Foundation Rotary/Flames \nHouse (CAD$18,688 [US$14,200]), and the Medicine Hat and District Health Foundation’s Children’s Health and Developmental Services Program (CAD$14,918 [US$11,300]). Through the Methanex Max teddy bear sale, 245 teddy bears and CAD$2,278 (US$1,700) were donated to the local hospital for children receiving health services. \nWe Heart Taranaki \nEmployees in New Zealand led a community campaign, “We Heart Taranaki,” to raise funds for a much-needed angiography suite at Taranaki Base Hospital. Since March 2015, Methanex New Zealand employees have raised NZ$71,119 (US$45,900) which will go towards improving healthcare in the region, providing a lasting benefit for the whole community with more accessible cardiology and vascular care.\nBusiness Training for Youth in Trinidad\nFollowing on our practical first aid and CPR training for 175 residents in 2014-15, the CAP turned its attention to young people. In 2015, we held a Business Etiquette workshop for 21 young adults in Trinidad, to help them transition from student life to professional life. The workshop included training on essential skills such as resume writing and interview techniques. Opportunities for Youth with  \nDisabilities in ChileMethanex Chile launched an initiative to open its workplace to people with different abilities and to raise awareness among employees of the importance of inclusion. In March 2015, Methanex signed a cooperation agreement with the municipality of Punta Arenas and the Centro de Capacitación Laboral León Humberto Seguel, an organization with more than 23 years of experience providing training and support to young people with disabilities. As part of this agreement, disabled youth now have opportunities to have three-month work \ntraining sessions at our Punta Arenas site, \nto practice skills they are developing at the \nCentre. In 2015, two students participated in this program.\nScholarship Program in Damietta, Egypt\nOur Methanex Egypt Scholarship Program aims to support students in pursuing a university education which would otherwise be out of reach due to financial constraints. In partnership with Misr El Kheir, one of the largest non-governmental organizations (NGOs) in Egypt, as well as three Damietta non-governmental organizations (NGOs), the scholarships will be awarded for three consecutive years to a total of 30 students. This year’s scholarships were awarded to 10 high school students from Kafr El Batikh, Kafr Saad and Sananeya areas in Damietta. The program will provide an annual stipend of EGP$10,000 (US$1,275) for students, to cover their tuition fees, books and living expenses.\nAlberta Winter Games \nKnowing that large multi-sport events draw on environmental resources, the Alberta Winter Games Committee incorporated sustainable actions into the framework of the 2016 Alberta Winter Games, held in Medicine Hat in February 2016. Methanex committed over CAD$16,000 (US$12,100) to support sustainable environmental initiatives at the Games, including waste reduction, sustainable transportation, water conservation, idle-free programming, and educational/communications strategies. \nVancouver Elementary School  \nEarthquake Preparedness \nIn Vancouver, we have a three-year partnership with Lord Strathcona Elementary School to address emergency supply and training shortfalls. This began with a CAD$10,000 (US$7,600) investment in 2014. In 2015, we provided CAD$5,000 (US$3,800) for emergency supplies, including two-way radios for all classrooms and the school office. \nScholarship recipients in Damietta, Egypt.\nNew Zealand team raises money to go \ntowards healthcare.\nMethanex Trinidad holds a Business \nEtiquette workshop for students.\nMethanex Chile provides work training \nsessions for youth with disabilities.\nCommunity  39", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}