{"page_content": "Employee  Volunteering\n2015 was a tremendous year for giving back to our communities. By committing their time through volunteering, our staff created positive impacts in our local regions. Below are just some examples of staff volunteering in 2015:\nOur Health and Safety Committee in Brussels \norganized an on-site Red Cross blood donation day. 37 people from Methanex and nearby companies donated blood, 22 of whom were first-time donors.\nTeam members in our Korea office delivered 1,000 coal briquettes (used for heat) to low-income families in Guryong Village. \nEmployees invested 340 volunteer hours to \ninitiatives in China, Japan and Korea, helping the elderly and less fortunate; this included meal preparation and other forms of assistance. \nEvery year our Dallas staff volunteer at Camp Summit, giving children the chance to have an outdoor camp experience. \nOur employees in Chile contributed to a \nvariety of initiatives, including the Magallenes \nTelethon and a Christmas solidarity program.\nFor the third year in a row, 20 employees from \nour Geismar office participated in ChemFriends, a science fair for sixth grade students. \nEmployees and family members in Medicine \nHat spent nearly 468 hours volunteering for \na variety of organizations, including our first \nUnited Way campaign, Big Brothers Big Sisters and the Santa Claus Fund.Employees in New Zealand spent 553 hours volunteering at a beach clean-up, the Relay for \nLife, a tree planting project and fire training, as \nwell as the We Heart Taranaki campaign.\nTrinidad staff volunteered for the Mentoring \nOur Children program, pairing students from fence-line schools with a Methanex mentor.\nVancouver team members once again \nsupported the United Way of the Lower Mainland, and gave their time to initiatives such as the Dixon Transition Society, the Crabtree Corner Breakfast Program, the Vancouver Shoreline Clean-up and the Phoenix Academy of Learning Autism Society.\nEmployees and contractors in Egypt donated \n55 units of blood to save lives.\n40  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}