{"page_content": "Methanex is the world’s largest producer and supplier of \nmethanol to major international markets in North America, \nAsia Pacific, Europe and South America. We have six \nproduction facilities and over 60 contracted terminal and storage facilities throughout the world. We distribute methanol \nto our customers via ship, barge, road, pipeline and rail. \nProduct stewardship is front and centre at \nMethanex. Working together as One Team, we promote the proper use and safe handling of methanol, while implementing environmental stewardship and social responsibility in our supply chain. By minimizing risks at critical points in the methanol value-chain – product transportation, distribution, storage and use – we are doing our part to protect the public, the environment and communities in every country of our operations. \nWe do this through a variety of internal and \nexternal health, safety and environmental initiatives that are all guided by our Global Responsible Care Management System. We work with business partners and industry colleagues to improve the stewardship of products over their life cycle. We also readily share technical and safety expertise, as well as the risks and benefits of our operations and products, with key stakeholders. We actively participate in local and international industry associations, seminars, conferences and online education initiatives. Each year, we communicate with more than 1,500 individuals worldwide, and we reach many more through our train-the-trainer model. \nFinally, we are accountable and responsive \nto the public. We respond to community concerns about our products and services, have regular and proactive engagement with stakeholders, maintain up-to-date safety information and provide product information in an appropriate and timely manner.\nPRODUCT \nSTEWARDSHIP  \nProduct Stewardship: Our Responsible Care® Ethic and Principles for Sustainability\n• Engage with our business partners to ensure the stewardship and security of our products, \nservices and raw materials throughout their life cycles \n• Innovate for safer products and processes that conserve resources and provide enhanced value \n• Work with all stakeholders for public policy and standards that enhance sustainability\nProduct Stewardship  41", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}