{"page_content": "DISTRIBUTION AND  \nSAFE HANDLING\nOur global supply chain is supported by \nthe world’s largest fleet of methanol ocean tankers, managed by Waterfront Shipping, a wholly owned Methanex subsidiary. In North America, we ship approximately 10,000 shipments of methanol by rail every year. \nWHY THIS MATTERS \nThe distribution of methanol raises potential \nsafety hazards from improper handling and \nstorage, as well as environmental impacts, \nsuch as spills. (See the Environment chapter for more information.) \nHOW WE ARE MANAGING IT \nMarine Vessel Safety Waterfront Shipping takes practical precautions to minimize risk to people, the environment and the communities in countries in which we operate. We work with our contractors, ship owners and their ship managing companies to follow best industry practices and comply with all applicable regulations. \nWe go above and beyond regulations with our \nResponsible Care programs for shipping. \nThis includes: \n• Vessel safety visits \n• Chemical Distribution Institute’s Marine (CDI-\nMarine) audits and inspections \n• Methanol safety training for ships’ crews \n• Nitrogen safety and awareness training for crews \n• Environmental compliance and energy efficiency \n• Best practice sharing within the fleet and the industry through the Methanol Group \n \nEvery year, Waterfront Shipping provides \ncustomized training programs to more \nthan 800 crew members working aboard the Waterfront fleet. This includes training on safe methanol handling and nitrogen \nawareness/nitrogen asphyxiation risks.  To verify compliance with all regulations \nand best practices, all ocean-going ships are required to complete an annual inspection based on the Chemical Distribution Institute’s Marine (CDI-Marine) protocol. In addition, all contracted barge operations are audited to verify the safe transportation of methanol on inland rivers.\nOur internal Safety Visit Program, conducted \nannually on all ships, is a review of 23 areas of on-board safety management and people practices (e.g., crew morale, motivation, leadership, safety culture). Results of this review help ship management companies improve their safety and environmental systems, and provide us with a benchmark  \nof safety practices. \nOur in-region barge operations are not \nowned or operated by Waterfront Shipping. However, all contracted companies have successfully passed our safety assessment protocol to enhance their Responsible Care performance when transporting methanol along inland rivers. \nWaterfront Shipping\nWaterfront Shipping is a wholly owned Methanex subsidiary that manages the \nworld’s largest fleet of methanol tankers. This allows for control and flexibility in delivery of product to customers. A best-in-class fleet operating reliably maximizes opportunities, minimizes cost and enhances our preferred supplier status.\n• A fleet of 22 modern, deep sea tankers\n• Size: 3,000 to 50,000 dead weight tonnes\n• Average age: less than 9 years\n• Inspected annually through CDI-Marine standard\n• > 800 crew members receive RC training annually\n• 7 new vessels to be built with the “first-of-its kind” MAN B&W ME-LGI 2-stroke dual fuel engines that can run on methanol, fuel oil, marine diesel oil, or gas oil\n42  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}