{"page_content": "Terminal Safety\nContracted terminals, used to store our methanol, are requested by Methanex to undergo Chemical Distribution Institute’s Terminal (CDI-Terminal) inspections by a third-party inspector every three years. In some cases, they are requested to do a self-assessment based on CDI-Terminal requirements. This includes essential aspects of safety and environmental protection. Following these inspections, we work with the terminals to prioritize the areas that need improvement. Other delivery locations that \nare not contracted by Methanex are also \nencouraged to participate in CDI-Terminal inspections. \nRoad and Rail Safety \nIn Canada, Methanex follows an initiative led by the Chemistry Industry Association of Canada (CIAC) called the Transportation Emergency Assistance Program (TEAP III). In the US, we adhere to the American Chemistry Council’s (ACC’s) Transportation Community Awareness and Emergency Response (TRANSCAER®), a similar voluntary chemical industry initiative that supports transportation hazard management. While these standards are only applicable in North America, we are applying them to other regions and countries as well – such as China and Japan – as part of our commitment to stewardship.\nOur Medicine Hat plant team works closely \nwith all levels of government in Canada, as well as stakeholders in Alberta, regarding all aspects of emergency planning and response. These stakeholders include the City of Medicine Hat, the Province of Alberta’s Emergency Response Team, the Alberta Industrial Fire Protection Association (AIFPA) and HALO (Southern Alberta’s Helicopter Air Lift Operation), among others. \nOur road safety program includes: \n• Audits and assessments of our land-based \ncarriers/haulers on a three-to-five year cycle using a Methanex-appropriate protocol, i.e., the CDI-Terminal program, Safety and Quality Assessment System (SQAS) in Europe, Road \nSafety Quality Assessment System (RSQAS) in \nChina, and Asociación Gremial de Industriales Químicos (ASIQUIM) in Chile. \n• Truck methanol handling safety seminars and workshops. \n• Truck company qualification and selection program. \n• Transportation route risk assessments for motor carrier routes from all producing locations, as well as assessments of newly proposed routes.\n• A road “spot test” program to assess the performance of truck drivers. Our fleet management standard sets stringent preventative maintenance requirements for our railcars, incorporating best practices and lessons learned from past incidents. In many cases, these requirements exceed \nthose of industry. \nAll of the tank cars in our railcar fleet undergo \nmandatory regulatory inspections every 10 years, including a thorough review of tanks and valves, to ensure all equipment meets and/or exceeds legislated standards. Our North America Railcar Preventative Maintenance (PM) program complements this protocol and exceeds minimum regulatory mandates by requiring our own internal inspections every five years. We are recognized annually by railroads for our safety stewardship practices. \nProduct Stewardship  43", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}