{"page_content": "RC/Methanol Safety Seminars and Education\nWe provide Responsible Care Seminars for our supply chain partners, customers, terminals, surveyors, distributors, carriers, emergency services and local and/or regional authorities. Our objective is to share Responsible Care practices and initiatives, health & safety best practices, and learnings, focusing on the methanol supply chain and dangerous goods in general.\nTo help customers train their own employees \nand interact with their communities, we also \nprovide technical Information on methanol \nand nitrogen, available free on our website. These materials are provided in multiple languages and include material safety data sheets, a safe handling guide and video, and other educational materials. \nHOW WE ARE DOING \nMarine Vessel SafetyIn 2015, our ship management companies met, on average, over 87% of the items in our Internal Safety Visit questionnaire; this included the addition of four new vessels to our fleet. This was a slight improvement over our 2014 ratings, and particularly good considering the expected learning curve pertaining to vessels new to the fleet. \nCDI-Marine inspections were completed by \naccredited inspectors for all time chartered vessels. The number of observations requiring improvement has flattened out somewhat over the last two years, indicating we’ve done a good job of addressing concerns. \nSuccessful methanol safe handling seminars \nwere completed for the 82 crew members of the Stena Germanica, the first methanol-fueled passenger ferry. Course content included firefighting and training on on-board methanol-related equipment.In 2016, we will conduct methanol safe handling training for crews on our new \nWaterfront Shipping vessels. In addition, \nwe will ensure that all crews involved in the \noperation of the methanol fuel systems are properly trained to safely operate those systems, including safe procedures for \ntransitions between fuels and handling of \npotential methanol fuel-related emergencies.\nA B C D E F G H I75%\n70%80%85%90%95%100%\n65%\n60%\n55%\n50% 2014 2015Safety Ratings – Vessel Management Companies\nWe see improvement across all management companies, with the exception of one (H).  \nIn 2015, we added a new company (I) which obtained a safety rating in line with the  \nbest performers in the fleet.\nWe exceeded the number of safety inspections, vessel visits and crew training planned in \n2015.  Partway through the year, planned nitrogen safety training sessions were increased from 1 to 2 per ship thus resulting in 32 sessions achieved.Planned            Achieved\n17 x Annual Chemical Distribution Institute – CDI-M inspections     18\n17 x Vessel Safety Visits         18\n34 x Methanol Safety Training Sessions for Crew      38\n18 x Nitrogen Safety Training Sessions for Crew      32   \n44  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}