{"page_content": "The Methanol Group \nThe Methanol Group is a working group \nformed by representatives of Waterfront Shipping, the ship owners, the technical managers of the various vessels in our fleet, and various marine safety consultants. The group’s purpose is to develop and share best practices in safety, health, environment, quality and efficiency. \nIn 2015, the Methanol Group focused on \nResponsible Care and safety priority areas \nfor the next two years, including:\nCrew wellness/well-being \n• Improvements to onboard fitness facilities \n• Improvements to Internet access for crew \n• Methanol vapors exposure awareness and \nmonitoring across the fleet\nCrew training\n• Continuous developments in onboard computer-based training systems \n• Training in ECDIS (Electronic Chart Display and Information System) \n• Energy conservation training \nMentorship and knowledge sharing\n• Structured mentoring programs\nCompliance with company policies\n• Improved processes for postings of policies, procedures and instruction\nDuring vessel visits, it was observed that that the implementation of the Ship Energy Efficiency Management Plans (SEEMP) could be improved. While the vessels meet International Maritime Organization (IMO) requirements to have an approved SEEMP onboard, implementation of energy savings initiatives could be more aligned within our fleet. In 2016, we will conduct another Methanol Group meeting where we will explore a more structured approach to energy saving.Terminal SafetyIn 2015, based on the CDI-Terminal protocol, we planned to conduct third-party audits of 14 of Methanex’s contracted terminals; this was completed. Our goal is to have over 70% of terminals Methanex delivers products to, including customer terminals, complete audits based on either CDI-Terminal, the Oil Companies International Marine Forum (OCIMF), or approved Methanex Terminal Pre-screening Assessments. We now have participation from 76% of these terminals.\nFour of these audits were with biodiesel \nplants in Latin America. Out of the four \nplants audited, two were new sites that had \nonly recently begun producing biodiesel, and had not been audited before. One of the others was a new methanol customer.  \nAn audit was also performed on a recently \nexpanded terminal in Brazil; this is our largest \nprivate terminal in Brazil and will be one of Methanex’s main terminals in 2016.  \nSome common areas requiring improvement \nacross the regions:\n• Deficiencies in firefighting equipment\n• More methanol safety training required \n• Deficiencies in explosion-prevention \nequipment \nAs part of our terminal audit program, we conduct CDI-T follow-ups to ensure any findings are addressed accordingly. In 2015, eight out of nine CDI-T follow-ups were completed.  \nRoad Safety\nIn 2015, we continued sharing our Distributor Responsible Care Standard with distributors in the Asia Pacific region. For the first time, we shared the standard with distributors in North America and Latin America. This program included our requirements pertaining to downstream sub-distributors and customers, to verify they have safety and legal compliance information, and practices in place for emergency preparedness, risk assessment, performance tracking and improvement.    The standard has been well received in North America and Latin America, and in 2016, we \nwill assist these distributors with implementing \nthe standard. In 2016, we will also continue \nrolling out the Distributor Standard in Europe, \nColombia, Brazil and Peru.\nIn 2015, we began holding Methanol Safe \nHandling Webinars on a quarterly basis. Four \nof these webinars were conducted in 2015, \nwith six of our key distributors, and over 120 \nparticipants in attendance.\nWe also commenced our partnership with the \nChinese Government State Administration of Works and Safety (SAWS), to compile a methanol responsible distribution and safe transportation handbook for the Chinese methanol industry. This is the first such guideline in China, and was launched in September 2015 and the SAWS conference. We will continue distributing copies to our customers and distributors so they can further share these best practices with carriers in our value chain.\nIn Brazil, we concluded the fourth version \nof our truck audit program with SGS at our Cattalini terminal. On an annual basis, we load more than 15,000 trucks out of the Cattalini terminal, currently the main port of entry of methanol into Brazil. More than 200 trucks from over 20 companies that service methanol were randomly inspected. Inspection of the trucks hired by customers ended with very good results, obtaining an overall score of 98%. \nProduct Stewardship  45", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}