{"page_content": "At Methanex, we want to be in business for the long term.  \nThis involves more than making sound decisions around \nfinances and growth. We also need to have a positive impact \non the communities and environments in which we live and work. A healthy and sustainable infrastructure is essential for \nensuring our business remains robust, and our people and \ncommunities thrive and grow.\nGlobal Demand for Methanol\nAs the global demand for energy continues to \ngrow, so does the demand for methanol as an alternative source of energy and fuel. China, a large driver for our business, is expected to represent more than 50% of global demand for methanol by 2019. Other regions across Europe, Australia and Latin America are demonstrating interest in emerging energy applications, such as fuel blending, marine fuels and methanol to power.\nOil prices are already an important driver \nof methanol prices as a result of growth in energy applications, and this influence will continue to grow as energy applications become a bigger part of total methanol demand.\nMethanol as a Sustainable Energy Option\nMethanol is an attractive, economically viable alternative that can provide fuel diversity, reduce emissions and increase consumer choice. As a clean-burning fuel, methanol can be blended directly into gasoline to produce a high-octane fuel that produces fewer emissions than conventional gasoline. Methanol is also used to produce methyl tertiary butyl ether (MTBE), a gasoline additive that is used as an oxygenate to raise the octane number, as well as dimethyl ether (DME), a clean-burning fuel with similar properties to propane. Finally, it’s a key component in the production of biodiesel, a renewable fuel that can be blended with conventional diesel or used on its own to power cars, trucks, buses, ships and farm equipment.\nMethanol can also be produced from \nrenewable resources like biomass, landfill gas and CO₂. The challenges of developing renewable methanol include the scale of its production, its economics relative to competing fuels, and both policies and regulations regarding renewable fuels. Feedstock availability (i.e., biomass, CO₂) is an additional market driver, but in the case of renewable methanol, is not expected to be a primary limiting factor.\nResponsible Care® and Sustainability at Methanex  5\nRESPONSIBLE CARE® \nAND SUSTAINABILITY \nAT METHANEX", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}