{"page_content": "OUR APPROACH\nWe have consistent strategic, organizational \nand compliance approaches across Methanex \nto strengthen Responsible Care and \nsustainability. These consist of our global strategy, clear accountability for Responsible Care and sustainability, our culture and our \nrigorous Responsible Care program.  \nOur Global Strategy\nOur strategy is to enhance our leading market \nposition to safely and responsibly grow the methanol market. Through a culture of collaboration and continuous improvement, we want to encourage market growth of alternate methanol uses, continue to deliver a secure supply, be a global leader in Responsible Care, and maintain the highest level of reliability in the industry. Our Global Strategy is based on three pillars: Global Leadership, Low Cost and Operational Excellence.\nGlobal Leadership – Our goal is to maintain \na global presence and leadership position in the methanol industry, supported by a flexible supply chain to meet our \ncustomers’ needs.\nOperational Excellence – We focus on \nrunning safe, reliable plants, and a reliable \nmarketing and logistics operation, so we can provide quality methanol to our customers when and where they need it.\nLow Cost \n– We provide value, and maintain a \ncompetitive position on the cost curve, so we \ncan provide a secure, value-driven supply to our customers on a sustainable basis, through all stages of the methanol price cycle.Clear Organizational Accountability \nOur corporate governance policies ensure that business decisions and practices live up to the highest values of accountability, ethical behaviour and Responsible Care.\nOur Responsible Care and Social Responsibility \npolicies and practices are established by our Executive Leadership Team and endorsed by our Board of Directors. The Board’s \nResponsible Care Committee oversees safety \nand environmental programs, while the \nPublic Policy Committee focuses on our Social Responsibility Program. The Board, through these two committees, monitors ethics, accountability, governance, business relationships, operations, stewardship, community involvement, people and the environment. Together these two committees provide oversight of Responsible Care and Social Responsibility at Methanex.\nglobal  \nleadership\nlow costoperational \nexcellence\n6  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}