{"page_content": "Responsible Care Program\nOur Responsible Care Program is founded \non the Responsible Care Ethic and Principles for Sustainability, a United Nations recognized sustainability initiative adopted by the global chemical industry to enhance community safety, employee health and safety, environmental protection, product stewardship and social responsibility. In November 1997, Methanex became the first chemical company in the world to receive global verification under Responsible Care.\nThe Responsible Care® Ethic &  \nPrinciples for Sustainability\nThe principles of Responsible Care are key to our business success, and compel us to:\n• Work for the improvement of people’s lives and the environment, while striving to do no harm\n• Be accountable and responsive to the public, \nespecially our local communities, who have \nthe right to understand the risks and benefits of what we do\n• Take preventative action to protect health and the environment\n• Innovate for safer products and processes that conserve resources and provide enhanced value\n• Engage with our business partners to ensure the stewardship and security of our products, services and raw materials throughout their life cycles\n• Understand and meet expectations for social responsibility\n• Work with all stakeholders for public policy and standards that enhance sustainability; act to advance legal requirements and meet \nor exceed their letter and spirit\n• Promote awareness of Responsible Care, and \ninspire others to commit to these principlesGlobal Responsible Care®  \nManagement SystemOur Global Responsible Care Management System (GRCMS) supports our strategic pillars of Global Leadership, Operational Excellence and Low Cost, and helps us implement the Responsible Care Ethic and Principles for Sustainability. It is based on the Chemistry Industry Association of Canada’s (CIAC’s) Responsible Care ethic, principles for sustainability and codes of practice, and follows a “Plan, Do, Check, Act” cycle to enable continuous improvement. This rigorous integrated management system covers all aspects of our program: health, safety, environment, security, process safety, reliability, emergency preparedness, crisis management, social responsibility, sustainability and product stewardship, both globally and locally.\nTo ensure compliance with the GRCMS, we \nhave a global risk-based Responsible Care internal audit program that reviews higher-level management practices. This program also helps us assess performance, manage risk, verify conformance with laws and internal requirements, and drive continual improvement. We communicate regularly to the Board about the overall health of our Responsible Care systems.\nWe use third-party assessments to provide \nexternal benchmarking and maintain integrity of our processes. Verification, which occurs on a three-year cycle, is primarily conducted through the CIAC or, in Trinidad and Louisiana, the American Chemistry Council RC 14001.\nSTAKEHOLDER ENGAGEMENT\nOur Responsible Care Purpose & Values statement and Social Responsibility Policy ensure we recognize and respond to community concerns about our operations and products, and that we promptly provide information concerning any potential health or environmental hazard to the appropriate authorities, employees and stakeholders.Our Social Responsibility Policy further commits us to having an open, honest and proactive relationship in the communities in which we operate. This includes:\n• Being accountable and responsive  \nto the public\n• Having effective processes to identify \nand respond to community concerns\n• Informing the community about risks \nassociated with our operations\nOur Key Stakeholders\n• Team members\n• Customers and methanol end users\n• Investors and shareholders\n• Industry partners, suppliers and contractors\n• Community members and industry associations\n• Government and regulatory agencies\n8  2015 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}