{"page_content": "2020 Corporate Social Responsibility Report   |  22GRI \nStandard DisclosureReport \nPage # Additional Information Resource Links\nGRI 102: General Disclosures\n102-1 Name of the organization 1 Teradyne, Inc.\n102-2 Activities, brands, products, \nand services4 About Teradyne\n102-3 Location of headquarters 4 600 Riverpark Drive  \nNorth Reading, MA 01864\n102-4 Location of operations Teradyne operates in numerous countries across the globe and \nhas significant operations centers in the United States, Japan, \nDenmark, the Philippines, China, Costa Rica, Taiwan, Korea, and \nSingaporeTeradyne’s 10-K\n102-5 Ownership and legal form 2019 proxy statement 2020 Proxy \nStatement\n102-6 Markets served 4 Information available in Teradyne’s annual 10-K Teradyne’s 10-K\n102-7 Scale of the organization 4 Information available in Teradyne’s annual 10-K Teradyne’s 10-K\n102-8 Information on employees \nand other workersOmitted: Teradyne does not disclose this information externally.\n102-9 Supply chain Teradyne’s supply chain organizations are designed to add value \nin a ways that are:  \n- Legal, accountable, and auditable  \n- Ethically, environmentally, and socially responsible  \n- Economically effective\n102-10 Significant changes to the \norganization and its supply \nchain-In April 2018 Teradyne acquired Mobile Industrial Robots A/S, \na Denmark based supplier of collaborative autonomous mobile \nrobots for industrial applications.  \n-In March 2018 Teradyne acquired Energid, a Cambridge, \nMA based engineering firm and developer of robot control, \nsimulation, and machine vision software.  \n-In January 2019 Teradyne acquired Lemysys SA, a leading global \nprovider of test equipment and associated services for power \nsemiconductor discrete devices and modules.  \n- In October 2019, Teradyne acquired AutoGuide Mobile Robots, a \nsupplier of high-payload autonomous mobile robots.\n102-11 Precautionary Principle or \napproachTeradyne applies the concepts of the precautionary approach \nby considering the long-term trajectory of climate change and \nits potential impacts on Teradyne. Elements of that ongoing \nevaluation are reflected in Teradyne’s environmental web content.\n102-12 External initiatives Sustainabilitiy Roundtable, Carbon Disclosure Project (CDP), \nCalifornia Supply Chain Transparency Act of 2010, Customs- \nTrade Partnership Against Terrorism - USA, EU Waste Electrical \nand Electronic Equipment (WEEE) Directive 2005, Global \nReporting Initiative—GRI 4.0 sustainability reporting guidelines, \nU.S. Foreign Corrupt Practices Act and similar anticorruption laws \nenacted under the OECD Convention on Combating Bribery of \nForeign Public Officials in International Business Transactions., US \nEqual Opportunity laws and accompanying regulations\n102-13 Membership of associations Semi.org  \nSustainability Roundtable  \nSecurity Executive Committee", "metadata": {"source": "NASDAQ_TER_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}