{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n12Commitment to the environment\nAs a good steward of the environment, Adtran actively promotes eco- \nfriendly manufacturing processes, energy efficiency, and conservation.  \nOur commitment is not only to global regulations and policies but it is part of a \ngreen philosophy extended into our local community, as well as our corporate,  \ncampus-wide environment.\nAs we follow our vision to enable a fully connected world, we embrace  \nsustainability. As more people are connected, work and life can be  \naccomplished using fewer resources.\nOn the journey to our vision, we must continue to be responsible corporate  \ncitizens of the world.\nWe will accomplish this in the typical Adtran entrepreneurial, reliable,  \nand ethical way by:\n• Using our Environmental Management System (EMS) as a tool to support our \ninitiatives as we explore and understand environmental issues and adapt our \nprocesses.\n• Developing and delivering products that meet our customer requirements, \nwhile incorporating material and energy conservation initiatives.\n• Striving to communicate and incorporate sustainability  \ninitiatives throughout the supply chain.\n• Continually reviewing our operations to increase efficiencies through our \nContinuous Improvement teams. Improving and protecting our environment \nwhile conserving natural resources using our unique Adtran culture.\n• Educating, developing, and empowering our employees, and thus enabling \nthem to identify and adopt best practices that will enhance sustainability.• Maintaining our financial responsibility to our shareholders  \nand employees while supporting our sustainability initiatives.\nThe major components of our environmental CSR/ESG program are the elimi-\nnation of waste and emissions, maximizing energy efficiency and productivity, \nand minimizing practices that can adversely affect the utilization of natural \nresources by future generations.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}