{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n16Key components of our energy management strategy\nThe overall goal is to reduce energy consumption when operationally,  \nfinancially, and sustainably feasible. To accomplish this objective Adtran  \nuses the following processes:\nBenchmark energy performance\nAn energy performance baseline was established to quantify the energy use \nintensity (EUI) for the campus. EUI is defined as energy consumption (KBTUs)  \nper square foot of building floor space. EUI is used to\n1.  Measure and monitor campus energy performance over time\n2. Compare building performance to other similar buildings\n3. Prioritize energy-related CAPEX projects\nWe implemented a metering program and benchmarked energy performance \nusing EUI. The data collected from the metering program provided a more  \ncomprehensive understanding of the energy performance of our campus.\nPlanning and prioritization\nEnergy conservation projects are researched, quantified, and prioritized based \non several factors including: \n• End of useful life cycle - Capital improvement projects that require  \nreplacement lighting, heating/ventilation/air conditioning, control systems, \nand other building-related projects typically have the opportunity for General \nBusiness to reduce building energy consumption and improve workspace  \ncomfort and functionality. \n• High priority – These projects include “low hanging fruit” projects with  \na one-year or less simple payback/return on investment. \n• Medium priority - Projects with a simple payback period of one to three years \nand are typically justifiable if funds are available. \n• Low priority - These projects typically have three-to-10-year simple paybacks. \nRebates and incentives often help justify the investment. \n• High visibility - This includes projects that may not have a favorable payback \nperiod but significantly increase energy awareness such as lighting dimmers \nand solar photovoltaic panels.Energy awareness\nThe purpose is to implant an energy conservation emphasis in the employees \nthrough education and participation. This is achieved by communicating plans \nand accomplishments via company Green Team events, newsletters,  \ndashboards, and participation in professional associations.\nStandards \n• Lighting - Our goal is to reduce energy and improve illumination. Adtran  \nwill consider energy reduction lighting projects when the ROI is feasible, the  \ntechnology is proven, and aesthetics are improved and/or end of the life  \ncycle. Adtran also uses motion and occupancy sensors and other smart  \nlighting controls when technology and return on investment are favorable. \n• Interior workspace temperature - Normal office occupancy hours are 7:00 \nam to 5:00 pm Monday through Friday. In general, HVAC thermostats are  \noperational but have the following set point limits: \n• Cooling 73° to 80°F \n• Heating 60° to 73°F \nAfter-hours unoccupied set points are: \n• Cooling 82°F \n• Heating 60°F \nConference rooms and VIP areas may have lower cooling limits  \nfor specific requirements. \n• Space heaters - In recent years, Adtran has curtailed the use of employee \nspace heaters due to power issues, energy management, and HVAC conflicts. \nSpace heaters are now only issued for specific medical reasons or system gaps \nas approved by management.\nAdtran’s commitment to energy efficiency is evidenced through its ISO \n14001:2015 certification, which can be viewed here.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}