{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n17Continuous improvement teams \nWe have implemented continuous improvement teams to study our internal \nprocesses to reduce waste and improve product quality and cost. By empowering \nthese teams, it allows for faster response times and a timely release of innovative \nproducts and services. From environmental initiatives to supply chain management \nto design reviews, we are always looking for improvements that will focus on our \n4 Rs - Reduce, Reuse, Recycle and Rethink. \n• Reduce - Use less and save resources that cannot be eliminated \n• Reuse - Extend the usable life of natural, company resources by using the \nmaterial in other applications \n• Recycle - Transform the material into another useful form after their initial \napplication life and reduce landfill space for waste \n• Rethink - Reconsider a better way of doing things. Consider options to reduce \nresource and energy use as well as costs \nRenewable energy\nAdtran sites in Germany (Berlin and Greifswald) have been using 100% green \nenergy since 2021. In Huntsville, we participate in the Green Flex Program for \nlarge-scale wind generation through our purchase of 9,000 MWh. This is an \nincrease from 3,000 MWh from 2021. The Green Flex Program is 100% wind \nenergy sourced from Illinois, Iowa, and Kansas and is delivered to the Tennessee \nValley. This program is Green Energy® Certified which guarantees renewable \ngeneration coverage for all purchased Renewable Energy Credits (REC).\nBy purchasing RECs, we help to reduce the impact of electricity consumption by \nusing renewable energy to replace 10% or one month of our electricity.\nGreen Flex Certificate\nCHRISTOPHER HANSEN,\nVP ORIGINATION AND RENEWABLES\nTENNESSEE VALLEY AUTHORITYJanuary 11, 2023\nTHIS CERTIFICATE CERTIFIES\nPROCURED RENEWABLE ENERGY CERTIFICATES\nAMOUNTING TO\n9,000 GREEN FLEX RECs IN 2022\n", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}