{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n22Outsourced production (EMS)\nEmissions decreased 56% from 2020 to 2021, saving 1,707 tonnes of CO2.\nWater \nWater is an important natural resource. With more than 1,359 full-time employ -\nees in Huntsville alone combined with an 82-acre campus, we have a high-water \ndemand. That said, we have established target thresholds for usage for 2022. \nThese include the following.\nWater utilization index (intensity) for domestic water of 15 gallons per ft2. \nWater utilization index (intensity) for irrigation water of 20 gallons per ft2.\nThe chart shows the water utilization index for domestic and irrigation water \nand the combined total water usage. As you can see, we came in below our  \ntargets for both categories.\nIn addition to our efforts, Huntsville Utilities, the local provider of water in the \nHuntsville area, publishes an annual water quality report. The 2021 water quality \nreport can be accessed here.Save it Forward\nAdtran is participating in the Tennessee Valley Authority’s Save it Forward \nStrategic Energy Management (SEM) program to assist in the development \nand implementation of a continuous and self-sustaining energy management \nimprovement process focused on capital, operations, and maintenance. Our \ngoal is to develop a program that will implement actions that align within the \ntriple bottom line sustainability zone that considers employees, the earth, and \neconomics with an impartial balance. The economics portion of this program \nwill use improvements in energy efficiency as a key financial contributor.\nEfforts will initially focus on the Adtran headquarters campus. The entire facility \nfootprint, including all energy systems and energy-intensive equipment, will be \nincluded. Our expectation is to gain experience with SEM and draft a plan for \nthe global implementation of the process. Success will be measured by tracking \nkWh/std. unit, Energy Utilization Intensity (EUI), and adopting the Performance \nTracking Model that will be built during the program. The goal is to reduce \nAdtran’s EUI to a score of 65 by 2030.\nAfter the review of Energy Conservation Measures (ECMs), we understand that \nthe Save It Forward program will compete for resources. We will prioritize ECMs \nand concentrate Energy Team efforts on items of high priority with high returns. \nThis will enable us to better manage competing initiatives.Water utilization\n2023 © ADTRAN, INC\nGeneral Business60.005.0010.0015.0020.0025.0030.0035.0040.0045.00\n2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022Chart Title\nADTRAN IUI ADTRAN WUI Adtran IUI       Adtran WUI", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}