{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n23Awards and recognition\nAdtran has received many awards for its sustainability efforts. Selected awards \nare outlined below.\nCarbon emissions reductions  \nAdtran is focused on reducing our carbon emissions. As a result, we have  \nparticipated in the CDP since 2017, continually looking at ways to reduce our \ncarbon emissions. Our 2021 score for climate was C, which is comparable to \nthe North America average of C. We initiated significant efforts to improve this \nscore. The company has established a focused ESG initiative that is overseen by \nthe Board of Directors. For 2021, our Scope 1 emissions were Net Zero and  \nwe have submitted initial targets. For 2022, The score remains a C.Carbon emissions reported through CDP (Scope 1 and Scope 2)\nYear Reporting period Scope 1 Scope 2\n2017 2016 13 24501\n2018 2017 65.6 25670\n2019 2018 60 21991\n2020 2019 60.6 10185\n2021 2020 58.5 8509\n2022 2021 216* 6510\nEmissions reported in Metric Tonnes CO2e\n*An unusual event, water damage in our North building impacted electrical connections to the grid. The facility ran on \nDiesel Generators to power critical areas and diesel powered air conditioners were used to cool critical infrastructure \nand reduce mold impact. Scope 1 emissions were almost four times normal. Carbon Offsets were purchased from South \nPole Carbon Asset Management Ltd. to fully offset these Scope 1 emissions.\nScience-based target initiative\nAdtran recognizes the need to not only reduce or eliminate emissions but  \nto do so in a timely fashion thus preventing harm to the environment. In 2022,  \nwe submitted our letter of commitment to the Science Based Targets Initiative. \nOur participation in this initiative will enable us to establish science-based  \ntargets that set forth a meaningful timeline for completion.\n2021C\n2022C\n2020 \nGlobal Award \nHonorable Mention  \nASHRAE Technology Award  \nEBCx Category  \nAdtran East Tower Project2018 - 2019  \nSoutheast Award  \nFirst Place\nASHRAE Region VII  \nRegional Technology Award \nEBCx Category  \nEast Tower Chiller Plant \nOptimization\n2019  \nEnergy Engineer  \nof the Year\n2021  \nAEE Energy  \nManager of the Year2022  \nAEE Project  \nof the Year", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}