{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n24Product sustainability\nWe are committed to upholding and promoting policies that protect the  \nenvironment. Our dedication to environmental compliance includes engaging \nin internal, corporate-wide initiatives, and adhering to and championing global \nstandards established for the original equipment manufacturer community.\nEco-design \nAchieving eco-design is dependent upon our ability to meet current needs,  \nwithout hindering the ability to meet the needs of future generations in terms  \nof economic, environmental, and social challenges. At Adtran, we believe that  \nit is not only possible but necessary to do this. As an innovator of networking \nproducts, we understand it is our responsibility to provide businesses with  \nsolutions that not only support eco-sustainability efforts but do so in an  \naffordable, responsible, and ethical manner. Our product sustainability  \ninitiatives include efforts to improve product design, product packaging,  \nmaterials design, and compliance with energy ratings for reduced carbon  \nmissions and increased material and energy conservation. The resulting  \neco-design initiatives can then be used to help other businesses reduce their \ncarbon footprints, lower their power consumption, and minimize their impact  \non the environment.\nIn 2022, we began Life Cycle Assessment (LCA) of our products with an initial \npilot project. This project validated the tool and the ability to identify the  \nappropriate information required. Going forward we have plans for completing \nLCA for key new products. We also initiated Eco-Design guidelines to be used \nduring product definition. These guidelines will help guide our R&D teams to \ndevelop products with the environment considered from the inception.\nInitiatives\nPackaging is an area that can have a significant impact on the product's life \ncycle. Our efforts to improve our product packaging have been highly successful. \nWe switched from an individually packaged fiber tray in an overpacked box to a \nnested bulk package design to reduce the amount of packaging materials per \nunit and therefore increase shipping pallet efficiency.\nIn another packaging reduction effort, we decreased the size of packaging \nmaterials per unit and therefore increased our shipping pallet efficiency.  \nThrough this effort, we increased the number of units per pallet by 125%  \nand decreased the air freight cost per unit by 54%.\nOld packaging \nsolutionNew packaging \nsolution", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}