{"page_content": "Environmental\nIntroduction\nOur approach\nSocial\nGovernance\nAdtran 2022 ESG Report\n25Product compliance\nWe provide products that conform to environmental directives across the globe. \nThe Restriction of Hazardous Substances (RoHS) is an initiative to reduce the use \nof Lead (Pb) and other substances commonly used in the electronics industry. \nWe have been providing RoHS-compliant products since its inception in 2006. \nWe also adhere to other sustainability initiatives including WEEE and REACH. \nBanned and monitored substances\nWe recognize the need to identify and control the chemicals (substances) used \nin our products and/or packaging. Due to the growing number of substances \nbeing monitored, our Black and Grey substance list will be continuously updated \nas new substances are identified. This Black and Grey list specifies substances \nthat Adtran has banned, restricted, or targeted for reduction. These restrictions \ncover both known regulatory and Adtran-specific requirements.  \nThese mandatory requirements are applicable worldwide.\nThe scope of the Black and Grey List covers substances present in the  \nproducts (including components, parts, subassemblies, and accessories)  \nas well as substances present in packaging materials.\nThe sections of the lists are defined as follows:\nRestriction in force: This identifies substances that are banned or restricted in \napplications (components, materials (solders, pastes, etc.), parts, subassemblies, \nand accessories) related to Adtran products and/or packaging.\nMonitored substances: This identifies substances that we expect, based on  \nreasonable facts, to be reduced and phased out from our products and/or \npackaging, subject to the availability of technically, environmentally, and  \neconomically sound alternatives. Suppliers are strongly advised to investigate \nsuitable alternative solutions.We exercise due diligence before any supplier’s components are selected  \nfor our products.  \nTo be environmentally compliant, suppliers must submit the following \ndocumentation.\n• RoHS Documentation – Statement of Compliance (SoC) -  \nBlanket or Component Specific\n• Letter of Conformance to our Black and Grey List\n• Must have a Responsible Business Alliance Code of Conduct on file  \nthat shows conflict mineral compliance or provide CMRT report\nSupplier responsibilities\nIn 2022, Adtran began working with IntegrityNext to implement a more complete \nsupplier program evaluation and monitoring program. To date, we have  \napproximately 50% of our major suppliers within the system. \nWith this tool, we communicate our required supply chain ESG responsibilities \nthrough a questionnaire. The supplier completes the questionnaire and we \nreview the supplier feedback on topics such as: Anti-Bribery & Anti-Corruption, \nEnvironmental Protection, Human Rights & Labour, Health & Safety, Supply  \nChain Responsibility, Energy Management, Conflict Minerals, Diversity, Equity  \n& Inclusion, Carbon Footprint, and Living Wages.\nWe validate that the supplier meets our key criteria. We then use the tool to \nmonitor each supplier for negative news to make sure they are maintaining the \nrequired conduct and not exposing the company to additional risk.\nGoing forward this tool will support our efforts to meet the requirement  \nof the EU Supply Chain regulations.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}