{"page_content": "Social\nIntroduction\nOur approach\nEnvironmental\nGovernance\nAdtran 2022 ESG Report\n28Benefits\nEqually important to monetary compensation is the benefits package we provide \nfor our employees. Adtran proudly offers a competitive and comprehensive \nbenefits program for its employees that ranges from insurance and associated \npre-tax spending accounts (medical, dental, vision, life, disability) to 401(k) with \na qualified employer contribution, paid time off (vacation and sick), employee \nassistance programs, and a variety of optional benefits, among others.\nThe company also offers some unique benefits like paid volunteer hours and \non-site low or no-cost services including a fitness center, cafeteria, and nurse \npractitioner. Adtran believes in the power of education. After completing one \nyear of full-time employment, employees are eligible to take part in our tuition \nreimbursement program. With approval, the program will reimburse employees \nthe cost of tuition for a degree benefitting the company. This program not only \nprovides financial assistance for employees but also gives them a means of \nseeking higher-level or higher-paying positions within the company.\nEmployee training\nAdtran offers a variety of in-person, online, and prerecorded training classes for \nemployees. Employees must complete training yearly or bi-yearly, such as GDPR \n(General Data Protection Regulation), preventing discrimination, anti-corruption, \nand information security and cyber risk awareness. We also offer employees \naccess to various productivity classes on tools we use daily, like Microsoft Excel \nand Teams. Additionally, employees have access to Udemy, where they can \naccess training on hundreds of topics. \nEmployee engagement\nAdtran continually works to maintain positive relationships with its employees. \nWe monitor employee engagement using employee satisfaction surveys and \nusing Net Promotor Scores.\nCollective bargaining agreements \nAs of December 31, 2021, approximately 168 employees (76%) of Adtran GmbH \nwere subject to collective bargaining agreements of either the Association of \nMetal and Electrical Industry in Berlin and Brandenburg e.V. or NORDMETALL \nAssociation of Metal and Electrical Industry e.V. Although these collective  \nbargaining agreements will expire on September 30, 2022, negotiations with \nthe employees of Adtran GmbH for a new collective bargaining agreement are \nongoing and we have not experienced any work stoppage. None of our other \nemployees are subject to collective bargaining agreements.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}