{"page_content": "Adtran 2022 ESG Report4Introduction\nOur approach\nEnvironmental\nSocial\nGovernanceLetter from the  \nChairman and CEOWhile this may be our first formal Corporate Social Responsibility (CSR)/ \nEnvironmental, Social, and Governance (ESG) Report, sustainability is not new \nto us. Areas like energy reduction, elimination of harmful substances, giving \nback to the communities in which we reside, and strong corporate governance \npractices, among others have been focal points for us for decades. \nAs a publicly traded global company, we believe in transparency and realize  \nthe importance of sharing information about our CSR/ESG efforts with our \nstakeholders as these efforts will help shape our success moving forward.  \nThis report will serve as a baseline. It details our efforts in Environmental,  \nSocial, and Governance and sets goals for the near term.\nAs you may be aware, we have entered into a business combination  \nagreement with ADVA Optical Networks, SE. This report will only focus on the \nefforts of Adtran, Inc. Our 2023 report will be inclusive of the entire company \n(Adtran + ADVA) once combined.From our founding in 1985, we have had the mission to be a trusted provider of \nglobal communications solutions, to develop innovative technologies used to \ncreate products and services that make communications simpler and more \naffordable for people everywhere and to foster an entrepreneurial environment \nsupported by enthusiastic employees who exhibit an unwavering commitment  \nto personal integrity and support our customers beyond expectations. It is our \nbelief that to achieve this mission we must approach everything we do with a \nsustainable mindset. We must continually ask ourselves how we can improve \ncommunication to meet the needs of our customers without having a negative \nimpact on the world around us.\nI look forward to sharing our progress with you moving forward. Sustainability is \nnot something that can be achieved alone. It will take each of us doing our part \nto ensure the future of our planet for future generations. \nThomas R Stanton \nChairman and CEO \nAdtran Holdings\n", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}