{"page_content": "Social\nIntroduction\nOur approach\nEnvironmental\nGovernance\nAdtran 2022 ESG Report\n31Green Team\nAs the Adtran Green Team continues to grow, we are always looking for Green \nevents to increase employee engagement and education. We continue to focus \non opportunities to reduce emissions and promote opportunities for inclusion \nwithin our local economies. \nGreen Team activities for 2022: As pandemic restrictions began to loosen,  \nand more employees returned to campus we restarted this initiative. \n1. Observance for Water Day March 22 - Groundwater is invisible, but its impact \nis visible everywhere. Out of sight, under our feet, groundwater is a hidden \ntreasure that enriches our lives. Almost all of the liquid freshwater in the world \nis groundwater.\n2. The Environmental Impact of Coronavirus - Shared information on how to \nincrease the amount of biomedical waste being generated, improper dis-\nposal of personal protective equipment such as face masks and gloves, and \nreduction of recycling. The Environmental Toll of Disposable Masks\n3. Volunteered with the Huntsville Green Team on these activities- \n• March 26, UAH Big Event, 9 AM - 1 PM at the UAH Campus\n• April 16, Ditto Landing Clean Up, 9 AM - 1 PM, Ditto Landing\n• May 21, South Hsv. Clean Up, 9 AM-Noon, Sandra Moon Complex4. Our master gardeners always provide educational information on gardening. \n5. Volunteered to help with the Huntsville Green Team Plant and Clean Up.\n6. Shared information to engage and volunteer for Earth Day activities  \nthroughout the community.\n7. Recycling Day - engaged employees to recycle and clean out unwanted \nitems Our Results for Recycling Day 2022:\n• Collected 20 13-gallon bags of clothes donated to  \nthe Downtown Rescue Mission.\n• Collected five bags of batteries. \n• Collected nine pairs of glasses donated to the Lions Club.\n• Collected three bags of towels donated to  \nthe Greater Huntsville Humane Society. \n• Collected recycled electronics weighing 367 lbs. \n• Collected 14 cell phones.\n• We also had a shredded Bin on campus for employees  \nto discard personal papers.\nThe Adtran Green Team ensured that all employees were engaged in this event.\n", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}