{"page_content": "Social\nIntroduction\nOur approach\nEnvironmental\nGovernance\nAdtran 2022 ESG Report\n32\nWorkplace safety\nAdtran prides itself on providing a safe work environment for its employees. The \npercentage of employees impacted by workplace accidents and the percentage  \nof work hours missed due to accidents for the past five years are as follows:\nYear Percentage of  \nEmployees AffectedPercentage of Work Hours \nMissed Due to Accidents\n2018 0.20% 0.014%\n2019 0.15% 0.002%\n2020 0.50% 0.026%\n2021 0.005% 0.069%\n2022 0.000% 0.000%\nResponse to COVID-19\nIn response to the COVID-19 pandemic, we implemented significant changes \nthat were determined to be in the best interest of our employees and the  \ncommunities in which we operate. Immediate actions taken included restricting \naccess to our key facilities globally, enabling approximately 70% of our workforce  \nto move to an effective work-from-home environment. We introduced \nenhanced health and safety standards and appropriate facility controls and \npractices in compliance with local, state, and federal recommendations and \nregulations in the U.S. and at our international locations. pandemic, recommending needed actions to senior management, and keeping \nemployees informed about the pandemic and how it affects them. Adtran chose \nto follow CDC guidelines for safety throughout the pandemic. The company also \nhosted multiple COVID-19 vaccination clinics and provided free at-home test \nkits to symptomatic employees.\nIn 2021, Adtran adopted a hybrid work model. Based on job type and need to \nbe on campus, employees were placed into one of three designations: on-site, \nhybrid, or work-from-home. Those in the on-site category work at the corporate \nheadquarters location during all work hours. Hybrid employees work from home \nthree days per week and on-site two days per week. These employees have the \nflexibility to increase their number of days on campus as needed. Work-from-\nhome employees perform all their work duties from their homes.In areas where it is necessary to have critical, on-site personnel, such as at our \nmanufacturing facilities, additional health and safety measures were implemented \nto provide the safest environment possible for these workers. These measures \nincluded, among other things, workplace health, hygiene, sanitization, social \ndistancing guidance, and alterations to our manufacturing operations to \naccommodate our COVID-19 safety plans. To date, we have not experienced \nany significant COVID-19 exposure incidents at our manufacturing facilities. \nImplementing these measures helped to protect our employees and their fam-\nilies, which in turn allowed our production facilities to remain operational and \ncontributed to our overall performance in 2020, positioning us for future growth.\nAt the start of the pandemic, Adtran enacted its Crisis Response Team. This \ncross-functional group was charged with monitoring the state of the COVID-19 ", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}