{"page_content": "Social\nIntroduction\nOur approach\nEnvironmental\nGovernance\nAdtran 2022 ESG Report\n33Diversity, Equity, and Inclusion\nAdtran is a global business, serving customers in more than 60 countries worldwide. \nWe believe that maintaining a diverse and inclusive workforce is critical to the \nsuccess of our business. We encourage an environment where individuality is \nembraced regardless of age, gender, identity, race, sexual orientation, physical \nor mental ability, ethnicity, and perspective. In this environment, each employee \nis accepted and respected and can, therefore, bring their most authentic self to \nwork. To this end, we have established an employee-driven Diversity, Equity  \n& Inclusion (DE&I) Council to spearhead our efforts. The DE&I Council is  \ncomprised of employee volunteers who are passionate about DE&I and  \nhow it affects our workforce.\nAdtran has incorporated DE&I into its interview process. Members of the DE&I \nCouncil participate in special interview sessions with potential job candidates \nallowing the candidate to ask questions relating to the corporate culture, DE&I \npractices, and other relevant issues. This enables the candidate to understand \nthe daily practices of the company from an employee perspective. Adtran has \nmade DE&I training available and encourages participation by all employees. \n \nIn addition to diversity in our workforce, we seek to ensure diversity in our board \nof directors concerning skills, experience, gender, race, and ethnicity. Our Board \nof Directors is comprised of nine members, three members are female and three \nmembers are ethnically diverse. Additionally, the board of directors has a diversity \nof skills and experience concerning accounting and finance, management and \nleadership, vision and strategy, business operations, business judgment, crisis \nmanagement, risk assessment, industry knowledge, corporate governance,  \nand global markets.\nIn addition to these initiatives, the company promotes DE&I-related days of \nrecognition and holidays to the employees. Adtran is a corporate sponsor  \nof the annual MLK Unity Breakfast and the Community Foundation’s  \nRacial Equity Fund.Equal opportunity\nHuman Resources works with the DE&I Council to raise awareness of diversity, \nequity, and inclusion initiatives within the company and encourages conversa-\ntion with employees about where change is needed and how that change can \nbe facilitated. Each year Adtran engages an Affirmative Action consultant to \nbenchmark the company’s activities per job type. Some of the areas evaluated \nare pay differential by gender for similar job types and pay differentials related \nto race or ethnicity. \n \nSome of the Human Resources initiatives underway in this area include:\nFocusing on the applicant-to-hire process to ensure the process allows  \nfor specific recruiting with a focus on eliminating underutilization.\nPlanning to further educate hiring managers on new processes and \nrequirements.\nGathering feedback from interviewers on each interview candidate. Feedback \nis audited to ensure equity. Any issues are addressed with interviewers and hiring \nmanagers.\nOngoing reviews of pay equity information.\nPerforming automated and audited outreach.\nEvaluating the effectiveness of our invitation to self-identify at the applicant \nand post-offer stages.\n• Increasing diversity in the high-potential pool and all levels  \nof the succession plan.\n• Reviewing compensation rewards and recognition strategies to ensure parity \namong the hybrid workforce.\n• Publish and communicate the Affirmative Action Plan to senior leaders.\n• Implement steps in hiring policy to increase diversity in the candidate pool, \ninterviews, and hiring.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}