{"page_content": "Governance\nIntroduction\nOur approach\nEnvironmental\nSocial\nAdtran 2022 ESG Report\n35The Adtran Holdings Board of Directors adheres to governance principles \ndesigned to ensure the continued health of the board and promote excellence \nin the performance of its duties. Our board of directors is committed to having \nsound corporate governance principles. These principles are essential to running \nour business efficiently and to maintaining our integrity in the marketplace. \nGovernance highlights\nEffective leadership, independent  \noversight, and strong governanceStockholder rights  \nand accountability\n• Independent lead director\n• Directors required to submit  \nresignations if they do not receive  \nsufficient votes for re-election\n• No classified board\n• Annual Board and committee  \nevaluations, as well as director \nself-evaluations, with focus on  \ntangible improvements\n• Regular executive sessions of  \nindependent directors\n• Risk oversight by full Board  \nand designated committees\n• Limitation on directorships of  \nother publicly traded companies• Annual election of all directors\n• Majority voting in uncontested  \ndirector elections\n• No poison pill\n• Stock ownership guidelines  \nand equity retention requirements  \nfor non-employee directors\n• No supermajority standards —  \nstockholders may amend our  \nbylaws and charter and approve  \nmergers and business combinations  \nby simple majority voteBoard composition\nThe Adtran Holdings Board of Directors is composed of members whose experience, \nqualifications, attributes, and skills, when taken together, will allow the board to \nsatisfy its oversight responsibilities effectively in light of the company’s business and \nthe laws and stock exchange rules that govern its affairs. We have no minimum \nqualifications for director candidates. In general, however, our board will review \nand evaluate both incumbent and potential new directors to achieve diversity of \nskills and experience among our directors. We seek to maintain an effective mix \nof technical, financial, operating, and management experience. Our board has \nadopted corporate governance principles to guide the company and the board \non various governance matters, and these principles task the Nominating and \nCorporate Governance Committee of the board with establishing criteria for the \nselection of potential directors, taking into account the attributes of leadership, \nindependence, interpersonal skills, financial acumen, business experience,  \nindustry knowledge, and diversity of viewpoints.\nWe have a long-standing policy of keeping our board relatively small. We also \nbelieve that our board should be comprised predominantly of independent \ndirectors from diverse backgrounds external to the company but should  \nnevertheless include the insight and judgment of our senior management.  \nOur board has no specific requirements regarding diversity but believes that  \nits membership should reflect a diversity of experience, gender, race, ethnicity, \nand age. In assessing the experience, qualifications, attributes, and skills that  \nled our Nominating and Corporate Governance Committee and board to  \nconclude that each director has the appropriate qualifications to serve as a \ndirector of the company.\n• 8 out of 9 directors are independent.\n• Our board is currently 33% female and 33% ethnically diverse. \n• The board has four primary committees that address different areas of \nthe business. These are the Audit Committee, Compensation Committee; \nEnvironmental, Social and Governance Committee; and Nominating and \nCorporate Governance Committee. The division of these committees among \nthe board members can be seen in the chart. Audit CommitteeCompensation \nCommitteeEnvironmental, Social \nand Governance \nCommitteeNominating \nand Corporate \nGovernance \nCommittee\nH. Fenwick Huss user user user user\nJohanna Hey user user\nGregory McCray user user user\nBalan Nair user\nJaqueline Rice user user\nNikos Theodosopoulos user user user\nKathryn Walker user user\nuser  Chair     user  Member", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}