{"page_content": "Governance\nIntroduction\nOur approach\nEnvironmental\nSocial\nAdtran 2022 ESG Report\n38Business ethics\nAdtran is proud to be known for its business ethics and responsible business \npractices. We are committed to conducting our business with honesty, integrity, \nand fairness. The Code of Business Conduct and Ethics unites all employees with \none set of values that guide our daily decisions and actions. \nWe not only expect our employees to act with the highest ethical standards but \nthose we choose to do business with as well. Our Supplier Code of Conduct is \nprovided to each supplier that provides products to us and outlines expectations \nin areas including the treatment of workers, workplace safety, and ethical business \npractices. Suppliers must familiarize themselves with this code of conduct and \nact in accordance with the standards it outlines, otherwise the business relationship \ncan be immediately terminated.Cybersecurity\nWe have a comprehensive approach to cybersecurity, which includes prevention, \ndetection, containment, and response. This approach is certified to ISO 27001 by \nexternal certification body (NSAI). Our layered defense approach encompasses \nproactive security monitoring of our global infrastructure by both internal solutions \nand multiple third-party Security Operation Centers. Additionally, we routinely \nperform patch management, vulnerability scans, penetration tests, and  \ncontinuous monitoring across our entire enterprise. \nOur security policy framework includes meaningful and enforceable Information \nSecurity policies and procedures. The cybersecurity program is aligned with  \nour mission and business objectives, reviewed periodically for improvements, \nand is supported by experienced and certified security professionals. This is  \nsupplemented by an information security awareness program spanning our \nglobal workforce. We also require biannual information security and  \ncybersecurity training for our global workforce.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}