{"page_content": "Adtran 2022 ESG Report5Introduction\nOur approach\nEnvironmental\nSocial\nGovernanceAbout Adtran\nGRI 2-1, 2-2, 2-6\nGeneral business overview\nAdtran is a leading global provider of networking and \ncommunications platforms, software, and services focused \non the broadband access market. Our vision is to enable \na fully connected world where the power to communi-\ncate is available to everyone, everywhere. Our business \napproach, unmatched industry expertise, and innovative \nsolutions enable us to address almost any customer need. \nOur products and services are utilized by a diverse global \ncustomer base of network operators that range from those \nhaving regional or national reach and operating as tele-\nphone or cable television network operators to alternative \nnetwork providers such as municipalities or utilities, as well \nas managed service providers who serve small- and medi-\num-sized businesses and distributed enterprises. \nWe operate under two reportable segments: \n1. Network solutions, which includes hardware and soft -\nware products. \n2. Services & support, which includes a portfolio of net -\nwork implementation services, support services and \ncloud-hosted Software-as-a-Service (SaaS) applica-\ntions that complement our product portfolio and can \nbe utilized to support other platforms as well. \nThese two segments span across our three revenue \ncategories: \n1. Subscriber solutions\n2. Access & aggregation solutions\n3. Optical networking solutions Our Subscriber Solutions portfolio is used by service pro-\nviders to terminate their access services infrastructure at \nthe customer premises while providing an immersive and \ninteractive experience for residential, business, and whole-\nsale subscribers. This revenue category includes hard-\nware- and software-based products and services. These \nsolutions include fiber termination solutions for residential, \nbusiness, and wholesale subscribers, Wi-Fi access solutions \nfor residential and business subscribers, Ethernet switch-\ning and network edge virtualization solutions for business \nsubscribers, and cloud software solutions covering a mix of \nsubscriber types.\nOur Access & Aggregation Solutions are solutions that are \nused by communications service providers to connect res-\nidential subscribers, business subscribers and mobile radio \nnetworks to the service providers’ metro network, primarily \nthrough fiber-based connectivity. This revenue category \nincludes hardware- and software-based products and \nservices. Our solutions within this category are a mix of \nfiber access and aggregation platforms, precision network \nsynchronization and timing solutions, and access orches-\ntration solutions that ensure highly reliable and efficient \nnetwork performance.\nOur Optical Networking Solutions are used by communi-\ncations service providers, internet content providers and \nlarge-scale enterprises to securely interconnect metro \nand regional networks over fiber. This revenue category \nincludes hardware- and software-based products and ser -\nvices. Our solutions within this category include open opti-\ncal terminals, open line systems, optical subsystems and \nmodules, network infrastructure assurance systems, and automation platforms that are used to build high-scale, \nsecure, and assured optical networks.\nWe are focused on being a top global supplier of fiber-\nbased communications infrastructure and SaaS appli-\ncations spanning from the cloud edge (data center) to \nthe subscriber edge (customer premises) serving both the \nresidential and enterprise connectivity markets. We offer a \nbroad portfolio of flexible network infrastructure solutions, \ncustomer premises equipment, software applications, and \nglobal services and support that enable service provid-\ners to meet their service demands now and in the future. \nThese products and services enable service providers to \ntransition to a common network supporting the simplified \ndelivery of high-capacity services, regardless of subscriber \ndensity, network topology, and infrastructure diversity. \nAdtran began operations in January 1986. Headquartered \nin Huntsville, Alabama, Adtran is located in Cummings \nResearch Park – the second largest research park in the \nU.S. and fourth largest in the world.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}