{"page_content": "Adtran 2022 ESG Report7Introduction\nOur approach\nEnvironmental\nSocial\nGovernanceSustainability working group\nWe have established a cross-functional Sustainability Working Group \nCommittee that monitors the pulse of CSR and recommends actions based on \ntheir findings. They continually monitor the company’s CSR efforts and look for \nways to improve our efforts.\nMembers of this team include:\nJay Wilson - Chief Revenue Officer (Executive Founder)\nGuido Brinkmann - Vice President, Engineering\nEd Bryan - Director, Softw are and Solutions Quality\nMike Fox - Vice President, Technical Sales\nCarsten Jordan - Director, Sales\nRonan Kelly - CTO EMEA & APAC Regions, Head of Solutions Marketing\nMartin Kuipers - Senior Staff Scientist\nAxel Schalt - Senior Strategic Planner\nAmanda Scherer - Solutions Marketing Manager\nHolger Schmidt - R&D Program Manager\nMickie Smith - Vice President, Corporate Quality and Compliance\nBarbara Tonarelli - Senior Sales Engineer\nJeff Whitmire - Senior Manager, Quality Management Systems\nBalaji Purushothama - Architect, Product Management\nAdam Weast - Product Manager\nKelley Whalen - Facilities Supervisor, Energy Management and HVAC\nChristian Musiol - Director, Quality Engineering Support\nMartin Lüst - Vice President, DT Group Account\nScott Gunter - Director, Facilities and Campus Operations\nKeith Atwell - Senior Director, Business DevelopmentCorporate quality mission\nThe Corporate Quality organization exists to support Adtran’s corporate and \ndepartmental quality objectives. Our mission is to assure that established \nsystems and processes produce products and services that satisfy or exceed \ncustomer expectations. We continually investigate and act on opportunities to \nimprove these established systems and processes. Data collection and analysis, \nmeasurements, audits, corrective actions, and risk management are some of the \nmethods used to confirm that Adtran processes result in quality outputs.\nWe operate within our Adtran Management System (AMS) which is an integrated \nmanagement system. This system is certified to ISO9001, TL9000, ISO14001 and \nISO27001 and supports our ISO17025 Regulatory Compliance Laboratory. \nAdtran Management System Policy\nAdtran is committed to our customers’ satisfaction, providing dependable, \ncost-effective, on-time delivery of exceptional products and services without \ninterruption to stated specifications.\nTo this end we will:\n• Commit to establish and meet the objectives for the management system and \ncontinually improve at the relevant functions and levels for our: Information \nSecurity, Environmental, and Quality Management System.\n• Commit to the protection of the environment, and the conservation of natural \nresources in our daily operations throughout the product life cycle.\n• Comply with all applicable laws, regulations, and company requirements.\n• Communicate and educate our employees and suppliers on environmental, \ninformation security, and social responsibilities.", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}