{"page_content": "Adtran 2022 ESG Report9Our approach\nIntroduction\nEnvironmental\nSocial\nGovernance\nAs we follow our vision to “enable a fully connected world,\" we must be a \nresponsible corporate citizen. The Corporate Social Responsibility (CSR) and \nEnvironmental, Social, and Governance (ESG) frameworks are important to us \nand act as a guide for our actions. We have established ESG and sustainability \nprograms and policies that encompass the elements of Environmental, Health \n& Safety, Ethics, Labor, and Management Systems in alignment with ISO 26000 \nGuidelines. We are committed to operating in full compliance with the laws, \nrules, and regulations of all the countries in which we operate. \nAdtran recognizes the Responsible Business Alliance (RBA) Code of Conduct \n(the “Code”) and actively pursues conformance to it and its standards in accor -\ndance with our management systems. Adtran further recognizes the Code as a \ntotal supply chain initiative. \nAs our program moves forward, we have committed to implementing the Global \nReporting Initiative (GRI) framework in our reporting for 2022. We have partici-\npated in the CDP project since 2017 and measure ourselves through evaluation \nprograms such as ISS and EcoVadis. We actively participate with our energy \nproviders in seeking alternatives to existing carbon intensive electricity sources.Stakeholder engagement\nWe engage our stakeholder’s to help define relevant areas within ESG. This \nengagement gives us valuable feedback in key areas of our programs. \n• Customers\n• Shareholders/Investors\n• Suppliers\n• Government agencies\n• Employees\n• Communities\n• Associations, NGO’s Standards bodies\nWe regularly engage our customers, through various means, either request for \nproposals, customer dashboard meetings, quality business reviews or any other \nforum that is available. We engage our investors through direct requests or \nthrough common rating services. We support Industry organizations such as TIA, \nand Fiber Broadband Association Sustainability Working Group.\nAdtran is a charter member of the Fiber Broadband Association Sustainability \nWorking Group. Ronan Kelly CTO, EMEA and APAC and Head of Solution \nMarketing of Adtran is currently the chair of this group. The working group is \nfocused on educating and informing others on the ability for Fiber networks to \npromote carbon reduction, energy reduction, and circular deign for the net -\nworks of the future.\n", "metadata": {"source": "NASDAQ_ADTN_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}