{"page_content": "25Western Digital has an extensive in-house manufacturing \nnetwork and hundreds of global production parts suppliers \nand contract manufacturers across the globe. We rely  \non our suppliers to provide the 3TG minerals, chemicals  and additives, components (rare earth magnets, printed \ncircuit boards, castings, metal parts, motors and dampers),  \nNAND-flash memory and packaging necessary to manufacture our products. Our manufacturing and assembly \nfacilities in China, Malaysia, Thailand, the Philippines and \nCalifornia develop the products we ship globally. Various stakeholders are interested in the integrity, ethics and \nsustainability of our supply chain, and we seek to ensure \nresponsibility and transparency. We work extensively with our suppliers, holding them accountable to the highest \nstandards that protect our workers, their workers, our \ncommunities and the environment.\nThe material topics in Western Digital’s supply  \nchain—Critical Minerals and Metals, and Human Rights  \nand Labor Practices—share a common management approach, outlined below. We cover our topic-specific \nmanagement under the relevant topics.\nThe Responsible Business Alliance\nSince 2007, Western Digital has been a member of the \nResponsible Business Alliance (RBA). The RBA is the world’s \nlargest industry coalition dedicated to corporate social responsibility in global supply chains. Through the RBA,  102-9\n103-2we require our global production parts suppliers and contract manufacturers to meet numerous requirements:\n º  Commit to and adopt policies and programs for complying \nwith the RBA Code of Conduct, and demonstrate they have implemented an effective process to communicate \nthe Code's requirements to their suppliers\n º  Register for RBA Online and complete an RBA  \nself-assessment questionnaire (SAQ ) for the facilities  that support Western Digital products\n º  Authorize Western Digital to access the RBA facility  \nSAQs uploaded to RBA Online and any Validated \nAssessment reports that support the manufacture  \nof Western Digital products \nWestern Digital requires major production parts suppliers and contract manufacturers to meet additional requirements:\n º  Obtain certification to the most updated revision of ISO \n14001 (Environmental), OHSAS 18001 (Occupational Health and Safety) or ISO 45001 Management System standards \n º  Undergo an RBA Validated Assessment Program (VAP) \naudit every two years and implement corrective action \nplans for any findings in accordance with RBA timelines\nOur participation in the RBA goes well beyond basic membership, since we view the RBA as an invaluable \npartner in raising the bar of corporate responsibility throughout the world. Senior Western Digital employees \nhave held seats on the RBA’s board of directors since  \n2014. We also participate actively in focused task forces coordinated through the RBA, including the Responsible \nLabor Initiative and the Responsible Mining Initiative.", "metadata": {"source": "NASDAQ_WDC_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}