{"page_content": "29\nHuman Rights and  \nLabor Practices\nWHY IT MATTERS\nRespecting human rights is a non-negotiable and  \ndeeply-ingrained aspect of how we do business. We  \nwork diligently to ensure that all Western Digital employees are provided with a working environment where they are \ntreated fairly and with respect and dignity, and are provided \nwith safe working conditions. \nWe do not tolerate human rights abuses, the use of slavery, \nforced or child labor under any circumstances and we are committed to protecting the rights of everyone at Western \nDigital. We are committed to fair and ethical recruiting \npractices to ensure potential employees are supported  and protected even before they step foot on our campuses. \nWe also work closely with our suppliers to maintain similar \npractices and commitment throughout our supply chain.\nIn addition to the shared management approach described \nabove under Architecting a Responsible Supply Chain, \nWestern Digital has adopted the additional practices below to manage human rights and labor practices.103-1\n103-2Responsibility\nAll Western Digital employees share the responsibility for protecting worker rights. We consider our employees our \nmost valuable partners and resources, and we understand \nthat protecting their long-term welfare is best for them, for our company and for the communities in which we operate. \nOur commitment to worker welfare has five main elements:\n º  Respectful workplace—a workplace free from harassment, \ndiscrimination and corruption, and where employees know \nthey can speak up if they ever witness such misconduct\n º  Fair working conditions—responsible payment practices, \nfull payment of recruitment fees and no activities that could be interpreted as compulsory labor\n º Child protection—no child labor whatsoever\n º Freedom of association\n º Employee privacy  \nWestern Digital is proud to take direct responsibility for manufacturing our products. Because our manufacturing workforce is particularly susceptible to human rights \nviolations, we pay close attention to this population. \nWestern Digital’s manufacturing workforce is predominately composed of directly-hired employees whom we employ \nand manage ourselves. This gives us direct control over \ntheir working conditions, so we can ensure that they are treated with dignity and respect and experience fair and \nsustainable working conditions. ", "metadata": {"source": "NASDAQ_WDC_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}