{"page_content": "35Health and Safety\nWHY IT MATTERS\nEmployee health and safety is foundational to Western \nDigital’s business. We take employee, contractor and \nvisitor health and safety seriously because we care about our people. We believe that safety is everyone's business, \nand aim to create a culture that supports best-in-class \nhealth and safety workplace standards and processes. This includes safety education, safe working conditions \nand employee well-being and health resources.\nResponsibility\nBecause we believe safety is a shared responsibility, \nmanagement and all other employees participate in \nmaintaining a safe and healthy work environment. We \nexpect every manager at Western Digital to establish and reinforce the “health and safety culture” through \nthree commitments: \n º Implementing and enforcing Western Digital’s \nEnvironmental, Health, Safety & Security (EHS&S)  \nprogram requirements, leading by personal example\n º Encouraging worker involvement in the structure  \nand implementation of EHS&S programs\n º  Communicating and assigning responsibility for EHS&S \nprogram implementation, and evaluating performance against expectations 103-1\n103-2Policies\nWestern Digital’s IMS Policy addresses occupational health and safety in support of our IMS approach. Additionally, we \nrequire all employees to adhere to Western Digital’s Global \nCode of Conduct, which includes the expectation to follow site safety rules, use necessary safety equipment and report \nactual or potential safety hazards.\nOccupational Health and Safety  \nManagement System\nWestern Digital’s approach to managing occupational \nhealth and safety demonstrates industry leadership. \nOur certified Occupational Health and Safety (OHS) \nManagement System is part of our company-wide IMS. The OHS Management System applies to all operations, \nall employees and anyone acting on our behalf globally \n(including contractors). \nWestern Digital achieved multi-site certificates for each of \nthe key international standards, including the Occupational Health and Safety Assessment Series (OHSAS). All Western \nDigital factories are certified to the OHSAS 18001 standard, \nand will be transitioning to ISO 45001 beginning in 2019. \nWestern Digital also conducts both internal and external \naudits to evaluate compliance with applicable health and safety laws and regulations. 403-1", "metadata": {"source": "NASDAQ_WDC_2018.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}