{"page_content": "3CEO Letter\nAt Western Digital, we believe that being  \nan industry leader is not just about having \ntalented employees or innovative products. \nIt’s also about doing business the right way, every day. That is why our commitment to \nsound corporate responsibility is deeply \nrooted in all aspects of our business. \nAt our operations throughout the world, we take responsibility \nfor the impact we have on our people, our communities  \nand our environment. Leading by example, we actively work  \nwith governments, non-governmental organizations and like-minded companies to raise the standards for doing business in a fair and sustainable way. That means we find new, \nmore resource-efficient ways to build our products. We ensure \nour employees experience healthy working conditions and reasonable expectations of performance. We improve the \nenergy efficiency of our products. We follow inclusive  \nand fair recruiting practices. We invest significant time and resources in building and strengthening our communities. \nAnd that is just the beginning.\nFor example, in 2018, our strategic investments in and \nenhancements to our global manufacturing and packaging \nprocesses, as well as our advancements in product technology, significantly reduced our energy usage, \ngreenhouse gas emissions and carbon footprint. Western \nDigital also became the first in the electronics industry  102-14to implement a waste-to-energy program. The innovative initiative at our Philippines facility earned us recognition  \nby the Department of Environmental and Natural  \nResources -Environmental Management Bureau (DENR-EMD) \nCalabarzon Region and helps us divert 35% of the site’s \nwaste from landfills.\nOur employees are foundational to our corporate sustainability \npractices. We strive to create a culture of fairness, ethics \nand integrity, which enables our employees to do their \nbest, most rewarding work and leads to high-quality and innovative products, exceptional customer service and \noperational excellence. Our Global Code of Conduct provides \na unifying guide to help every employee understand and uphold their ethical and legal obligations to our company, \npartners, industry and community. Our strong corporate \ngovernance ensures accountability and the highest level of integrity in management practices across the organization.\nThe volume and value of data in our world today is \nunprecedented. As a global leader in data infrastructure, we \naren’t just envisioning the future, we have the opportunity \nto help create it. I am very proud of our sustainability efforts at Western Digital, and this report reflects the progress  \nwe have made on our sustainability journey. We believe \nembracing transparency with our customers, partners and peers is critical to maintaining a sustainable business, and is \na reflection of our sincere commitment to architecting a \nbetter future. \n    Steve Milligan\n    CEO, Western Digital\n", "metadata": {"source": "NASDAQ_WDC_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}