{"page_content": "Unconscious Bias Training\nOur entire organization, including our executive leadership \nteam, is invested in unconscious bias training to build an \ninclusive culture that supports diversity. We implemented \nour unconscious bias training program for 400 senior leaders across the globe, equipping them to lead inclusively and to \nfully understand how to communicate and get the best out \nof every employee. Leading without bias allows us to arrive at the best business outcomes for our teams and, ultimately, \nthe company. Based on the program's success, we are \ncurrently exploring new ways to extend unconscious bias training to leaders in additional areas of the business, from \ntalent acquisition staff to manufacturing employees.\nEmployee Resource Groups\nWestern Digital strives to create a culture of belonging. We \ncommunicate to our employees about our Employee Resource \nGroups (ERGs) by holding events, posting blogs, and sharing \nmonthly videos to increase awareness. Our seven employee networks include 20 global chapters at sites in countries such \nas India, China, Israel, Thailand, Malaysia and the Philippines:\n º Women’s Innovation \nNetwork (WIN)\n º  Black Employees Network \n(BEN)\n º We.EQL  \n(LGBTQ employees)   º Pathfinders (early career \nemployees) \n º  Hispanic Latino Network \n(HLN)\n º Veterans Network\n º Disabilities Network\nERGs serve as a platform for employees to build relationships \nand connections, foster a sense of belonging and develop \nways to support our business. All Western Digital ERGs are \nopen to any employee interested in joining. \n46\nExpanding Diversity \nWith External Partners\nDiversity and Inclusion (D&I) continues to grow our relationships \nwith external partners that support our D&I strategy and optimize employee growth and development. Through our local, regional and global partnerships, our employees have the opportunity to leverage conferences and on-line web learning, participate in panel discussions and deliver keynote messages. In 2018, nearly 700 employees from around the globe participated in conferences such as Grace Hopper U.S., Grace Hopper India, Girl Geek, Women in Technology International, Watermark, Shanghai-Ladies Who Tech and others.", "metadata": {"source": "NASDAQ_WDC_2018.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}