{"page_content": "2\nMethanex 2017 Responsible Care & Sustainability Report SummaryThis report may contain forward-looking statements. By their nature, such forward-looking statements involve \nrisks and uncertainties that could cause actual results to differ materially from those contemplated by the forward-looking statements. For a discussion of these risks and uncertainties, please refer to the Risk Factors section of the Management’s Discussion and Analysis, which can be found in our most recent Annual Report or on our website at www.methanex.com.Message from the CEO   .................................................................................................................  1\nS\nustainable Energy Uses of Methanol   .....................................................................................   2\nE\nnvironment   ...................................................................................................................................\n  6\nWorkplace   .....................................................................................................................................\n  10\nProduct Stewardship   ..................................................................................................................   16\nCo\nmmunity   ...................................................................................................................................\n  20\nSummary of Responsible Care and Sustainability Indicators   ..........................................  25About This Report\nContentsWelcome to our 2017  Responsible Care® and Sustainability Report.\nThis is a condensed version of the full report, which is available online at  \nwww.methanex.com/ 2017 RCsustainability.\nThis report covers the period from January 1  to December 31, 2017, and focuses on \nMethanex’s performance and impact in five key areas: Sustainable Energy Uses of Methanol, Environment, Workplace, Community, and Product Stewardship. In celebration of our 25\nth anniversary, this year’s report also highlights some historical \naspects of our activities and achievements.\nOur reporting scope includes assets over which Methanex has direct or part \nownership and full operational control. In the case of our wholly owned subsidiary Waterfront Shipping Ltd. (www.wfs-cl.com), our reporting boundary includes time- or spot-chartered vessels to the extent that Waterfront has commercial control through charter party contracts.\nWe report on our activities and achievements as part of our commitment to \nResponsible Care and sustainability, our accountability to the public, and our pursuit of continual improvement.  Our Responsible Care Program is rooted in the Chemistry Industry Association of Canada’s Responsible Care ethic, principles for sustainability, and codes of practice (www.canadianchemistry.ca). These ethics and principles are \nrecognized by the United Nations and adopted by the global chemical industry. They commit us to:\n•\n Wo\nrk for the improvement of people’s lives and the environment,  \nwhile striving to do no harm\n• Be a\nccountable and responsive to the public\n• Pro\nactively protect health and the environment\n• Inn\novate for products and processes that conserve resources\n• En\ngage with business partners to ensure responsible stewardship  \nof our products throughout their life cycle\n• Un\nderstand and meet expectations for social responsibility\n• Wo\nrk with all stakeholders for public policy that enhances sustainability\n• Pro\nmote awareness of Responsible Care and inspire others to  \ncommit to these principles\nPlease visit methanex.com for past reports and to learn more about Methanex, our \nsafety policies, and methanol facts. For the complete version of our 2017  Responsible \nCare and Sustainability Report, please visit:  www.methanex.com/ 2017 RCsustainability.", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}