{"page_content": "9\nWASTE MANAGEMENT\nThe amount of waste generated in 2017  decreased by 14 % compared to 2016 .\nFrom year to year, the amount of waste generated at Methanex is highly dependent \non plant maintenance turnarounds and projects.\nIn 2017 , we had plant turnarounds at two sites, accounting for approximately 37 % of \nthe waste we generated. The majority of recycled material was nonhazardous spent \ncatalysts, steel from machinery, piping, and wood.\nOther nonhazardous waste disposed to landfill included materials such as insulation, \nspent filtering resins, asphalt, and sludge, which were disposed in accordance with local regulations.\nOver the last few years, we’ve been steadily decreasing the volume of hazardous \nwaste we generate, while recycling as much hazardous waste as possible. In 2017 , 8% \nof our total waste was hazardous, of which half was recycled. On average, more than 90% of our waste is nonhazardous.\nEnvironment SummaryA sustainable alternative to reusing \nclean effluent water in Egypt\nIn 2017 , Methanex Egypt signed \nan agreement with the Egyptian \nEnvironmental Affairs Agency (EEAA) to deliver a lasting and creative solution to \nthe disposal of our clean effluent water.\nWorking in collaboration with the EEAA \nand the New Damietta Development Authority (NDDA), our team proposed re-channeling our clean effluent water \nto irrigate nonagricultural gardens in \nNew Damietta. This solution significantly reduces the discharge of treated effluent into the Mediterranean Sea and provides an additional source of clean reusable water to the NDDA.\nThroughout the process, our main goal \nwas to ensure that we continue to act and live the values of Responsible Care. \nWe care deeply that our business in \nEgypt continues to be environmentally compliant, sustainable, and efficient, and that we deliver value to the Damietta community and local government.kg\n2017 2016 2015 2014 2013Nonhazardous \nwaste(disposed)Nonhazardous waste(recycled)Hazardous waste(disposed)Hazardous waste(recycled)\n500,000\n01,000,0001,500,0002,000,000Waste Generated/Recycled\nSPILL PREVENTION AND RESPONSE\nAfter three consecutive years with zero significant spills, we experienced a \nslow methanol leak from a storage tank.\nIn 2017, during routine groundwater monitoring at our port terminal in Taranaki, we \ndiscovered methanol in groundwater that was subsequently traced back to a slow leak from a small hole in one of our storage tanks.\nWe promptly repaired the leak and conducted a further assessment of the impacted \narea, determining that the spill was localized in nature. We also continued our groundwater monitoring, which showed a continual decline of methanol readings.\nIn line with our rigorous incident investigation process, we reviewed the controls in \nplace against spill events of this type, shared the lessons learned with all our other manufacturing sites, and took appropriate preventive actions. We continue to work \nwith subject-matter experts and local agencies to determine if further actions  \nare required.\nOur approach to spill prevention, enhanced by our process-safety management (PSM) \nand lessons-learned programs, continues to have good results across the organization; we \nhave not had a significant spill at other sites in four consecutive years. (See graph, right.)Environmental Spills\n20130 0 0 0 0 0 0 0 0 0 0 0 0 0\n2014 2015 2016 20173\n2\n1\n0\nOther spill —  \nPetroleum products or treatment chemicals (major)  Other spill —  \nPetroleum products or treatment chemicals (serious)  \nMethanol spill \n(major)Methanol spill (serious)0 0 0 0 0 0Number of spills3\n1 1\nHazardous  \nMethanex Egypt signs a cooperation protocol with New Damietta \nDevelopment Authority to use the plant's clean effluent water for irrigation of nonagricultural gardens in the city", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}