{"page_content": "12\nMethanex 2017 Responsible Care & Sustainability Report Summaryhazards from causing injuries. We are addressing this by placing even more focus on \nour Critical Activities, Rules, and Expectations (CARE) standards, application of lessons learned from incidents, and clear communication of our standards, practices, values, and responsibilities to all who work on our sites.\nOverall, our historical injury frequency rate is following a good trend. Our continuous \nimprovement program is driven through audits, inspections, analysis of incidents, and changes in safety philosophy. We also look at the RIFR as a lagging indicator, to see if \nwe are trending in the right direction. As we move forward in 2018, we will continue \nto challenge ourselves to maintain the lowered rates and advance toward our goal of zero harm.\nWorkers in New Zealand demonstrating an innovative tank-inspection process that uses a robot camera to \nimprove safety for work in confined spaces* Recordable injuries ar e inciden ts that requir e medical a tten tion or that result  in restric ted w ork or lost  time . \n   The fr equency (R IFR) is calcula ted per 200,000  hours w orked.\n2017201620152014201320122011201020092008200720062005200420032002200120001999\n00.51.01.52.02.5\nEmployee RIFR Contractor RIFR Employee RIFR (linear) Contractor RIFR (linear)18-year Global Recordable Injury Frequency Rate (RIFR) Our first safety video on lessons \nlearned from a 2016  incident\nIn 2016 , a potentially significant incident \noccurred during the demolition of an \nabandoned wastewater neutralization tank at our Medicine Hat facility. We were \nfortunate that no one was hurt. From that \nexperience, we committed to ensuring that this type of incident never happens again.\nIn 2017 , we produced a safety video—a \nfirst for Methanex—to communicate the \nlessons learned from this incident to site \nemployees, global peers, and external stakeholders. The video was shared across the organization with a presentation, and employees were asked to consider the lessons carefully for any applicability \nwithin their region and work activities.\nOne of the lessons we learned from this \nincident was the importance of recognizing the unique hazards in non-routine jobs. This has had a great impact on many \nof our systems, leading to changes and \nheightened awareness in planning processes, definition of job scopes, pre-job risk reviews, and permitting processes. It has also resulted in a project to produce a video library of important safety-related Methanex stories based on past incidents.\nThe video is available on our website.\nA multi-department team reviews risks and hazards of \nscheduled work at a daily planning meeting", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}