{"page_content": "13ADVANCING PROCESS SAFETY\nWe completed numerous process-safety initiatives, including the publication of \na handbook for leaders and a management session for senior leaders.\nIn 2017 , we undertook a number of initiatives to better systematize our process-safety \nactivities and build greater awareness of our key risks and safeguards. \n• Our new publication, Process Safety Management: A Handbook for Methanex \nSenior Leaders, was distributed to 130  senior leaders to explain what process safety \nis, why it is important, how we manage it, and what is expected of this level of leadership.\n• We held a session on process-safety management at the Global Leadership Council, an annual meeting of our most senior leaders.\n• We identified the top three process-safety risks at each manufacturing location and shared them through the management structure to the executive team to build a common awareness of key process-safety risks at all leadership levels and provide focus for projects in 2018 .  \n• We advanced the implementation of global standards for process hazard analysis, safety-critical elements, and safe operating limits.\nWorkplace SummaryPromoting health in New Zealand\nOur New Zealand team implemented numerous health initiatives and received  \na Workplace Health & Safety award for their efforts.\nIn 2017, our New Zealand team received a \nWellness at Work award at the Workplace Health & Safety Awards, the country’s only nationwide, all-sector health and safety awards. The award recognized Methanex’s \nwell-being program, which has evolved to \ncreate positive and sustainable impacts for staff and their families, going above and beyond accepted corporate practice in  \nthis area.\nNew Zealand workplace health initiatives \ninclude bladder- and bowel-cancer screening, nutrition consultations, fitness testing, support for smoking cessation, and flu vaccines. An extensive fatigue-management program protects all plant \nworkers from the hazards of working with \ninadequate rest.\nDuring the 2017 turnaround, the New \nZealand team took further steps to promote healthy lifestyles by providing \nfree fresh fruit to workers.  Employees and \ncontractors consumed almost two tonnes of fresh fruit over the course of  \nthe turnaround. \nThey also accumulated a total of  \n260,000 working hours without a single \nrecordable injury.\nBUILDING OUR RESPONSIBLE CARE CULTURE\nWe took our Switch On to Responsible Care message deeper into our culture, \nand began sharing it with our contractors. \nWhen we launched our Switch On to Responsible Care program in 2015 , we trained \nnumerous leaders in this engaging approach to safety that emphasizes each \nperson’s individual role in safety and Responsible Care. In 2016,  we took this training \nto employees at all levels and trained internal facilitators to continue sharing the message across the entire organization.\nIn 2017 , our trained internal facilitators led five sessions in two manufacturing  \nregions (New Zealand and Trinidad), bringing the total number of employees now \ntrained in this core cultural piece to 1000 . In 2018, we will run a Switch On workshop \nfor our Executive Leadership Team and the Board of Directors, and we will also design a workshop to be delivered into other parts of the company, such as Marketing  and Logistics.", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}