{"page_content": "14\nMethanex 2017 Responsible Care & Sustainability Report SummarySwitch On principles are impacting our own teams, and also the way we work with \nour contractors on our worksites. In preparation for a maintenance turnaround at our New Zealand plant, we spent a day aligning both Methanex and contractor staff around our approach to safety. Before a plant outage in Trinidad, a cross-functional \nteam spent two days—one with employees, and the other with supervisors and \nprincipals of our contracting companies—to set the safety tone for the outage.\nTALENT MANAGEMENT\nLEARNING AND DEVELOPMENT PROGRAMS\nIn 2017 , we successfully launched our High-IMPACT Coaching and Mentoring \npilot program in North America. \nOur High-IMPACT Coaching and Mentoring program was created to build a strong \nfoundation for knowledge-sharing within our organization. The program piloted in 2017 with eight individuals paired with a coach from a different location or function. The coaches focused on helping the individuals achieve one of their personal or career-development goals. The coaches’ growth and development were also supported by internal and external coaching support, specifically focused on helping them develop a leadership mindset that empowers individuals and enables \ninnovative problem solving. \nBased on the success of the pilot, the program is expected to roll out globally in 2018 \nas a complement to regional coaching initiatives that are already underway.\nFOSTERING COMMUNICATION AND AGILITY\nWe developed an IT strategy to improve our business processes and enhance \ncommunication and collaboration. \nOur 2016 Employee Engagement and Culture Survey identified the need to improve \nour information systems to make it easier for people to obtain useful data and network with colleagues around the world.Technical training and development \nfor controllers and operators in Egypt, Trinidad\nIn 2017 , we delivered targeted training \nprograms for operators in two of our \nmanufacturing regions, specifically relating to technical knowledge and fostering of \nleadership—areas identified by our 2016  \nEmployee Engagement and Culture Survey \nas opportunities for improvement.\nThese formal and informal programs \npresented a variety of opportunities and approaches to meet the evolving needs of today’s learners. \nIn Egypt, controllers and operators were \ntrained in sharing their procedural understanding and knowledge of plant areas with colleagues to strengthen the team's technical competency. \nIn Trinidad, a development program \nwas launched to help operators make successful transitions to supervisory leadership roles. In Trinidad’s Maintenance department, lunch-and-learn sessions were held to strengthen technical knowledge \nand skills, and continue to build informal \nlearning groups.\nOur learning and development programs \nrecognize the value in diverse approaches to learning and the importance of \nfacilitating knowledge sharing between \nindividuals and teams.\nTechnical training session in Egypt\n", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}