{"page_content": "1\n2017 marked our 25th anniversary as a company. It was an \noutstanding year in every aspect. We achieved record sales and \nproduction while developing our people, strengthening our programs, and deepening our commitment to our Responsible \nCare Ethic and Principles for Sustainability.\nMethanex formed in 1992  as a small collection of manufacturing \nplants in a emerging industry. In 25 years we have merged our \nassets into a unified business; acquired, retired, restarted, and relocated plants; built a new plant from the ground up; and formed a shipping company. More importantly, we have built an incredible global team and developed strategic partnerships to \ngrow new applications for methanol.\nFrom the start, we have conducted our activities with a \nResponsible Care and sustainability ethic and worked to spread \nthat message throughout the value chain. With commitment and \nsupport from every level of the organization, we have embedded Responsible Care—and its ongoing improvement—into the hearts and minds of our team. \nAn exciting milestone in 2017  was the one-year anniversary of the \ndelivery of the world’s first-of-their-kind dual fuel vessels capable \nof running on methanol. The addition of these seven ships to our fleet is one of several examples of how methanol is growing in the energy sector, driven by global regulatory trends toward cleaner-\nburning fuels. In both our work to advance methanol as a clean \nsource of energy and our robust product stewardship programs, Responsible Care is our foundation.\nEnvironmental stewardship and protection are fundamental to \nour Responsible Care practices. Since our start as a company we have reduced CO2 emissions intensity from manufacturing by 34 % \nwhile achieving record levels of production. Improvements to the reliability and operational efficiency of existing plants and use of the latest technologies in our newer plants have enabled this \nachievement, and they remain our focus today.\nThe health and safety of people are our top priorities. This is why \nwe set our goal as zero injuries and maintain the highest standards \nfor physical, mental, and social well-being in the workplace. \nIt is also why we are disappointed to report more injuries to team members in 2017  than we have had in recent years. Since \n2014 we have achieved good results due to key safety culture \nand contractor management programs, and we are continually John Floren President and  \nChief Executive Officerevolving our safety programs. We know that we are on the right \ntrack, and in 2018 , we will intensify our efforts to advance these \nprograms and attain our goal of zero injuries.\nWe have the capacity to make a difference for people. We also \nknow that it is our people's talent, creativity, and commitment that enables us to make a positive difference for people in our \ncommunities.  Through our team’s passion for volunteering, \nfundraising, and sponsorship, we are making contributing to the sustainability of our communities.\nOne of the ways we take care of our people and ensure the \nsustainability of our organization is through employee engagement and talent development. In 2017, we made important strides in \nresponding to employee feedback by building and strengthening our mentoring, leadership, and Switch On to Responsible Care programs throughout the organization. We also improved technology tools \nthat enable inter-regional collaborations, a hallmark of our global \nbusiness operations.\nWith incredible teams, hearts and minds engaged in Responsible \nCare and sustainability initiatives, we continue to provide safe, \nreliable, low-cost product to our customers and remain unrelenting in our Responsible Care efforts.Message from \nthe CEO", "metadata": {"source": "NASDAQ_MEOH_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}