{"page_content": "ABOUT THIS REPORT\nCONTENTSWelcome to our 2018 Responsible Care® and Sustainability Report.\nThis report covers the period from January 1 to December 31, 2018. It focuses on \nMethanex’s performance and impact in five key areas: Sustainable Energy and \nMethanol, Environment, Workplace, Community, and Product Stewardship.\nWe report on our activities and achievements as part of our commitment to \nResponsible Care and sustainability, our accountability to the public, and our \npursuit of continual improvement.\nThis report includes descriptions of how we manage our material aspects. For some \naspects, it also includes our quantitative measures, or key performance indicators \n(KPIs).\nThese KPIs help us drive progress and measure performance in key areas of \nResponsible Care and sustainability. They also reveal trends and help us identify \nissues that require further action.\nOur reporting scope includes assets over which Methanex has direct or part \nownership and full operational control. In the case of our wholly owned subsidiary \nWaterfront Shipping Ltd., our reporting boundary includes time- or spot-chartered \nvessels to the extent that Waterfront has commercial control through charter party \ncontracts.\nA printable, summary version of this report is available at https://www.methanex.\ncom/responsible-care/responsible-care-sustainability-reports . Please visit our \nwebsite for a web version of this report, past reports, and more information about \nMethanex, our product, and Responsible Care.\nMessage from the CEO         1\nResponsible Care and Sustainability    2\nSustainable Energy and Methanol      6\nEnvironment        12\nWorkplace      18\nCommunity     28\nProduct Stewardship      36\nSummary of Responsible Care and Sustainability Indicators 44\nThis report may contain forward-looking statements. By their nature, such forward-looking \nstatements involve risks and uncertainties that could cause actual results to differ materially \nfrom those contemplated by the forward-looking statements. For a discussion of these risks and \nuncertainties, please refer to the Risk Factors section of the Management’s Discussion and Analysis, \nwhich can be found in our most recent Annual Report or on our website at www.methanex.com.", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}