{"page_content": "METHANOL AS VEHICLE FUEL\nMethanex continued to support the sustainable growth of methanol as a \nvehicle fuel in China. \nIn China, increasingly stringent air quality standards are supporting the adoption \nof methanol as a clean-burning vehicle fuel. Methanol fuel significantly reduces air \npollutants when used in place of gasoline or diesel.\nIn 2018, the Ministry of Industry and Information Technology (MIIT) successfully \ncompleted its M100 (100% methanol fuel) national vehicle pilot program. In March \n2019, together with seven other ministries in China, the MIIT published guidelines to \npromote the use of M100 vehicles. The guidelines will allow provinces throughout \nChina to commercialize M100 and opens up the market to additional types of M100 \nvehicles, including sedans, buses, and trucks.\nMethanex has been working with automobile manufacturer Geely and other partners \nin two provinces in China to support the growth of M100 in this country. We helped \nprovide training sessions in Xi’an, Shaanxi province, where approximately 10,000 \nnew M100 taxis are expected in 2019. Similarly, in Guizhou province (where there are \nalready more than 5,000 M100 taxis operating), we are supporting an additional 8,000 \ntaxis in 2019.\nTo support this growth, the Xi’an government also announced that M100 vehicles are \neligible to use the city’s bus lanes and are exempt from the city’s road-space rationing \nprogram.\nMETHANOL AS POWER SOURCE\nMethanex organized a Responsible Care seminar on the safe handling of \nmethanol as a fuel for industrial boilers and engaged in other initiatives to \nsupport the use of methanol as power.\nIn 2018, Methanex helped organize a Responsible Care seminar on the safe handling \nof methanol as a boiler fuel in China. Attended by 40 people from local government \nand industries that use methanol boilers for heating applications, the seminar featured \nsessions on new national standards addressing the use of methanol as a boiler fuel. \nOther presentations promoted the safe handling and operation of methanol.India is also piloting methanol technology for \ncargo vessels\nIn India, the Inland Waterways Association \n(IWAI) announced a pilot project that will involve \nconversion of three functioning workboats to \nmethanol, and the launch of six new methanol-\nfueled cargo vessels in the 1,000 to 2,000 tonne \nsize range. \nMethanol blends are advancing around the \nworld\nIn various regions around the world, methanol \nblends are being commercialized for their \nenvironmental, economic, and energy security \nbenefits. \nIn India, the government is promoting the \nintroduction of methanol fuels, including M15 \n(15% methanol, 85% gasoline). In Italy, an \nM15 blend has been introduced to fuel the \ncar-sharing fleet “enjoy.” Israel issued an M15 \nnational standard in 2016 and commercial \nblends are available at some filing stations. \nIn Chile, Egypt, and New Zealand, Methanex is \nworking with governments to complete pilots of \nlow-level methanol fuel blendsIn Xi’an city and Guizhou province, the number of methanol-fueled taxis on \nthe road is expected to reach ~23,000 by the end of 2019. \nLeft, methanol-fueled boilers in a seafood processing plant in Dalian; right, methanol burner for an industrial boiler\nSustainable Energy and Methanol         9\n", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}