{"page_content": "Methanex has partnered with stakeholders in China to support the publication of \nnational and group standards for methanol as a boiler fuel and also released a \nMethanol Safe Handling Guidebook. (See Product Stewardship chapter.)\nRENEWABLE METHANOL\nWe supported CRI’s renewable methanol plant in the development of an ISO \n14001 environmental management system. \nIn 2018, we supported initial development of an environmental management \nsystem (EMS) for Carbon Recycling International (CRI, a privately held company with \nheadquarters in Reykjavik, Iceland, that operates a renewable methanol plant). A \nformal EMS will support CRI’s efforts to protect the environment and use natural \nresources more efficiently. This work included a gap analysis against the ISO 14001 \nstandard and training of key personnel. \nWe also assisted CRI in updating and revalidating their hazard and operability study \n(HAZOP). The HAZOP study identifies and evaluates process issues that may represent \nrisks to personnel or equipment, with the ultimate goal of avoiding incidents. The \nstudy was revalidated to reflect cumulative changes to the production process and risk \nover time, and to improve the mitigation of risk. \nMethanex is a key shareholder in CRI, with board representation. By supporting CRI’s \nsafety and environmental practices in manufacture and transport, we are helping to \nenable the sustainable growth of renewable methanol.\nHoward Seto (Methanex), Valdimar Olsen (CRI), Kevin Kerik (Methanex), and \nGunnar Thordarson (CRI) at the CRI plant in Iceland\nPilot program for 100% methanol-fueled \nvehicles continues to expand in Iceland\nAnother Geely initiative to promote M100 (100% \nmethanol-fueled) vehicles is the expansion of \nits M100 pilot program with Carbon Recycling \nInternational (CRI), a renewable-methanol \nmanufacturer in Iceland. Following a successful \none-year pilot of six M100 cars in Iceland, Geely \nnow plans to expand the program in the coming \nyear. Methanex supports CRI in its development \nof safety management systems to enable the \ncompany’s continued sustainable growth and its \ncontribution to the renewable methanol market. Methanol continues to advance in China’s boiler \nindustry\nThanks to increasing use of methanol as a \nboiler fuel in China, we’ve been taking steps to \nsupport methanol as a fuel for industrial kilns \nin China. As with the boiler market, the benefits \nof methanol in this market are its clean-burning \nproperties, its potential to lower fuel costs, and \nthe modest capital cost of conversion to run on \nmethanol.\n10          Methanex 2018 Responsible Care and Sustainability Report\n", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}