{"page_content": "Environment\nWe take a multi-pronged approach to minimize our environmental impact. We make \nefficient use of natural resources, such as natural gas, energy, and water. We monitor \nand minimize the waste and emissions we generate and maintain a comprehensive spill-\nprevention program.\nCO 2 EMISSIONS AND ENERGY CONSUMPTION\nWe continue to reduce our CO 2 emissions intensity from \nmanufacturing.\nIn 2018, Methanex generated 4,093,573 tonnes of CO 2 emissions \n(Scope 1, on an equity basis) from methanol production. Our \nCO2 emissions intensity decreased by 2% (0.568 tonnes of CO 2 \nper tonne of methanol in 2018, compared to 0.580 in 2017). This \nreduction of emissions intensity was achieved even while methanol \nproduction increased slightly (by 24,000 tonnes).\nThe improved CO 2 emissions intensity is due in part to improved \ngas supply in Chile and Egypt, resulting in higher production with \nimproved efficiency, reduced consumption of natural resources, \nand reduced emissions to the environment.  Higher production \ncontributed to a 1% increase in our total energy consumption from \nnatural gas.  \nIn 2018, our indirect CO 2 emissions (Scope 2 emissions, on an \nequity basis), which are primarily from purchased electricity, \nincreased by 1% to 206,596 tonnes. This was the result of higher \nelectricity use to support higher production levels in Egypt. Our \nconsumption of renewable electricity (hydropower) decreased by \n29% due to plant outages from two plant maintenance turnarounds \nat our New Zealand sites. New Zealand is the only country where \nwe purchase electricity produced with renewable energy. (See the \nenvironmental data summary table at the end of this chapter for \nmore data on electricity consumption.)  \nEnvironment          132014 2018 2016 2017 20150.00.10.20.30.40.50.60.70.80.91.0 8M\n6M \n4M\n2M7M\n5M \n3M\n1M\n0\nCO2  Emissions Total Pr oduc tion Emissions In tensityCO2 EMISSIONS FROM METHANOL PRODUCTION (SCOPE 1)tonnestonnes CO 2/tonne methanolWith six manufacturing sites and 11 operational plants, we \ncontinually look to improve our overall plant reliability and \nmaximize the use of our assets to minimize energy consumption \nand CO 2 emissions. In 2018, our overall plant reliability was \n95%, an improvement from 93% in 2017 but below our target \nof 97%. We believe this target is achievable, and we continue to \nfocus on reliability as a way to enhance production results and \nenvironmental performance. \nHistorically, the longer-term trend indicates a sustained decrease \nin CO 2 emissions intensity: from 1994 to 2018, we’ve had an overall \ndecrease of 36% in emissions intensity. Initially, the decrease was \nachieved by removing some of our older plants from active service. \nMore recently, the addition of newer plants, improved catalysts, \nand improvements to the reliability of existing plants have further \nlowered the emissions intensity of our operations.", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}