{"page_content": "Environment          17 Our Approach to Volatile Organic Carbon (VOC) \nEmissions\nWhen methanol is in storage or being transferred, under certain conditions \nsome of the vapours may be released to atmosphere. These vapours are \nknown as volatile organic compounds, or VOCs. \nWhy this matters \nEmissions of VOCs to the outdoors are often regulated, especially in heavily \nindustrialized or urbanized locations, to prevent the formation of ozone, a \nconstituent of photochemical smog. Many VOCs form ground-level ozone by \n“reacting” with sources of oxygen molecules such as nitrogen oxides (NO x) \nand carbon monoxide (CO) in the atmosphere, in the presence of sunlight. \nHow we are managing it \nWe use methanol vapour-recovery systems on storage tanks and in \nloading areas when there are air quality issues or applicable regulatory \nrequirements. Leak detection and repair programs further enable us to \nminimize the emission of methanol vapours throughout the plant.  \n Our Approach to Water Management\nWater is a feedstock resource for manufacturing methanol. It is essential for \nproduction processes such as natural gas reforming, steam generation to \ndrive compressors, heat transfer, and cooling processes. \nWhy this matters \nWater is a resource needed for methanol production, but it’s also a resource \nfor the communities and ecosystems in which we operate. This is why \nwe focus on using water as efficiently as possible and protecting aquatic \necosystems through effective wastewater treatment and spill-prevention \nsystems. \nDepending on the location, our plants use either fresh water or sea water. \nBecause fresh water is a shared natural resource with our communities and \nenvironment, we put the bulk of our efforts into conserving and protecting \nfreshwater sources. \nHow we are managing it \nOur water stewardship standard guides our decision-making and program \ndevelopment. It focuses on: \n • Monitoring water risks and addressing impacts to communities, \nproduction, and suppliers \n • Conserving water by minimizing, reusing, and recycling, and by \nclosely monitoring water use associated with energy consumption \n • Protecting water sources by reducing wastewater and contaminants \nof concern \n • Monitoring data specific to water use, water quality, and effluent \ndischarge \n • Collaborating with local communities to invest in water stewardship \ninitiatives \nThroughout our plants, we conserve water by recovering waste steam \nand water, which are then reused in the production process. We also \nconduct regular groundwater monitoring to ensure that groundwater is not \ncontaminated. \nIn accordance with regulations, all wastewater from our operations is \ntreated and analyzed before being discharged. We go beyond regulatory \nrequirements and set a stricter internal leading-indicator target for the \nperformance of our treatment systems. This gives us advance warning of any \npotential issues with wastewater systems.  Our Approach to Waste Management\nThe largest quantity of waste we generate occurs during major maintenance, \nplant refurbishments, and servicing work. This waste includes construction-\nrelated materials such as scrap metal, wood waste, piping and vessel \ninsulation, cardboard, and other packaging waste and containers. \nWhy this matters \nIt is important that we operate in a way that minimizes the use of resources \nand the amount of waste that is disposed. \nHow we are managing it \nEach Methanex location monitors the volume of waste that is generated and \ndiverted from disposal to recycling/reclamation facilities. Over the last few \nyears, we’ve been steadily decreasing the volume of hazardous waste we \ngenerate, while recycling as much hazardous waste as possible. \nWe focus on critical recycling measures and ensure that any waste generated \nis stored appropriately and disposed of by qualified waste-management \ncompanies. We also track data about the waste we generate, so we can \nidentify opportunities to reduce it through recycling, reusing, or reducing at \nsource. All of our facilities have recycling programs in place; these include \nrecycling for paper, cardboard, beverage bottles, and petroleum products. \nOur Approach to Spill Prevention and Response\nOf the hazardous materials that could spill at a manufacturing site, the most \nsignificant are methanol, petroleum products from machinery (e.g., fuel, \nlubricating oils), and water-treatment chemicals. \nWhy this matters \nWhen compared to substances such as conventional gasoline and diesel \nfuel (and many of their constituent elements, such as benzene), methanol is \nsafer and more environmentally benign. Since methanol occurs naturally in \nthe environment and is readily biodegradable, methanol spills are unlikely to \naccumulate in the groundwater, surface water, air (as vapour), or soil. \nHowever, a large release of methanol has the potential to adversely impact \nthe immediate environment, depending on the nature and quantity of the \nrelease. \nHow we are managing it \nTo prevent spills, we proactively conduct plant maintenance and inspections, \ntrain our employees on environmental management, and implement \nprocess-safety management (PSM) programs. The primary goal of PSM is \nto prevent the loss of primary containment of substances that are harmful \nto human health, safety, and the environment.  If spills occur, we clean up, \nmonitor, and analyze them to identify and resolve root causes. In addition, \nin the event of a large spill, we have crisis and emergency-response teams in \nplace to mitigate any health, safety, and environmental impacts. \nA key aspect of our spill preparedness and response program is ensuring \nthat local response organizations are prepared to handle a methanol-\nrelated transportation incident. In both Canada and the U.S., we follow \ncomprehensive voluntary chemical industry standards that support \ntransportation hazard management. As part of our commitment to \nstewardship best practices, we are meeting the intent of these standards in \nthe other regions and countries where we do business.  \nWe also work closely with our community advisory panels (see the \nCommunity Chapter) to ensure that community concerns about potential \nmethanol incidents are addressed. ", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}