{"page_content": "Workplace          21We hosted a workshop, Enabling Egypt’s Process Safety Journey, the first of \nits kind in the region. \nIn 2018, we hosted Egypt’s first-ever workshop on process-safety management (PSM) \nin order to share safety standards and practices with this region. Process-safety \nmanagement is about managing the hazards in the physical infrastructure of our \nplants (i.e., the toxic, flammable, and explosive potential of the materials we use and \nthe high pressures used to maintain our manufacturing process). \nThe event was attended by over 300 people, including top leaders and representatives \nfrom Egypt’s oil, gas, and petrochemical industries. Entitled “Enabling Egypt’s Process \nSafety Journey,” the workshop was a collaboration with the Egyptian Petrochemicals \nHolding Company (ECHEM), our joint venture partner in Egypt and a subsidiary of the \nEgyptian Ministry of Petroleum. Keynote presentations addressed the fundamentals \nof process safety and the role of leadership in PSM. In break-out sessions, participants \ndeveloped action plans on topics ranging from university curricula to leadership \nengagement. \nTo build on the event’s momentum, we have committed to supporting and organizing \nan annual PSM conference in the region. Methanex will also support a monthly PSM \nforum and advise ECHEM and the Ministry of Petroleum on ways to define their own \nPSM roadmap.\nMohamed Shindy (above), Managing Director, Egypt, and Jason Clement \n(below), Director of Process Safety Management, speak to participants at the \nworkshop in EgyptA new executive steering committee for process \nsafety\nIn 2018, to further our efforts in process safety, \nwe created a new Executive Process Safety \nSteering Committee. This committee will create \na direct line of sight for senior leadership to key \nprocess-safety risks and mitigating measures at \nour plants. \nGreg Sargent, process safety engineer at our \nMedicine Hat site, recognizes the value of the \nsteering committee: “The EPSSC is a conduit \nto senior leadership for the PSM professionals \nat the site level. This enables us to better \nhelp leadership to understand, prioritize, and \naddress the critical issues at our sites.”\nOther process-safety initiatives advanced in \n2018 included the voluntary adoption of “safety \ncase,” a rigorous, evidence-based approach \nto evaluating the adequacy of risk reduction \nmeasures at our manufacturing facilities. \nWe also developed process-safety hazard \npamphlets to guide internal operations in \nraising awareness of what can potentially go \nwrong and measures to protect against these \nscenarios.\nExtract from Process Safety Management: A Handbook for \nMethanex Senior Leaders ", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}