{"page_content": "BUILDING OUR CULTURE\nWe achieved our seventh successful Responsible Care verification, further \nstrengthening our Responsible Care culture and practices.\nIn 2018, after reviewing practices across our organization, the Chemistry Industry \nAssociation of Canada (CIAC) provided us with a successful Responsible Care \nreverification. In addition, the verifiers pointed out that Waterfront Shipping, a wholly \nowned subsidiary of Methanex, remains the only shipping company in the world to \nhave adopted Responsible Care as its guiding code.\nThis verification indicates that the Responsible Care Ethic and Principles for \nSustainability are guiding our company decisions and actions, and that an innovative \nand reliable management system is driving continual improvement. This is our seventh \nsuccessful company-wide verification since we were first verified in 1997. The report is \navailable to the public on the CIAC website.\nThe verification identified 49 best practices (a record number from a single verification \nof Methanex), 29 findings requiring action, and 22 improvement opportunities. Some \nof the identified best practices included \nquarterly CEO communication sessions \nand blog, active community advisory \npanels (CAPs), our Process Safety \nManagement Handbook and safety case \ntechnique for risk management, and our \nSafe Trans-loading Program (for transfer \nof cargo from one mode of transportation \nto another). \nThe verification is both an affirmation and a learning opportunity, which we embrace \nas part of our journey toward operational excellence and Responsible Care leadership \nin methanol production.\nWe expanded our Switch On safety culture program to reach contractors \nand re-engage employees and leadership.\nOur Switch On to Responsible Care program focuses on building a strong safety \nculture. After training most of the organization in 2016 and 2017, we rolled it out to our \ncontractors in 2018. \nFor those who had already been through the program, we introduced a new iteration \ncalled “Staying Switched On” to reinforce a culture of sharing, mindfulness, and \nindividual empowerment in working safely. \nThis new module included 10 “toolkits” of \nsupporting materials for use in toolbox \nmeetings and everyday conversations \nabout safety. Our manufacturing regions \nhave begun using the kits to support \nsafety awareness campaigns, orientation \nprograms, and turnaround preparations. \nThe visibility of leaders in safety \nprograms—their involvement and their conversations with staff and contractors—is \nan important driving force in a strong safety culture. In 2018, we held a half-day Switch \nOn training session for senior leaders, which included participation by the Board of \nDirectors and Executive Leadership team. The session provided participants with the \nprinciples and language of our global Switch On program, enabling them to engage in \nsafety conversations and lead in establishing a safety culture.Promoting Responsible Care from Brussels\nWhile Responsible Care has very specific \napplications in the manufacturing setting, its \nstewardship practices have a place in every role \nacross the organization.\nIn our marketing and logistics offices in \nBrussels, recognition of the importance of a \nResponsible Care effort in all roles has led to a \nunique initiative: as part of their development \ngoals, each employee now has a Responsible \nCare objective. In 2018, as part of the \ninitiative, two colleagues were recognized with \nResponsible Care Awards for their personal \ncontributions to Responsible Care. \nNicolas Guillaume, manager in Supply Chain \nand Logistics, was named Responsible Care \nAmbassador 2018 for work he did in relation to \nemergency response and terminal assessments. \nVirginie Vandrille, business controller with the \nFinance Department, was named Responsible \nCare Rising Star 2018. Virginie made meaningful \ncontributions related to incident management, \nanalytics for surveyor work, and safety \nmoments during staff meetings.\nRawle Ramlochan, plant manager in Medicine Hat, accepts \nthe CIAC Responsible Care Verification certificate\nWorkplace         23", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}