{"page_content": "We were awarded Best New Employer by China Europe International \nBusiness School (CEIBS).\nIn June 2018, Methanex in Shanghai was honoured to receive recognition from the \nChina Europe International Business School as the Best New Employer for 2017–2018. \nCEIBS was cofounded by the Chinese government and the European Union in 1994, \nand its MBA program has been ranked in the Top 25 of the Financial Times’ annual \nglobal business school survey for 14 consecutive years (2005–2018) of its 23-year \nhistory.\nMethanex has held recruitment and campus talks and supported events and \ncampaigns at CEIBS. In March 2018, Sarah Boon, Methanex Director, Corporate \nServices (Hong Kong), spoke at the CEIBS MBA Women’s Leadership Forum on \ninitiatives that support women in organizations and approaches to fostering women in \nleadership in China.\nPartnership with CEIBS is an important part of our recruitment strategy in Asia Pacific \nand demonstrates our commitment to supporting education organizations through \nour social responsibility programs.\nTALENT MANAGEMENT\nOur commitment to building leadership capability is evident in the growth \nof our Global Leadership Suite of learning and development programs. \nThrough our Global Leadership Suite, we spent 7,368 hours building leadership \ncapability across different levels of the organization.\n • 134 emerging leaders participated in 21 two-hour sessions throughout our \nregions, learning practical, easy-to-apply leadership skills.\n • 25 attended the Global Leadership Forum through the Centre for Creative \nLeadership and gained insight and perspective that helps them tap into their \nleadership potential and develop key leadership skills. \n • 17 mid-level leaders participated in a three-week experiential-learning session, \ncalled Courageous Leadership. In this program, leaders explore the specific \nchallenges and opportunities of leading within a global organization.  \n • 34 leaders participated in our High-IMPACT Coaching and Mentoring program. \n(See highlight below.)\nThese programs \ncomplement regional \ntraining plans and activities \nthat focus on developing \nspecific competencies and \nskill sets. They also provide \nopportunity for global \nnetwork building and \nsharing of best practices \nacross locations.Pride in Methanex Culture\nIn 2018, we conducted our biennial Global \nEmployee and Culture Survey and were \ndelighted to see a 91% participation rate. This \nfar exceeds the average participation rate \nreported by AskYourTeam, the company that \nconducts our surveys. \nWe are also proud that we maintained or \nimproved our scores around our culture, \nwhich included questions about our values \nand Responsible Care. Responses indicated a \nstrong belief in the company’s commitment \nto Responsible Care and to the priority given \nto employee and contractor safety. These \nresults are very encouraging and emphasize \nthe overwhelming pride our employees take in \nworking for Methanex. \nFeedback from our last survey (in 2016) had \nidentified improvement opportunities in three \nareas: learning and development, information \ntechnology, and project management. In 2018, \nwe used the survey to measure progress \nin these areas and gain insights on further \nimprovements needed. Based on the latest \nfeedback, we will implement more changes next \nyear, including more leadership development, \nincreased training on new IT developments \nfor staff, and shared processes and tools to \nimprove delivery of capital projects.\nThe cohort of emerging leaders from the 2018 Centre for Creative Leadership \nprogram in San Diego\n24          Methanex 2018 Responsible Care and Sustainability Report", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}