{"page_content": "32          Methanex 2018 Responsible Care and Sustainability ReportFifteen members of our team in Shanghai returned \nto visit a family in a rural area, whose four children \nreceive ongoing education support from Methanex. \nThe team delivered gifts and small home supplies \nto help and encourage the family. They treated \nthe children to a special trip and meal to continue \nfostering positive relationships that might help these \nchildren in the future. \nIn Vancouver, Canada,  for the 26th year in a row, \nemployees made company-matched donations \nand contributed volunteer hours to the United \nWay. They also contributed to the KidSafe program \n(pictured), which provides nutrition and education \nto underprivileged kids.Our Dallas team contributed to the Chemical \nEducation Fund, which funds science-based \neducational activities. We also supported children \nthrough Cherished Creations, an organization that \nhelps children who are seriously ill, and provided \nChristmas gifts to two adopted families through the \nAngel Tree program (pictured).\nMethanex’s Procurement team in Taranaki, New \nZealand, helped sort donated items for a Foodbank \ndrive, helping local families in need.\nOur Brussels  team organized a fundraising \nbarbecue at their head office for Snijboontje, a \nnon-profit organization fighting against poverty and \nsocial exclusion. Companies in our neighbourhood \nwere invited to attend and learn about this initiative. Our Medicine Hat, Canada  team donated funds \nand time to the Praxis Society (pictured), which \nprovides science, technology, engineering, and math \n(STEM) opportunities for children and youth. They \nalso supported Bowl for Kids’ Sake, the Santa Claus \nFund, and United Way.After widespread flooding in October 2018, \nMethanex Trinidad  employees contributed to relief \nefforts through fundraising, volunteering at a local \nrelief organization (pictured), and helping with \nrestoration efforts at a secondary school. Employee \ncontributions were matched by Methanex.  \nEmployees in Chile  worked throughout the year to \nraise funds for the Telethon of Magallanes, as part \nof their ongoing efforts to support children with \ndisabilities.\nIn Geismar, USA,  we were the flagship sponsor \nfor the 2018 St. Jude Run/Walk to End Childhood \nCancer (pictured). This was also the fourth year of \nour commitment to support construction of a new \nfacility for Our Lady of the Lake Children’s Hospital \nin Baton Rouge. \nEach of our global teams volunteered and made investments to help meet \nneeds and support valuable projects in their communities.Reaching our community in Medicine Hat, in \npartnership with our CAP\nOne way we fulfill our commitment to being \ntransparent with the public is through \nCommunity Open House days. The Medicine \nHat site held its second open house (Community \nDay) in June 2018. Many of the site’s employees \nvolunteered at the event, which included a \ncharity BBQ, bus tours, an emergency response \ndemonstration, and information booths. \nApproximately 300 individuals received a bus \ntour, including two classes from Alexandra \nMiddle School. Among the 300 were two classes \nof students from a local middle school, as well \nas four members of our CAP (who managed an \ninformation booth). \nMembers of our CAP were on hand to speak \nabout their experiences.  Methanex invited \nthe Palliser Airshed Society, Safety City (a \ncommunity safety program for children), and \nPraxis Society—organizations closely aligned \nwith our operations—to set up booths at \nthe event. Praxis set up science stations for \nchildren, including one where the students \ncould make methanol molecules out of candy \nand toothpicks.\nThe Medicine Hat Maintenance team with their Community Day \ndisplay", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}