{"page_content": "Community         33Supporting children at La Châtaigneraie in \nBelgium \nIn 2018, we donated funds toward the \nconstruction of four unique studio apartments \nin a new building for La Châtaigneraie, a charity \norganization in Belgium that provides homes for \nchildren who come from difficult backgrounds. \nConstructed on the current site of La \nChâtaigneraie, the studios will provide housing \nfor 18-year-old students from the organization’s \nyouth program who, though of legal age, are \nstill too young to live independently. Two of \nthe units will be occupied by these students, \nand the other two by university students who \nwill provide peer mentorship and support. This \nproject started at the end of 2018 and will be \noperational by early 2020. \nWe’ve been supporting La Châtaigneraie for \nmany years, contributing to house renovations, \nequipment, and a swing set in the past, and we \nare committed to helping this organization meet \nits worthy goals of helping a needy population \nof youth.\nMethanex held a barbecue for the centre’s children. Our Hong Kong team again supported Hong Kong \nFood Angel, a food bank for needy elderly at the \nbeneficiary centre in Hong Kong. Eleven colleagues \nparticipated in this long-term partnership with Food \nAngel as an expression of our commitment to the \nsociety.\nOnce again, our Dallas team provided donations to \nCamp Summit, a camp for children and adults with \ndisabilities.In the Damietta community in Egypt, with the help \nof Methanex employees, we delivered two medical \ncaravans providing physician consultations and \nmedication to villages surrounding the city. \nFor 12 years, Methanex Chile employees have been \ndonating Christmas gifts to the Villa Austral nursery \nschool; in 2018 they also prepared and distributed \nboxes of food at Christmas to families living in \nextreme poverty.\nEmployees in Trinidad assisted their fence-line \ncommunities by repainting an orphanage, preparing \na kitchen garden (pictured) for another orphanage \nto help reduce their food costs, and cleaning up a \nlocal beach.In Brussels, we participated in Run to Walk, an \nannual charity event that supports people with \nphysical disabilities. Several employees formed \na team that did a nonstop relay run of 300 km \nstarting at 9 a.m. in the morning and continuing \nuntil the next day. \nOur team in Geismar, USA had a Crawfish King \nCook-off to support The Big Buddy Program, \na local nonprofit youth-services agency that \nprovides positive role models and quality learning \nexperiences to over 2,000 disadvantaged children \nand youth.\nMethanex volunteers from Taranaki, New Zealand, \nexcavated a path to Goodies Hut, East Taranaki, to \naid conservation work. They also donated 25 buddy \nbenches to schools in North Taranaki, as part of the \nSafe Days initiative. \nVancouver staff volunteered on initiatives to \nsupport Soup Sisters (empowering and nourishing \nwomen, children, and youth in need), Kick for a \nCure (supporting childhood cancer research), PALS \nAutism Society (pictured), Lynn Creek Estuary, and \nGreat Canadian Shoreline.\nOur team in Medicine Hat, Canada, did restoration \nwork for the South East Alberta Watershed Alliance, \na group dedicated to sustainable management of \nthe South Saskatchewan River sub-basin and the \nPakowki Lake watershed.\nIn each region, our team members generously volunteered their time to \nprojects benefitting their communities. ", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}