{"page_content": "Community         35Our Approach to Community\nAs a leader in Responsible Care, we are committed to people and to the \nenvironment in which we live, work, and play. We believe our business must \nhave a positive impact on people’s lives, and we strive to be a respected \nneighbour and valued corporate citizen by creating positive and sustainable \nimpacts in the communities and regions where we have a significant \npresence.\nWhy this matters \nCommunities have the right to understand both the benefits and risks of \nour business. From a business perspective, our community-relations efforts \nsupport our growth and operations by enabling us to build and maintain \nour social license to operate. A strong commitment to giving back to our \ncommunities also aligns with our core values and culture, supports employee \nattraction, engagement, and retention, and builds positive relationships with \nkey stakeholders.\nHow we are managing it \nWe are guided by the Responsible Care Ethic and Principles for Sustainability \nand the Chemistry Industry Association of Canada (CIAC) Responsible \nCare Codes of Practice. Our community policies and Community Dialogue \nStandard align with the Accountability Code of Practice and set out \ncommunication and engagement goals and actions for building positive \nrelationships in our communities. We consistently endeavor to understand \ncommunity interests, communicate information about our product and our \nbusiness activities, and address community concerns.\nConsultation & Communication with our Communities\nWe have community advisory panels (CAPs) in our manufacturing locations. \nThese panels encourage communication and transparency between \nMethanex and our communities. We hold CAP meetings three to five times \nper year to share information about plant operations and seek input on \nour community programs. Other community dialogue channels include \nstakeholder associations, open-house days, community projects, seminars, \nlocal surveys, public meetings, conferences, and grievance-response \nmechanisms.\nContributions to Communities\nThrough our business activities and tax payments, we contribute to local \neconomies by employing people (directly and indirectly) and by purchasing \ngoods and services from local suppliers. In addition, we regularly provide \nfinancial contributions and volunteer time to support community programs, \nservices, and events. Employee-run social responsibility committees at our \nlocations around the world identify local needs and develop community \ninvestment strategies to support these needs.\nCommunity Investment and Volunteering\nThrough our social responsibility investment programs, our company \nand team members give back to their local communities in ways that are \naligned with our core values, our culture, and our business strategy. We are \nextremely proud of the generosity and spirit of our team members. Every \nyear, team members give thousands of hours of volunteer time—as teams \nand as individuals—to create positive impacts in local regions. In addition \nto supporting local communities, team members work together to build \nstronger connections with each other.We have three areas of focus for our global community investment and \nvolunteering efforts:\n     Partnership with Employees –  Working together as One Team is an  \n     essential part of our culture. We believe we do our best work together,  \n     and we work together as one team to impact both our company and  \n     our local communities. Employees are our greatest asset and our best  \n     ambassadors. To support our team members and the community causes  \n     they care about, we match employee donations and support their  \n     volunteer efforts both on and off business hours.\n     Responsible Care  – In alignment with the principles of Responsible Care,  \n     we provide funding and volunteer help to support programs that focus  \n     on health and wellness, safety, environmental protection, and the unique  \n     community needs of each region where we do business.\n     Education  – We are an innovative learning organization that strives for  \n     continuous improvement and growth. We support education efforts that  \n     contribute to regional education initiatives and help us develop a skilled  \n     workforce, to improve productivity and drive business growth. These  \n     efforts include scholarships, co-op opportunities, and summer  \n     employment for students who are pursuing studies in engineering,  \n     environmental studies, marketing, public affairs, and international  \n     business. We also provide funding for academic research aligned with our  \n     business areas.\nCommunity Awareness and Emergency Response\nThe safety and well-being of our communities, employees, and contractors \nis our number-one priority. We work with local emergency responders, \nagencies, and service providers to share information about potential health \nand environmental hazards related to our product and operations. Our goal \nis to work with communities on emergency-response training and planning \nprograms, including effective road, rail, pipeline, and marine emergency \npreparedness and response, for transportation incidents that may occur.\nOur global transportation emergency-response standards are based on the \nCIAC Transportation Emergency Assistance Plan (TEAP III). These standards \nenable us to work with qualified local emergency responders, emergency \nresponse service providers, and other agencies to effectively respond to \npotential emergency situations. Each manufacturing region and site shares \nemergency-response plan information with the community, provides training \nto emergency responders on methanol incidents, and participates with \npartners in joint emergency response training exercises.\nWe also align our response plans with the Transportation Community \nAwareness and Emergency Response (TRANSCAER®) initiative. TRANSCAER \nmembers are industry associations in Canada and the USA representing \nmanufacturers, distributors, transportation companies, and emergency \nresponders along our product’s transportation routes. TRANSCAER \nmembers work with municipalities, emergency responders, and residents \nin communities to make sure they are informed about the products being \nmoved through their area and prepared to respond to potential incidents \ninvolving dangerous goods. Find out more about TRANSCAER–Canada and \nTRANSCAER in the U.S.", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}