{"page_content": "A third award recipient proposed adding lighting at a terminal, at \nan elevation that would increase visibility for ships during low tide.\nROAD AND RAIL SAFETY\nWe received awards from five major North American rail \nlines, qualifying us for the American Railroad Association’s \nGrand Slam award. \nIn 2018, our North American team was proud to receive rail awards \nfrom Canadian Pacific, BNSF, Union Pacific, Norfolk Southern, and \nCanadian National rail lines, These awards qualify us once again for \nthe Grand Slam Award from the American Railroad Association. \nFor delivery of our product in North America, we carry out a \nrigorous railcar preventive maintenance program, which reported \n100% compliance in 2018. This program depends on careful \nmonitoring of regulatory changes to tank car standards and \noperational controls for flammables. \nIn 2018, we also instituted a proactive plan to ensure railcars in our \nservice adapt to new standards announced by the U.S. Department \nof Transportation for implementation by 2025. We are requiring \nall railcars (currently \nDOT-111) to be either \nretrofitted to meet the \nDOT-117 specifications \nor replaced with the \nDOT-117 railcar by 2023, \ntwo years ahead of the \ndeadline. The new railcar \ndesign leaves only a 3% \nchance that product could \nrelease in a derailment \nsituation, compared to \n26% for railcars currently. To enable the safe transportation of methanol, we worked \nclosely with stakeholders across the supply chain. \nIn 2018, we conducted a variety of activities to enable the safe \ntransportation of methanol and to test that our emergency-\nresponse networks are capable of safely and efficiently responding \nto any potential land-transportation incident involving methanol. \nExamples of these activities in each of our regions are described \nbelow.\nOur emergency planning and response activities for potential \ntransportation incidents follow the Transportation Emergency \nAssistance Program (TEAP) standards (http://www.teap3.ca/), \ndefined by the Chemistry Industry Association of Canada (CIAC). We \nstrategically focus on enabling coordinated technical resources and \nemergency support across our supply chain for any emergency or \ntransportation event, whether or not it involves our product.\n • In Chile, we began working with one of the country’s \nlargest emergency responders to support our emergency \npreparedness efforts in Punta Arenas. Also, for the fourth \nyear in a row, we launched the Random Audit Truck \nProgram for Brazil. The results of these audits are shared \nwith customers and logistics service providers in Brazil to \nshare best practices, as are the cumulative scores of over 30 \ntransportation companies in Brazil who participate in these \naudits. \n • Our emergency-response team (ERT) in Medicine Hat, \nCanada, attended two TRANSCAER events in Edmonton \nand Calgary, along with multiple agencies and municipal \npartners. With neighbouring municipal partner Cypress \nCounty Fire Department, the team hosted a training night \nfor local firefighters to raise awareness on fire-fighting \ntactics for fires involving railcars and events occurring at \nnight. The Medicine Hat ERT also joined fire departments \nfrom across southern Alberta for two days of training \nhosted by CP Rail. This hands-on training event focused \non emergency response in situations involving railway \ntransportation and flammable liquids.\nProduct Stewardship          39Device designed to retrieve pigs from pipelines, a safety solution proposed by terminal staff\nMagnetic safety sign (left) and lighting installed at a terminal (right): ideas proposed by \nterminal staff to improve safety\nTeam members from our Dallas office, accepting the \n2017 CP Chemical Shipper Safety award. (The 2018 \nawards ceremony will occur in 2019.)Night training for our Medicine Hat emergency response team and Cypress \nCounty Fire Department\n", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}