{"page_content": "METHANOL AS A MARINE FUEL\nIn 2018, Waterfront Shipping won Lloyd’s List 2018 Best Fuel Solution Award \nin recognition of its dual-fuel technology. \nWaterfront Shipping, a wholly owned subsidiary of Methanex that operates the \nworld’s largest methanol ocean tanker fleet, was honoured to receive the Lloyd’s List \nAmericas Award for Best Fuel Solution. This award was given in recognition of the fuel \nefficiency and environmental performance achieved by the company’s seven ships \nwith dual-fuel technology, which allows them to run on methanol. Waterfront’s ships \nhave accumulated over 50,000 operating hours on methanol to date. When used as \na marine fuel instead of heavy fuel oil, methanol significantly reduces emissions of \nsulphur oxides, nitrogen oxides, and particulate matter.  \nFinding new fuel solutions is becoming increasingly important. In January 2020, new \nregulations by the International Marine Organization (IMO) will take effect, requiring \nall ocean-going vessels to lower sulphur oxide emissions. This regulatory change has \ncreated a growing market for methanol and other clean-burning fuels because they \nmeet the new IMO standards and \ncan replace marine fuels that do not. \nMethanex and Waterfront Shipping are \nplaying a leading role in establishing \nmethanol as a viable and beneficial \noption for the marine sector. \nSustainable Energy and Methanol\nWe support the development of new, innovative methanol applications. Global demand \nfor energy and focus on improving the environment are driving methanol demand \nfor energy applications. We are the global leader in the methanol industry and are \ncommitted to supporting the development of these applications for the long term.\nSustainable Energy and Methanol         7\nPaul Hexter (right), president of Waterfront Shipping, \naccepts Lloyd’s List 2018 Best Fuel Solution AwardEmission reductions when compared to heavy fuel oil  \nSource: Stena LinesBy the end of 2019, 40% of Waterfront \nShipping’s fleet will be capable of running on \nmethanol  \nIn 2016, Waterfront Shipping launched the \nworld’s first two-stroke, dual-fuel vessels. In \n2018, the company invested in four more ships, \nwhich will be added to its methanol fleet by \nthe end of 2019. The vessels have received \naccolades and awards from the marine industry \nfor their use of clean-burning methanol as \nan alternative fuel, including Ship of the Year \n(2017) from Japan’s Society of Naval Architects \nand Ocean Engineers and Lloyd’s List 2018 Best \nFuel Solution Award. \n", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}