{"page_content": "A methanol-fueled fishing vessel pilot was successfully completed in China, \ndemonstrating the improved performance of diesel/methanol technology.\nIn recent years, Methanex has been partnering in a pilot demonstration project in \nJiangsu province involving the conversion of a fishing administration vessel to run on \nmethanol. \nIn 2018, the project was reviewed by a panel of experts from the Marine Safety \nAdministration (MSA) of the Ministry of Transport (MOT). The MSA concluded that, \ncompared to diesel, the diesel/methanol compound combustion (DMCC) technology \nused in the pilot demonstrated better engine performance, lower emissions, and \ncompetitive fuel costs. Furthermore, the MSA panel determined that the DMCC \ntechnology is an innovative and feasible new application for use on commercial vessels \nin China. \n The pilot began in 2017 as a partnership between MSA/MOT, Tianjin University in \nChina, and Methanex. It went through an extensive review process that included \nengine and emissions testing, a safety review, and a sea trial, all to demonstrate the \nvessel’s operation in a real-world environment.\nMethanex will continue working closely with our partners to support commercialization \nby helping with the development of relevant regulations, safety guidelines, and \ninfrastructure development.\nWe’ve been partnering with the Methanol Institute to support the inclusion \nof methanol in IMO codes. In 2018, the IMO endorsed draft guidelines for \nusing methanol as a marine fuel. \nMethanex has been collaborating with the Methanol Institute and other partners to \nsupport inclusion of methanol (a low-flashpoint fuel) in the IMO Code of Safety for \nShips Using Gases or Other Low-flashpoint Fuels (IGF Code). \nIn 2018, the IMO Marine Safety Committee endorsed draft methanol guidelines for \nusing methanol as a marine fuel. Over the next year, further refinements will be made. \nWe expect these guidelines to be formalized by 2020.   \nCurrently, when methanol \nfuel systems are installed in \nships, the design needs to be \ndemonstrated on a case-by-case \nbasis to meet the IGF Code’s \ngeneral requirements. Once \napproved, the guidelines will make \ncommercializing methanol-fueled \nvessels more straightforward for \nthe marine sector.\n8          Methanex 2018 Responsible Care and Sustainability ReportHelping to meet the IMO’s sulphur fuel \nstandards\nIn 2020, new IMO regulations will require \nreductions in sulphur oxide emissions. The \nincreasingly stringent international marine \nfuel regulations are giving momentum to the \ngrowth and commercialization of methanol \nas a marine fuel. Methanol emits no sulphur, \nand significantly reduces NOx and particulate-\nmatter emissions compared to traditional \nmarine fuels. \nIn addition to investing in our own methanol-\nfueled vessels, Methanex supports global \nprojects that demonstrate the potential of \nmethanol in the smaller marine engine market. \nSome initiatives in this area include the \nfollowing:\n • Methanex has partnered in the \nconversion of a fishing vessel in China to \nrun on methanol. (See highlight story “A \nmethanol-fueled fishing vessel pilot…”  \nin this section.) \n • Methanex is a partner in LeanShips, \na European project involving the \nconversion of a high-speed diesel engine \nto methanol-diesel dual fuel, for use in \nsmaller vessels. \n • As a member of the Methanol Institute, \nMethanex supported the Sustainable \nMarine Methanol (SUMMETH) and \nGreenPilot projects in Sweden, which \ncompleted in 2018. These projects \nverified the feasibility and environmental \nbenefits of methanol in several engine \ntechnologies. They also confirmed the \nfeasibility of converting smaller vessels \nto methanol.\nDiagram of the key components required to use methanol as fuel \nSource: MAN Diesel\n", "metadata": {"source": "NASDAQ_MEOH_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}