{"page_content": " 11\nBe an Industry Leader (continued)\nEmployees, Are You Ready? \nWe have cultivated an internal mindset among American employees, encapsulated in the mantra “Are You \nReady?” It is a challenge to our employees which begins with meeting and preparing prior to turning each and \nevery plane. Reliability cannot be accomplished by any one group alone. Agents both above and below the \nwing, customer service managers, maintenance crews and flight crews must all take individual responsibility for \ndispatching aircraft on time.\nCommunication and accountability are the cornerstones of Are You Ready. We have established a checklist \nthat employees can use to make sure they are prepared to deliver the best flight experience possible for our \ncustomers. Flight attendants, for instance, benefit from knowing what to expect before passengers board. \nWhether it’s customers with special needs, groups traveling together or unaccompanied minors, a check-in \nallows crews to anticipate and prepare.\nEnsuring a smooth travel experience\nWe are constantly researching and introducing new processes and technologies to ensure customers and their \nbaggage get to their destination together and on time.\n•  Track Your Bags  \nAmerican launched Track Your Bags at the end of 2015. Using Track Your Bags through aa.com, customers can \naccess real-time updates as their bags move from one checkpoint to the next.\n•  NetTracer  \nCustomers won’t see our new centralized baggage-tracking system in action, but they’ll certainly appreciate it. In \n2015, we adopted a single system called NetTracer. With it, agents can reunite mishandled bags with their owners \nby using a web-based program. NetTracer has an average return time of 24 to 48 hours, and it will save American \nabout $2.5 million in lost baggage claims.\n•  Power Stow  \nLast year, American became the first airline in North America to use Power Stow, an automated roller system that \nassists Fleet Service employees with loading and unloading bags on narrowbody aircraft. The machine increases \nloading and offloading efficiency and counts items moving on and off aircraft. Power Stow contributes to a 35 \npercent decline in injuries, 25 percent increased load rates and 60 percent increased unload rates.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}