{"page_content": " 12\nOur employees make American Airlines the best airline in the world. They show our customers the highest \nlevel of service, make sure our flights depart and arrive on time, work diligently to get every bag safely to its \nintended destination and so much more. American is working to ensure that our team members have the tools \nand information they need to do the jobs they perform so well. And everybody at American strives to create an \nenvironment of coordinated, collaborative teamwork and mutual respect.\nBecause we value our employees’ contributions, we want to be the most desirable employer in our industry. We \nprovide competitive pay and benefits packages, opportunities for career growth and development, a diverse and \ninclusive working environment and the recognition employees deserve.\nWe also encourage and support employee involvement in the communities where they live and work. We seek out \nopportunities for employees to be able to volunteer and contribute to their chosen causes, enhancing their lives \nand the lives of those around them.\nAn extraordinary year\nWe will remember 2015 as a time of intense focus and effort, with an “all hands on deck” approach that yielded \ntremendous successes. We reached joint agreements with a majority of our team members, aligned learning \nmanagement and human resources information systems and greatly expanded training opportunities. As we move \ninto 2016, we will take our integration even further, concentrating on fully engaging all team members as part of \nthe new American. \nWelcoming new employees\nIn 2015, American welcomed 12,188 new employees, continuing a period of growth and opportunity at the airline. \nA strong and thriving work force is a driver of our success and we are excited about our expansion. \nIn line with our international growth and the addition of our new A350 fleet, we plan to hire approximately \n700 pilots per year for the next several years. This hiring also addresses the fact that a number of our pilots are \napproaching the Federal Aviation Administration’s (FAA) mandatory pilot retirement age of 65.\nTo efficiently manage our growing work force, we are embarking on the full integration of our Human Resources \nsystems and processes. This is a complex yet crucial undertaking that will occur in many phases. A key priority is \nthe creation of a unified Human Resources Information System (HRIS). We are placing significant investment in \ndeveloping the system and expect the process to extend into 2018. Once the HRIS is fully deployed, it will greatly \nimprove the quality of service for all employees.  \nRegional carriers are growing too\nEnvoy, Piedmont and PSA — our three wholly owned carriers — will continue to play an important role in our \noperations and as a source of future pilots for the mainline. American has a stated preference to choose from \nits wholly owned carriers when filling mainline positions. All three carriers continue to offer pilots flow-through \nopportunities to our mainline operations. This approach helps Envoy, Piedmont and PSA attract the best candidates \nin a highly competitive recruiting environment.\nSolidifying our team\nBy investing in our employees, American is investing in its own future. Appropriately compensating our workers and \nproviding a competitive suite of benefits lets them know just how much we value them. It encourages them to put \ntheir best into every day and every task. And it invites the best in our industry to aspire to join our team.Engage Our Team Members\nEnsure they have the tools and information they need to do the jobs they perform so well. \nCreate an environment of coordinated, collaborative teamwork and mutual respect", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}