{"page_content": " 13\nSince the close of the merger, American and its employees and their unions have worked together to settle union \nrepresentation and contract negotiations quickly.\n•  Joint agreements granted 24,000 of our flight attendants and 15,000 pilots average pay increases of 14 percent \nand 23 percent, respectively. In addition to the pilots’ first-year 23 percent raise, the contract provides a 3 percent \nannual wage increase for the next five years.\n•  We came to an agreement with our passenger service employees. As of November 2015, 14,500 U.S.-based \npassenger service employees have a new five-year contract, including immediate and significant pay raises. \n•  In May 2015, the National Mediation Board (NMB) certified that an alliance formed by the Transport Workers \nUnion and the International Association of Machinists (TWU-IAM) will be the bargaining representative of the \nMechanic and Related employees, Fleet Service employees and Stock and Stores employees at the new American. \nAmerican and the TWU-IAM alliance have opened negotiations for our Mechanic and Related and Fleet Service \nemployees.\nIntegrating operations on the ground\nIn September 2015, we opened the new state-of-the-art Robert W. Baker Integrated Operations Center (IOC) in \nour hometown of Fort Worth, Texas. Being the heart of the largest airline’s global operations requires a lot of staff \nand a lot of space — 1,400 employees are now working in the 149,000-square-feet facility. That includes team \nmembers from key operational workgroups such as dispatch, flight planning support, meteorology and maintenance \ncontrol.\nThe IOC’s construction features close attention to lighting, acoustics and ergonomics. For instance, a 24-hour LED \nlighting cycle will help keep team members’ bodily clocks functioning at their best, and more than 500 custom \nconsole workstations offer sit/stand capabilities. Demountable partitions in conference rooms and offices allow for \nflexibility and future growth. And the new facility is designed to withstand the worst that Mother Nature can throw \nat it, ensuring that the airline continues to operate optimally.\nThe construction of the IOC completes part of a general plan to expand the Fort Worth campus so that support \nstaff and leadership team members will be working alongside the airline’s training and integrated operations \nsupport teams.\nCommunicating with employees\nOur goal is to boost employee engagement to an all-time high. We have already implemented important initiatives \nto accomplish this objective, with channels for communication and transparency reaching up to the highest level \nof management. Employees have an abundance of mechanisms for communication at their disposal, and we are \nharnessing technology to facilitate connections among everybody at the airline. \n•  Town Halls  \nIn 2015, American held 16 in-person Town Halls at hubs and international locations. Twelve of these events \nwere hosted by CEO Doug Parker or other members of high-level management. Four Town Halls with upper \nmanagement were held at the beginning of the year alone.\n•  State of the Airline   \nWe introduced live-streaming and mobile access to our quarterly State of the Airline meetings. In 2015, more than \n10,000 employees “attended” at least one live-streaming session.\n•  Crew News   \nWe ran 11 sessions of Crew News. These in-person information sessions are open to all crew members and are \ndesigned as a chance for American’s CEO and other senior leaders to answer questions from crew members. \nVideos of all sessions are made available to crew members in their entirety. It’s one way we practice openness and \ntransparency.\n•  Jetnet  \nEach employee can now produce his or her own profile and post comments to Jetnet, American’s online intranet. \nMore than 350 articles and 16,000 employee comments were posted in 2015. Jetnet also hosted more than 800 \nvideo segments, generating 1.25 million views, with an average viewing time of more than four minutes. Engage our team members (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}