{"page_content": " 14\nProviding training and development\nTraining and development is essential to the functioning of effective organizations. Employees must be given the \ntools and knowledge they need to perform. They also need to work in confidence that there is a development path \nfor them to progress in their careers. \nIn 2015, we took a number of important steps toward making the integrated airline a place where all employees \ncan access learning and development opportunities.\n•  We began harmonizing our learning management system (LMS), which tracks the training that all employees \nundergo and allows employees to register for and complete online courses. The integrated LMS will centralize \ntraining information and resources, and will lead to improved management, better recordkeeping and much-\nimproved employee access.\n•  For the first time since integration started, we held performance reviews for our nonunion employees. The \nquarterly reviews feature “talent conversations,” which assess talent, merit and development within the job, \nallowing for qualitative feedback and discussion.\n•  We are setting the stage for a new generation of leaders to emerge at American. We created succession plans for \nabout 500 positions at the director level or above, and we identified top and emerging talent already within the \ncompany. Those upcoming leaders have been targeted to receive specialized training courses and development \nopportunities.\nIntegration brought particular training needs, resulting in a huge increase in training hours in 2015. American \nmade a significant investment in guaranteeing our team members have the support and knowledge they need to \nnegotiate shifting responsibilities, new challenges and new tools and technologies. In 2015, American employees \ncompleted about 3 million hours of training, much of it in the run-up to launching the new Passenger Service \nSystem. That was an increase of 60 percent over 2014.\n201 5 also saw these training and development milestones:\n•  Our Annual Leadership Conference (ALC) was held in February. It brought 5,500 leaders to Dallas to hear from our \nsenior leadership team about our integration and operations. Colleagues from every workgroup across the system \nconnected and shared expertise, demonstrating the importance of training opportunities to build bridges across \nthe American system.\n•  By the end of 2015, almost 2,800 pilots underwent flight-simulator training to become certified on our new fleet \ntype. About 15,150 pilots underwent recurrent skills training.\n•  A major integration milestone was reached when US Airways flight attendants began receiving new tablets as part \nof their merger training course. Using tablets, our flight attendants can perform quick and easy e-sales and have \naccess to seat assignments, special services, food and beverage options, loyalty program status and connecting \ngate information.\nBenefits and beyond\nMaking American the employer of choice means having great benefit programs, health initiatives and employee \noutreach and engagement. In 2015, American integrated its 401(k) plan, which required streamlining nine programs \ninto two. In the end, we transferred more than $10 billion of assets to our new record-keeper. Employees can now \nchoose from a new lineup of investment options and more cost-effective plans.\nWe also standardized health plans across the board. The new plans continue to build on generous wellness benefits, \nemployee assistance programs, telehealth options and many other features.\nBecause employees have unique needs to meet before reaching their fullest potential, we offer full-time employees \na rich array of benefits:\n•  Medical, dental and vision coverage\n•  Health Spending Accounts and Flexible Spending Accounts\n•  Life, accident and disability coverage\n•  Employee assistance programs\n•  Auto, home and group legal insurance\n•  401(k) retirement plans and company contributions\n•  Standby travel privileges on American Airlines and American Eagle flights\nRead more about our benefits: careers.aa.com/en/ac/employee-benefitsEngage our team members (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}