{"page_content": " 15\nHealth and wellness\nTeam members are at their most productive — in every aspect of their lives — when they are at their healthiest. \nThat’s why we encourage our employees to make positive, proactive decisions concerning their health and lifestyle. \nFor example, as of Jan. 1, 2016, we are a completely smoke-free workplace. The smoke-free policy extends not \nonly to our buildings but also to all property, including parking lots and outdoor space.\nOur comprehensive Healthmatters Wellness program provides online tools and educational materials to help \nemployees manage and improve their health. Employees can also schedule free biometric screenings, take online \nhealth assessments and consult with nurses, dieticians and lifestyle coaches.\nRead more about American’s employee wellness program .\nRewarding extraordinary employees\nAmerican offers growth opportunities to all employees, whether they have been with us their entire careers or are \nnew hires. \n•  Chairman’s Award   \nEach quarter, peers and managers nominate employees for the Chairman’s Award for outstanding \naccomplishments. Winners are selected quarterly by a peer-review panel and receive a personalized award along \nwith $1,000. Quarterly winners become eligible for the Annual Chairman’s Award, culminating in a special evening \nof recognition by Chairman and CEO Doug Parker. Each receives a personalized award and $5,000. In 2015, \n1,300 employees were nominated for this prestigious award. We recognized 311 employees with the Quarterly \nChairman’s Award and 100 employees with the Annual Chairman’s Award.\n•  Triple Play Bucks  \nEmployees qualify for $50 each with every first-place ranking in the DOT’s monthly Air Travel Consumer Report. \nBecause there are three categories — on-time arrivals, baggage performance and customer satisfaction — \nemployees have the opportunity to earn $150 a month for their role in helping American outperform our biggest \ndomestic competitors.\n•  Above & Beyond   \nIn 2015, customers and managers handed out more than 375,000 Above & Beyond certificates, recognizing \nemployees for the work they do. Each quarter, hundreds of employees are drawn from those recognized, receiving \ncash prizes ranging from $250 to $10,000. More than $500,000 in prizes are awarded each quarter to employees \nlike agent Claudia De Marchena, who was nominated by a customer she went above and beyond to help after a \ndeath in the customer’s family.\n•  Flight Service Champions  \nAmerican honored more than 300 flight attendants at the Flight Service Champions Gala in Grapevine, Texas, this \nyear. Each honoree was nominated for recognition by a customer, supervisor or peer and was already decorated \nas among our best. The dinner was a merger milestone for the combined group of flight attendants.\n•  Rewarding Service   \nApproximately 4,500 employees received length-of-service recognition in 2015 for achieving a milestone \nanniversary in their employment, ranging from five years up to 55 years of service.\n \nDiversity and inclusion\nDiversity and inclusion are not aspirational goals. They are the key way American achieves success. By prioritizing \ndiversity and inclusion, we maintain a workplace where all employees feel they can prosper. Our work force, which \nreflects the rich diversity and cultural breadth of the global community we serve, helps drive innovation. It also \ncreates an airline that customers want to fly, employees want to work for and investors want to invest in.\nTo learn more about our commitment to diversity and inclusion, visit aa.com/diversity  or listen to CEO Doug Parker \nshare his insights http://hub.aa.com/en/dv/diversity-statement .  Engage our team members (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}