{"page_content": " 16\nLeading our diversity and inclusion efforts \nOur Inclusion & Diversity team and the Diversity Advisory Council (DAC) are focused on engaging and developing \nemployees, connecting with communities in meaningful ways and positively impacting business results. The \nInclusion & Diversity team and the DAC help us build and promote diversity and inclusion in all facets of our \nbusiness, including managing key diversity and inclusion initiatives like World Diversity Day, It’s Cool to Fly American \n(in partnership with the Autism Research Centre) and Take Our Daughters and Sons to Work Day.\nThe DAC is composed of two representatives from each of our 20 Employee Business Resource Groups (EBRGs). \nEBRGs foster interaction and engagement on a number of social and cultural issues. Drawing on the cross-cultural \nbackgrounds and experience of their members, the EBRGs initiated more than 300 events in 2015 to help inform \nbusiness decisions and policy enhancements and to promote education and development across American. \nTo see more about what our EBRGs accomplished in 2015, visit aa.com/diversity  or watch our highlights video: \n“Where Diversity Adds Value.”\n201 5 highlights of American’s diversity and inclusion programs\n•  National Recognition & Partnerships\n —   The DAC became a member of the Winners Circle Best Practices Council for leading our EBRGs through \nthe integration process. The DAC ranked third out of 538 U.S. organizations at the 2015 Diversity Council   \nHonors Awards.\n  —   In 2015, the United States Hispanic Chamber of Commerce (USHCC) named our Latin Diversity Network \nEBRG as one of the top-five employee resource groups in the country for its community service and sharing \nof Hispanic culture at American. Also, Diversity Best Practices (DBP) awarded Franco Tedeschi, American’s \nvice president of hub operations, with the Valued Ally award. Tedeschi’s work supporting the Living Green \nEBRG led to a noted increase in recycling efforts at American and in the local community.\n  —   Four diversity-focused magazines recognized American as a Top Diversity Employer and a Top Supplier \nof Diversity Programs for 2015: US Veteran Military Magazine , Hispanic Network Magazine , Black EOE \nMagazine  and Professional Woman’s Magazine .\n  —   American became a founding partner with a score of 90 in the Disability Equality Index, a national, \ntransparent benchmarking tool that scores businesses on their disability inclusion policies and practices on a \nscale of zero to 100.\n  —   American is a sponsoring partner for the Disability Rights Museum on Wheels, honoring the 25th \nanniversary of the Americans with Disabilities Act.\n  —   American was the first airline to join with a broad U.S. coalition of businesses and major employers to file \na “friend of the court” brief that sets out the business case for marriage equality. Additionally, American \npledged its support for Texas Competes, a partnership of business leaders committed to a Texas that \nis economically vibrant and welcoming of all people, including lesbian, gay, bisexual and transgender        \n(LGBT) people. \n•  Global Recognition  \nThe Human Rights Campaign (HRC) honored American with the highest possible rating in the 2016 Corporate \nEquality Index  (CEI). American was the first and only airline to achieve a perfect score when the CEI was introduced \nin 2002. We have received a perfect rating every year since. \n•  Earl G. Graves Award   \nWe honored four employees with the seventh annual Earl G. Graves Award  for Leadership in Diversity & Inclusion \nfor 2015. This year’s winners, Mohamed El-Sharkawy, Carla Fink, Varita Shelton and Ed Pizza, received awards for \nmaking a lasting impression as role models and leaders in diversity at work and in the community,.\n•  Value of Respect Training   \nDomestic mainline employees received the Value of Respect training in 2015, focused on the connection and \nimportance of diversity and inclusion to the success of our workplace and our business. Employees comprising 88 \npercent of the work force completed this training in 2015, and the remainder will complete the training in early 2016.Engage our team members (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}