{"page_content": " 17\nPromoting supplier diversity and inclusion \nAmerican is committed to sourcing quality products and services for our customers. To fulfill that commitment, \nstrong alliances with a wide base of suppliers and contractors are important to us. Our Supplier Diversity Program, \nestablished in 1989, adds value to our supply chain by proactively seeking out diverse suppliers, such as women-, \nminority-, or LGBT-owned businesses as well as small businesses that are owned by the disadvantaged, veterans, \nservice-disabled veterans and those with HUBZone certification.\nWe have established an online Supplier Diversity Portal , where interested suppliers can review qualification \nrequirements and register to be considered. We also sponsor and participate in many diverse and small-business \nnetworking opportunities, attending more than 32 events in 2015 alone.\nWe stay current with supplier diversity trends and leadership expectations by maintaining corporate membership \nin 10 national and regional supplier-diversity organizations. We sit on the boards of seven of those organizations. \nIn 2015, we were honored to receive numerous awards in recognition of our efforts to enhance opportunities for \nsmall and diverse suppliers.\nInternally, we make sure to promote supplier diversity through internal advocate outreach and training, especially \nacross our procurement function. In this way, our employees understand the value and importance of including and \ndocumenting the participation of diverse and small suppliers in our bidding processes. \n \nConnecting with communities\nGood corporate citizenship contributes to the economic and social well-being of our employees, shareholders, \ncustomers and communities. At American, we use our scale and connectedness to influence widespread charitable \naction through direct philanthropic contributions and through the generosity of our employees and customers. \nLast year, more than 2,000 American employees showed their commitment and passion by participating in more \nthan 11,600 volunteer events in their communities, contributing approximately 60,000 hours of volunteer time \nin the communities where they live and where American provides service. The company, our employees and our \ncustomers also donated more than $22.5 million in cash and in-kind support.\nAmerican is proud of the voice it gives our team members in directing corporate giving. In 2015, regional councils \nwere formed at all hubs and in Tulsa to direct American’s giving efforts. Each eight-person regional council has its \nown budget and decides how to apportion giving, which is generally aligned with American’s focus areas for giving: \neducation, human services and military and veterans’ initiatives. \nEmployee volunteers\nVolunteerism helps the communities where we operate and boosts our employees’ levels of satisfaction. Our key \nefforts include: \n•  Do Crew Employee Volunteer Program   \nDo Crew enables employees to volunteer their time with a variety of nonprofit organizations. For every 50 hours \nthey volunteer, employees receive a 25,000-mile voucher they can donate to their favorite 501(c)(3) organization.\n•  Sky Ball XIII Fundraiser for Vets   \nThis annual fundraiser benefits the nation’s active, reserve and retired military. Approximately 1,000 American \nemployee volunteers supported the 2015 event, which raised a record $2.2 million.\n•  Be PINK  \nIn October 2015, American held its annual Be PINK campaign, a month-long, employee-led initiative to raise \nfunds for breast cancer research and awareness. The 2015 campaign raised $1.8 million in cash and frequent-flyer \nmile donations.  \n•  Puppies in Flight (PIF) Program   \nThrough PIF (one of our Do Crew programs), employees use flight benefits to escort service dogs to their new \ncompanions, whether trainers or owners in need of assistance. PIF is a partnership between American and \nAssistance Dogs International. American receives an average of 20 requests per month to transport service \nanimals. \nRead more about how American gives to communities.Engage our team members (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}