{"page_content": " 18\nGiving at American \nThe tradition of giving is strong at American. We support various organizations across the areas of education, \nhuman services and military and veterans’ initiatives, both nationally and locally at our major hubs. International \norganizations we support include the Red Cross, UNICEF and the Susan G. Komen Foundation, which is making great \nstrides in the fight against breast cancer. \nWe have supported cystic fibrosis research for more than 30 years, raising more than $36 million toward finding a \ncure. And in 2015, UNICEF honored American for our 20-year partnership with the U.S. Fund for UNICEF Change \nfor Good program.  \nSupporting those who serve \nMore than 6,000 American employees have served or are serving in the military. Accordingly, we have a long \ntradition of supporting our armed forces with special airfares, giving to nonprofit organizations and engaging \nemployees in a variety of activities.\n•  In 2015, American sponsored a Sky Ball to raise more than $2 million. Funds go to the Airpower Foundation, which \nsupports education, job fairs for veterans and events to honor veterans.\n•  Each December, American sponsors the Snowball Express, bringing more than 1,700 family members of armed \nforces members who died in service to an all-expenses-paid vacation in Dallas/Fort Worth. Pilots and flight \nattendants volunteer their time for the program.\n•  In 2015, we relaunched our Fuel Smart program, which donates a portion of savings from fuel-conservation \nefforts to Air Compassion for Veterans. The program funds travel for service members, veterans and their families. \nSince 2010, more than 5,000 flights have been provided at no charge, a value of more than $3.5 million.\nRead more about how American honors those who serve .\nMaking education more accessible\nSince 1990, when our Education Foundation began, we have awarded more than $5 million in grants and \nscholarships to students. American is committed to strengthening the Education Foundation endowment with \ncontributions of $2 million a year. American CEO Doug Parker has further personally donated $1 million each year \nfor the past two years.\nWe support several community education programs, including the Marine Corps Scholarship Foundation, the \nnation’s oldest and largest provider of need-based scholarships to military children. In 2015, American honored \n210 children of employees, including 40 first-generation college attendees, with $560,000 in scholarships \nthrough the combined American Airlines Education Foundation. We also donated an MD80 aircraft to Oklahoma \nState University to serve as a learning laboratory for the College of Engineering, Architecture and Technology’s \nMechanical and Aerospace Engineering program.\nRead more about how American supports education.Engage our team members (continued)\nThe C.R. Smith Museum\nSince 1993, American has operated a physical celebration of its own history, as well as the history of American \naviation, in its hometown of Fort Worth, Texas. The C.R. Smith Museum, named after the pioneering 34-year \npresident of American Airlines, welcomed more than 54,000 guests in 2015. The museum offers restored \nartifacts from throughout the history of aviation in America, with a historic and rare 1940 DC-3 as the main \nattraction. Through hands-on exhibits and activities, including a summer camp and other learning programs, \nthe C.R. Smith Museum is an extension of American’s commitment to education.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}