{"page_content": " 19\nA banner year\nAmerican Airlines is the biggest airline in the world, and we strive to be the most profitable, thus driving returns \nfor our investors. In 2015, we made our strongest case yet for those investments. A year after merging in 2013, \nAmerican posted profits, excluding special items, of $4.2 billion, a 90-percent increase for the airline and a \nturnaround that earned the number-one ranking in Fortune  magazine’s “Turnaround 20.” \nOur performance in 2015 proved that the combined American is much more than a turnaround story — it is a \nglobal powerhouse. We earned $6.3 billion, excluding net special credits — the highest annual profit in company \nhistory. Our pretax margin of 15.3 percent was also a company record. Thanks to our record profitability, we were \nable to return $3.9 billion to shareholders through cash dividends and our share repurchase program. We are \npleased and proud to deliver such a strong showing for our investors.\nOur financial strength was recognized when  Airfinance Journal  selected us for the 2014 Treasury Team of the Year \naward, chosen for excellence in the field among airlines globally. And we were recognized outside our industry by \nbeing added to the S&P 500 index. The latter honor is a huge boost for us in terms of visibility to potential investors.\nInvesting in operations\nAs we expand and grow, we must make sure that our operations and service continue to exceed customers’ \nexpectations. So we are doubling our efforts to make our equipment, service and amenities better than ever. Our \ncurrent focus areas are on-time departures, baggage-handling performance and being sure that we minimize the \ntime that aircraft are out of service. To do that, we have made significant investments in:\n•  New Aircraft  \nAs part of our fleet renewal program, we spent more than $5 billion on new aircraft in 2015. We now have the \nyoungest, most fuel-efficient fleet of the big-four U.S. carriers. In 2015, we added 75 new mainline aircraft, \nincluding 13 new 787 Dreamliners, and we retired 112 older aircraft. We also added 54 new regional aircraft while \nremoving 31 older aircraft from our fleet.\n•  Going for Great in Customer Experience  \nAs part of our Going for Great initiative, we have announced $3 billion in customer improvements. Aircraft retrofits \nwill deliver fully lie-flat seats on the entire long-haul international fleet, international Wi-Fi, AC power outlets and \nUSB power in all cabins on new and retrofitted aircraft and enhanced in-seat entertainment. We are also in the \nprocess of upgrading the clubs and gate areas at many of our airports.\n•  Recruitment  \nIn the past year, we hired almost 12,200 new employees at American and our regional affiliates. In addition \nto welcoming new pilots, flight attendants and operational employees, we also hired additional reservations \nemployees to improve the customer experience.\n•  Employment Agreements  \nWe have reached joint collective bargaining agreements with our pilots, flight attendants and customer service \nand reservation agents. These contracts provide industry-leading pay rates and ensure that American will continue \nto attract the best workers in the business. For example, joint agreements granted 24,000 of our flight attendants \nand 15,000 pilots average pay increases of 14 percent and 23 percent, respectively.\nInvesting in infrastructure\nThe Progressive Policy Institute (PPI) included American on its “Investment Hero” list of the 25 companies whose \ncapital spending is helping raise productivity and wages across the economy. We were the only airline to make the \ncut. PPI especially cited the big investments we have made in aircraft and infrastructure to improve our operations.\nThose investments in infrastructure include:\n•  New DFW Operations Center  \nOur operations control teams left separate facilities and moved into the state-of-the-art Robert W. Baker \nIntegrated Operations Center  (IOC) in Fort Worth, Texas, in August 2015. Provide a Return for Our Investors\nAs the largest airline in the world, we should be the most profitable. If not, investments \nwill go to other airlines over ours, and that is not a formula for success", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}