{"page_content": " 20\n•  New Airport Support Vehicles  \nOur new ground support equipment (GSE) continues to make its way to sites around the system. In 2015, the \nTulsa Maintenance and Engineering Center (TULE) and airports around the system received new shipments of \ncargo loaders, F-250 trucks and TUG tractors. The deliveries are part of our Going for Great investment in new \nequipment to support operations.\n•  Overhauling Existing Ground Equipment   \nEarly in 2015, American funded a major overhaul of GSE. Hundreds of equipment types are entering the field, \nincluding replacement of many pushout tractors and commercial vehicles.\n•  Ready for Medical Shipments   \nCargo hosted more than 150 customers, employees and guests at the grand opening of its new pharmaceutical \nand health care facility at PHL. Located in the Northeast pharmaceutical corridor of the country, the state-of-the-\nart facility allows for the safe and reliable transfer of medical and life science products.\nMany communities that we serve have seen an increase in our local spending as we continue to invest in our \noperations. Our increased hiring, ramped-up purchasing and infrastructure investments have had ripple effects on \nlocal economies. \n \nGovernance\nAt American, we believe that strong corporate governance structures allow us, and our employees, to function \nconfidently and with the independence necessary for us all to thrive. We elect board members annually to ensure \nperformance and accountability. In November 2015, American added two new members to its board of directors: \nSusan Kronick and Martin Nesbitt (read more details here) .\nOur standards of business conduct\nBuilding the greatest airline in the world requires a strong commitment to our customers, shareholders, business \npartners and, of course, one another. That commitment is founded on a value system we all share, one based on \nintegrity, honesty and the absolute dedication that every decision we make is a responsible and ethical one. All \nAmerican employees embrace these values. \nTo help guide our actions, we developed our Standards of Business Conduct, which we updated in 2015. These \nstandards are our moral compass, setting clear expectations for each of us and telling the world how American \nconducts business as a global community. We train all management and many non-management employees to \nthese standards through our Business Ethics and Compliance Program and annual Compliance Certification.\nRead our new Standards of Business Conduct here (PDF).\nAdvocating for better public policy\nAs a corporation, American remains active in policy discussions that affect our industry and the economy as a \nwhole. We do not shy away from speaking out when circumstances demand it. Engaging in policy discussions that \nrelate to fair competition, improving operational efficiency and reducing passenger costs represents a worthy \ninvestment in creating a future that is best for our airline, our customers and our investors.  \n•  Partnership for Open and Fair Skies  \nAmerican has partnered with Delta, United and eight unions to ask the U.S. government to enter consultations \nwith Qatar and the United Arab Emirates regarding their state-owned airlines. More than $42 billion in subsidies \nto Qatar Airways, Emirates Airline and Etihad Airways over the past decade are in direct violation of international \nOpen Skies agreements. These subsidies distort the competitive market, directly threatening the U.S. economy and \nputting U.S. jobs at risk. \n•  Pushing for Favorable Reform  \nIn 2015, American CEO Doug Parker testified before the Aviation Subcommittee of the U.S. House Committee on \nTransportation and Infrastructure. The hearing examined options for reforming the air traffic control (ATC) system \nin the United States. As vice chairman of Airlines for America, the airline industry’s trade association, our CEO was \nwell-positioned to present the industry’s take on ATC reform. Read Doug’s statement here.Provide a Return for Our Investors (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}