{"page_content": " 3\nIn 2015, American Airlines made an all-out push toward merging \ninto a single airline. Through the dedication and hard work of our \nmore than 100,000 team members, we earned record profits while \ncombining our operations in the air and on the ground. And we \nmade good on our goal to fly the youngest, most advanced fleet in \nthe industry. That kind of progress gets noticed by customers and \ninvestors. Our team is doing great things, but of course, we always \nhave more work ahead.\nOur customers, investors, employees and other stakeholders \nunderstand that a modern approach to running our airline must be \naligned with a commitment to corporate responsibility. We see our \ncorporate imperatives echoing this sentiment and view them as \nour path to restoring American as the greatest airline in the world. \nEqually important is how we measure our success along the way.\nEngage our team members\nWe depend on our team members to give customers the highest level of service. In turn, our employees know they \ncan depend on a safe, engaging workplace and the benefits and compensation they deserve. In 2015, we made \nmajor strides toward solidifying our team, reaching joint agreements with flight attendants, pilots and passenger \nservice employees. Our diversity and inclusion programs were again recognized as among the best in the world. \nWe achieved the highest possible rating in the Human Rights Campaign’s Corporate Equality Index for the 14th \nconsecutive year.\nWe also increased opportunities for employees and customers to contribute to important causes and community \nengagement efforts across our focus areas of education, human services and military and veterans initiatives. We \nwere proud to award more than half a million dollars to the college educations of our employees’ dependents. We \nknow our customers’ experience will only be as good as our team’s experience is, so we are approaching employee \nrelations much differently than airlines have in the past.\nFocus on our customers’ needs and wants\nThroughout 2015, American met a challenging series of milestones. We completed a tremendously complex \nintegration of data, including combining our reservations systems and rewards programs, to ensure we offer a \nseamless customer experience. We’re proud to say that we accomplished these monumental tasks without any \ncustomer disruptions. \nAmerican also committed to offering the best travel experience in the business. Through significant capital \ninvestments—more than $5.3 billion over the past year alone—we now fly the youngest fleet among all major U.S. \nairlines. We also have more than $3 billion of product investments under way, including newer, modern interiors, \nmore Wi-Fi and in-seat entertainment across our fleet, and improved menus in our lounges and on our planes.\nBe an industry leader\nSafety, dependability and reliability are always our top priorities. As part of the process of receiving our Single \nOperating Certificate from the FAA in 2015, we reviewed 420 manuals, conducted 1,700 Safety Risk Assessments \nand performed 3,600 operational audits. These efforts help ensure world-class levels of safety and compliance \nacross our operations.\nWe are committed to offering our customers a reliable travel experience, even as we complete the complex \nprocess of integration. Our 2015 on-time performance improved over 2014 by 2 percentage points, and our CEO Message\n", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}