{"page_content": " 21\nManaging risk\nWe are in the midst of an incredible time at American, one of integration and expansion. To securely navigate this \nexciting phase in our business, we must be ever vigilant about anticipating risk. Along with predictable risks of doing \nbusiness in our competitive industry, we must follow ethical practices on moral and privacy issues.\nWe respect human rights\nWe are committed to respecting human rights, including combating illegal human trafficking and child exploitation. \nAs a prominent part of the worldwide travel industry, we conduct our business in a manner that protects human \nrights and the rights of children throughout our sphere of influence. We are committed to raising awareness of \nthese issues among our employees and suppliers and cooperating with law enforcement authorities to address any \ninstances of exploitation that we become aware of. For example, we offer training to employees on how to spot \npossible instances of human trafficking. We regularly communicate the mechanisms available to employees for \nanonymously reporting suspected violations, including via our online ethics portal .\nIn 2015, American joined a broad coalition of U.S. corporations to support marriage equality in an amicus brief filed \nin the U.S. Supreme Court. American also joined dozens of large companies to pledge that “Equality Is Our Business,” \na public statement led by the Human Rights Campaign (HRC) seeking to get businesses and organizations to stand \nup for diversity.\nProtecting wildlife\nAmerican adheres to the principles of the Convention on International Trade in Endangered Species (CITES). \nEstablished in 1975, CITES is a voluntary agreement among governments to ensure that international trade in wild \nanimals and plants does not threaten their survival. In addition to restrictions on the shipment of certain animals \nand plants, we do not permit the shipment of game hunting trophies from endangered species and we embargo the \ntransport of shark fins and shark fin products. We believe this approach reflects our core values and minimizes risk to \nour brand and reputation.\nWe hold suppliers to our high standards \nOur new Standards of Business Conduct apply to all employees, no matter where they work around the world. \nThese standards also apply to all agents, consultants, contractors and anybody else who represents or acts for the \ncompany, including our suppliers. \nFor contracts signed with suppliers we aim to include explicit provisions that suppliers abide by American’s Standards \nof Business Conduct. For contracts in sectors where poor working conditions and slave labor are more likely, we \nhave pursued enhanced oversight of suppliers. For example, our 2015 uniform contract included mechanisms for \nfactory research and oversight and the vetting of garment industry certifications. In 2016, we plan to conduct a \nrisk assessment in commodity segments across at-risk countries to further identify dependable, reputable partners \nthroughout our supply chain.\nEnsuring cybersecurity, data protection and privacy\nWe receive and maintain personal data about our customers and colleagues in the course of conducting business. \nWe take the responsibilities this places upon us very seriously. We continue to maintain strict security measures to \nprotect the personal data that customers entrust us with, and we remain committed to testing, reexamining and \nupgrading all of our systems and practices.\nWe maintain an Information Security Program that is modeled after ISO 27001/2 for Data Security Best Practices. It \nis managed by a team of information technology security-management professionals who are themselves overseen \nby several information system security professionals. The entire program is accountable at the highest level of our \nbusiness and it receives support from many other units, including Legal.\nRead more about American’s privacy policy here .Provide a Return for Our Investors (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}