{"page_content": " 22\nChange is in the air — not just in the look and feel of the new American Airlines, but also in how we manage our \nenvironmental footprint. Investments in new next-generation aircraft, cleaner ground equipment and more-\nefficient facilities will help us reduce our environmental impact today and into the future.   \nThe youngest, most modern fleet\nAmerican’s fleet is the youngest among the top U.S. network airlines, with an average aircraft age of 11 years. And \nwe are getting younger — by 2017 we expect the average age of our aircraft to be less than 10 years old. \nModern aircraft provide the newest amenities, such as more room and larger overhead bins, improved humidity \nand atmospheric control and reduced engine noise for a quieter cabin. And planes like the Boeing 787 Dreamliner \nimprove fuel efficiency by 20 percent over similarly sized aircraft through four key technologies: new engines, \nincreased use of lightweight composite materials, more efficient systems applications and modern aerodynamics.\nBy the end of 2015, we introduced 13 new Dreamliners to our fleet, with 29 more expected by 2018. In 2015, we \nretired 112 of our older, less efficient mainline aircraft, and we expect to retire additional aircraft in 2016. All of our \nMD-80s and Boeing 767s will be retired by the end of 2017, with Boeing 757s soon to follow. \nManaging environmental performance\nWe believe that proactively addressing environmental imperatives is the smart way to manage our business. More \nthan 20 years ago, American established an Environmental Management System (EMS) to provide a systematic \napproach to complying with environmental regulations. The EMS is modeled on the ISO 14001 standard and aligns \nclosely with our FAA-approved Safety Management System (SMS).\nA team of environmental professionals in our Environmental Department maintains the EMS to manage a broad \nrange of issues, including air emissions, hazardous waste disposal, underground tanks and aircraft water quality. \nOur EMS is overseen by the Company Operations Standards Board, which is made up of senior executives of the \ncompany.\nSuccessful execution of our EMS is founded on rigorous employee training, which we continually review and update. \nOur basic environmental training for airport personnel covers environmental awareness in an annual course of \nonline instruction. More detailed in-class training is given to environmental specialists. In 2015, more than 45,000 \nemployees completed almost 51,000 hours of environmental training.\nTo ensure we meet the highest compliance standards, our audit program evaluates the performance of stations \nand facilities. Audit locations are selected based on several factors, including size, level of risk and the time since a \nlocation’s last audit. In 2015, we completed six environmental audits of stations and maintenance facilities.\nClick here to see how we’re managing our emissions, water and waste.\nTaking a hard look at greenhouse-gas emissions\nIn 2015, the international community came together in Paris and made a strong, ambitious statement of \ncooperation around climate change action. Governments, companies and NGOs put aside long-standing \ndifferences and pledged to limit and reduce emissions of the greenhouse gases (GHGs) that cause climate change. \nBecause of the global nature of the aviation industry, we believe that effective GHG-emissions standards must be \ninternational. The airline industry has already made tremendous progress in reducing emissions. Airlines based in the \nUnited States have improved their fuel efficiency and invested in new aircraft to further these gains. Between 2000 \nand 2014, U.S. airlines carried 20 percent more passengers while using 8 percent less fuel.Look to the Future\nOur industry is continuing to evolve and we need to ensure we are \nleading the change, not chasing it.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}