{"page_content": " 23\nWe continue to support the United Nations’ International Civil Aviation Organization (ICAO) goal of carbon-neutral \ngrowth across the aviation industry after 2020. Delivering on this goal will require the cooperation of a range of \nstakeholders. For example, government investment in upgrades to air-traffic control is vital, as is ongoing research \nand innovation by suppliers of our aircraft, engines and related components. The industry will also need continued \nsupport to develop cost-competitive, low-carbon alternative fuels.\nHow our GHG emissions stack up \nScope 1:  More than 98 percent of our direct (Scope 1) GHG emissions are related to the consumption of jet fuel. \nAccordingly, our primary means of reducing emissions is through the purchase of the newest generation of lighter, \nmore fuel-efficient planes, like the Boeing 787 Dreamliner and the Airbus A350.\nScope 2: American’s indirect (Scope 2) emissions, which are related to the purchase of electricity, make up the majority \nof our remaining emissions. This year we began purchasing renewable energy to minimize our indirect emissions.\nScope 3:  Employee commuting (Scope 3) emissions are very small compared with our direct emissions. However, \nwe know that every little bit counts. That’s why we have implemented programs to help reduce the environmental \nimpact of our employees’ ground commuting. Employees have the option to purchase discounted mass transit \npasses or to purchase transit passes using pretax payroll deductions. At some of our locations, charging stations are \navailable for employees with electric cars.\nTaking action to mitigate our emissions \nAmerican is invested at all levels in reducing our GHG emissions. Our Fuel Smart program, established in 2005, is a \nkey component of our fuel conservation efforts. Fuel Smart is an organized effort led by the employees of American \nto safely reduce fuel consumption. Pilots, flight attendants, aircraft mechanics and fleet service clerks — among many \nother employees and work teams — are vital to the success of Fuel Smart. We are proud to commit some of the \nsavings Fuel Smart generates to our men and women in uniform, under our partnership with Air Compassion for \nVeterans (ACV).\nOur Cargo Division is also working to reduce the emissions associated with carrying freight and mail. Last year, it \nreplaced existing containers with lightweight versions for transporting air cargo and baggage. Through the cargo \ninitiative, we achieved more than 500,000 gallons in fuel savings and a reduction of more than 5,000 metric tons in \ncarbon dioxide emissions.\nGround support equipment upgrades\nIn 2015, American took delivery of almost 1,300 pieces of new ground support equipment (GSE), which vastly \nimproves fuel efficiency and the productivity of our workflow. Deliveries include new pushout tractors, bag tractors \nand de-icing equipment, of which almost 150 are alternative-fuel and electric powered.\n•  Bobtails  \nNew Bobtail trucks are replacing our old-school tractors and tugs. They offer the power to pull more cargo at once \nand can ensure delivery of cargo to and from gates in all types of weather and ramp conditions. We delivered \nabout 40 Bobtails to our major hubs by the end of 2015.\n•  Forklifts  \nCargo is replacing the oldest forklifts in our system with new units, in a plan that will deliver 63 new forklifts to \nmajor hubs. Additional forklifts will be evaluated for replacement every year, putting the entire Cargo forklift fleet \non a scheduled replacement plan over the next five years.\n•  American Eagle Equipment  \nWe are upgrading equipment at our regional affiliates with cleaner units. Over the past three years, we took \ndelivery of 360 pieces of electric-powered GSE at Charlotte, Chicago, Dallas/Fort Worth, Miami and other stations.Look to the Future (continued)\nPurchasing Green Energy \nOur ranking as an EPA Fortune 500® Green Power Partner shows American’s commitment to renewable \nenergy and sustainability. In 2015, we ranked in the top 50 on this list of the largest U.S.-based green power \nusers. We made significant purchases — 14 million kilowatt-hours per year — of zero-emission green electricity \nin our Texas operations alone, enough to power more than 1,000 average American homes annually. All \noperations in North Texas run on 30 percent renewable electricity sourced from wind power.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}