{"page_content": " 24\nEnvironmental initiatives in facilities\nOur ground facilities account for a significant portion of our environmental impact, and we are committed to \nreducing that impact in every way we can. To the degree feasible, we seek certification of our buildings to the U.S. \nGreen Building Council LEED standard. \nFacilities meeting LEED Gold standard\n•  American’s office facility in Tempe, Arizona (former US Airways headquarters)\n•  San Francisco International Airport (SFO), Terminal 2, which includes American’s ticket counters and arrival and \ndeparture gates \nFacilities meeting LEED Silver standard\n•  Philadelphia International Airport (PHL) ground support equipment shop \n•  PHL, Terminal F baggage claim building (designed to achieve LEED Silver certification)\n•  SFO Admirals Club in Terminal 2\nOur new T4 Connector being built at Los Angeles LAX also received certification under California’s Green Building \nCode. The code is also known as CalGreen and is a state-level building-sustainability rating program. The T4 \nConnector, which will greatly improve the ease of connecting between American’s domestic flights and international \nflights on American and our codeshare partners, is the first project with the City of Los Angeles certified to Tier 2, \nthe program’s highest level of certification. \nAmerican will soon begin operations in our new headquarters, which will offer a new generation of environmental \nand sustainable technologies and features. We expect to break ground on the new buildings next spring and to \ncomplete construction and begin the move-in process in 2018.\nUsing natural systems to conserve water\nIn April 2015, Tulsa’s Maintenance and Engineering Center completed the installation of more than 500 hybrid \npoplar trees for remediation of contaminated groundwater. This process, called “phytoremediation,” uses the \ninherent capacity of natural systems to eliminate or reduce present contaminants without the use of additional \nchemicals or expensive engineering.\nAmerican personnel will document continued success of the phytoremediation system. Using a unique ID “bark-\ncode” given to each tree, the Environmental Engineering team sets a checklist of modifiable, tree-specific questions \nthat can be accessed and completed on a predetermined schedule. The minimally invasive, environmentally \nsensitive strategy has the added benefit of creating a parklike setting for all employees to enjoy.\nTurning waste into opportunity \nOur efforts to operate sustainably encompass a systemwide dedication to waste management through the mantra \n“reduce, reuse and recycle.” \n•  Inflight Recycling  Although the customer will never see most of our recycling efforts — which largely occur in our \noffices, facilities and maintenance centers — we are very proud of our worker-led initiative for inflight recycling. \nAmerican’s flight attendants kicked off the industry’s first onboard recycling program in 1989. In 2015, our inflight \nprogram recycled almost 400,000 pounds of aluminum, or 11 million cans. Revenue generated from this program \ngoes to the flight-attendant-run Wings Foundation, which helps flight attendants in times of need. American also \nrecycles paper and plastic as part of its inflight recycling program.\n•  Tulsa’s Zero Landfill Program Recycling efforts at our Tulsa Maintenance base started many years ago, when \nemployees began collecting bottles, cans and newspapers. Over time, employees turned their attention to \ninnovation, particularly on the reuse and recycling of material specific to the aviation industry. The team then \npartnered with external suppliers to implement what became known as the Zero Landfill Program at the Wheel \nand Brake Center. The program has eliminated all waste discharges to land and water by sending any materials that \ncannot be reused or recycled to a waste-for-energy facility. Tulsa is the first location within the American system to \nachieve Zero Waste to Landfill.  \n Look to the Future (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}