{"page_content": " 26\nIn 2015, American went through an intensive and complex process of integrating the \noperations of two airlines into one. Now all of our flights operate as American Airlines and our \ncustomers are experiencing the ease of a single reservations system, improved check-in and \nthe most modern flying experience in the sky. \nWe are proud that we achieved these key integration milestones without our customers \nnoticing the effort behind it — that is how it should be. However, to achieve a seamless \ntransition, our team members have had to go above and beyond, learning new systems \nand technologies while keeping up our high level of service. It’s thanks to them that we truly \nbecame one airline in 2015.\nIntegration milestones\n•  Adopted a single reservations system with zero customer disruption\n•  Reached ratified contracts with industry-leading pay rates for pilots, flight attendants and customer service and \nreservation agents\n•  Received a Single Operating Certificate from the Federal Aviation Administration, meaning American is regulated \nas one airline\n•  Merged American Airlines Vacations and US Airways Vacations\n•  Merged airline loyalty programs by moving US Airways Dividend Miles members into AAdvantage®\n•  Opened the new state-of-the-art Robert W. Baker Integrated Operations Center in Fort Worth\n•  Announced plans to expand the airline’s Fort Worth campus so that support staff and leadership team members \nwork alongside the airline’s training and integrated operations support teams\n•  Optimized the airline’s flight schedules at Chicago O’Hare International Airport and Dallas Fort Worth International \nAirport\n•  Expanded bag tracking technology to the whole airline, enabling customers to track checked baggage in real timeIntegration Accomplishments \nFare Class Alignment (FCA) \nIn early 2015, we matched all fare classes across the \nsystem to the same codes. This Fare Class Alignment \nrequired the dedicated work of 400 employees and \nwent into effect on February 1, 2015. The use of fare \nclasses is fundamental to the airline business — it’s how \nwe sell our fares and manage our operations in a \nunified way.\nSingle Frequent Flyer Program (SFFP)\nWe combined American’s and US Airways’ frequent flyer \nprograms into a Single Frequent Flyer Program. With \nmillions of members between AAdvantage and Dividend \nMiles, combining information into a single program \nwithout disruption of service was the biggest — and most \nsuccessful — data migration in airline history.Single Operating Certificate (SOC)\nWe were awarded a Single Operating Certificate (SOC) \nby the Federal Aviation Agency (FAA), which grants us \nlegal status as a single airline. For more than a year and \na half, more than 700 joint employees came together \nas one team to achieve the SOC. That process — and its \nsuccessful, on-time outcome — demonstrates just how \nfar we’vecome\nPassenger Service System (PSS)\nIn late 2015 we moved to a single Passenger \nService System, which is the system that governs \nour reservations. This was an enormous undertaking, \nrequiring one million hours of training delivered to \n50,000 employees. Three hundred hours of governance \nmeetings were held across 20 functional teams within \nthe airline and ultimately 1,800 kiosks were replaced \nsystemwide. And all of it was done without a single \noperational or customer disruption.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}