{"page_content": " 4\ncompletion rate remained steady at 98.4 percent. Meanwhile, investments in self-service technology have made \nour customers’ travel experience easier and more personalized. We know we still have room to improve and \nwe’re committed to being a leader in this space. With every on-time departure, we’re moving closer to our goal of \noperating the most reliable airline in the industry.\nProvide a return for our investors\nIntegrating two airlines is tremendously complex, and any one of our integration accomplishments would have \nbeen a major success story in a given year. Doing all of this while achieving record profits makes us even more \nproud. American’s financial success in 2015 is a sign that our integration has been a major win for our investors \nand we’re on a path to become the most profitable airline in the world.\nIncreased valuation, billions in stock repurchases and hundreds of millions in dividends demonstrate our \ncommitment to investors. Laying the groundwork for the future is another good metric. In 2015, we made billions \nof dollars in capital investments for aircraft and facilities while strengthening our vigilance around anticipating and \nmanaging risk.\nLook to the future\nWhen we look to the future, success will be measured by setting our own agenda. As a leading global airline, \nAmerican’s stewardship of the planet’s resources and its future is a key part of our corporate responsibility. We \nhave established a rigorous Environmental Management System, with regular employee training to ensure full \ncompliance and accountability. We’re minimizing greenhouse gas emissions through investment in new, more \nefficient aircraft and through Fuel Smart, our employee-led fuel-conservation effort. And we seek opportunities to \nreduce our environmental footprint through other initiatives like our flight attendant-supported inflight recycling \nprogram and the Zero Waste to Landfill program at our Tulsa maintenance base.\nWe’re excited to share this report with you. While we celebrate the successes of 2015, we know that the path \nahead as a responsible global business will require renewed dedication and focus. We invite you to travel with us \nas we continue on the path to restoring American as the greatest airline in the world, and we welcome your input \nand feedback.\nSincerely,\n \nDoug Parker, Chairman and CEOCEO Message (continued)\n", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}