{"page_content": " 31\nAbout this report\nThis Corporate Responsibility report reflects the operations of the American Airlines Group for the 2015 calendar \nyear. In it, we describe performance against our five corporate imperatives—those objectives that we need to get right in order to restore American to the greatest airline in the world:\nIntegration milestones\n•Focus on our customers’ needs and wants\n•Be an industry leader in safety and reliability\n•Engage our team members\n•Provide a return for our investors\n•Look to the future\nThese corporate priorities guide the selection of information and data we include in our Corporate Responsibility report. We also look to the Global Reporting Initiative (GRI) G4 Guidelines as the basis for specific disclosures on environmental, social and governance performance. Standard Disclosures from the GRI G4 Sustainability Reporting Guidelines included in this report are referenced in the GRI Table.\nGENERAL STANDARD DISCLOSURES\nIndicators Description Cross-Reference or Answer\nStrategy and Analysis\nG4-1 CEO Statement CEO Message, pages 3-4\nOrganizational Profile\nG4-3Name of the organi -\nzation.American Airlines Group Inc.\nG4-4Primary brands, prod -\nucts, and services.American Airlines Group (AAG) is a holding company \nwhose primary business activity is the operation of \na major network carrier through its principal whol -\nly-owned mainline operating subsidiary, American.\nFocus on Customers’ Needs and Wants, pages 5-8\nG4-5Location of the organi -\nzation’s headquarters.Fort Worth, Texas\nG4-6Number of countries \nwhere the organization \noperates, and names \nof countries where \neither the organization \nhas significant opera -\ntions.Where we fly\nG4-7Nature of ownership \nand legal form.American Airlines Group Inc. (AAG), a Delaware \ncorporation, is a holding company and its principal, \nwholly-owned subsidiaries are American Airlines, \nInc. (American), Envoy Aviation Group Inc. (Envoy), \nPiedmont Airlines, Inc. (Piedmont), and PSA Airlines, \nInc. (PSA).\n2015 10-K, page 5", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}