{"page_content": " 5\nAmerican Airlines is committed to being the greatest airline in the world — to the team members who make up \nour family, customers who love to fly with us and investors who give us their trust. We focus our attention and our \ninvestments on improving service because providing a world-class travel experience is the bedrock of our business. \nWe have committed to investing $3 billion in our product and are making further investments to ensure that our \nemployees have the tools and training they need to provide the best customer experience in the world.\nAmong the benefits we offer our customers are the following: \n•  New aircraft to position American’s fleet as the most modern and fuel efficient\n•  New modern interiors in existing aircraft\n•  Greater availability of Wi-Fi and in-seat entertainment and an expanded Business Class with fully lie-flat seats\n•  Enhanced customer experience on the ground, with updated kiosks, signage and cutting-edge technologies that \nsimplify booking, check-in and airport navigation\n•  Refreshed menus in Admirals Club lounges\n•  Fully integrated airline loyalty programs\n•  New partnerships with top global airlines to expand travel options\nFlying as one airline\nAmerican officially became a single airline to our customers on Oct. 17, 2015. We adopted a uniform Passenger \nService System (PSS), with all flights taking wing under the American Airlines name. The changeover of US Airways \nreservations to American required a massive behind-the-scenes data transfer, called a “cutover,” which took years of \nplanning and testing. More than 50,000 employees completed 1 million hours of training in support of this effort, \nand technicians checked nearly 10,000 computers and kiosks to ensure a smooth transition.\nOther airline integrations before ours have struggled with this massive and critical undertaking. Due to the hard \nwork and preparedness of American’s employees, we accomplished the PSS transition successfully without \ncustomer disturbance. \nWe also dedicated significant attention in 2015 to harmonizing operational differences. We identified and \naddressed nearly 500 gaps during scheduled “revision cycles.” For example, we updated our policy regarding pets \non board aircraft, streamlined the boarding process and instituted a uniform carry-on baggage policy. Our goal is to \nstandardize all operations so that customers can enjoy a smooth and consistent travel experience.\nOur routes and networks crisscross the globe\nAmerican operates an average of 6,700 daily flights to nearly 350 destinations in more than 50 countries, with hubs \nin Charlotte, Chicago, Dallas/Fort Worth, Los Angeles, Miami, New York, Philadelphia, Phoenix and Washington, D.C.  \nIn 201 5, we enhanced busy routes, added 35 new ones and implemented new codeshares to give our customers a wide \nrange of convenient options. Some notable new routes include Dallas/Fort Worth to Beijing, Los Angeles to Sydney and \nLos Angeles to Mexico City. With our extensive network, we transported more than 200 million people in 2015.\nRead more about where we fly, including new and upcoming routes.\nAlliances and affiliates: oneworld and codeshare partners\nOur strong alliances with other leading global carriers enhance customers’ range of travel options. Those alliances \ncome with codeshares, which allow us to sell seats on flights operated by partner airlines. That means that \ncustomers can easily combine American flights with others in a single itinerary, simplifying booking, checking in, \nchecking bags and connecting. Focus on Our Customers’ Needs and Wants\nProvide a network and a product that is as good or better than our competitors.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}