{"page_content": " 6\nThe oneworld alliance offers an extensive global network for business and leisure travelers, with access to nearly \n1,000 destinations in 150 countries. In 2015, oneworld continued its run as the most highly decorated alliance \nin the industry, with twice as many best airline alliance awards than all of its competitor alliances combined. The \nalliance brought home eight best airline alliance awards in 2015, including the 13th nod in a row from the World \nTravel Awards.\nRead more about our oneworld alliance.\nDelivering great customer experience\nBecoming the greatest airline in the world requires going even further than providing the best travel experience. \nIt requires listening, at all times and in all ways, to pick up on exactly what our customers want. And it requires the \nknow-how to respond the right way fast.\n•  We expanded to provide a dozen specialty support desks — such as our Spanish/Latin desk — to assist our travel \nagents; that’s the most in the industry.\n•  We completed another step to combining our reservations systems by moving to a single interactive voice \nresponse (IVR) system. When customers call the reservations line, the IVR system recognizes the phone number \nfrom a previous customer call and matches the customer with his or her reservation. \n•  We enhanced the online booking experience for customers using aa.com, with clearer navigation and greater self-\nservice functionality.\n•  Our global sales team has members in 56 countries around the world. We have also expanded our domestic Sales \nSupport Center operations to 24 hours a day, seven days a week. With Sales Support Centers operating in 16 cities \naround the world, we are the only airline with 24/7 live agent and web-based support. Our web-based waiver/\nfavor tool, SalesLink, also never closes.\nAfter customers return from their travels, we listen to their feedback to find ways in which we can improve. We \nconduct online surveys on a daily basis and collect feedback from more than 400,000 customers annually to \nmeasure our performance in various service areas, such as the check-in process, delay handling, onboard food \nand more. The survey results are shared with each department to help them identify and act upon improvement \nopportunities.\nThe making of a flight attendant\nMen and women from around the world aspire to join American Airlines as flight attendants. Tens of thousands \napply, but in 2015, American hired only 700 flight attendants systemwide — only the best of the best.\nAfter passing the first rigorous rounds, top candidates travel to Dallas/Fort Worth for face-to-face interviews. \nThere, our recruitment team looks for a unique set of experiences and personality markers, including \nprofessionalism, enthusiasm, confidence, adaptability and good judgment in stressful situations. After \ncandidates complete background checks and get fingerprint clearance, training begins.\nThe initial flight attendant training class takes place at the American Airlines Training and Conference Center \nin Fort Worth. For six and a half weeks, candidates train in crew resource management, aircraft systems and \nemergency procedures, including firefighting and first aid. Candidates also undergo extensive customer-service \ntraining and learn inflight service procedures geared to assist customers from the many different countries and \ncultures we serve.\nFlight attendants are responsible for overseeing a huge portion of our customers’ experience. We spare no \nexpense in attracting and developing the most elite in the sky.Focus on Our Customers’ Needs and Wants (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}