{"page_content": " 7\nPlugged into social media\nListening to our customers also means keeping constant watch on the stream of social media. There is probably no \nbetter resource for insight into what customers are saying and no quicker way to respond to their concerns.\nIncreasingly, social media is the channel of choice for our customers to communicate directly with American \nrepresentatives. In 2015, we saw a 23 percent increase in the number of American’s Twitter followers, as well as 8 \npercent growth in Facebook followers.\nOur Social Customer Experience representatives have the know-how and tools to research connecting flights, advise \ncustomers on the status of flights and, in many cases, rebook. In 2015, American was awarded Best Overall Airline \nglobally and in North America for our social media team’s work.\n• Tweet @AmericanAir\n• Like us on Facebook\n• View us on YouTube\nListening pays off\nWe are implementing a number of new features developed with the input of customers in mind. These include:\n•  Navigating on the Ground  \nIn November, we launched Blue Dot, a feature on the American app that helps employees and customers navigate \nterminals at some of our hubs and stations. Blue Dot is equipped with highly accurate maps and turn-by-turn \nnavigation, so users can get step-by-step directions to shops, restaurants and their gates. The feature is currently \navailable at Chicago, Miami and San Jose International Airport (SJC). It will soon be rolled out in Phoenix, New \nYork’s JFK and LaGuardia, and Los Angeles.\n•  Harnessing Customer Knowledge  \nNobody knows travel better than American customers. #AAInsider lets us help customers share that know-how \nwith the world. Customers can submit tips, insights and photos. \n•  Upgrading the Admirals Club  \nWe have rolled out our latest complimentary foods in new, stylish service pieces at Dallas/Fort Worth, New \nYork JFK, Los Angeles, Miami and Chicago. We are soliciting customer feedback to help us finalize our expanded \nassortment of snacks to appear at more lounges by fall 2016.\n•  First Class Menu  \nIn the biggest menu upgrade since our merger, we have revamped our domestic First Class menu to feature new \nlunch and dinner options. Starting August 1, domestic First Class cabins will have new, healthier dishes and more \nvegetarian options.\nValuing loyalty\nIn 1981, American launched AAdvantage, the first-ever airline loyalty program. Times \nhave changed since then, and loyalty programs are a dime a dozen now. If we are \ngoing to be the greatest airline in the world, we need to be the best at rewarding our \ncustomers and retaining them.\nWe know that it is not enough that AAdvantage has been named both Program of \nthe Year and Best Elite Program for three consecutive years. We have to listen to our \ncustomers’ concerns about the gaps between our service and the competition so \nwe can close them. A model that provides our loyal customers with the benefits they \nvalue most — such as rewarding customers based on the value of the tickets they \npurchased — is the first step toward closing those gaps.\nIn 2016, we will make changes to AAdvantage that will build a truly rewarding program for all members while giving \nour best customers access to the best benefits in the business.Customers can easily earn miles when they fly \nAmerican, oneworld airlines and more than \n1,000 partners. Miles can be used for:\n•  Flights to nearly 1,000 destinations worldwide\n•  Upgrades\n•  Vacations, car rentals and hotels\n•  Other retail products Focus on Our Customers’ Needs and Wants (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}