{"page_content": " 8\nOur new look\nSince the merger, our fleet and facilities have undergone a dramatic facelift to uniformly fly the colors of the new \nAmerican. \n•  Outerwear  \nAt the end of 2015, 59 percent of our total fleet, including all new deliveries, was operating in the new livery. By \nthe first quarter of 2018, we will have all aircraft painted in the new colors.\n•  What’s on the Inside  \nAlso known as “trim and finish,” a new interior look has been approved for all former US Airways mainline aircraft, \nand installation began in October 2015 for the Airbus A330. Using a mix of maintenance checks and special visit \nallocations, the trim and finish conversion will be completed by the first quarter of 2018.\n•  New Threads  \nNew uniforms debut in September 2016. Our employees played a critical role in the design and development \nof these uniforms — from fabric selection to shirt length — to ensure the uniforms are functional as well as \nfashionable. The new uniforms’ dark gray suiting color is modern and timeless. It’s aligned with our company colors \nand stands out in our work environments — from ticket counters to gates and on board the aircraft.\n•  Clubhouse Feel  \nWe’ve kicked off the first major projects to overhaul our Admirals Club lounges. Over the next several years, all \nAdmirals Club lounges will receive a similar look and feel, with improved comfort and connectivity.\n•  Taking American Way to New Heights  \nStarting with the January 2016 issue, American’s inflight magazine, American Way , will have a refreshed look and \nexpanded reach. New sections on culture, lifestyle and travel will take readers into trends, eats and secret nooks \nand crannies around the world.\nCargo services delivers\nAmerican doesn’t just fly people. Every day, shipping customers the world over entrust us with unique and valuable \nshipments, from rally cars and semiconductors to fresh flowers and priceless artwork. American Airlines Cargo is \nproud to be a leader in the industry by providing our customers with one of the largest networks for shipping items. \nIn 2015, our Cargo services generated $760 million in revenue.\nOur run of excellence in Cargo services is exemplified by American Airlines Cargo being named Cargo Airline of \nthe Year for 2015 by Air Cargo News , a leading cargo publication. American is the first carrier in North and South \nAmerica to win the prestigious accolade in the 32-year history of the award. American was also named Best Cargo \nAirline of the Americas for the eighth consecutive year.Focus on Our Customers’ Needs and Wants (continued)", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}