{"page_content": " 9\nSafe and reliable airline operations — for our employees and our customers — are part of the very fiber of our \ncompany. We adhere to a rigorous Safety Management System (SMS) that guides our team members to properly \nmaintain aircraft, enables the training of pilots and crew on the newest and best practices and procedures and \nensures safety data is continually collected and reported.\nThe SMS helps us prevent and respond to any gaps in our management approach before they become safety issues. \nYet, it’s important to recognize that the SMS means nothing without the skillful implementation of our employees. \nOur success in safety is due to their day-to-day resolve and expertise.\nOur Safety Management System\nOur integrated SMS formalizes processes for the identification, analysis and mitigation of risks, hazards and incidents. \nAmerican Airlines has fully implemented Level IV, the highest level of the Federal Aviation Administration’s (FAA) \nSMS program, which focuses on continual improvement. Our SMS provisions go beyond FAA requirements for \nour pilot, flight attendant, maintenance and airport customer service groups, adding in oversight for security and \nenvironmental concerns. \nOver the past year, we examined every aspect of our SMS. In order to integrate our operations to achieve a Single \nOperating Certificate from the FAA, our team members reviewed more than 400 manuals and 1,700 Safety Risk \nAssessments, and completed 3,600 internal safety audits. We also underwent and passed our biennial International \nAir Transport Association (IATA) Operational Safety Audit (IOSA), which covers safety, security and compliance. \nKeeping ahead of risks\nOur SMS is founded on a robust data-collection process to help us identify potential challenges before they \nbecome problems. In addition to trending individual data points, we also monitor our proprietary flight safety index, \nwhich aggregates 17 safety-risk indicators to provide a comprehensive measure of our performance. Just a few of \nour key data-gathering and management methods are:\n•  Aircraft monitoring systems  that collect digital flight data generated during aircraft operations.\n•  Multiple audit programs  that collect data on compliance with policies and procedures throughout our operations. \nThis data is used as part of our Continuing Analysis and Surveillance System (CASS) program, quality assurance \nprogram and other safety efforts.\n•  Employee safety-reporting programs  that allow employees to confidentially and anonymously report observed \nsafety issues. The Aviation Safety Action Program (ASAP) investigates submissions from cockpit and cabin crew \nmembers, as well as aircraft mechanics.\n•  Data warehouses that collect event and operational data, such as employee injuries, aircraft damage and \nturbulence events. We use this data to develop the operational and safety metrics by which we monitor safety \nperformance and, over time, identify changes we may need to implement.\nEmployee safety is a top priority\nA culture of compliance is the core of the American way. To ensure operational managers maintain high levels \nof safety awareness in their organizations, American holds a safety summit every fall and spring for our general \nmanagers, frontline managers, regional managers and vendors. In addition, we hold quarterly maintenance safety \nmeetings, in which union representatives and senior management come together to discuss safety issues and \nconcerns, as well as to review ameliorative actions.  \nWe train employees to be mindful of safety at all times and to assiduously follow all safety policies and procedures. \nWe track safety analytics, Occupational Safety and Health Administration (OSHA) audit data and investigations \ninto injuries, ground damages and other incidents. By centralizing this information, we can better anticipate and \neliminate safety risks and maintain full compliance.\nAt our Tulsa Wiring Center, OSHA’s Voluntary Protection Program (VPP) continues to drive results. OSHA recognized \nour team with The Star Award for driving a greater than 50 percent reduction in workplace injuries. We plan to \nexpand the VPP program to additional maintenance facilities throughout our system. Be an Industry Leader\nSafe and reliable in airline operations — it must be part of the fiber of our company.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}