{"page_content": " 10\nOverseeing our vendors \nSafety and reliability aren’t just about our own facilities. \nWe need to be able to track operations across our \nsupply chain to ensure equipment and services are up \nto our rigorous standards.\n•  Vendor audits:  We perform safety audits of domestic \nand international codeshare partners to ensure they \nmeet high safety standards for our customers.\n•  Quality guarantees:  We also have a quality assurance \nprogram for our maintenance providers.\n•  Vendor training:  Airport vendors, including regional \naffiliates, fuel vendors and cleaners, complete safety-\ntraining courses twice a year.\nAmerican’s CARE team is called to serve\nAll across the world, members of American’s Customer \nAssistance Relief (CARE) teams are ready to deploy at a \nmoment’s notice. CARE volunteers are there to help employees, passengers and their families in situations ranging \nfrom minor incidents to major accidents. There are 2,000 active CARE team members across 100 departments, \nwith 10 percent of employees at each station trained as CARE volunteers. CARE team members speak 75 \nlanguages.\nReliability and dependability\nOnce safety is secured, our employees can focus on other important aspects of the customer experience, including \noperational reliability and service quality. We continually collect and monitor reliability metrics so we know just how \ndependable our services are. By identifying challenges early, we can react quickly to ensure the smoothest travel \nexperience possible.\nIn 2015, American took major strides toward being the most dependable and reliable airline among its peers. The \npercentage of flights completed without interruption remained strong throughout the year, with many days showing \na 100 percent completion factor. When customers do encounter delays — whether because of weather, air-traffic \ncongestion or a reason within our control — we have the team and structures to keep them fully informed and get \nthem on their way quickly.\nWe continue to enhance our ability to minimize customer disruptions and maintain dependable service during \nadverse events, such as severe weather. For example, customers can now use our website to make changes to \ntheir reservation in advance when significant weather events are expected. In all of our largest stations, we have \nimplemented technology that allows our employees to more proactively assist customers making connections \nwith managing their itineraries. And at our Integrated Operations Center (IOC), a dedicated team proactively \ncommunicates with impacted customers in order to provide appropriate directions and alternative accommodation \noptions.\nThe logistical challenges of integration have historically had negative effects on the reliability and dependability at \nother airlines. Our reliability in 2015, however, was relatively stable compared with our performance in 2014. The \npercentage of scheduled flights that were completed held firm at more than 98 percent. And the percentage of \nflights arriving less than 15 minutes after the scheduled arrival time, also known as on-time performance, was 80.1 \npercent. That was an improvement of more than two percentage points over 2014. \nWe know we have more work to do with regard to improving our baggage handling, and we are making capital \ninvestments in new baggage-handling technology. We saw a slight increase in the rate of mishandled baggage in \n2015 versus 2014, a trend we intend to reverse in 2016.Be an Industry Leader (continued)\nFor an airline, security and safety go hand in hand \nAmerican Airlines Corporate Security ensures the security of our passengers, \naircraft, facilities and employees. Security oversight is integrated into our \ncorporate SMS to identify and mitigate security threats and issues. American uses \na robust risk-based security system focusing on geopolitical risk and its mitigation.\nOur Corporate Security department works closely with the Department of \nHomeland Security, the Transportation Security Administration (TSA), the \nFederal Bureau of Investigation (FBI), other law-enforcement agencies and \nhost government regulators to keep passengers safe, while minimizing any \ninconvenience. As part of our security efforts, we are collaborating to expand \naccess to the TSA’s PreCheck expedited screening process, which is now available \nat more than 150 airports.\nA safe, smooth trip is the main thing our customers want. When their flight and bags arrive on time, our \ncustomers are more likely to value all of our other amenities.", "metadata": {"source": "NASDAQ_AAL_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}