{"page_content": " \n \n \n \n \n \n Serving Customers \n2019 Corporate Responsibility Report 27 Go-To \nCustomers, including more than \n40,000 by the end of 2019, download \nour Go-To app and choose their \nbanker based on their experience, \npersonality, or location. They can \nsearch for a banker they work \nwith in-store to continue to build \non a relationship they’ve already \nestablished. It’s even available to \nthose who do not bank with us. It’s the \nlatest step on our journey to help level \nthe fnancial playing feld. \nHuman Digital \nWe leverage technology that enables \ndeeper connections. \nFocusing our eforts and technology to create deeper connection and \nbetter experiences for customers has always been central to who we \nare and how we function as a bank. We call this approach Human \nDigital, and i t plays out in  a variety of ways across  the bank. \nAdvancing customer service \nOur continued priority for our banking teams relies on a combination \nof digital eng agement and advisory skill development, hel ping \ncustomer-facing  associates a dvance their abi lity to under stand custome r \nneeds, provide advice, and recommend meanin gful solutions  across \nmultiple channel s. This means we are positio ned to serve cu stomers in  \nthe ways they want and need,  whether in pe rson or digit ally. \nPhys ical stores. We pioneered our signature bank store model, which turned \nbank branches into community hubs. Our stores have earned international \nacclaim for the way they’ve transformed the banking experience, connected \npeople and com munities, and deepened customer loyalty. \nResource Center. With as many as 140,000 calls received per month, \nour Customer Resource Center continues to be a critical channel for \nour customers to resolve their banking needs and one that continues \nto evolve to meet customer need. Thanks to a third-party relationship, \nwe also have the capability to speak with customers in real time in \ntheir own language through this resource. \nGo-To. Fully launched in all of our markets in 2019, Umpqua Go-To® \nleverages existing technology—secure text chat in a stand-alone app, \ncombined with a back-end platform for associates—to provide every \ncustomer with their own personal banker devoted to their specifc \nfnancial needs. \nUmpqua Bank ", "metadata": {"source": "NASDAQ_UMPQ_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}