{"page_content": " \n \n \n2019 Corporate Responsibility Report 282019 Corporate Responsibility Report 28 Business Workshops \nWe partnered with 501 Commons to \ndeliver free learning opportunities to nonproft professionals in Seattle and Tacoma, Washington. These workshops focused on a wide range of topics such as nonproft fnances, technology planning, helpful tools, cloud services, and system security. \nServing Customers \nSolutions-based approach \nOur business banking teams are addressing the needs of customers \nmore broadly through our Solve360 approach, which focuses on \ncreating deeper, lasting relationships by providing more holistic \nsolutions. We do that by channeling our informed curiosity and \nopen-minded expertise to truly humanize our relationship with our \ncustomers and their respective needs. With Solve360, our mantra is, \n“Sell nothing, solve everything.” We do that frst through the quality \nof the questions we ask and by exercising our empathetic, human \napproach to serving our customers. The more we can connect with \nthem, we can then more intentionally map their complete journey \nof where their business is today, where they want to go, and what \nit’ll take to get there—and how we can help. \nA good example of how we do this is with our Working Capital \nAssessments (WCA). Launched in 2019, WCA is a two-part \ninteractive conversation between our bankers and their customers \nto, 1) Better understand their processes, business goals, and \nobjectives, and 2)  uncover opportunities to optimize their \noperations—including lowering costs through strategic solutions. \nConducted virtually through teleconference platforms or in-person \nwith visual aids, we then provide participants with a customized \nanalysis of our fndings, including best practices in alignment with \nthe customer’s situation and tailored recommendations for \nsolutions that make sense. \nHuman experiences like our WCA allow us to demonstrate both \nour empathy and expertise with our customers and our priority on \nsupporting them in what they do best–growing their businesses, \nserving their customers and supporting their employees. \nThe Voice of the Customer \nBeing customer-obsessed is a key cultural attribute. We’ve built out \nnew processes  to better listen and respon d to feedback a nd expanded \nour data capabi lities to ga in new insights t hat inform our strategy. \nIn 2019 we launc hed a Voice of the Customer  program to track and \nmonitor customer experience and sentiment  more holistical ly. \nThese insights highlight where our customer experience thrives and \nwhere it falls short, as well as what drives loyalty and engagement. \nThe feedback has helped us set course on how we improve and \ninnovate on our products, services, and experiences. \nCustomer e xperience innovation \nOur product and technology teams work closely with bankers to \ndevelop competitive, proftable, and innovative tools and products \nthat help us better understand what our customers need and when \nthey need it–s o that they can feel more comfortable with their \nfnances. The teams focus includes internal and external products \nand tools, helping drive value for consumers and business \ncustomers alike. Their eforts span the spectrum of our business, \nfrom human-centered design research to helping deploy \ntechnologies for faster internal processes and enabling more \npersonalized banking experiences. \nUUmpqua Bmpqua Ba nkank ", "metadata": {"source": "NASDAQ_UMPQ_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}