{"page_content": "  \n \n \n  Serving Customers \nDoing Right Revitalizes \nLocal Business \nHow a chance meeting with Business Banker Leland Williams helped a customer pay \ndown a burdensome loan when nobody else would listen. \nLeland Williams Small businesses located \nthroughout our footprint play a vital role to the communities in which we live and operate. From providing local jobs to helping fuel local economies, their owners deserve a banking partner right in their own backyard that supports and advocates for their unique needs every single day. \nThat’s why we created our Business Banking group, \nwhich supports small businesses earning between $1 \nmillion and $5 million in gross annual revenue. Such as \nMedina Eye in Bellevue, WA; its owner, ophthalmologist \nDr. Jim McMillan, was ultimately able to reduce costs \nby $3,000 a month on an existing loan that wasn’t right \nfor him thanks to a chance meeting with our Business \nBanker Leland Williams. \nAfter both relocating his nearly two-decade-old practice \nand switching to a cash-only operation, Jim needed a \nway to cover the combined high moving expenses and \ntransient lag in cash fow. For help, he talked with his \nexisting business bank, but the only thing they ofered \nwas a two-year, $150,000 line of credit with an \naggressive pay-back schedule, which Leland later \ndiscovered was more like an installment loan:  funds \ncouldn’t be pulled from it. \n“Leland and his team are \nauthentically there for business \nowners like me. It’s amazing having somebody like him on your side.” Jim went to his bank looking to get help with his cash \nfow, but he ended up paying nearly $4,000 a month \nfor it. As the months rolled on, the situation became a \nburden, holding back the business rather than helping \nit prosper. In addition to his own bank, Jim visited \nothers to see if they could help. But after hearing about \nhis situation, each declined to ofer any attractive \nalternative. \n“Jim originally came into the Bellevue Way store \nlooking for information about refnancing his home and \nbusiness loans,” said Leland. “Once I got to know him \nand heard about his situation, I knew that there had to be \nsomething we could do to help him.” \nLeland dug in to fnd a solution. Rather than make \nassumptions about Jim’s situation, he strived to learn \nas much as he could about it. After a few additional \nconversations with Jim and other cross-organizational \npartners, Leland reviewed Jim’s fnancials (which were \nactually strong, unlike what the other banks assumed \nwithout fully reviewing), combed over the terms of the \nloan, and researched a number of options that would be \nright given Jim’s particular situation. \nAnd it paid of. \nWith Leland’s help, Jim moved his banking relationship \nover to Umpqu a, and his loa n payment wen t down to $450 \na month. His c onfdence as a  small business  owner was a lso \ngiven a big lift shortly after making the move:  it aforded \nhim the opportunity to replace aging equipment in a feld \nwhich thrives upon state-of-the-art techno logy. In addit ion, \nhis loyal empl oyee could be given a well-deserved raise. \n“Umpqua is a community-oriented bank that really \ncares about customers,” said Jim. “Leland and his team \nare authentically there for business owners like me. It’s \namazing having somebody like him on your side.” \nFor Jim, Leland embodies what our Business Banking \nfocus is all about: Being trustworthy advocates in support \nof local businesses, day in and day out. \nUmpqua Bank 2019 Corporate Responsibility Report 29 ", "metadata": {"source": "NASDAQ_UMPQ_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}