{"page_content": "Letter from our President and CEO\nTable of contents\nCustomers  4\nOper\nations\n \n7\nEmployees\n \n9\nPhilanthropy\n \n11\nEthics\n \n13\nUNGC index\n 1\n4It is humbling to serve as the CEO of Autodesk at \nsuch a pivotal time for our company and the corporate sector more broadly. The challenges we face as a global community, from rising inequality to a changing climate, demand more from us as leaders—more intention, more ambition, and more courage.\nFor Autodesk and our customers, designing and \nmaking a sustainable, resilient, and prosperous future for billions of people is a daunting responsibility—but also an incredible business opportunity. The most successful companies will be those that align business success with positive impact in the world. As I told our investors recently, we want to lead the way in demonstrating this proposition.\nMany of the companies stepping up to this challenge \nare Autodesk customers. I am continually inspired by their creativity and ambition. More than half have made sustainability commitments and many are aligning their business with the UN Sustainable Development Goals, now gaining momentum as  \na universal blueprint for our collective future. Companies are shifting to clean energy and circular materials, designing for health and resiliency at a global scale, and demonstrating that meaningful work and widespread prosperity is possible. \nThese customers are looking to us to help transform \ntheir business in positive and productive ways. We are committed to leading by example while also helping each customer, and even entire industries, transition their design and make practices to align with their aspiration of a better world.\nMuch of this progress is powered by rising levels  \nof automation, increasing both our capacity and  \nour efficiency. While there is growing concern that \nautomation will displace workers, I sincerely believe that technology, when steered in the right direction, will instead help us to make informed decisions and better address the complexity of designing a future with billions of people. \nOur customers need and deserve trusted technology \nplatforms that transform complex data into actionable insights. To this end, we are investing in our technology and acquired three companies this year that extend our solutions beyond design, into construction and manufacturing, anticipating the convergence ahead.\nWe need to stay vigilant, to automate the right \ndecisions and to design technology that supports and assists us as a collaborative partner, unlocking our human abilities. \nThis is our tenth year reporting on our social and \nenvironmental performance. I’m proud of our track record as a sustainability leader, proud of our progress building a diverse and inclusive team, and proud of the impact we have had. I am also acutely aware that the next 10 years will demand more from businesses and from CEOs. Just as investors are starting to move beyond ESG analysis to impact investing, corporate leaders are beginning to measure impact returns alongside financial returns, balancing short-term results with long-term impact. \nThis is new territory for many of us, but I’ve never \nbeen more confident that business can and will deliver impact at scale. We invite you to read our report and join us in creating a prosperous, equitable, and resilient future for billions of people.\nSincerely, \nAndrew Anagnost  \nPresident and Chief Executive Officer  \nAutodesk\n2\n", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}