{"page_content": "11\nAutodesk Foundation takes an expansive view of \nphilanthropy that includes our Foundation, software donation programs, education initiatives, and Employee Impact programs. \nThe Autodesk Foundation supports the design and \ncreation of innovative solutions to the world’s most pressing challenges, such as climate change and inequality. We seek out impact-driven, design-oriented organizations—from social enterprises and startups to accelerators and incubators—and help them scale.  \nWe provide funding, software, training, and related support, so these organizations can have the greatest impact possible. \nSince its launch in 2014, Autodesk Foundation has \nsupported entrepreneurs and innovators who are designing and making a better world. Recent investments have focused on low carbon innovation (reducing GHG emissions) and resilient communities (helping climate-vulnerable communities adapt  \nand thrive). \nIn 2018, we made additional investments in workforce \ndevelopment initiatives that address issues related to inequality in the automation age. These investments complement a focus on climate change, with a goal of ensuring that human beings not only survive but thrive through the disruptions brought on by new technology. Read more about the impact of our grantees and investees on the Foundation website. \nAutodesk, Inc. business units also provide direct \nfunding for design and engineering programs and projects in their respective industries. For example, Autodesk Education supports students, teachers, and academic institutions worldwide with free access to Autodesk software and online learning opportunities.\n23 \nRead more about how we’re educating the next generation to be problem-solvers and encouraging job readiness in the industries we serve in the Education sidebar in the Customers section. \nWe match charitable donations and encourage paid \nvolunteer time so that our employees can support the causes and organizations they care about most. In response to the many natural disasters that occurred in 2018, our employees joined forces to raise tens of thousands of dollars for disaster relief and resilience-building efforts. Many also volunteered their time to provide direct aid in the days, weeks, and months following these destructive events. See the Employees  \nsection for more information about traditional and pro bono volunteering.Philanthropy\n23. Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software license agreement or terms of service that accompany such software or cloud-\nbased services. Software and cloud-based services subject to an Educational license may be used solely for Educational Purposes.", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}