{"page_content": "12\nPerformance data FY2017 FY2018 FY2019\nCompany and Foundation cash contributions24 [US$] $7,400,000 $6,500,000 $6,000,000\nCompany product donations25 [US$] $26,100,000 $19,100,000 $26,353,906\nEmployee giving [US$] $1,200,000 $1,500,000 $1,297,944\nFoundation match of employee giving of time and money \n[US$] (also included in the “Company and Foundation cash contributions” line above)$1,300,000 $1,400,000 $1,331,953\nEmployee traditional volunteer hours\n2624900 22000 24054\nValue of traditional volunteer hours26 [US$] $574,000 $507,000 $554,926\nEmployee pro bono volunteer hours (donated to nonprofits and impact-related startups)3860 4000 2612\nValue of pro bono hours\n27 [US$] $270,000 $416,000 $283,575\n24. Data r eflects combined cash giving from Autodesk, Inc., and the Autodesk Foundation.\n25.\n A\nutodesk calculates its product donations at commercial value. Data for fiscal year 2017 was updated to include more complete information. \nThese data do not include the value of products granted to students, faculty, and educational institutions at no cost through the Autodesk Education Community. \n26.\n A\nutodesk does not track what percentage of traditional volunteer activities take place during company time. Value of traditional volunteer hours \naligns with data cited by Taproot Foundation ($23.07 per hour), which is based on 2014 Bureau of Labor Statistics data.\n27.\n V\nalue of pro bono hours based on hourly rates for various skills cited by Taproot Foundation.\nIn 2018, we made investments in \nworkforce development initiatives that address issues related to inequality in the automation age. These investments complement a focus on climate change, with the goal of ensuring that human beings not only survive- but thrive -through the disruptions brought on by  \nnew technology.\n", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}