{"page_content": "13\nEthics and compliance\nAll Autodesk employees are required to complete \nannual training on our Code of Business Conduct  \n(CoBC). Our officers, directors, contingent workers, and global subsidiaries are also required to abide  \nby our CoBC.\nAutodesk’s Ethics and Compliance Hotline enables \nemployees and third parties to report suspected \nviolations for investigation and resolution.\nWe are committed to complying with all applicable \nanticorruption laws and regulations. This includes the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act, and any similar local regulations in the areas where  \nwe operate. Partners must abide by these same standards while conducting business with or on  \nbehalf of Autodesk.\nHuman rights\nAutodesk promotes and protects human rights wherever it does business. The Autodesk Human  \nRights Policy describes our commitments in this area, as well as how we promote human rights among  \nour employees, suppliers, business partners, and customers. View our Conflict Minerals Policy . \nThe privacy and security of our customers’ data is important to Autodesk. Autodesk is committed to incorporating the core principles and requirements of the General Data Protection Regulation into its global privacy and data protection program. Learn more about privacy and compliance at the Autodesk Trust Center and Privacy Statement.\nSuppliers and business partners\nOur Partner Code of Conduct outlines the standards \nand practices we expect our partners to follow while conducting business with or on behalf of Autodesk.  \nIt also specifies that business partners must support internationally recognized human rights and comply with all applicable laws and regulations regarding health and safety in the workplace, the eradication of human trafficking and slavery, and the elimination of child labor. We also expect our partners to support fair labor practices.Public policy\nWe par ticipate in public policy debate to advance \ninnovation, sustain ability, economic  growth, and \npolicies th at are good for people and the planet.  \nOur Corporate Susta inabili ty and Gover nment Affairs \nteams meet regula rly to a lign on cur rent and future \npolicy activities and opportunities. During fiscal year \n2019, we engaged with governmen t officials, \nnonprofit organizations, think tanks, and other \nentities to advance sustainability principles. For  \nexample,  Autodesk participated in the Global \nClimate A ction Summi t in September 2018 in San \nFrancisco and, through a partnership with C40 Cities, \ninterfac ed wi th mayors from cities around the world \non climate policy action.\nAutodesk does not have a political action committee \nand thus does not contribute to U.S. federal elections. \nThe company did not contribute to state or local \ncandidate committees in fiscal year 2019.Ethics\n", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}