{"page_content": "United Nations Global Compact index\nIn 2011, Autodesk endorsed the United Nations (UN) \nGlobal Compact, a voluntary initiative that outlines  10 principles in the areas of human rights, labor, environment, and anticorruption. This Sustainability Report and the policies and codes we’ve posted online serve as our Communication on Progress for fiscal year 2019 and describe how we are integrating these principles into our business. The table to the right indicates where relevant content can be found.\nIn 2015, Autodesk also endorsed Caring for \nClimate—an initiative led by the UN Global Compact, the UN Environment Programme, and  \nthe secretariat of the UN Framework Convention  \non Climate Change—aimed at advancing the role of business in addressing climate change. Information about Autodesk’s progress against the Caring  \nfor Climate commitments can be found in  \nthe Operations section and in the company’s  \nCDP submission.\n“We endorse the principles of the \nUnited Nations Global Compact, which \nalign with our company values to operate ethically and responsibly. We support collective action to address global challenges, such as climate change, corruption, and human rights and labor abuses, and we embrace our role as a corporate citizen to make a positive impact in these areas.” \n— Andrew Anagnost\nPresident and Chief Executive Officer, Autodesk\nwww.autodesk.com\nAutodesk, the Autodesk logo, AutoCAD, BIM 360, CAMduct, Civil 3D, FormIt, Fusion 360, InfraWorks, Inventor, Moldflow, Navisworks, Netfabb, PowerMill, ReCap, Revit, and Robot are \nregistered trademarks or trademarks of Autodesk, Inc., and/or its subsidiaries and/or affiliates in the USA and/or other countries. All other brand names, product names, or trademarks belong to their respective holders. Autodesk reserves the right to alter product and services offerings, and specifications and pricing at any time without notice, and is not responsible for typographical or graphical errors that may appear in this document. © 2019 Autodesk, Inc. All rights reserved. UN Global Compact principle Response\nHuman rights\nPrinciple 1: Businesses should support and respect \nthe protection of internationally proclaimed human rights; andSuppliers and business partners ; Human rights ; Autodesk Human  \nRights Policy; Autodesk Partner Code of Conduct\nPrinciple 2: make sure that they are not complicit in human rights abuses. Suppliers and business partners ; Human rights ; Autodesk Human  \nRights Policy; Autodesk Partner Code of Conduct\nLabor\nPrinciple 3: Businesses should uphold the freedom of association and the effective recognition of the right to collective bargaining;Suppliers and business partners ; Autodesk Human Rights Policy; \nAutodesk Partner Code of Conduct\nPrinciple 4: the elimination of all forms of forced and compulsory labor; Suppliers and business partners ; Autodesk Human Rights Policy; \nAutodesk Partner Cod e of Conduct\nPrinciple 5: the effective abolition of child labor; and Suppliers and business partners ; Autodesk Human Rights Policy; \nAutodesk Partner Code of Conduct\nPrinciple 6: the elimination of discrimination in respect of employment and occupation. Employees ; Suppliers and business partners ; Human rights ; \nAutodesk Code of Business Conduct ; Autodesk Human Rights  \nPolicy; Autodesk Partner Code of Conduct\nAutodesk does not tolerate discrimination or harassment based on a person’s race, color, creed, religion, national origin, citizenship, age, gender, sexual orientation, marital status, mental or physical disability, or any other classification protected by law. This protection applies to all Autodesk employees and contingent workers worldwide. We require all managers with U.S. employees to complete harassment training every two years.\nEnvironment\nPrinciple 7: Businesses should support a precautionary approach to environmental challenges; Operations\nPrinciple 8: undertake initiatives to promote greater environmental responsibility; and Operations ; Autodesk CDP submission; Autodesk endorsement of \nCaring for Climate\nPrinciple 9: encourage the development and diffusion of environmentally friendly technologies. Operations ; Autodesk CDP submission; Autodesk endorsement of \nCaring for Climate\nAnticorruption\nPrinciple 10: Businesses should work against corruption in all its forms, including extortion and bribery.Ethics and compliance; Autodesk Code of Business Conduct ; \nAutodesk Partner Code of Conduct", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}