{"page_content": "4Customers\nOur customers have a broad and global reach. They \ninclude a wide range of companies, design firms, academic institutions, nonprofits, students, and entrepreneurs in the architecture, engineering, construction, product design, and manufacturing fields. Designing and making more of everything is inevitable as global population increases. Autodesk technology helps our customers to design and make better things with less negative impact on the world. \nArchitecture, engineering, and construction (AEC):  \nOperational energy use in buildings is responsible for \n32 percent of energy consumption globally and 19 percent of energy-related greenhouse gas (GHG) emissions.\n1 While it is not uncommon for operational \nenergy use to account for as much as 90 percent of  \na building’s environmental impacts,2 the embodied \ncarbon of building materials and the construction process itself also offer significant potential for improvement. Research indicates that up to 30 percent of construction activity on-site is related to rework,\n3 \nand as much as 30 percent of construction material is wasted on-site,\n4 costing time, money, and natural \nresources. The urgency of reducing these impacts is compounded by global demographic trends. As the global population shifts and urbanizes over the next 30 years, the construction industry will need to build an average of 13,000 buildings every day in urban areas.\n5 Indeed, 60 percent of urban areas anticipated \nto exist in 2030 have yet to be built.6 As a result, \nindustry demand will continue to rise for solutions that enable architects, engineers, and contractors to support this rapid growth more sustainably by improving energy and materials productivity.\nEducation\nWe offer flexible, self-paced online learning opportunities to help people get more out of Autodesk tools and to teach sustainable design concepts to those already practicing or considering a career in architecture, engineering, design, or related fields.\nAutodesk Knowledge Network, a repository of more \nthan a million contributions from Autodesk, its community, and its partners, includes more than 250 videos and articles related to sustainable design.\nAutodesk\n® Design Academy offers free projects, \ncourses, webinars, and more for educators and \ndesign students at all levels. During fiscal year 2019, the site received more than 4 million page views from over 1 million unique visitors.\nAutodesk\n® Education Community enables students, \nfaculty, and educational institutions  \nto access more than 80 titles of Autodesk \nprofessional-grade software at no charge.7 In fiscal \nyear 2019, 6 million students and educators registered 12 million copies of Autodesk software.\nAutodesk University , a learning community for \ndesign and engineering professionals from around \nthe globe, offers conference experiences and free access to online learning resources year-round.  \nIn fiscal year 2019, 2 million people visited the Autodesk University website and watched 73,000 hours of instructional video.\n1. https ://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_chapter9.pdf , Chapter 9: Buildings.\n2.\n http:\n//www.journalofgreenbuilding.com/doi/abs/10.3992/jgb.7.3.151\n3. https\n://www.researchgate.net/publication/291000555_Cost_Management_in_Construction_Projects_Rework_and_Its_Effects\n4.\n https\n://www.sciencedirect.com/book/9780123814753/waste, Chapter 15: Construction Waste.\n5.\n A\nccording to internal research with market research firm Statista.\n6.\n https\n://openknowledge.worldbank.org/handle/10986/25219\n7.\n F\nree Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software license agreement or terms of service that accompany \nsuch software or cloud-based services. Software and cloud-based services subject to an Educational license may be used solely for Educational Purposes.", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}