{"page_content": "5United Nations Sustainable  \nDevelopment Goals\nThe United Nations Sustainable Development \nGoals provide an important framework to drive \nsocial, environmental, and economic progress globally. Although Autodesk addresses all 17  \ngoals to varying degrees, we focus particularly  \non the following to maximize our positive  \nimpact through our products, operations, and philanthropic activities.\nOur customers are increasingly working to make net-zero energy buildings, implement low-waste and industrialized construction, and develop smart and sustainable cities. A study of Autodesk AEC customers showed that approximately 47% of those customers have commitments to implementing sustainable practices.\n8 Providing \nautomation tools to support these objectives affordably and at scale is central to our sustainability efforts. The Autodesk\n® Architecture, Engineering & Construction Collection and our cloud platform help enable customers to \nachieve these outcomes.\nAutodesk® Revit®, InfraWorks® 360, AutoCAD® Civil 3D®, Autodesk® BIM 360®, Assemble Systems, PlanGrid,  \nCFD, FormIt® 360 Pro, Insight, Navisworks®, Fabrication CAMductTM, ReCapTM, and RobotTM Structural Analysis \nProfessional software\nBuilding design and \nretrofit•\n Des\nign high-performance buildings\n•\n C\nonduct energy analysis from concept through to complex modeling\n•\n P\nrioritize retrofits across property portfolios\n•\n Use struc\ntural materials efficiently\n•\n Plan f\nor smart decommissioning of buildings and related materials recovery\nInfrastructure •\n Plan f\nor resilience and adaptation to climate change\n•\n P\nrioritize projects based on social, environmental, and economic impacts\n•\n Manage b\nioretention and green stormwater\n•\n C\nonduct traffic impact analysis\n•\n C\nonduct pollution modeling\nConstruction •\n Str\neamline schedules and logistics\n•\n M\ninimize waste during construction\n•\n Des\nign for offsite and prefabrication design\n•\n Incr\nease precision to maximize built performance\n8. A utodesk engaged Business Advantage, a market research consulting firm, to conduct a study of 1400 Autodesk customers to understand their commitments to sustainability. The study determined a “commitment to \nsustainability” if the customer committed explicitly to the UN Sustainable Development Goals, and/or showed evidence of a commitment to sustainability on their corporate website.Image courtesy of Johnson Controls", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}