{"page_content": "6Product design and manufacturing (D&M): Time, money, energy, and materials are often wasted due to poor \ndesign and inefficient production cycles, creating bottlenecks, machine idling, and slow product runs. Manufacturers can reduce energy use by up to 25 percent and increase productivity through smart and connected manufacturing techniques.\n9 Consumers’ demand for more environmentally friendly products, as well as new \nenvironmental regulations, push manufacturers to commit to sustainable outcomes in their work. In fact, a study of Autodesk’s Design & Manufacturing customers showed that approximately 52% of these customers have commitments to implementing sustainable practices.\n8 To address these challenges and meet their commitments, \nAutodesk customers are implementing smarter and more efficient design and manufacturing approaches, increasing materials productivity, developing more circular business models, reducing energy use, and enhancing supply chain responsibility. \nUtilizing automation to integrate design and manufacturing processes plays an essential role and helps designers \nand engineers achieve productivity boosts and deliver more sustainable products. The Autodesk\n® Product Design \n& Manufacturing Collection and our cloud platform help customers deliver on these objectives.\nAutodesk® Fusion 360®, Inventor®, CFD, Moldflow® Design, NetFabb®, TruNest, PowerMill®, Fusion LifeCycle, and \nFactory Design Utilities software\nMaterial efficiency and \ncircularity•\n Impr\nove materials efficiency, create lighter products, and reduce waste through \ngenerative design and composites\n•\n Mak\ne greener materials choices\n•\n C\nonduct simulations to test and design more durable products\n•\n Nest p\nieces to optimize flat sheet cutting and reduce waste\n•\n P\nack products and use support-material efficiently to reduce waste in  \nadditive manufacturing\n•\n Impr\nove print accuracy and success rate to decrease waste in additive manufacturing\n•\n M\ninimize waste by repairing parts with hybrid manufacturing\nEnergy efficiency and smart manufacturing•\n Des\nign and create energy-efficient electronics and machines\n•\n R\neduce energy use and waste in production by optimizing machine use and  \ncooling cycles\n•\n Use digital twins t\no track energy consumption and conduct predictive maintenance\n•\n Anal\nyze and optimize factory building energy consumption\nResponsible supply chain •\n A\nudit suppliers to ensure product quality and compliance\n•\n Incr\nease quality through failure analysis and reports\n•\n C\nomply with regulations with material and supplier declaration\n9. McK insey Global Institute – The Internet of Things: Mapping the Value Beyond the Hype.\nLearn more about how our customers are leveraging Autodesk technology to make a better world on \nour Sustainability Center .", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}