{"page_content": "8\n10. Gr eenhouse gas emissions from business travel are included in Scope 3: “Business travel.” Emissions from facilities are included in Scope 1, Scope 2, and Scope 3: “Waste generated in operations” and “Leased assets.” \nEmissions from data centers are included in Scope 2 (related to purchased electricity) and Scope 3: “Purchased goods and services.” Emissions from major conferences are included in Scope 3: “Purchased goods and services.” \n11.\n Data f\nor fiscal year 2018 and fiscal year 2019 are calculated using the market-based accounting method, which takes into account purchased renewable energy and carbon offsets. Data for fiscal year 2009 uses a location-\nbased methodology to calculate GHG emissions.\n12.\n These data ar\ne calculated based on the economic input-output lifecycle assessment model, using industry-specific emissions factors in conjunction with Autodesk’s spend.\n13.\n Data f\nor \"capital goods\" were calculated based on annual spend.\n14.\n LEED c\nertifications as of January 31, 2019, include facilities in Beijing, China, Mumbai, India, Tel Aviv, Israel, Milan, Italy, Singapore, Farnborough, United Kingdom, and the following in the United States: San Francisco, \nCalifornia; San Rafael, California; Boston, Massachusetts.\n15.\n Includes w\naste from major conferences and facilities. Data are extrapolated to our full real estate portfolio based on sites where data are available. (Baseline)\nPerformance data FY2009 FY2018 FY2019\nGreenhouse gas (GHG) emissions [metric tons CO2e] (market-based) 301,000 187,000 178,000 \nC-FACT carbon intensity ratio [metric tons CO2e/relative contribution to world GDP] 9.12 8.60 6.28 \nGHG emissions intensity [metric tons CO2e/million US$ revenue] 130 90.8 69.2 \nGHG emissions intensity [metric tons CO2e/employee] 38.7 20.8 18.5 \nGHG emissions intensity [metric tons CO2e/1,000 active square feet] 167 91.6 81.2 \nScope 1: Direct emissions from owned/controlled operations [metric tons CO2e] 4,250 2,270 2,650 \nScope 2: Indirect emissions from the use of purchased electricity, steam, heating, \nand cooling (including renewables)11 [metric tons CO2e]18,100 100 72 \nScope 3: Upstream [metric tons CO2e] 278,000 184,000 175,000 \nPurchased goods and services12 132,000 110,000 105,000 \nCapital goods12, 13 25,000 13,600 23,200 \nFuel- and energy-related activities (not included in Scope 1 or Scope 2) 4,180 4,550 3,850 \nTransportation and distribution1219,400 7,140 7,940 \nWaste generated in operations 1,080 630 684 \nBusiness travel1277,300 35,700 21,600 \nEmployee commuting 19,000 13,100 13,100 \nLeased assets12249 32.7 20.9 \nScope 3: Downstream [metric tons CO2e] 1,000 21.7 9.2 \nTransportation and distribution 898 19.3 7.2 \nEnd-of-life treatment of sold products 104 2.41 2.00 \nEnergy use [MWh] 53,200 59,000 57,800 \nDirect energy use 11,700 2,400 1,770 \nIndirect energy use 41,500 56,600 56,000 \nRenewable energy [as a percent of total indirect energy use] 4.91% 91% 99%\nCarbon offset from renewable energy [metric tons CO2e] 752 25,100 23,500 \nCarbon offset from other projects [metric tons CO2e] 0 39,600 71,300 \nCarbon offsets [as a percent of total GHG emissions] 0.271% 34.6% 53.3%\nLEED certifications142 16 15\nBuildings with LEED certification [as a percent of total active square footage] 1% 24% 31%\nWaste generation [metric tons]15-- 8,030 9,150 \nLandfill diversion rate [percent] -- 41% 43%\nEnvironmental violations and fines [US$] 0/$0 0/$0 0/$0Carbon footprint\nDuring fiscal year 2019, our absolute GHG emissions \nacross our value chain decreased by 3 percent compared with the prior year. Since fiscal year 2009 (our baseline), we have decreased absolute GHG emissions by 41 percent, achieving our goal. \nBusiness travel: We seek to reduce the GHG emissions \nof meeting travel through virtual meetings, partner education, a green rating system for hotels, and by incorporating sustainability expectations into our standard meeting contracts.\n10\nFacilities: We assess our facilities’ environmental operating practices related to energy use and other impact areas and create customized sustainability improvement plans. We also use our operations as test cases to help refine the functionality of our solutions, improve our environmental performance, and showcase how customers can use our solutions to meet their sustainability objectives.\n10\nData centers: In addition to using 100 percent renewable energy for our cloud services, we strive  \nto minimize data center energy use through server virtualization, selection of efficient equipment that meets respected industry standards, and by streamlining our code. These efforts help us provide customers a faster, more reliable experience, with reduced environmental impacts.\n10\nMajor conferences: Since fiscal year 2016, Autodesk University has been carbon neutral, and in fiscal year 2017, we extended this effort to include One Team Conference, our annual channel partner and sales summit. We decrease the climate impact of our conferences and other events by enhancing efficiency, providing virtual attendance options, reducing waste, and purchasing carbon offsets.\n10", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}