{"page_content": "9\nDiversity and inclusion\nWe’re building a place where people can bring their \nauthentic selves to achieve personal and professional success. This requires a commitment to diversity, inclusion, and equity— three principles to which we \nsubscribe. As a company driving change, we work in 47 countries and speak more than 14 languages. We believe diversity encompasses so much more than gender, race, ethnicity, or sexual orientation. It also includes valuing backgrounds, perspectives, and beliefs that are different from our own. In 2018, we:\n•\n Launched a series of l\nistening sessions across the \nglobe. Employees shared their unique stories and \nideas on how we might help people thrive at Autodesk. More than 800 employees participated  \nin 28 sessions at 13 locations.• C onducted our first-ever Diversity & Inclusion survey \nto gauge employee perception of how well we’re fostering an environment of inclusion. We were pleased with the high participation rate of 74 percent, and with the overall results, which show that employees at Autodesk feel a greater sense of belonging than peers at other sample technology companies.\nLearn more.\nEmployee impact\nWhether they’re developing our latest sustainable \ndesign tools, volunteering in local communities, or helping nonprofits create change, our employees bring our vision of a better world to life and drive our culture of positive impact. We encourage all our employees to take advantage of professional development opportunities in sustainability and social good, pro bono consulting, sustainability-related benefits, and company matching funds that are available when they give their time and money to nonprofits.\nSee data. Learn more.\nTraining and development\nWe provide a curriculum that is easy to access anytime, \nanywhere, and accommodates varying learning styles, time constraints, and accessibility concerns.\nHealth and safety\nWe help employees work safely and productively, empower them to maintain a strong health and safety culture at all of our workplaces through active participation in and awareness of programs and resources available, and work with employees to reduce ergonomic risks.Employees\n", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}