{"page_content": "10\nPerformance data16FY2017 FY2018 FY2019\nNumber of employees179,000 8,800 8,879\nRegional breakdown of employees [percent of employees]\nAmericas 52% 53% 52%\nAsia Pacific 25% 23% 24%\nEurope, Middle East, Africa 23% 23% 24%\nTotal turnover18 [percent of employees] 17.7% 17.7% 18.5%\nVoluntary turnover18 [percent of employees] 7.2% 8.4% 9.1%\nEmployee engagement19 [percent] 81% 77% 79%\nGlobal gender diversity20 [percent female]\nBoard of directors 30% 50% 44%\nCompany officers, executives, and senior management 21% 21% 25.8%\nManagers and supervisors 23% 24% 39.8%\nAll employees 29% 31% 32.2%\nU.S. ethnic diversity21 [percent of employees]\nWhite 70% 67% 66%\nAll nonwhite 31% 33% 34%\nBlack/African American 2% 2% 1.6%\nHispanic 5% 5% 6.2%\nAsian 20% 21% 23.8%\nTraining budgeted per employee globally, approximate [US$] $1,000 $1,000 $1,000 \nIncident rates22\nRecordable incident rate 0.15 0.13 0.16\nDays away, restrictions, and transfers (DART) rate 0.02 0.04 0.01\nFatalities 0 0 0\n16. E mployee count data for all years in this table include employees who were part of the Delcam acquisition. The other data in this table include \nDelcam employees beginning with fiscal year 2017.\n17.\n Data ar\ne as of the end of the fiscal year noted.\n18\n Ib\nid.\n19.\n R\nepresents the percentage of employees who responded favorably to questions that measure different aspects of employee engagement. These \ndata are reported on a calendar-year basis. Fiscal year 2019 corresponds to calendar year 2018, and so forth.\n20.\n P\nercentages are as of the end of the calendar year, except for the board of directors, which are as of the annual meeting date (typically a few \nmonths following the end of the calendar year). In these rows fiscal year 2019 corresponds to calendar year 2018, and so forth.\n21.\n P\nercentages are as of the end of the calendar year. In these rows fiscal year 2019 corresponds to calendar year 2018, and so forth. Segments for \n“All nonwhite” do not add up to the subtotal due to nonwhite employees in nonspecified categories (such as American Indian, Native Hawaiian, \nand others).\n22.\n F\nor consistency, we use U.S. Occupational Safety & Health Administration (OSHA) definitions to record incident data worldwide. Rates are \ncalculated based on the OSHA standard using 200,000 labor hours, which is equivalent to 100 employees working a full year. Contingent workers are not included in incident rates. Data reflect injuries and illnesses at all sites worldwide, and are reported on a calendar-year basis. Fiscal year 2019 corresponds to calendar year 2018, and so forth. \nWhether they’re developing our latest \nsustainable design tools, volunteering in local communities, or helping nonprofits create change, our employees bring our vision of a better world to life and drive our culture of positive impact.", "metadata": {"source": "NASDAQ_ADSK_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}