{"page_content": "Item 1A. Risk Factors\nCOVID-19 RISKSThe COVID-19 pandemic has affected how we are operating our business, and the duration and\nextent to which this will impact our future results of operations and overall financial performanceremains uncertain.\nThe COVID-19 pandemic is having widespread, rapidly evolving, and unpredictable impacts on global\nsociety, economies, financial markets, and business practices. To protect the health and well-being of ouremployees, partners and third-party service providers, we have implemented a near company-widework-from-home requirement for most employees until further notice, made substantial modifications toemployee travel policies, and cancelled or shifted our conferences and other marketing events to virtual-only for the foreseeable future. We continue to monitor the situation and will adjust our current policies asrecommendations and public health guidance changes. To date, we have not seen any meaningfulnegative impact on our customer success efforts, sales and marketing efforts, or employee productivity .Nevertheless, as employees, partners or third-party services providers return to work during theCOVID-19 pandemic, the risk of inadvertent transmission of COVID-19 through human contact couldstill occur and result in litigation.\nThe U.S. and global economies have experienced a recession due to the economic impacts of the\nCOVID-19 pandemic. Although we did not experience a material increase in cancellations by customersor a material reduction in our retention rate in 2021, we may experience such an increase or reductionin the future, especially in the event of a prolonged recession as a result of the COVID-19 pandemic. Aprolonged recession could adversely affect demand for our offerings, retention rates and harm ourbusiness and results of operations, particularly in light of the fact that our solutions are discretionarypurchases and thus may be more susceptible to macroeconomic pressures, as well impact the value ofour common stock, ability to refinance our debt, and our access to capital.\nThe duration and extent of the impact from the COVID-19 pandemic depends on future developments\nthat cannot be accurately forecasted at this time, such as the severity and transmission rate of newvariants of the disease, the extent, effectiveness and acceptance of containment actions, such asvaccination programs, and the impact of these and other factors on our employees, customers, partnersand third-party service providers. If we are not able to respond to and manage the impact of suchevents effectively and if the macroeconomic conditions of the general economy or the industries in whichwe operate do not improve, or deteriorate further, our business, operating results, financial conditionand cash flows could be adversely affected.\nRISKS RELATED TO OUR BUSINESS STRATEGY AND INDUSTRY\nIf we are unable to develop new and enhanced solutions, or if we are unable to continually\nimprove the performance, features, and reliability of our existing solutions, our business andoperating results could be adversely affected.\nOur future success depends on our ability to effectively respond to evolving threats to consumers, as\nwell as competitive technological developments and industry changes, by developing or introducing newand enhanced solutions on a timely basis. We have in the past incurred, and will continue to incur,significant research and development expenses as we focus on organic growth through internalinnovation. We believe that we also must continue to dedicate a significant amount of resources to ourresearch and development efforts to decrease our reliance on third parties. If we do not achieve thebenefits anticipated from these investments, or if the achievement of these benefits is delayed, ouroperating results may be adversely affected. Additionally, we must continually address the challenges ofdynamic and accelerating market trends and competitive developments. Customers may requirefeatures and capabilities that our current solutions do not have. Our failure to develop new solutionsand improve our existing solutions to satisfy customer preferences and effectively compete with othermarket offerings in a timely and cost-effective manner may harm our ability to retain our customers andattract new customers. A loss of customers would adversely impact our business and operatingresults.\n13", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 101, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}