{"page_content": "stock repurchase program to $1,774 million. The authorization does not have an expiration date. Stock\nrepurchases during the three months ended April 2, 2021, were as follows:\n(In millions, except per share data)Total Number of\nShares\nPurchased(1)Average Price\nPaid per\nShareTotal Number of\nShares Purchased\nas Part of Publicly\nAnnounced\nProgramMaximum Dollar\nValue of Shares\nT h a tM a yY e tB e\nPurchased Under\nthe Plans or\nPrograms\nJanuary 2, 2021 to January 29,\n2021 5 $ 20.80 5 $ 323\nJanuary 30, 2021 to February 26,\n2021 2 $ 20.28 2 $ 284\nFebruary 27, 2021 to April 2,\n2021(2)— $ 20.01 — $ 274\nTotal number of shares\nrepurchased 7 7\n(1)The number of shares purchased is reported on trade date. Repurchases of 1 million shares, which were executed prior to\nJanuary 2, 2021, settled during the period of January 2, 2021 to January 29, 2021.\n(2)The number of shares is less than 1 million.\nItem 6. Selected Financial Data\nThis item is no longer required, as we have elected to early adopt the amendment to Item 301 of\nRegulation S-K contained in SEC Release No. 33-10890, which became effective on February 10,2021.\nItem 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nPlease read the following discussion and analysis of our financial condition and results of operations\ntogether with our Consolidated Financial Statements and related Notes thereto included under Item 15of this Annual Report on Form 10-K.\nOVERVIEW\nNortonLifeLock Inc. has the largest Consumer Cyber Safety platform in the world, empowering\nnearly 80 million users in more than 150 countries. We are the trusted and number one top of mindbrand in consumer Cyber Safety, according to the 2020 NortonLifelock brand tracking study . We helpprevent, detect, and restore potential damages caused by many cyber criminals.\nWe have utilized and expect to continue to utilize acquisitions to contribute to our long-term growth\nobjectives. During fiscal year 2021, we completed the acquisition of Avira, which provides a consumer-focused portfolio of cybersecurity and privacy solutions primarily in Europe and key emerging markets.We believe this acquisition will help accelerate our international growth.\nFiscal Year Highlights\n• In May 2020, we settled the $625 million principal and conversion rights of our 2.0% Convertible\nNotes for $1,176 million in cash. The repayments resulted in an adjustment to stockholders’equity of $578 million and a gain on extinguishment of $20 million.\n• In July 2020, we completed the sale of our Culver City property for cash consideration of\n$118 million, net of selling costs, and recognized a gain on sale of $35 million.\n• In September 2020, we borrowed $750 million under the Delayed Draw Term Loan, maturing in\n2024, and used the entire amount of the proceeds to repay in full the principal and accrued interest\nunder our 4.2% Senior Notes due September 2020. The first amendment to our creditagreement, executed in May 2021, extends the maturity date from November 2024 to May 2026\n30", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 118, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}