{"page_content": "Fiscal 2020 compared to fiscal 2019\nNet revenues increased $34 million primarily due to approximately $44 million of revenues from\nthe additional week in fiscal 2020.\nPerformance Metrics\nWe regularly monitor a number of metrics in order to measure our current performance and\nestimate our future performance. Our metrics may be calculated in a manner different than similarmetrics used by other companies.\nThe following table summarizes supplemental key performance metrics for our solutions:\n(In millions, except for per user amounts and percentages)Fiscal Year\n2021 2020 2019\nDirect customer revenue(1)$ 2,286 $ 2,204 $ 2,168\nPartner revenues $ 270 $ 240 $ 240Average direct customer count\n(2)21.2 20.2 20.7\nDirect customer count (at quarter-end) 23.0 20.2 20.3Direct average revenue per user (ARPU)\n(3)$ 9.01 $ 8.90 $ 8.74\nAnnual retention rate 85% 85% 85%\n(1)Direct customer revenues in fiscal 2021 excludes a $5 million reduction of revenue from a contract liability purchase\naccounting adjustment recognized during the last quarter due to the acquisition of Avira. Direct customer revenues in fiscal2020 and 2019 excludes $46 million and $48 million, respectively, of revenue from ID Analytics solutions, which weredivested in the fourth quarter of fiscal 2020.\n(2)Average direct customer count for fiscal 2021 is calculated as an average of the fiscal quarters. The average directcustomer count for the fourth fiscal quarter was pro-rated to include 1.6 million customers from the Avira acquisition.\n(3)ARPU in fiscal 2020 was normalized to exclude the impact of the extra week on direct revenue, which we estimate to beapproximately $41 million of direct customer revenue. Excluding this adjustment, ARPU would have been $9.07 in fiscal 2020.\nWe define direct customer revenues as revenues from sales of our consumer solutions to direct\ncustomers, which we define as active paid users who have a direct billing relationship with us at theend of the reported period. Users with multiple products or entitlements are counted for based on whichsolutions they are subscribed. We exclude users on free trials and promotions and users who haveindirectly purchased our product or services through partners unless such users convert or renew theirsubscriptions directly with us.\nFrom time to time, we update our methodology due to changes in the business. In fiscal 2021, the\naverage direct customer count calculation has been refined primarily to pro-rate for acquisitions thathappen during a quarter, such as Avira, which was acquired in January 2021. The full year average directcustomer count is calculated as an average across the quarters. This change in methodology had animmaterial impact to historical amounts presented.\nARPU is calculated as estimated direct customer revenues for the period divided by the average\ndirect customer count for the same period, expressed as a monthly figure. We monitor ARPU becauseit helps us understand the rate at which we are monetizing our consumer customer base.\nAnnual retention rate is defined as the number of direct customers who have more than a one-\nyear tenure as of the end of the most recently completed fiscal period divided by the total number ofdirect customers as of the end of the period from one year ago. We monitor annual retention rate toevaluate the effectiveness of our strategies to improve renewals of subscriptions.\n35", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 123, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}