{"page_content": "establishment of technological feasibility, which occurs upon the completion of a working model, no\ncosts have been capitalized for any of the periods presented.\nInternal-use software development costs\nWe capitalize qualifying costs incurred during the application development stage related to\nsoftware developed for internal-use and amortize them over the estimated useful life of 3 years. Weexpense costs incurred related to the planning and post-implementation phases of development asincurred. As of April 2, 2021 and April 3, 2020, capitalized costs, net of amortization, were $9 million and$24 million, respectively .\nLeases\nWe determine if an arrangement is a lease at inception. We have elected to not recognize a lease\nliability or right-of-use (ROU) asset for short-term leases (leases with a term of twelve months or lessthat do not include an option to purchase the underlying asset). Operating lease ROU assets andoperating lease liabilities are recognized based on the present value of the future minimum leasepayments over the lease term at commencement date. The interest rate we use to determine the presentvalue of future payments is our incremental borrowing rate because the rate implicit in our leases isnot readily determinable. Our incremental borrowing rate is a hypothetical rate for collateralizedborrowings in economic environments where the leased asset is located based on credit rating factors.Our operating lease assets also include adjustments for prepaid lease payments,lease incentives andinitial direct costs.\nCertain lease contracts include obligations to pay for other services, such as operations and\nmaintenance. We elected the practical expedient whereby we record all lease components and therelated minimum non-lease components as a single lease component. Cash payments made for variablelease costs are not included in the measurement of our operating lease assets and liabilities. Many ofour lease terms include one or more options to renew. We do not assume renewals in our determinationof the lease term unless it is reasonably certain that we will exercise that option. Lease costs forminimum lease payments for operating leases are recognized on a straight-line basis over the leaseterm. Our lease agreements do not contain any residual value guarantees.\nBusiness combinations\nWe use the acquisition method of accounting under the authoritative guidance on business\ncombinations. We allocate the purchase price of our acquisitions to the assets acquired and liabilitiesassumed based on their estimated fair values. The excess of the purchase price over the fair values ofthese identifiable assets and liabilities is recorded as goodwill. Acquisition-related expenses arerecognized separately from the business combination and are expensed as incurred. Each acquiredcompany’s operating results are included in our Consolidated Financial Statements starting on the dateof acquisition.\nGoodwill\nGoodwill is recorded when consideration paid for an acquisition exceeds the fair value of net\ntangible and intangible assets acquired.\nWe perform an impairment assessment of goodwill at the reporting unit level at least annually in\nthe fourth quarter of each fiscal year, or more frequently if events or changes in circumstances indicatethat the asset may be impaired. The accounting guidance gives us the option to perform a qualitativeassessment to determine whether further impairment testing is necessary . The qualitative assessmentconsiders events and circumstances that might indicate that a reporting unit’s fair value is less thanits carrying amount. If it is determined, as a result of the qualitative assessment, that it is more likely thannot that the fair value of a reporting unit is less than its carrying amount, a quantitative test is performed.\nIn fiscal 2021, based on our qualitative assessments, we concluded that it is more likely than not\nthat the fair values are more than their carrying values. Accordingly, there was no indication ofimpairment of goodwill, and further quantitative testing was not required.\n61", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 149, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}