{"page_content": "from translation of these foreign currency financial statements into U.S. dollars are recorded in AOCI.\nRemeasurement adjustments are recorded in Other income (expense), net in our ConsolidatedStatements of Operations.\nConcentrations of risk\nA significant portion of our revenue is derived from international sales. Fluctuations of the U.S.\ndollar against foreign currencies, changes in local regulatory or economic conditions, or piracy couldadversely affect our operating results.\nFinancial instruments that potentially subject us to concentrations of risk consist principally of\ncash and cash equivalents, short-term investments, and trade accounts receivable. Our investmentpolicy limits the amount of credit risk exposure to any one issuer and to any one country . A majority ofour trade receivables are derived from sales to distributors and retailers. The credit risk in our tradeaccounts receivable is substantially mitigated by our credit evaluation process, reasonably shortcollection terms, and the geographical dispersion of sales transactions. Customers which are distributorsthat accounted for over 10% of our net accounts receivable, are as follows:\nApril 2, 2021 April 3, 2020\nCustomer A 46% 39%\nAdvertising and other promotional costs\nAdvertising and other promotional costs are charged to operations as incurred and included in\nsales and marketing expenses. These costs totaled $353 million, $343 million, and $279 million forfiscal 2021, 2020, and 2019, respectively .\nContingencies\nWe evaluate contingent liabilities including threatened or pending litigation in accordance with the\nauthoritative guidance on contingencies. We assess the likelihood of any adverse judgments or outcomesfrom potential claims or proceedings, as well as potential ranges of probable losses, when the outcomesof the claims or proceedings are probable and reasonably estimable. A determination of the amountof an accrual required, if any, for these contingencies is made after the analysis of each separate matter .Because of uncertainties related to these matters, we base our estimates on the information availableat the time of our assessment. As additional information becomes available, we reassess the potentialliability related to our pending claims and litigation and may revise our estimates.\nNote 2. Recent Accounting StandardsRecently adopted authoritative guidance\nCredit Losses. In June 2016, the Financial Accounting Standards Board (FASB) issued new\nauthoritative guidance on credit losses which changes the impairment model for most financial assetsand certain other instruments. On April 4, 2020, the first day of our fiscal 2021, we adopted the newguidance using the modified retrospective transition method. Upon adoption, we utilized a newforward-looking “expected loss” model to replace the incurred loss impairment model for our accountsreceivable and other financial assets. Additionally, for available-for-sale debt securities with unrealizedlosses, we discontinued using the concept of “other than temporary” impairment and recognized theestimated credit loss as allowances. The adoption of this guidance did not have a material impact on ourConsolidated Financial Statements.\nInternal-Use Software. In August 2018, the FASB issued new guidance that clarifies the accounting\nfor implementation costs in a cloud computing arrangement. The new guidance aligns the requirementsfor capitalizing implementation costs incurred in a hosting arrangement that is a service contract withthe requirements for capitalizing implementation costs incurred to develop or obtain internal-use software.On April 4, 2020, we adopted the new guidance prospectively . The adoption of this guidance did not\nhave a material impact on our Consolidated Financial Statements.\n64", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 152, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}