{"page_content": "related telemetry for 5.6 years, which will be amortized to continuing operations over the term of the\nlicense. In addition, we resolved all outstanding payments and certain claims related to the asset purchaseand transition services agreements, which is included in discontinued operations.\nID Analytics solutions\nOn January 31, 2020, we completed the sale of our ID Analytics solutions for $375 million in net\ncash proceeds. We recognized a gain on sale of $250 million, which was included in Other income(expense), net in our Consolidated Statements of Operations. Total net assets sold was $125 million,consisting of goodwill and net intangible assets of $114 million and net other assets, net of other liabilities,of $11 million. We incurred tax expense of $86 million related to the gain.\nDiscontinued Operations\nThe following table presents information regarding certain components of income (loss) from\ndiscontinued operations, net of income taxes:\n(In millions)Year Ended\nApril 2, 2021 April 3, 2020 March 29, 2019\nNet revenues $ 1 $ 1,368 $ 2,288\nGross profit $ 1 $ 1,035 $ 1,693Operating income (loss) $ (177) $ 4 $ 234Gain on sale $ — $ 5,434 $ —Income (loss) before income taxes $ (176) $ 5,431 $ 228Income tax expense (benefit) $ (34) $ 2,122 $ 87Income (loss) from discontinued operations, net of taxes $ (142) $ 3,309 $ 141\nOur discontinued operations consist of our divested Enterprise Security assets and results of our\npreviously divested Veritas information management business (Veritas). There was no income fromVeritas during fiscal 2021 and 2020. During fiscal 2019, revenue from Veritas was $13 million and incomefrom Veritas, net of taxes was $15 million.\nThe following table presents significant non-cash items and capital expenditures of discontinued\noperations:\n(In millions)Year Ended\nApril 2, 2021 April 3, 2020 March 29, 2019\nAmortization and depreciation $ — $ 130 $ 368\nStock-based compensation expense $ 1 $ 172 $ 193Purchases of property and equipment $ — $ 43 $ 65\nAssets held for sale\nDuring fiscal 2020, we reclassified certain land and buildings previously reported as property and\nequipment to assets held for sale when the properties were approved for immediate sale in their presentcondition and the sale was expected to be completed within one year . As a result, we recognized animpairment of $24 million in fiscal 2020, which was included in restructuring costs, representing thedifference between the estimated net sales price and the carrying value of one of our properties.\nOn July 27, 2020, we completed the sale of our Culver City property, which was previously classified\nas held for sale during the first quarter of fiscal 2021, for cash consideration of $118 million, net of sellingcosts, and recognized a gain on sale of $35 million.\nOn April 1, 2021, we completed the sale of certain land and buildings in Mountain View, which was\npreviously classified as held for sale as of April 3, 2020, for cash consideration of $100 million, net ofselling costs, and recognized a gain on sale of $63 million.\n66", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 154, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}