{"page_content": "From time to time, special business conditions may warrant additional compensation, such as sign-on bonuses, or equity\nawards in connection with promotions, in recognition of significant accomplishments, or to attract, retain or incent ourexecutive officers. In these situations, the Compensation Committee considers and weighs our business need with thepotential costs and benefits of special rewards.\nRole and Independence of Compensation Consultant\nThe Compensation Committee retains an independent compensation consultant to help understand competitive\ncompensation levels and incentive designs. The independent compensation consultant is solely hired by, and reportsdirectly to, the Compensation Committee. The Compensation Committee has sole authority to retain and terminate theindependent compensation consultant. At the Compensation Committee’s discretion, the independent compensationconsultant:\n• attends Compensation Committee meetings;\n• assists the Compensation Committee in determining peer companies and evaluating compensation proposals;• assists with the design of incentive compensation programs; and• conducts compensation-related research.\nIn addition, at the Compensation Committee’s direction, Compensia works with our Head of People and Culture and other\nmembers of management to obtain information necessary for Compensia to make their own recommendations as tovarious matters as well as to evaluate management’s recommendations.\nThe Compensation Committee has determined that the work resulting from Compensia’s engagement did not raise any\nconflicts of interest.\nCompetitive Market Assessments\nMarket competitiveness is one factor that the Compensation Committee considers each year in determining a NEO’s\noverall compensation package, including pay mix. The Compensation Committee relies on various data sources to evaluatethe market competitiveness of each pay element, which were provided by Compensia. The proxy statements of peergroup companies provide detailed pay data for the highest-paid executives. Survey data, which we obtain from the RadfordGlobal Technology Survey, provides compensation information on a broader group of executives, with positions matchedbased on specific job scope and responsibilities. The Compensation Committee considers data from these sources as aframework for making compensation decisions for each NEO’s position.\nThe Compensation Committee reviews our peer group on an annual basis, with input from its compensation consultant,\nand the group may be adjusted from time to time based on, among other factors, a comparison of revenues, marketcapitalization, industry, business model, peer group performance, merger and acquisition activity and stockholder input.\nToward the end of FY20, the Compensation Committee reviewed our peer group for FY21 and made certain changes to our\nFY20 peer group based on the following criteria:\n• Focus on software development, or software and engineering-driven companies\n• Are generally comparable in terms of size (~0.3x — 2.0x revenue, greater variability in market capitalization)• Are generally comparable in terms of complexity and global reach• Compete with us for talent\nThe Compensation Committee selected the following companies as our FY21 peer group:\nAkamai Technologies Inc. GoDaddy Inc. Splunk Inc.\nCitrix Systems, Inc. j2 Global, Inc. Teradata Corp.Dropbox, Inc. Juniper Networks Inc. TransUnion Corp.Equifax Inc. LogMein, Inc. Verint Systems Inc.F5 Networks Inc. McAfee Corp.*Fair Isaac Corp. NetApp, Inc.Fortinet, Inc. PTC Inc.\n52", "metadata": {"source": "NASDAQ_NLOK_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}