{"page_content": "11 \nDestination2050 Building the FutureStrong alignment exists between these strategic priorities and our corporate responsibility. The table below \ndemonstrates this alignment to our corporate responsibility focus areas.\n \nCorporate Responsibility Governance\nCorporate responsibility is embedded throughout our organization and integrated into our governance processes. \nWith strong leadership from our board of directors and executive management team, along with engaged leaders \nand organizations across the company, we are able to effectively manage risks and opportunities and drive strong \nperformance across a spectrum of corporate responsibility issues.  Strategic PrioritiesCorporate Responsibility\nFocus Areas\nEnhance the Customer Experience\n• View our work through customers’ eyes\n• Make it easy for customers to do business with us\n• Offer products and services that our customers \nvalue\n• Help strengthen our local communities\nKeep Customer Bills Low\n• Carefully manage our costs\n•  Continuously improve how we work to improve \nefficiency without compromising safety or \nreliability\n•  Keep total bill increases at or below the rate of \ninflationAffordable Energy.  Transform our cost structure to \nbecome more efficient and customer focused, while \ninvesting in projects that reduce fuel and other \nexpenses for customers.\nReliable Energy.  Deliver strong system reliability \nand outage response capabilities.\nPublic Safety and Employee Safety.  Ensure \nindividuals living and working near our facilities are \naware of potential hazards and respond safely to \nthem.\nLead the Clean Energy Transition\n•  Serve customers with cleaner, reliable energy \nthrough increased ownership of wind and solar \ngeneration and continued operation of our nuclear \nfleet.\n•  Invest in the grid, including advanced technologies \nand transmission that enable more renewable \nenergy\n•  Reduce carbon and other emissions, improving \nenvironmental performance \n•  Encourage and help enable the electrification or \nimplementation of low-carbon solutions in other \nindustriesEnergy Efficiency.  Support customers and the \ncommunities we serve in attaining their energy \nconservation goals.\nRenewable and Advanced Clean \nTechnologies.  Increase the use of economic \nrenewables and position the power grid as a \nplatform for new energy services.\nGreenhouse Gas Emissions and Air Quality.  \nContinue to pursue a cost-effective clean energy \nstrategy to reduce carbon and other air emissions.\nThe Foundation of All Our Efforts\nCorporate Governance.  Ensure sound corporate governance and a culture of compliance by focusing  \non strong practices, independent oversight and shareholder rights.Social Responsibility Environmental Responsibility", "metadata": {"source": "NASDAQ_XEL_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}