{"page_content": "2020 Sustainability Report11AAON is a leading designer and manufacturer of the most  \nenergy efficient HVAC products in the commercial HVAC  \nindustry, which is vital to the environment since nonresidential \nbuildings utilize approximately 15% of energy consumed in the U.S., of which about 40% is associated with heating, ventilation, and air-conditioning.  Our innovative designs substantially help our  \ncustomers reduce their carbon footprint while reducing their cost of  \nbuilding management and maintenance. Many of the HVAC units we  \nproduce are uniquely designed with two-stage, variable capacity or  \nvariable speed compressors, high efficiency evaporator and condenser  \ncoils and variable speed fans, leading to an AHRI Certified performance of up to 20.3 SEER and 22.5 IEER, compared to the industry ASHRAE 90.1  minimum requirement of 12-14 SEER/IEER. AAON  \neliminated the usage of R134A in the foam process and switched to a non-fluorinated, non-ozone depleting alternative with a global warning potential of 0. AAON also has an ongoing  \nfocus to reduce its own operational carbon footprint through energy  \nefficiency and GHG reduction projects. \nIn addition to the focus on our product design and operations, we \nalso support charitable organizations that increase the resiliency of  \ncommunities in addressing the physical and transitional impacts  \nassociated with climate change.Climate Change\nAAON has transitioned to over 90% LED lighting in our facilities leading  \nto considerable cost savings and reduced energy consumption. The  \ncompany participates in an energy demand response program and  \nreduced costs by reducing energy loads during peak periods in 2020.  Twenty-seven percent of AAON’s energy portfolio is currently  \nderived from renewable sources, and the company’s carbon  \nfootprint has been calculated as part of the Scor3card sustainability  \nbenchmarking initiative. Energy efficiency has been a priority  \nin the capital investments of $68 million for improvements which  include the acquisition of new, energy efficient equipment for  \nthe production floor, new high speed overhead facility doors,  \nthe installation of new HVAC equipment, building  \ncontrol systems, the application of heat and light reflective  \nmaterial to production facilities along with other behavioral–based energy efficiency changes. We are tracking our energy usage intensity before and after these updates and have already seen a 4% decrease in energy intensity. In 2020, our total energy usage per total revenue declined 2.9% compared to 2019.Energy\nWe recognize water is a critical resource to our planet and our business. We track our water usage monthly through the THG Energy Solutions  \nplatform. We realized a 2.7% decrease in water consumption in 2020 as compared to 2019. Reducing our water consumption decreases the  \npotential for business disruption and helps to conserve scarce resources.Water\nIn the area of material management, there is a focus on recycling,  \nreducing, reusing and sourcing more environmentally-friendly  \nmaterials into our processes. AAON recycled 19% more metals in 2020 as  \ncompared to 2019. The company has developed a relationship with an organization to recycle hazardous waste and successfully  \ntransported and recycled 72 tons of hazardous waste in 2020. Our  facilities also recycle paper, wood and cardboard where  \navailable. Through our partnership with a waste to energy facility, we  \nsuccessfully diverted 3630 tons of waste from landfills, a 16% increase over 2019. We continue to innovate ways to reduce and reuse shipping  \npackaging between facilities and identify new opportunities to reduce or reuse items in our production and administrative areas.WasteIn 2017 , we created our internal GoGreen sustainability committee that has a goal of regularly identifying numerous waste streams that can be recycled, reused or reduced and projects to create more efficient operations. ", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}