{"page_content": "2020 Sustainability Report12Workplace Health  \nand Safety\nThe safety of all AAON employees, visitors, business partners and our \nenvironment is a fundamental value of our organization. Our efforts are directed at developing processes and systems that demonstrate our  \ncommitment to safe practices. Implementing programs that support our philosophy of continuous improvement is a key part of our success.  \nSafety is the responsibility and accountability of every employee. Every  \nindividual working in our facilities is very important to AAON’s  \nsuccess. Our goal is to ensure that we all go home each day to our families in the same condition that we left them. We continue to see a reduction in our overall injury rates year over year through the  \nimplementation of programs that drive hazard elimination and risk  \nreduction. Through training programs, improved work processes and  \nmodifications to work environments, AAON achieved a 30% decrease in  \nTotal Recordable Incident Rate (TRIR) in 2020. Ergonomic studies, machine  \nguarding assessments, risk assessments, root cause analysis, and product/pedestrian flow improvements contribute to our safety success. Safety committees and safety focus groups allow opportunities for employee engagement and activity in safety improvements. Our frontline leaders contribute greatly in the improvement of safety for our employees and customers by providing feedback and solutions to product and process challenges.We believe that a happier, healthier workforce is a more productive  \nworkforce. The AAON Wellness Club promotes fitness by covering the costs of numerous local cycling and running competitions in Tulsa and  \nsurrounding areas. AAON’s Wellness Club is free to employees located at  \nthe Tulsa facility. AAON supports employee participation in team sports such as softball, soccer and basketball by covering league fees. The  \ncompany partners with YMCA to offer discounted gym memberships to AAON team members. AAON promotes healthy lifestyles through health fairs, offering yoga and meditation sessions, access to an outdoor meeting space, free health and fitness related lunch and learns, free on-site personal health assessments, and free on-site flu shots. AAON encourages healthy eating by offering “Healthy Selection”  discounted items in the vending  \nmachines, and we have installed water bottle filling stations to encourage  \nwater consumption. All of our facilities are tobacco and e-cigarette free and all team members have access to our Employee Assistance Program, which offers stress management, health information, and online tools. The  \ncompany has also Question, Persuade, Refer (QPR) suicide prevention training, stress management and mental health awareness sessions.\nPeople and Culture\nAAON has developed internal career pathway opportunities for team  \nmembers, and typically promotes over 300 team members internally  \nannually. Career opportunities are posted internally, and the  \ncompany has hosted internal job fairs. AAON encourages team members to make use of the tuition reimbursement opportunity to gain addition-al knowledge to advance within the company. AAON profiles various team members for an internal campaign called Aim High to encourage career growth. AAON has a robust college and high school internship  \nprogram, and sponsors manufacturing classes at 3 different high schools.  AAON values continuing education and offers a multitude of classes and training opportunities both on-site and in partnership with local  \neducation institutions. AAON has also partnered with Oklahoma State University for executive and professional development through a  \nprogram called Emerging Energy Leaders in Manufacturing. Our  \nFrontline Leadership program helps team members who are interested in advancing within the company gain leadership skills to succeed in new roles. The company offers ESL classes, Spanish classes, computer  \nliteracy, forklift classes and certifications, 608 refrigeration, Masters of HVAC, Lean, OSHA and other classes related to quality and technical skills. AAON Career Development\n", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}