{"page_content": "2020 Sustainability Report13Diversity and Inclusion\nA diverse and inclusive workplace is integral to our business  \nstrategy and critical to our continued success. We are committed to hiring,  \nretaining and promoting a diverse workforce while advancing a workplace  \nculture of inclusion, in which each team member is valued for their ideas,  \nidentities, experiences and talents. Diversity and inclusion are key drivers \nfor furthering innovation, productivity and team member engagement at AAON. AAON employs individuals from over 32 countries. At the end of 2020, 68% of our total workforce were Black, Indigenous and people of color and 29% were female. \nAAON has two team member resource groups: AAON Veterans Empowering \nThrough Service (V .E.T.S.) and the Women’s Alliance and Resource Program (WARP). The mission of AAON V .E.T.S. is to unify the core values, beliefs and understanding of active, reserve, National Guard service members,  \nveterans and military family members with that of our AAON business culture.\nWARP strives to foster a supportive, encouraging and inclusive environ-\nment to provide programs, resources for professional and personal devel-opment opportunities. The group aims to promote the advancement of women in the workplace, communicate and connect to overall company strategy, provide mentorship opportunities, educate and share informa-tion about common gender biases, celebrate the diversity among women and build on our strengths, support collaboration over competition and  \nempower women to find their voice across cultures.AAON supports Oklahoma Women in STEM which celebrates women in STEM fields and inspires the next generation. AAON is also a corporate member of Women in Manufacturing, a national association dedicated to supporting, promoting and inspiring women in all manufacturing job functions. \nAAON participates in the Tulsa Chamber’s Mosaic Diversity and Inclusion \nIndex and has been recognized as a Mosaic Top Inclusive Workplace.  \nMosaic is the Tulsa Regional Chamber’s diversity business council  \ncommitted to educate, lead, and influence businesses on creating diverse and inclusive workforce cultures to enhance their competitive advantage.\nAAON offers on-site classes to help team members develop profession-\nally and advance in the company such as English as a Second Language, Spanish Language Classes, and Frontline Leadership Training for new and existing leaders.\nAAON regularly promotes team member achievements with our internal \nTeam Member Spotlight program and the AAON Aim High program. This program highlights employees from various cultural and educational back -\ngrounds to showcase their career achievements and career advancement at AAON.\nAAON has hosted Disability Etiquette training for team members and \npartners with organizations in our communities such as A New Leaf, The Bridges Foundation and ARC.\n29% Female\n71% male35% Asian\n6% Native American\n15% Latino/Hispanic\n13% Black/African American\n30% Caucasian\n", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}