{"page_content": "2020 Sustainability Report14AAON is a first-class HVAC manufacturing company that offers competitive wages and a robust benefits package that includes tuition reimbursement, \ngenerous paid time off, paid holidays, healthcare insurance and an extraordinary 401(k) plan. Through integrity, mutual trust and innovation, AAON strives to define quality, build comfort and be the employer of choice in the communities in which we work.\nAAON team member benefits include quarterly profit sharing, 175% 401(k) matching, 175% Health Savings Account matching, health insurance,  \nholidays and paid time off and tuition reimbursement in the amount of $5,250 per year.Employee Benefits\n• 2020 F orbes Best Mid-Sized Companies\n•\n O\nklahoma, Inc. #2 in Company Rankings\n•\n Mosaic T\nop Inclusive Workplace\n•\n C\nertified Healthy Business\n•\n P\notts Family Foundation Family Positive Workplace\n•\n O\nklahoma Magazine Great Companies to Work For\n•\n Spir\nit of Philanthropy Honoree\n•\n Sustainable \nTulsa Scor3card Platinum Level\n•\n V\neteran Friendly EmployerEmployer of Choice Awards\nAt AAON, we build community one unit at a time. Part of our corporate social responsibility journey is centered around the communities in which we operate. We recognize that our success is interwoven with the vitality of these communities. We apply our assets, resources and capabilities to contribute to each community’s resiliency and prosperity.  We understand that community also encompasses the physical space. \nAAON is dedicated to corporate social responsibility through our AAON \nServes initiative. We define quality and build comfort in the communities in which we operate through volunteerism and strategic investments. We support organizations that contribute to workforce readiness, such as  \nthe Goodwill, Tulsa Regional STEM Alliance and Junior Achievement and other programs that will drive economic prosperity for individuals and  \nour nation.\nWe value families and community, and AAON team members contribute \ntheir time and resources by volunteering at local schools, participating in  \nmentoring programs and supporting the Tulsa Area United Way, among other organizations.AAON is committed to environmental stewardship and has an active  \ninternal Go Green sustainability committee. We are a proud participant in the  \nSustainable Tulsa Scor3card sustainability benchmarking initiative and are continuously improving our environmental and social impact. We partner with organizations such as The Nature Conservancy and River Parks that conserve green spaces.\nAs a manufacturer of HVAC products, AAON has also made equipment  \ndonations to nonprofit capital campaign projects that align with the  \ncompany’s priorities in the community.Each team member is allowed 24 hours of paid volunteer hours per year, \nand AAON partners with over 65 nonprofit organizations. In 2020, AAON matched over $95,000 in employee giving.Corporate Social Responsibility\nAAON strives to be the employer of choice in the communities  \nin which we operate.", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}