{"page_content": "2020 Sustainability Report15Our corporate governance framework provides the directive for a culture \nof integrity and ethical behavior in our business. Our seven member Board of Directors includes our Executive Chairman, Chief Executive Officer and 5 independent directors. The Board of Directors provides advice, insight and oversight to advance the interests of AAON, our shareholders and other  \nstakeholders. AAON strives to maintain governance standards through governance charters and the Code of Business Conduct and Ethics.\nIn May 2020, Norman H. Asbjornson, founder of AAON, stepped down \nas CEO after leading the Company since its creation 32 years ago. Mr.  \nAsbjornson transitioned to the role of Executive Chairman, while Gary Fields, President of the Company since 2016, took over as CEO and  President. The change at the top of the organization marked the end of a succession plan that began several years ago. Along with a transition at the top, the company undertook many other changes in leadership and structure. Although this change did come with some growing pains in 2018-2019, we are confident the Company is back on track as reflected in our 2020 results. This change will lead to many long-term positive  \noutcomes. We strongly believe our new team-oriented leadership  \nstructure, along with improved internal processes, will best position the Company to continue to build on its impressive foundation while fostering sustainable, long-term success. AAON’s Senior Leadership Team oversees and directs corporate strategy.Governance\nOur Code of Business Conduct and Ethics reinforces our commitment to the manner in which we do business. We expect all AAON team members and business partners to act in a manner consistent with the values and standards set forth in our Code of Ethics. The code encompasses: compliance with laws, rules and regulations, conflicts of interest, insider trading, corporate opportunities, competition and fair dealing, discrimination, harassment and fraternization, health and safety, record keeping, confidentiality, protection and proper use of company assets, payments to government personnel,  \nwaivers of the code, reporting illegal or unethical behavior and compliance procedures.Code of Business Conduct and Ethics\nBoard of DirectorsDIVERSITY\n72% Male\n28% Female\nAAON was named a “W”  company, an honor that is given to companies  \nthat champion diversity by having 20 percent or more of their board  \nseats held by women.", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}