{"page_content": "2020 Sustainability Report3\nAbout this Report\nSince our founding in 1988, AAON has maintained a commitment to design, develop, manufacture and deliver heating and cooling products \nto perform beyond all expectations and to demonstrate AAON’s quality and value to our customers. AAON equipment is designed with energy efficiency in mind, without sacrificing premium features and options. In addition to our high standard of product performance, is a commitment to sustainability for our employees, our shareholders, and our customers. \nAt AAON, we strive to conduct our business in a socially responsible and ethical manner with a focus on environmental stewardship, team \nmember safety and community engagement. We comply with industry regulations and requirements while pursuing responsible economic growth and profitability. AAON strives to manufacture equipment through sustainable business practices. \nThe enclosed AAON Sustainability Report provides a glimpse of our commitment to uphold and continually improve our environmental, \nsocial and governance practices. The 2020 AAON Sustainability/Environmental, Social and  Governance Report is AAON’s 3rd ESG report and covers performance for the calendar year 2020. The information and data included in this report are shared based on the best available information and data at publication and are subject to change. In some cases, information and data are estimated.\nForward-Looking Statements\nThis document includes “forward-looking statements”  within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “expects” , “anticipates” , “intends” , “plans” , “believes” , “seeks” , “estimates” , “should” , “will” , and variations of such words and similar expressions are intended to identify such forward-looking statements. These statements are not guarantees of future performance and involve certain risks, uncertainties and assumptions, which are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements.  Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date on which they are made. We undertake no obligations to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nImportant factors that could cause results to differ materially from those in the forward-looking statements include (1) the timing and extent \nof changes in raw material and component prices, (2) the effects of fluctuations in the commercial/industrial new construction market, (3) the timing and extent of changes in interest rates, as well as other competitive factors during the year, and (4) general economic, market or business conditions.", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}