{"page_content": "2020 Sustainability Report4\nAAON Covid-19 Response\nIn 2020, we shipped over 5,000 tons of essential HVAC systems to over 200 \ncritical infrastructure projects related to the pandemic, such as temporary hospitals, isolation units and medical equipment production facilities. \nAt our facilities, we implemented additional cleaning measures,  \nadded health screenings, mask requirements and modified work spaces  \nto maintain a safe working environment for our team members.The COVID-19 pandemic has fueled a great deal of concern over best \npractices in the design and operation of building HVAC systems. In or-der to mitigate the spread of COVID-19, influenza and other similar type respiratory diseases, we have completed significant research in what  \naffects the transmission of these diseases and how AAON HVAC systems can be best designed in light of these findings. The American Society of Heating, Refrigeration and Air-Conditioning Engineers (“ ASHRAE”), a  \nprofessional association with a goal of advancing HVAC systems designs and  \nconstruction, created an Epidemic Task Force in 2020 and issued several recommendations to mitigate the spread of the virus, including humidity control, air filtration, increased outdoor air ventilation, and air disinfection. \nHumidity control - AAON continues to lead the market in  \ndeveloping energy efficient humidity control with the use of variable  \ncapacity compressors and modulating hot gas reheat. Designing HVAC \nsystems with superior humidity control allows building management to  \nmaintain ASHRAE’s recommended indoor relative humidity levels of 40%-60%, the ideal level to inactivate viruses in the air and on surfaces. Air Filtration - AAON standardizes a design that uses a backward curved fan wheel, which can accommodate higher air pressure drop  \nrequired for the ASHRAE recommended MERV 13 filtration, the minimum  \nfilter level for viruses, with very little reconfiguration. Prior to 2020, a vast  \nmajority of commercial buildings used filtration levels of MERV 4 to MERV 8, which has always been acceptable for filtering out typical particulates in the air stream. Outdoor Air Ventilation - AAON’s innovative use of energy recovery wheels and energy recovery plates combined with its superior humidity control design can help building management follow outdoor  \nventilation air recommendations while limiting an increase of energy  \nusage and maintaining recommended humidity levels. \nAir Disinfection - AAON products have inherent design characteristics \nthat allow for an easy installation of ultraviolet lighting and other air  \ncleaning technologies. In addition to this equipment offered as options in new AAON units sold, AAON products have basic design characteristics that allow for easy installation in AAON units already used in the field.  \nOverall, AAON is well positioned to accommodate the heightened  \ndemand for features that can help mitigate virus transmission and  \nimprove air quality. The features that ASHRAE recommends require  \npremium designs and configurations that are standard in AAON units.  \nAs a result, we are able to incorporate air quality features into our units at \na minimal price premium and with no delivery delay.", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}