{"page_content": "2020 Sustainability Report6AAON is engaged in the engineering, manufacturing, marketing and sale \nof air conditioning and heating equipment consisting of standard, semi- custom and custom rooftop units, chillers, packaged outdoor mechanical rooms, air handling units, condensing units, makeup air units, energy recov -\nery units, geothermal/water-source heat pumps, coils and controls. Since the  \nfounding of AAON in 1988, AAON has maintained a commitment to design, develop, manufacture and deliver innovative heating and cooling products to perform beyond all expectations and demonstrate the value of AAON to our  \ncustomers.\nHistory\nAAON, Inc. was founded in 1988 with the acquisition of the  \nheating and air conditioning division of the John Zink Company. AAON Coil  \nProducts, Inc. was founded in 1991 with the acquisition of Coils Plus, Inc. of Longview, Texas. AAON further expanded operations with the acquisition of  \nWattMaster Controls, Inc. in Parkville, Missouri, expanding AAON Controls knowledge and development.\nExpansion and growth continue today with the addition of new production \nlines and new machinery. The Tulsa offices and manufacturing facilities are over 1.51 million sq. ft.; the Longview offices and manufacturing facilities are over 220,000 sq. ft.; the Parkville facility is 48,500 sq. ft. In the three plants combined, AAON employs over 2,000 individuals.\nBusiness\nOur products serve the commercial and industrial new  \nconstruction and replacement markets within the heating, ventilation, and  \nair conditioning (“HVAC”) equipment industry. Our business strategy  \ninvolves mass customization that uses flexible computer-aided  \nmanufacturing systems to produce standard, semi-custom, and custom  \noutputs and combines the low unit costs of mass production processes with the flexibility of individual customization. Through a collaborative effort with our independent representative sales offices, we design and manufacture the precise semicustom product offering that best serves the customer’s needs. Our marketing strategy focuses upon underserved market niches  \nincluding establishing manufacturing methodologies to support  \nmarket niche products. We further focus on developing a company culture  \nfocused upon customer satisfaction, reducing product delivery channel time and cost, and continuing with the goal of product and manufacturing  \ntechnology leadership. Our product mix, with a heavy investment in research and development, has an emphasis on energy efficiency, environmental stewardship and indoor air quality.Materiality/ Stakeholder Engagement\nIn an ever-changing world, we regularly evaluate and align our  \nstrategy and reporting against the most material corporate  \nresponsibility topics for our business and stakeholders. This drives how we engage internally and externally, invest our resources, and adapt our strategy on environmental, social, economic and governance  \ntopics. We have identified the following as material topics for 2020: \n• Stakeholder Engagement\n• Innovation and Efficiency• Environmental Responsibility• Climate Change• Occupational Health and Safety • Talent Attraction and Retention• Diversity and Inclusion• Community Engagement & Investment• Corporate Governance• Ethics and Compliance \nWe have noted each topic’s alignment within the UN Sustainable  \nDevelopment Goal framework.\nStakeholder Engagement:\n• T eam members: we encourage feedback from team members through \nsurveys, development conversations, internal committees and our \n“ All Ideas Matter”  program where team members can share thoughts,  \nfeedback and seek guidance.\n•\n C\nustomers: we seek customer input through dialogue, product \nand service training programs, and we work with our 46 sales  \nprofessionals, 63 independent manufacturers’  representative  \norganizations and 125 offices to stay continuously connected to our  \nend users. \n•\n In\nvestors: AAON believes in transparent and open communications \nwith investors. As a publicly traded company, we regularly share  \ninformation on financial performance, strategy and company goals.\n•\n Suppliers: w\ne actively collaborate with our supplier network. We are \nmembers of several industry organizations to collectively work on  \nfurther developing the supply chain.\n•\n G\novernment: we proactively engage with local, state and  \nfederal leaders to share information on public policy issues that are  \nimportant to our business. We also partner with advocacy organizations  \nthat relate to our business.\n•\n C\nommunities: we partner with over 65 nonprofits in our regions  \nfocused on workforce readiness, strong families and communities and environmental stewardship. About AAON", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}