{"page_content": "2020 Sustainability Report7Innovation\nOne example of our Research and Development efforts in 2020 was our \nsmall packaged water-source heat pump (WSHP) product line. Since  \nintroducing the innovative WH Series horizontal configuration and WV Series vertical configuration products in 2015, the new product line has largely been a success. In 2019, we sold nearly eight thousand units for $25 million, capturing approximately 5% market share. After several years of robust growth, we took a step back in 2020 as our WSHP sales declined 25%. Prior to the downturn, we recognized the design of the products was more conducive for installation in new buildings and less for replacement in existing buildings. Replacement equipment makes up roughly 75% of market demand in this sector. Thus, when the new construction market contracted with the economy last year, our WSHP business felt the brunt of the downturn. In 2020, we began engineering a new design that will make the products a more desirable turnkey solution for replacement  \napplications. This next generation of WSHPs will be introduced to the  \nmarket 2021 and we expect it to return our WSHP business to growth and accelerate share gains. Our WSHP units are all electric and non-fossil fuel  \nconsuming. WSHP units made up 24.8% of all units produced by AAON in 2020 and 3.7% of total sales.\nIn 2020, we continued to strive to satisfy the dynamic industry  \nrequirement for large energy efficient packaged rooftop equipment through  \nthe introduction of our new RZ Series rooftop unit. The RZ rooftop unit, \nwhich comes in sizes of 45-240 tons and 7,500-80,000 MBH, is unique in that it is built with superior features and comes with standardized options that are recognized as premium in the industry. For example, the RZ Series standardizes the refrigeration system design with premium variable speed compressors, which provides consistent supply air temperature control, load matched cooling and high part load efficiency. This premium compressor improves overall energy efficiency and reduces system operating costs. The RZ Series is also uniquely designed with an array of multiple high efficiency direct drive airfoil plenum supply fans directly powered by new permanent magnetic motor technology, as opposed to the industry standard that uses one supply fan indirectly belt driven by an AC induction motor. By utilizing this design, it saves energy, reduces sound output, decreases maintenance requirements and reduces carbon emissions. Finally, as with many of our rooftop models, the RZ Series is synonymous with what the AAON brand is known for, customization and high quality. The model is offered with a large number of customizable features, previously only available from custom manufacturers, to help maximize performance based on the application, and is manufactured with premium materials and designs. The RZ series  \nreplaces the outgoing RL series with greater energy efficiency, higher  \ncapacity and quieter operation.\nOur products are engineered for performance, flexibility,serviceability and \nenergy efficiency. This has become a critical factor in competing in the HVAC equipment industry. We must continually develop new and improved  \nproducts in order to compete effectively and to meet evolving  \nregulatory standards in all of our major product lines. AAON is  \nfortunate enough to be able to self-sponsor our Research and Development   \nactivities, rather than needing to be customer-sponsored. R&D activities have involved the RQ, RN, and RZ (rooftop units), F1, H3, SA, V3, and M2 (air handling units), LF , LN, and LZ (chillers), CB and CF (condensing units), SA and SB (self-contained units), and WH and WV (water-source heat pumps), as well as component evaluation and refinement, development of control systems and new product development. R&D expenses incurred were  \napproximately $17.4 million, $14.8 million, and $13.5 million in 2020, 2019, and 2018, respectively. \nOur Norman Asbjornson Innovation Center (“NAIC”) research and  \ndevelopment laboratory facility that opened in 2019, includes many \nunique capabilities, which to our knowledge exist nowhere else in the world. A few features of the NAIC include supply, return, and outside sound  Research and Development\nRZ Series Rooftop Unit\nAAON - 3.4%\nCarrier - 2.4%\nLennox International - 1.8%\nTrane Technologies - 1.3%\nJohnson Controls - 1.7%R&D Investment Compared to Peers as a Percent of Sales:", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}