{"page_content": "2020 Sustainability Report8testing at actual load conditions, testing of up to a 300 ton air  \nconditioning system, up to a 540 ton chiller system, and 80 million \nB\nTU/hr of gas heating test capacity. Environmental application testing  \ncapabilities include -20 to 140°F testing conditions, up to 8 inches per hour  \nrain testing, up to 2 inches per hour snow testing, and up to 50 mph wind  \ntesting. We believe we have the largest sound testing chamber in the world  \nfor testing heating and air conditioning equipment and are not aware of an\ny similar labs that can conduct this testing while putting the equipment  \nunder full environmental load. The unique capabilities of the NAIC will  \nenable AAON to lead the industry in the development of quiet, energy  \nefficient commercial and industrial heating and air conditioning equipment. \nT\nhe NAIC currently houses ten testing chambers. These testing  \nchambers allow AAON to meet and maintain AHRI and U.S. Department of  \nEnergy (“DOE”) certification and solidify the Company’s industry position as  \na technological leader in the manufacturing of HVAC equipment. Current  \nvoluntary industry certification programs and government regulations only \ngo up t\no 63 tons of air conditioning as that is the largest environmental \nchamber currently available for testing outside of our facility. The NAIC  \ncontains both a 100 ton and a 540 ton chamber, allowing us to  \nuniquely prove to customers our capacity and efficiency on these larger units\n. The NAIC was designed to test units well beyond the standard AHRI \nrating points and allows us to offer testing services on AAON equipment  \nthroughout our range of product application. This capability is vital for critical  \nfacilities where the units must perform properly and allows our  \ncustomers to verify the performance of our units in advance, rather than after  \ninstallation. These same capabilities will enable AAON to develop a new e\nxtended range of operation equipment and prove its capabilities.\nThe Norman Asbjornson Innovation Center opened in 2019.\nProduct Awards and Recognitions\nAAON was recognized for excellence in product design in the 16th annual Consulting-Specifying Engineer Product of the Year awards. Readers of the industry magazine publication voted AAON’s RN Series Rooftop Unit as the Most Valuable Product amongst a vast array of building product categories, including HVAC equipment, electrical systems, lighting, as well as others. The RN Series Rooftop Unit is designed with variable speed compressors  \nand provides precise comfort control with high-energy efficiency and  \noperational cost savings. The unit operates with an Integrated Energy  \nEfficiency Ratio (IEER) up to 22.5 and can be configured to meet many of ASHRAE’s indoor air quality recommendations to mitigate virus  \ntransmission.  AAON’s LF Chiller Controller was also awarded Gold – the top award – in the BAS, Controls, Energy Management category. This controller, designed jointly with our mechanical and controls engineering teams in Tulsa and Parkville, creates a better user experience for start-up and control of the AAON LF Series Air-Cooled Chiller.\nLF Series Chiller ControllerRN Series Rooftop Unit", "metadata": {"source": "NASDAQ_AAON_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}