{"page_content": "SEPARATELY , we also have a dedicated patient marketing team to ensure that we are communicating \nthe right information to patients at the right time in their journey. The goal is to empower patients with \ninformation so that they can have an informed conversation with their physicians. Apellis has created \nmultiple resources to address this need. Below are a few of the resources we have created to help support \npatients throughout their journey with PNH: \n• PNH Peer2Peer Program: This unique program \nallows people considering EMPAVELI treatment \nto connect directly with someone already on \nEMPAVELI and share their experiences with \nPNH diagnosis and treatment in a one-on-one \nconversation.  \n• Administration Demonstration:  This program \nallows our team to educate a physician \nand their patient on the administration of \nEMPAVELI. Recognizing that many people \nmight have questions about this process prior \nto starting therapy, this program allows the \nhealthcare practitioner and the patient to have a discussion with someone on our team to \naddress any of their questions as they consider \nwhether or not EMPAVELI is right for them. \n• Ongoing Digital Educational Resources:  \nThrough our websites ( EMPAVELI.com  and  \nThisIsPNH.com ), our Facebook and Instagram  \npages, as well as our ongoing patient \ncommunications, we ensure that we are \nproviding the most up-to-date and helpful \ninformation to the community, incorporating \nfeedback and insights we hear from the  \nPNH community.\nCOMPASSIONATE USE AND EARLY ACCESS PROGRAMS\nWe are committed to delivering innovative therapies to patients with \nserious diseases. This innovation means it takes time for our therapies \nto be approved for use in the market, as they need to be deemed \nsafe and effective through the clinical trial and regulatory process. \nWe understand that there are critically ill patients who do not have \noptions for alternative therapies and are not eligible to participate in our \nclinical trials. In these circumstances, we will consider allowing access \nto the investigational therapy through our Compassionate Use (CU) or \nEarly Access Program (EAP). CU is for an individual patient when no \ncomparable or satisfactory alternative therapy options are available. \nAn EAP is for a group of patients who have the same disease, which \nwas evaluated in clinical trials and that we plan to submit to regulatory \nauthorities in support of approval of the therapy. \nAdditionally, we are also committed to providing ongoing access to our \ntherapies for those who participated in our clinical trials. Post-clinical-trial \naccess might be available through different mechanisms, including but \nnot limited to, long-term extension studies or other access programs.\nErin, living with PNH9\nAPELLIS SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}