{"page_content": "Diversity, Equity,  \nand Inclusion (DEI)\nApellis is proudly committed to being an equal-\nopportunity employer, where the opportunity \nto advance is made free of discrimination. We \nhire, develop, evaluate, and promote Apellis \nemployees based on merit, suitability for the \nrole, and potential development. Our DEI efforts \nare championed by our executive team and \npresented to and discussed with the Board of \nDirectors quarterly by our Chief People Officer. \nOur goal is to continue fostering an inclusive \nculture that supports a diverse, engaged, \nand thriving workforce. We truly believe that \nprioritizing efforts to create an environment \nwhere we all feel a sense of belonging and \nan ability to thrive is a critical component of \nour work. In 2021, a grassroots forum aimed at \ncelebrating our unique qualities transformed into \nBelonging@Apellis, a DEI initiative comprising of \ntwo executive sponsors and a cross-functional \nteam of employees across levels, functions, \nand locations across the globe. In collaboration \nwith an external consultant, this team is charged \nwith advancing our DEI efforts in a way that \nis impactful and sustainable as our business \nevolves, including developing and implementing \na short- and long-term DEI strategy and \nprogram in alignment with our DEI vision. Our \nHead of the Rare Disease Program and Head of \nCorporate Development and Strategy currently \nhave responsibility for developing and leading \nour DEI strategy and helping to ensure that all \nemployees feel a strong connection with and \ncommitment to our DEI efforts. We actively integrate workforce diversity into \nseveral of our employee initiatives. In addition \nto working with our DEI consultant to further \ndevelop our diversity recruitment strategy, \nwe also established a partnership with a \ndiversity recruitment provider, enabling us to \nadvertise positions across many DEI websites. \nWe provide unconscious bias training for all \nemployees, as well as regular training on our \nanti-discrimination and anti-harassment policies, \nwhich are parts of our Code of Business Conduct \nand Ethics (“Code”) . Additionally, we closely \nmonitor equity trends and utilize data from \nexternal compensation consultants to develop \ncompensation packages and uphold pay equity.\nThis is only the beginning of our commitment to \nDEI, and we will continue to look for new ways \nto foster an inclusive culture and ensure DEI \nremains a core part of who we are. “Since Apellis’ founding over a decade \nago, diversity, equity, and inclusion \n(DEI) have been central to our values. \nOperating with dignity and respect \nis embedded in our culture. As we \nstrive toward delivering revolutionary \ntherapies to patients, we firmly believe \nthat prioritizing efforts to foster an \nenvironment where all colleagues feel \nlike they belong and can thrive is a \ncritical component of our work.” \n—Cedric Francois, M.D., Ph.D., Co-Founder & CEO10\nAPELLIS SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}