{"page_content": "12\nAPELLIS SUSTAINABILITY REPORT 2021\nRecruitment, Engagement,  \nand Retention\nOur people are critical to our success, and we take pride \nin recruiting and retaining the best talent. We maintain a \nworkforce plan on a three-year horizon, and we are in the \nprocess of developing a formal talent pipeline strategy for \ncritical roles. \nIn 2021, we introduced a new corporate goal intended to \nmeasure our performance on strengthening engagement \nand the overall employee experience, focusing on key \nareas such as employee workload, operational support, and \norganization efficiency. \nTo monitor our progress and measure employee \nsatisfaction, we conduct a formalized company-wide annual \nemployee engagement survey, supplemented by pulse \nsurveys. We believe in transparency and present results \nto all employees. We have taken many actions to improve \nthe employee experience, including work prioritization, \nresource allocation, employee wellness, enhancements to \nemployee benefits like additional mental health resources, \nchanges to governance structure, and streamlining of \ndecision-making. Finally, we actively monitor employee \nturnover at the executive level, with our Chief People \nOfficer regularly reporting to and engaging with the Board \nof Directors on the subject. Our employee attrition has \ngenerally been significantly below market. \nAt Apellis, we are proud to offer industry-leading \ncompensation and benefits packages to our employees. We \ncover 100% of our employees’ medical insurance costs. We \nalso place an emphasis on our workforce’s mental well-\nbeing: we offer a specialized counseling app to promote \nmental health awareness for our employees and for their \nchildren. Our employees also enjoy generous parental leave \nand extended paid leave as part of the compensation and \nbenefits package. BENEFITS AVAILABLE TO ALL \nEMPLOYEES INCLUDE\nMedical insurance with  \nno premiums\nDisability and life insurance with  \nno premiums\nHealth Savings Account (HSA) \ncontributions\nRetirement 401(k) match that \nimmediately vests\nEmployee stock purchase plan \n(ESPP) to purchase shares at a \ndiscount\nEquity awards for all employees\n10 weeks paid parental leave\n24/7 life coach support\nHealthcare advocates service", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}