{"page_content": "“Our commitment to quality is essential \nto the lives and well-being of patients \nand to our success at Apellis. Quality \nis more than any one specific action, \nSOP, or department. It is a mindset that \nmust be embedded at every working \nlevel and function, and it is a central \nconsideration in our decision-making.”\n— Cedric Francois, M.D., Ph.D., Co-Founder & CEO\n14\nQuality and Safety\nApellis is committed to conducting medical and \nscientific research that demonstrates the highest \nlevels of scientific integrity and inclusion. We have \nembarked on a purposeful journey to embed \nsafety and quality in everything we do to help us \ndeliver medicines of the highest quality to people \nwho need them. We have tremendous respect \nfor the patients who choose to participate in our \nclinical trials and are committed to ensuring their \nsafety, health, and well-being. We also apply the \nhighest ethical, scientific, and clinical standards in \nall our research endeavors. \nOur approach to quality is to build it at the \ncore of Apellis and throughout the product \nlifecycle, from our earliest research to our \nclinical, manufacturing, distribution, and pharmacovigilance work. All of us play an active \nand visible role in embedding quality into our \nculture through our actions and our decisions. \nWe are dedicated to rigorous compliance with \nall laws and regulations regarding quality, \nsafety, and performance requirements in every \ncountry where our products are available. Our \nHead of Quality has managerial responsibility \nfor our product quality and safety. We recently \nlaunched Project Apollo, which is aimed at \noptimizing our teams’ performance to efficiently \ndrive compliance, product quality, innovation, and \npatient safety across the company. This includes \nenhancements to our quality management \nsystem (QMS) designed to streamline our \nprocesses and training, encourage collaboration, \nand enable easy access to procedural documents. 14 APELLIS SUSTAINABILITY REPORT 2021\nBart (and Denise),  \nliving with ALS", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}