{"page_content": "on trends and data in product performance and \nsafety. As part of our QMS, we have developed and \nmaintain a dedicated Corrective and Preventive \nAction (CAPA) program, which states the incident \ninvestigation and corrective action procedures in \nthe event of a product safety complaint or event. \nFurther, we are committed to public reporting on \nproduct issues.\nDrug Safety and Pharmacovigilance (DSPV) is \nalso an integral part of our culture. The DSPV \nsystem ensures that we maintain compliance \nwith applicable laws and regulations, as these \ngovern, define, and regulate DSPV obligations \nand activities. All relevant pharmacovigilance-\nrelated activities are described in our SOPs, \nwhich are used to process, analyze, and report \non our products.  We have a number of documented procedures \ngoverning our safety oversight, including:\n• Project Management Plan (including KPIs)\n• Governance Charter\n• AERP: AE Reporting Plan for post-market and \nclinical trails\nAs an added measure to ensure patient safety, \nwe perform ongoing monitoring of safety data for \npatients who receive our therapies and work with \nregulators to identify, mitigate, and communicate \nany potential risks.\nAll employees receive quality and safety  \ntraining when they join Apellis and at least \nannually after that. \nDrug Promotion Standards\nOur ethical, scientific, and safety standards are of the highest \nmeasure, complying with all laws, guidelines, and industry \ncodes at all times. All proposals for clinical trials and research \ngrants go through an extensive review to confirm they meet \nour explicit internal standards as well as external laws and \nregulations. Ensuring the safety of clinical trial participants is \nour highest priority and we always obtain informed consent. \nThe quality and safety of our products are paramount to our \nreputation, and we hold the same stringent standard for the \npromotion of our drugs. \nOur Product Review Committee, composed of Legal,  \nMedical Affairs, and Regulatory personnel, reviews and  \napproves all external marketing documents. All employees  \nalso receive annual training from our Compliance team, and \ntraining on drug promotion standards is provided at our Plan of \nAction meetings. 16\nAPELLIS SUSTAINABILITY REPORT 2021\nSanti, living with  \nGeographic Atrophy", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}