{"page_content": "APELLIS SUSTAINABILITY REPORT 2021 17\nEnvironment\nAt Apellis, we aim to maximize our impact on patients’ \nlives while minimizing the impact we have on the \nenvironment. We are committed to environmental \nstewardship by operating safely and efficiently and by \nminimizing our emissions and waste. Our environmental \npolicies and programs ensure we comply with relevant \nregulations. As part of our environmental management \nprogram, we conduct monthly safety inspections of \nour laboratories. We hold semi-annual cleanout resets \nduring which we close the laboratories and evaluate \nif the quality, aisle spacing, freezer inventory, and \ngeneral perimeter guidelines are fully compliant with \nall applicable laws and regulations. These cleanouts \nalso include an evaluation of the chemical inventory to \nminimize the on-site storage of unnecessary chemicals.\nEnvironmental health is central to how we operate \neach day at Apellis. Each employee has their own \nrecycling bin to minimize waste. Prior to the COVID-19 \npandemic, we removed all single-use plastics in our \noffices (utensils, plates, cups, etc.) and asked that \nemployees try to work only with food vendors that use \nrecyclable materials. During the pandemic, we had \nto bring back individual use items for safety reasons, \nall of which are plant-based and biodegradable. \nAdditionally, at all of our locations, we provide filtered \nwater dispensers to minimize the use of plastic bottles. \nSince implementing these in our Waltham offices, we \nhave saved nearly 125,000 bottles from being used, \nas of June 2022. Several of our locations also provide \nservices to encourage the use of public transportation. \nThis includes a shuttle to the offices, bike storage, and  \na carpool service in our Watertown, MA, location.6,030\nLBS OF BIOLOGICAL WASTE  \nTREATED SAFELY\nEMISSIONS AND WASTE\nApellis does not operate its own manufacturing \nfacilities. Our research and development \noperations are located at a leased medical \nresearch facility that provides necessary  \nenvironmental safety and compliance \nprotocols. In 2021, we generated 6,030 lbs. of \nbiological waste, which was treated safely with \ntargeted incineration and disposed of in an \nenvironmentally conscious manner. All 170 lbs. \nof our hazardous waste generated was treated \nproperly by a third-party vendor. Additionally, \nwe generated 80 lbs. of non-hazardous \nwaste. To further reduce our waste, we have \nlaunched a program to collect and recycle #5 \npolypropylene plastic.  17", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}