{"page_content": "A Message \nfrom the CEO\nR&D-focused company to also being a  \ncommercial-stage company delivering the first \nand only targeted C3 therapy to patients. Under \nnormal circumstances, these types  \nof transitions require focus, dedication, and a \ntremendous amount of work. In the middle of \na global pandemic, it also required agility and \ncollaboration as we redefined how we worked.  \nI am humbled by the dedication everyone  \nat Apellis showed as we worked through  \nthese challenges, always putting patients first  \nand placing sustainability at the forefront of  \nwhat we do.\nWe are pleased to share details of our efforts \nin our inaugural Environmental, Social, and \nGovernance (ESG) Report. We cover several \npolicies and programs that are critical for our ESG \ninitiatives, including how we recruit, develop, and \nretain employees; how we cultivate a diverse, \nequitable, and inclusive environment; how we \nimplement quality practices focused on meeting \npatient needs and expectations; and how we help \npreserve and protect our environment.DEAR STAKEHOLDERS: \nAt Apellis, we strive to be known for our \ncompassion, revolutionary science, and \ncontributions to humankind around the world. We \nare built on the core belief that we can develop \nlife-changing medicines to address a range of \nserious and debilitating diseases by controlling \nthe complement cascade, which is a part of the \nbody’s immune system. Our team is advancing \ncourageous science, motivated by the opportunity \nto make a meaningful difference in the lives of \npatients and their families. \nWe also care fiercely about the greater good of \nsociety and believe corporate responsibility is \nfoundational to achieving our vision. Therefore, as \nmembers of the broader communities in which \nwe serve, we aim to operate with high ethical \nstandards and ensure our decisions and actions \nare guided by our corporate values. \n2021 was a transformative year for Apellis,  \nas we received our first FDA approval, ushering  \nin the first new class of complement medicine  \nin 15 years. We transitioned from being an  1\nAPELLIS SUSTAINABILITY REPORT 2021\n", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}