{"page_content": "TCFD Index\nWe are committed to providing transparency on our climate change risk management, governance, and performance. \nThe Task Force on Climate-Related Financial Disclosures (TCFD) has developed voluntary, consistent climate-related \nfinancial risk disclosures for use by companies in providing information to stakeholders. A summary of our response to \nthe TCFD-recommended disclosures is below.\nGOVERNANCE \nBoard oversight — Our Board of Directors has ultimate oversight of climate change-related risks and is responsible for reviewing  \nand providing guidance on the company’s climate change-related programs and policies as part of its wider sustainability oversight. \nManagement oversight — Our executive team recognizes the importance of discussing environmental risks and opportunities, \nincluding those related to climate change issues, and how to apply policies and strategies to address those in  \nour business.  \nSTRATEGY\nWe have identified climate change-related risks and opportunities that may impact our business over the short-, medium-, and long-\nterm, which include the following:\nPhysical Risks — As a biopharmaceutical company, our products face few climate-related risks and they have little potential to have a \nsignificant financial impact on the business. However, we regularly assess how we might be influenced by a changing climate. We take \nseriously the potential for business disruption that could occur under extreme weather and natural disasters. \nRegulatory Risks  — We do not currently view climate-change as a significant business risk; however, it could pose regulatory risks \nsuch as through potential future carbon disclosure and compliance requirements, as well as reputational risks from not proactively \naddressing climate change issues. Possible carbon tax or regulatory incentives to encourage the use of renewables could affect \nenergy costs. We do not expect this would have significant impact to our business and financial performance. \nReputational Risks  — Failure to take sufficient action on climate-related impacts and risks could pose a reputational risk for our \ncompany. In response, we monitor industry-focused information sources on evolving risks, evolving litigation patterns involving \nthe industry, and environmental concerns raised via shareholder proposals, and we seek input from our partners who support our \nenvironmental efforts.  \nRISK MANAGEMENT\nOur executive team and Board of Directors are very keen on managing and mitigating various risks to our business and financial \nperformance, including climate change and other environmental risks. Such risk management topics are reviewed and discussed \namong our leadership team across the entire organization. \nMETRICS\nWe are currently reviewing our disclosure of carbon emissions. 23\nAPELLIS SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}