{"page_content": "WE CARE\nWE ARE  \nFEARLESS\nWE LOVE  \nWHAT WE DO\nWE ARE  \nCOMPLEMENTWE ARE  \nRESOURCEFULApellis at a Glance\nWHO WE ARE — Leaders in Complement\nAt Apellis, we advance courageous science to deliver life-changing medicines \nacross a broad range of serious diseases by controlling complement, a part of  \nthe immune system. Our world-class researchers have studied complement \nfor over 20 years and in 2021, we ushered in the first new class of complement \nmedicine in 15 years with the approval of the first and only targeted C3 therapy. \nControlling complement begins at C3, the central protein of the complement \ncascade. C3 is the only target in the complement cascade that addresses all \nthree pathways that can initiate and drive disease. Targeting C3 may therefore \noffer comprehensive control of diseases with high unmet need that are driven by \nexcessive complement activation. We are advancing a robust pipeline of targeted \nC3 programs across rare, retinal, and neurological diseases and aim to make \na meaningful difference for patients around the world. We believe we are just \nscratching the surface of what may be possible.\nOUR MISSION — To Boldly Deliver Revolutionary Therapies for \nPeople Living with Serious Diseases by Harnessing Complement\nFounded in 2009 by a small group of entrepreneurs, including a physician and \nscientist who is our CEO, Apellis was established with the ambition to become \nthe first company to develop a targeted C3 therapy for serious diseases driven by \ncomplement. Controlling C3 was viewed as scientifically difficult, if not impossible, \nby many, but the significant unmet needs of patients inspired our efforts and \npush us to continue to advance groundbreaking science for complement-driven \ndiseases.\nOUR VALUES — Bold at Our Core\nOur company is formed by people who care, are fearless in the face of a \nchallenge, love the work they do, are resourceful, and continually pursue the \nhighest level of scientific integrity. These values guide every decision we make as \nwe work toward our vision of being a compassionate organization known for its \nrevolutionary science and contributions to humankind.3\nAPELLIS SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}