{"page_content": "People\nAt the heart of our company is the belief that revolutionary science, compassion, and humanity are intertwined. \nOur work to develop transformative therapies across a broad range of debilitating diseases is led by people \nwho are nimble, fearless, and empowered to take risks and stretch to achieve the extraordinary. To succeed in \nour mission, we bring complementary strengths, different perspectives and lived experiences, and the space \nfor every voice to be heard. In order to make the biggest impact, our goal is to be representative of the patient, \ncaregiver, and community voice.\nPATIENTS & ACCESS TO MEDICINE\nPatients are at the forefront of what we do, and \nwe are committed to ensuring that every eligible \npatient who wants our medicine will have access \nregardless of ability to pay. We strive to embed \nthe experiences and opinions of the communities \nwe serve into our business decisions, from \ndiscovery through to commercialization. Our goal \nis to design clinical trials, develop therapies, and \napply resources that are representative of these \ncommunities. We deeply value the partnerships \nand collaborations with patients, healthcare \nproviders, caregivers, payers, and patient advocacy \ngroups, and we are committed to a continuous and \ntransparent dialogue.\nOur Head of Value, Access, and Policy and our \nHead of Patient Services are responsible for helping \nto ensure that our medicines are affordable and \naccessible. We determine pricing for our products \nbased on several factors, most importantly the \nclinical profile of the medicine and the unmet need \nit addresses. Our Pricing Committee oversees our \nprograms to provide access to medicine and reports \nregularly to our executive team, which reports to \nthe Board of Directors for oversight. We also work \nclosely with patients, healthcare providers, payers, and regulators as we establish strategies in support \nof disease awareness, diagnosis, health  \noutcomes, treatment, and access. \nWe also have a dedicated team aligned to \nreimbursement- and insurance-related matters \nto ensure patient access and affordability. We \nlaunched a patient support program, ApellisAssist™, \nin connection with EMPAVELI® (pegcetacoplan)—\nour first product, which was approved by the U.S. \nFood and Drug Administration (FDA) in May 2021. \nTo date, the ApellisAssist program has ensured that \nevery person prescribed EMPAVELI has access to \nthe medication, whether it is through insurance, one \nof the ApellisAssist financial assistance programs, \nor a combination thereof. Every person with PNH \nis unique and has their own needs when starting \na new treatment. That is why the ApellisAssist \nprogram was created—to provide a comprehensive \nsupport system to meet those needs holistically. To \nquote a patient from our market research, \n“Apellis is making sure that its patients \nare being cared for and that they're \nfeeling like all aspects of the drug, from \nmanufacture to distribution, really has the \npatient's best interest at heart.”  \n- EMPAVELI patient7\nAPELLIS SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_APLS_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}