{"page_content": "Introduction Community Environment Trust Appendix\nMay 2022  |  10\nZoom ESG Report FY22People\nAt Zoom, we focus on understanding how people will use and \naccess our products and on meeting customer needs as central \ncomponents of our product development process. We strive to \ndeliver happiness to customers in every interaction with our \nproducts and with our people. Our employees’ dedication and  \nhard work are key to achieving this.\nGreat people are our strongest asset. We prioritize attracting, \nretaining, and developing talent. We offer robust training and career \ndevelopment opportunities. We seek broad and specific feedback \nregularly from our employees then iterate to meet evolving needs \nand trends. We focus on inclusivity. This includes accessibility in the \ndesign of our workspaces and use of our technology within our  \nown organization, as well as programs designed to help employees \nfeel comfortable and connected in their role and within Zoom as  \na whole.We take great pride in our culture, with its emphasis on care and \ndelivering happiness. We strive to facilitate a productive, fun, and \nfriendly work environment and provide highly competitive benefits, \nas evidenced by Zoom being named one of Glassdoor’s Employee \nChoice  Best Places to Work in 2021 and 2022. In addition, \nComparably awards  for Best Company Happiness, Best Company \nCulture, and Best Company for Diversity in 2022 were welcome \nsigns that our focus on our values and people are widely known  \nand appreciated. \nWe continue to seek new ways to support our employees and  \ncreate the optimal work environment. As our employee base has \nrapidly grown, we have invested heavily in implementing workforce \nprograms to make sure we continue to provide the productive, \nengaging, and inspiring work environment that drives us all forward. \n", "metadata": {"source": "NASDAQ_ZM_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}