{"page_content": "At Sound Community Bank, we make a strategic commitment to provide \nsustainable, secure financial services and support to individuals, businesses, communities and employees.  We focus on initiatives like excellent financial performance, green products and services, superior \nclient service and employee benefits that enhance employee relations and expand our productivity.  In 2019, the management team continued to lead a focused effort to more fully integrate sustainability and corporate social responsibility into our day-to-day operations.  We believe \nthese principles, which are embedded throughout the Bank, create satisfied clients, engaged employees and sustainable financial performance for years to come.  We hope you enjoyed learning about our efforts in 2019.Laura Lee Stewart\nPresident\nChief Executive Officer Sound Financial Bancorp, Inc. and Sound Community Bank\nDaphne Kelley\nExecutive Vice President\nChief Financial Officer\nSound Fina ncial Ba ncorp, Inc. \n \n \nHeidi J. Sexton\nExecutive Vice PresidentChief Operating Officer\nRecycled Paper \nused for printing \nthis Sustainability ReportAbout the  Cover:  David A. Raney Executive Vice PresidentChief Banking OfficerEl Shaddai Christian Ministries\naka The Empowerment Center\nDr. Jimmie W. Lee \nLawanna Lee\nFor nearly  140 y ears, th e West Point Li ghthouse has guarded th e entrance to \nSeattle’s Ell iott Bay and th e Southern Puget S ound  region in  Washington Stat e.  \nErected in  1881, th e lighthous e is part o f Seatt le’s be loved  Discovery  Park.  \nIntended to s afely guide s eafarers i nto the his toric Sea ttle and Ta coma ports, \navoiding the rocky outcrop which begins to form Elli ott Bay , it is one of the many \nhallm arks of the regi ons l ong oceanic history .  From air, land, o r sea, th e West \nPoint Lighthous e is a symbol of th e region’s pioneering sustainability  effort s and \nexemplifies our holistic commitment to sustainability in f our categori es: financial \nstewards hip, excellenc e in the workplac e, a commitment to the communiti es we \nserve and e nvironment .  Erin Nicolaus\nExecutive Vice President\nChief Human Resources Officer\nSound Community Bank\nWesley Ochs\nExecutive Vice PresidentChief Strategy OfficerSound Community Bank\nSound Community BankElliott Pierce\nExecutive Vice PresidentChief Credit Officer\nSound Community Bank\nDavid A. Raney\nExecutive Vice PresidentChief Banking Officer\nSound Community Bankand Sound Community Bank\nAs a born-and-raised Washingtonian, I am proud to work for a company committed to making a positive impact in our local communities.  I started with Sound Community Bank thirteen years ago, managing a lending team.  Currently, I am the Chief Banking Officer.  Community is a vital part of our DNA at Sound Community Bank.  We always seek to leave our communities better than we found them – be that through innovative products on the loan and deposit side, financial literacy, banking underserved communities, or through the volunteerism \nof our employees.  I am very proud to work for an organization that thinks and acts locally. We began our banking relationship with Sound Community Bank in October 2019 \nafter an exhausting quest for a lender to refinance a rental property.  The loan officer \nwas supportive and patient, helping us navigate the online process (which was \nchallenging to us as baby boomers in our seventies).   Consequently, our experience \nfrom beginning to end was so positive and professional that we moved all our \ninvestment banking to Sound Community Bank, and just recently closed on a \nsecond refinance on another investment property.  We feel blessed by the welcoming \nand supportive services we receive from the staff and look forward to continuing our \nrelationship with the Bank. \n", "metadata": {"source": "NASDAQ_SFBC_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}