{"page_content": "At SSR Mining, the ultimate responsibility for our \nsustainability programs and performance sits with the \nBoard of Directors. The Board is supported in this \nregard by a dedicated Environment, Health, Safety and \nSustainability Committee.\nOn behalf of the Board, the Committee oversees, \nmonitors and reviews our practice and performance \nin areas of safety, health, environment, community \nand stakeholder relationships and environmental \nmanagement (including areas of water management \nand climate change). The Committee meets at least four \ntimes a year formally and additional meetings are held as \nrequired throughout the year.\nSustainability is a key responsibility for group executives \nand senior leadership. We have a dedicated group-level \nSenior Vice President of Environment, Health, Safety \nand Sustainability who provides strategic guidance \nand oversight to our site-level teams. To reflect our \ncommitment to the environment, safety, health and \nsustainability, 20% of the annual short-term incentive plan \nis linked to achieving our sustainability targets each year.Our Governance StructureOur  \nApproach\nBOARD\nGLO BAL\nOPE RATIONS\nAND\nEXPLORATION\nFUNCTIONAL DIRECTORSROD NEY P. ANTALENVIRONMENT, H EALTH, S AFETY AND \nSUSTA INABILIT Y COMMITTE E\nFUNCTIONAL SITE LE VEL DEPARTMENTSMICHAEL J. SPARKS \nExecutive Vice P resident, Chief Legal and ALISON WHIT E\nF.EDWARD FARI D\nExecutive Vice P resident, Chief Cor porate\n \nJOHN EBBETT\nExecutive Vice President,Growth \nand Exploration  BILL MACNEVIN\nExecutive Vice President, Operations and\nSustainability\nPATRICK JAMES\nSenior Vice President, Environment,\nHealth, Safety and SustainabilityOur Board Structure\nOur Board Structure\nFurther information about the Board and its committees can be found in the governance section of our website and \nin our Proxy statement. Committee participation is listed for the independent directors.*Ms. Swager was appointed to the Board of Directors of SSR Mining in January 2023.Audit CommitteeCompensation \nand Leadership \nDevelopment \nCommitteeCorporate Governance and \nNominating CommitteeEnvironment, Health, \nSafety and Sustainability \nCommittee\nA.E. Michael Anglin X X\nRod Antal\nThomas Bates Jr. X Chair\nBrian R. Booth X X\nSimon A. Fish X Chair\nLeigh Ann Fisher X X\nAlan P . Krusi X Chair\nKay Priestly Chair X\nKaren Swager* XSize 9\nIndependent directors All Directors are considered independent except for the CEO\nSeparate Chair and CEO Yes\nAll committees independent Yes\nGender split 33% Women 67% Men\nBoard diversity policy Yes\nAnnual say on pay Yes\nBoard, committee and director evaluations annually Yes\n19 20SSR Mining | 2022 | ESG and  Sustainability  Report", "metadata": {"source": "NASDAQ_SSRM_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}