{"page_content": "Our Primary \nWater Sources\nÇöpler\nÇöpler is near the culturally significant Euphrates River. \nAll water used by the Çöpler Mines is governed by  \nstrict permitting rules regarding abstraction and \ndischarge under Turkish regulations. Çöpler’s main  \nwater source is groundwater.\nMarigold\nMarigold is in an area with exposure to water scarcity. \nThe site’s primary source of water is groundwater.\nPuna\nAt our Puna Operations, water must be removed from \nthe pit and teams must manage water runoff from \nsurface waste rock facilities. Most of the water used \nby Puna operations is drawn from local pumping wells. \nSome of it is used for dust suppression around pits and \nhaul roads.\nSeabee\nMost of the water used by Seabee is drawn from \na nearby lake. Water must be removed from the \nunderground workings.Performance\nIn 2022, to support the advancement of our water \nstrategy, and to better align our metrics with best \npractices, we implemented the Water Accounting \nFramework. This tool defines an appropriate set of \nconsistent water reporting metrics for the mining and \nmetals industry, which are based on the Minerals \nCouncil of Australia’s (MCA’s) Water Accounting \nFramework for the Mineral Industry (WAF), to drive \nconsistent metrics that are benchmarkable at all scales.\nWe strive to maximize the amount of water we reuse \nand recycle; in 2022 our water reused and recycled \nrate was 89%. Our total water withdrawal for 2022 was \napproximately 6.4 million m3, which was predominantly \ndrawn from fresh water sources. \nAll water we discharge to the environment meets all \napplicable discharge requirements.\nDefining Water Use Terms \n•  Water used is all water used through mining activities \n•  Water reused and recycled: water that is reused or \nrecycled within the site for operational use \n•  Withdrawal is water received and used for operation \nor stored \n•  Water diverted is water which enters a site and is \nreleased into the environment without being used \n•  Discharge is water removed from the facility and \ndischarged to the water environment or third party \n•  Consumption is water used by the facility and not \nreturned to the water environment or third party e.g., \ndust suppression or human consumption\n“In 2022, SSRM designed and \nformalized a global, cross-functional \nwater strategy to ensure water \nis treated as a vital resource that \nis critical to our operations and \ncommunities. We strive to manage \nour water in a manner that is efficient, \nresponsible and sustainable.” \n— Meg Burt,  \nDirector, Environment \n65 66SSR Mining | 2022 | ESG and  Sustainability  Report", "metadata": {"source": "NASDAQ_SSRM_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}