{"page_content": "Cyanide Management\nSafe and responsible cyanide management is \ncritical to our operations and our social license \nto operate. We use cyanide in the plants at our \ngold operations to separate the gold from the \nore. At present, this method of gold extraction \nis regarded as the safest as well as the most \neffective\tand\teconomic.\tProper\tand\trobust\t\ncyanide management is essential to prevent risk \nto both human health and the environment. \nWe strive to adhere to good practice for the \nsafe transportation, storage, use and disposal \nof cyanide. The foundation of our approach to \ncyanide management is built on strict operating \nstandards and governed by legal requirements.  \nIt is also informed by industry best practices \nand the requirements of the International \nCyanide Management Code (ICMC). Some of \nthe measures we take today and will take in the \nfuture are: \n•\t\tMonitoring\tlocal\twater\tbodies\tand\tdischarge\t\nfor potential traces of cyanide\n•\t\tFormally\ttracking\tall\tincidents\tinvolving\t\ncyanide\n•\t\tTraining\tfor\tworkers\tand\tcontractors\twho\t\nhandle, transport and dispose of cyanide\n•\t\tSpecialized\ttraining\tand\tequipment\tfor\tonsite\t\nemergency response teams\n•\t\tA\trequirement\tthat\tall\tour\tcyanide\tsuppliers\t\nand\ttransporters\tmust\tbe\tICMC\tcertified\nOur\tMarigold\tMine\tin\tNevada\twas\tthe\tfirst\t\nmine\tcertified\tto\tICMC\tstandard,\tand\twe\tare\t\ncommitted to aligning and certifying over  \ntime all our operations to ICMC standard. Protecting  \nBiodiversity\nThe size, scale and location of mining operations mean \nthey can have a negative impact on local biodiversity. \nCarefully managing and maintaining the range of \nbiodiversity on and near our sites is vital for the ongoing \nhealth of our local environment and community livelihoods.\nWe seek to minimize our biodiversity impacts through a \nvariety of mechanisms throughout a mine’s life, starting \nat the project design and evaluation phases, including;\n•\t\tBaseline\tAssessments:  We undertake comprehensive \nbaseline assessments of flora and fauna, including \ninformation on the International Union for Conservation \nof Nature (IUCN) Red List of Threatened Species, \nbefore any operation or expansion takes place.\n•\t\tEnvironmental\tImpact\tAssessments:  We conduct \nEIAs and develop corresponding management \nplans for every major project. These include site-\nspecific mitigation measures for impacts on land, \nflora and fauna, within the applicable environmental \nrequirements.\n•\t\tBiodiversity\tAction\tPlans\tand\tMonitoring\tStudies:  At \nour Çöpler Mine, we developed Biodiversity Actions \nPlans (BAPs) for the mine and its associated TSF. \nWe also work with experts from Gazi and Hacettepe \nUniversities to conduct biodiversity monitoring on a \nquarterly basis. We will consider developing BAPs for \nour other mines.\n•\t\tEnterprise\tLevel\tBiodiversity\tStandard:  SSRM \nhas a biodiversity standard aligned with the MAC \nBiodiversity Conservation Management Protocol.Mercury Management\nMercury is naturally present in the ore at our \nMarigold Mine in Nevada and can be mobilized \nduring processing. If spilled or not properly and \ncarefully handled, mercury can cause serious and \nsignificant harm to the environment and could \neven result in the loss of life. To safeguard against \nthese risks, we have strict handling and packing \nprocedures in place for the transport of mercury and \nhave the following measures in place: \nRetorts:  We have one mercury retort in our \nprocessing plant with a condenser to remove large \nparticulate mercury in the exhaust stream before it \ngoes to the scrubber. \nActivated Carbon:  We use activated carbon in the \ngold recovery process to recover gold that has been \ndissolved in the cyanide solution; the gold adsorbs \nonto the carbon prior to being stripped from the \ncarbon via a hot stripping liquid. The carbon also \nadsorbs mercury if it is present in the solution.\nScrubbers: We have two sulfur impregnated \ncarbon scrubbers to collect mercury; the \nscrubbers are designed to perform in line with \nNevada State law.  \nWe dispose of elemental mercury and mercury-\ncontaminated waste at licensed waste facilities. \nWe dispose of about one tonne of elemental \nmercury every two years and in 2022, we safely \ndisposed of more than 13.5 tonnes of mercury \ncontaminated waste.\n74\nSSR Mining | 2022 | ESG and  Sustainability  Report 73", "metadata": {"source": "NASDAQ_SSRM_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}