{"page_content": "Key Initiatives | DE&I\nIn our push to drive Diversity, Equity & Inclusion both within Rapid7 and in cybersecurity at large, we engage \nwith other organizations to show our commitment to creating a positive social impact. \nRecently, we joined the United Nations Global Compact to support and express adherence to the ten \nprinciples of the United Nations Global Compact related to human rights, labor, environment, and anti-\ncorruption, and we continue to foster the long-standing engagements we have with other organizations \ndedicated to Diversity, Equity & Inclusion efforts:\n •Founding Host Company, Hack.Diversity. 2017 - present\n •Inclusion in the Bloomberg Gender Equality Index, every year since 2019\n •Inclusion in The Boston Globe Top Places to Work list, every year since 2011\n •Inclusion in Boston Business Journal Best Places to Work list, every year since 2011\n •Supporter of the Parity Pledge  and the United Nations Global Compact\nRECOGNITIONBest Company \nfor WomenCOMPARABLY\nGender Equality \nIndexBLOOMBERG\nBest Company \nCultureCOMPARABLY\nBest Company \nCompensationCOMPARABLY\nCompany Work-Life \nBalanceCOMPARABLYBring You by 2022 \nAt Rapid7, our core values are integral to the way we operate as a business and as collaborators. Our core value of “Bring You” \nis an invitation for everyone who works at Rapid7 to embrace \ntheir own uniqueness and feel comfortable bringing their true \nself to work. We know that fostering a culture of psychological \nsafety and inclusion lets people be more creative and generate \ninnovative ideas. By empowering our employees to be their \nauthentic selves, we’re creating the conditions for a dynamic \nworkplace where innovation can thrive.\n Bring You by 2022 is an initiative that builds on the focused \nefforts we started in 2018 to ensure that every employee—\nregardless of their ethnicity, gender, religion, or background—\nhas the opportunity to thrive in their career and feel a sense of \nbelonging within our community. More than just a set of goals, \nBring You by 2022 is using targeted investments to cultivate an \nincreasingly diverse workforce as we continue to grow. While that \noverarching mission speaks to the essence of inclusion, Bring \nYou by 2022 highlights our focus on continuing to strengthen our gender and racial diversity in the organization in a measurable, \nimpactful way.\nBest Company \nCareer GrowthCOMPARABLY\nBest Place to Work\n(Boston, Austin, LA)BUILT IN\ndiversit y , e quity & i n C lusi On 13", "metadata": {"source": "NASDAQ_RPD_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}