{"page_content": "Corporate Sustainability Program | 2021 Progress Report Theme 1. Building Sustainable Communities\nOverview  \nPeople are at their most powerful when they come together. Creating and \nnurturing communities is a focal point for Sierra Wireless. We recognize the \npower of people to engineer significant changes and help solve some of the \nworld’s most pressing problems.\nPartnership with Non-profits to  \nBuild Sustainable Communities \nA long-time goal of our corporate sustainability program was realized in \n2021: we selected four non-profits with which to partner and we started our \nfundraising efforts on their behalf in January 2022. We considered several \ncriteria when choosing the non-profits including their alignment to our corporate \nsustainability goals. We are proud to be partnering with four organizations \nwhose missions are focused on fostering diversity, equity and inclusion.Non-profit Partner: \nRethreaded (US)\nRethreaded is a non-\nprofit that specializes \nin helping survivors of \nhuman trafficking. Its founder, Kristin Keen, set out to create a \nsafe, supportive work environment for women trafficking victims \nto earn money and learn marketable skills making clothes and \naccessories. Purchases from its store help provide job training  \nand holistic services for survivors. \nThe charity, which works in partnership with the City Rescue \nMission of Jacksonville, hired its first full-time employee in \nNovember 2012. At the time of writing, it was employing dozens \nof human trafficking survivors. Its mission is to employ and train \n500 local survivors of human trafficking by 2031. \nSierra Wireless has a long history of preventing human trafficking \nin its own supply chain. We remain committed to the RBA Code \nof Conduct through our partnership with Assent, which provides \nsoftware for deep supply chain analysis to combat human \ntrafficking and slavery. \nWe ask our suppliers to submit their latest slavery and trafficking \nrisk template , released by the Social Responsibility Alliance, so \nthat Sierra Wireless can ensure an ethical supply chain free of \nhuman rights risks.\nNon-profit Partner: The Dusty Yak \nFoundation (EMEA) \nThe Dusty Yak Foundation is a non-profit that \nhelps sick and underprivileged children in Nepal \nand elsewhere. It provides necessities including \naccommodation, clothing, food and medicine, along with education \nfor children and financial support for those that work with them. \nProjects include orphanages and welfare training for Nepalese child \ncarers. It is also working on the Dusty Yak Village, a proposed village \nfor 120 children with full-time carers in a stable family environment, \nalong with a school for visually impaired young students. \n13", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}