{"page_content": "Corporate Sustainability Program | 2021 Progress ReportHelping Students Enhance BC Search and Rescue \nPart of Sierra Wireless’ community work includes engaging with academia \nto assist with worthy projects. In 2021, we worked with the British Columbia \nInstitute of Technology (BCIT) on a project that could save lives. \nThe project involved a technology system to enhance BC’s search and rescue \noperation. Almost half of BC, where we are headquartered, is wilderness, \ncontaining large undeveloped tracts of land, which amounts to around 40 \nmillion hectares. People often go missing in these areas, as do downed \nplanes and boats. BC’s search and rescue (SAR) service uses helicopters \nborrowed from the Royal Canadian Mounted Police to find them. \nSAR currently flies the helicopters for between two and four hours, collecting \nvideo of the search area. It downloads this footage upon its return and then \nruns it through a machine-learning-based artificial intelligence (AI) system in \nthe cloud to identify potential missing people. \nWaiting up to four hours for image analysis could be the difference between \nlife and death. Flying conditions must be just right to send a helicopter back \nout after the cloud-based AI identifies an area of interest, and a delay could \nprevent BC SAR from rescuing someone. \nBC SAR wanted to download images for cloud analysis in mid-flight to help \nspeed up the process, possibly delivering results while a craft was still in the \nair. BCIT’s team of students developed a system that gathered images using \na GoPro camera and transmitted them to a cellular base station from the \nair. Sierra Wireless donated an RV55 industrial LTE router to the team that \ntransmitted images reliably at high speed. \nUnderstanding that helicopters will often be outside cellular range in the \nwilderness, the students also equipped the system with an on-board small \nfootprint Raspberry Pi computer. \nThis unit would take a first look at the streaming images from the GoPro, using \na smaller, less accurate AI model than the one in the cloud to identify possible \nimages of interest. The RV55 sends just this small subset of images, which could \nindicate potential survivors or equipment, to the cloud when the aircraft comes \nwithin cellular range. \nSierra Wireless offered support for the RV55, but it was so easy to use that the \nstudent team was able to put the system together on its own. \nThanks to fast, portable router technology, BC SAR’s eyes in the sky will soon \nbe able to communicate with its brain in the cloud far more quickly, hopefully \nbringing relief to travelers in danger. Theme 1. Building Sustainable Communities\nProfessor Bob Gill, Kieran Bako, Kristian Nielsen, Matthew Peeters, Lucas Hall\n15", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}