{"page_content": "Corporate Sustainability Program | 2021 Progress ReportTheme 2. People \nOverview\nSierra Wireless employees have adapted well to remote working, but this \nmeans that they are often working in isolation. As we dug in for the second \nyear of health-based restrictions, we were determined to prepare ourselves \nfor a healthier, more connected workforce. \nFostering Gender Diversity  \nDiversity, equity and inclusion (DEI) is a priority for Sierra Wireless. We have \nworked hard to fulfil the gender representation goals that we set in 2019 and \nare pleased to report that women now account for one in five (20%) senior \nmanagement positions. Over a third (36%) of our new hires in 2021 were \nwomen. While we are bolstered by this achievement, we still have gaps in \nkey functional areas such as engineering and sales. We will be setting new \ngoals for gender diversity in 2022, which will inform our strategies to drive \nimprovement in these areas. \nWe also conducted a pay equity review in 2021 and were pleased to re-affirm \nthat we pay fairly – equal pay for equal work. \nMore DEI Training and Online Resources  \nWe delivered an Attraction, Recruitment and Selection (ARS) workshop, \nwhich was delivered to all hiring managers. This initiative was well informed \nby employee focus groups and staff interviews, conducted by external DEI \nconsultants, during which employees talked about their perception of DEI at \nthe company. We will continue to deliver the ARS training annually for new hires and newly-\npromoted hiring managers to help drive a culture of inclusion throughout \nour operations. We have also made DEI-focused resources available on our \ncorporate intranet for hiring managers. \nSix members of our executive leadership team also attended a DEI workshop \ndelivered by TAP, the British Columbia-based Tech + People network .  \nAttendees reported that they were able to think about diversity more broadly \nand frequently after this training, increasing their general mindfulness of DEI \nwhen approaching everyday business activities. \nWe also continued our partnership with TAP by funding its efforts to develop  \na DEI toolkit for small and medium enterprises (SMEs) in the British Columbia  \ntech industry.\n17", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}