{"page_content": "Corporate Sustainability Program | 2021 Progress ReportThe Women’s Information Network at Sierra (WIN@S)  \nWIN@S kicked off its new agenda in March 2021 to coincide with International \nWomen’s day on March 8. It began by surveying all staff on issues relating to \nwomen, including career management and mentorship. \nWIN@S held several workshops for its members including unconscious \ngender bias workshops and a career management workshop at which Phil \nBrace, Sierra Wireless’ CEO shared his own experience and expressed support \nfor empowering and developing women within the company. \nWIN@S plans on hosting more events in 2022, including another three workshops, \none of which will be a follow-up to the career management event. Other events will \nfocus on community building, and will include virtual water cooler sessions.\nErica Liu,  \nLead, WIN@S\nTheme 2. People \nGoals for 2022 \nWe believe that our new, simplified organizational structure will make \ncultural and operational change easier. We are committed to improving the \nrepresentation of women in our sales and engineering functions, and we \nare planning global online leadership and unconscious bias training for all \nmanagers and employees. \nWe will also increase our opportunities for emerging professionals \nwith the launch of a new graduate program. This will build on our long-\nstanding practice of hiring co-op students from local universities. We will \ndevelop hiring targets for graduates in 2022 as part of our broader talent \nacquisition initiative. In addition, we plan to broaden our diversity lens in 2022. For the past \nfew years, our focus has been on redressing a gender imbalance at Sierra \nWireless that reflects an industry-wide lack of women in senior manager \nand technical roles. As we continue to address this issue, we will begin \nputting the framework in place to focus on people of color, persons with \ndisabilities and indigenous peoples.\n19", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}