{"page_content": "Corporate Sustainability Program | 2021 Progress ReportMessage from the Board Chair  \nand President & CEO \nWelcome to our fifth annual corporate sustainability progress report and our \nfirst as Board Chair and President & CEO. \n2021 was a very challenging but rewarding year for Sierra Wireless. Our \nemployees powered through the ongoing COVID-19 pandemic, rallied to help \nthe company recover from a ransomware attack; pulled out all the stops to \nstand up a manufacturing line at a new site at Jabil Mexico when COVID-19 \nshut down our line at Jabil Vietnam; and if all that wasn’t enough, mitigated \nthe global supply chain crisis sufficiently to enable Sierra to ship more \nproducts in Q4 2021 than in the previous three years!*\nDespite these obstacles, which required all hands on deck for a significant \nportion of the year, our corporate sustainability (CS) team achieved \nnoteworthy progress in three of our six CS goals : \n• Building sustainable communities\n• Fostering equity, inclusion and diversity\n• Reducing greenhouse gas (GHG) emissions\nAs you will read on the following pages, we developed relationships with four \nnon-profits that are directly aligned with fostering gender equity, inclusion \nand diversity; we achieved a goal we set in 2019 to have 20% of our senior \nmanager roles filled with women; and we defined and communicated our GHG \nemissions reduction target.In addition, we continued to uphold our commitment to advancing \nsustainability globally by adhering to the Responsible Business Alliance’s \n(RBA)  Code of Conduct, scoring a low-risk corporate rating and thereby \nindicating to customers and suppliers that we employ responsible labor, \nethics, environmental, and health and safety practices. We also conducted \nimportant due diligence with our suppliers to determine the extent to which \nconflict minerals may be in our collective supply chains. This high level of \nvisibility enables us to take necessary action to replace non-conforming \nsuppliers, as necessary.\nMoving into 2022, we remain fully aligned \nto improving social, environmental and \nethical conditions in our supply chain in \nconjunction with the RBA’s coalition of \nleading companies. For example, we will \nmake our product design cycle (cradle to \ngrave) transparent, develop a framework for \na recycling program for our gateways and \nset new diversity, equity and inclusion goals. \nWe strongly believe Sierra Wireless is well positioned to achieve its business \nand corporate sustainability goals in 2022. We would like to extend our \nthanks again to our outstanding workforce for getting us through very \nturbulent times, and are excited to be partnering with them on this next  \nleg of our IoT journey!Phil Brace,  \nPresident & CEORussell Jones,  \nBoard Chair\n* Excluding automotive.\n2", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}