{"page_content": "Corporate Sustainability Program | 2021 Progress ReportEnvironmental Policy Key Principles  \nUntil 2021, Sierra Wireless’ environmental commitments were part of its environmental, health and safety (EHS) policy. This year, we elevated our environmental \nstatement by separating it from the EHS policy and publishing it as its own document.\nIt lists the following key principles:\n• Adherence to the ISO 9001:2015 Quality Management System and \nthe  Responsible Business Alliance Corporate Social Responsibility \nManagement System \n• We are committed to continuous improvement in our environmental \nmanagement practices. This means analyzing our products’ environmental \nrisk in areas such as design, manufacture, distribution, use and disposal. \nWe reflect our findings in our sustainability objectives \n• We strive to minimize our environmental impact and comply with \nappropriate laws and regulations. We require our suppliers and business \npartners to do the same\n• We track, analyze and disclose our energy consumption, waste and \ngreenhouse gas emissions \n• We align our environmental policies with our stakeholders’ needs  \nand expectations\n• We adhere to Section 1502 of the Dodd-Frank Act and fully participate in \nthe Responsible Minerals Initiative\n• We encourage employees to be environmentally responsible through \nengagement with our corporate sustainability team\n• We publicly disclose this environmental policy to all customers, employees, \nsuppliers, contractors and other interested parties • As a fabless company, we don’t draw water for manufacturing purposes. \nWe encourage landlords at our leased business spaces to promote water \nrecycling and reuse \n• Sierra Wireless upholds that the right to water is a fundamental human right \n• We mandate that contract manufacturers maintain at least ISO 14001 \nenvironmental standards Theme 3. Environment\n22", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}