{"page_content": "Corporate Sustainability Program | 2021 Progress ReportTheme 3. Environment\nSetting our GHG Emissions Target \nOur GHG emissions break down into three categories:\nScope 1  \nThese are direct emissions from company activities. \nScope 2  \nThese are indirect emissions from purchased electricity. As Sierra Wireless is a \nfabless company, these are mostly related to leased office use. Renewable energy \naccounted for 70% of our purchased energy in 2020. Our reduction strategy for \nscope 2 emissions focuses on reducing our office footprint. We have already \ncut our office space at our Richmond headquarters by relinquishing 25,000sq ft \nfrom our lease. We will match that in 2022, and we also have plans to reduce or \neliminate our office space in Hong Kong. \nOur other scope 2 emission strategies include energy efficiency. We have pursued \nthis by retrofitting one work area in our Richmond office with LED lighting to \nassess the cost and energy savings. Scope 3\nThese are indirect emissions from non-owned sources, primarily in the supply \nchain. We are targeting reductions in this category via several measures: \n• More efficient production: Manufacturing is by far the largest source of our \nscope 3 emissions, at 79%. We are working with contract manufacturers to \ncut those emissions. \n• Shipping. Product delivery accounts for 20% of our scope 3 emissions. \nCutting GHGs from shipping is a focal point for us. We plan to optimize \nshipping routes and reduce the weight of our shipped products. Effective \neco-design will play a part here. We expect to make weight and material \nsavings through better product and packaging design. \n• Reducing business travel: Although business trips represent just 1% of our \nscope 3 emissions, we can still achieve improvements by continuing to \nmandate that video conferencing be used for most meetings.\n24", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}