{"page_content": "Corporate Sustainability Program | 2021 Progress ReportAppendix: Corporate Sustainability Program\nEnvironment\nCarbon and Climate  \nSierra Wireless publicly disclosed its response to the CDP \n(Carbon Disclosure Project) Climate Change Questionnaire \nin 2021. As stated in the CDP report, our processes for \nidentifying, assessing and managing climate-related issues \nare integrated into multi-disciplinary, company-wide risk \nidentification, assessment and management processes (as \ndescribed in the next section). \nRisk and Opportunities  \nThe Sierra Wireless Enterprise Risk Management (ERM) \nprogram includes identification of risks and mitigation \nactivities. Risks are updated twice a year, mitigation \nactivities (strategies and status) are validated through \nsessions with subject-matter experts and discussed with \nthe Audit Committee of the Board of Directors. The status \nof follow-up action is updated during each semi-annual \nrisk update. The climate-related risks are evaluated by the \ncorporate sustainability program committee, and high risks, \nif any, are reported to the owner of the ERM process. \nThe most salient environmental risks are climate change \nand those related to material restrictions (e.g., RoHS, \nREACH, WEEE, etc.) described in the section on waste  \nand toxicity. Natural Resources  \nSierra Wireless is a fabless company (we outsource the \nfabrication of our products and don’t withdraw water). \nFor the most part, we lease our office space, and water \nconsumption is included in the common area maintenance \nfees shared with other businesses. As a result, we are \nunable to introduce our own water recycling/re-use \nprogram, but we do have an expectation that our landlords \nwill introduce such measures whenever feasible. To reduce \nwater consumption, some of our leased sites have dual \ntoilet flush equipped facilities and taps with sensors. All \nour wastewater is collected and treated by municipal \nwastewater facilities. \nWaste and Toxicity  \nIt is of paramount importance for us to understand and \ncomply with the variety of laws, rules and regulations \nthat exist on the use of materials and substances in our \nproducts. On an annual basis, we declare the quantity and \nweight of products in the scope of the Waste Electrical and \nElectronic Equipment Directive (WEEE). Our Environmental \nCompliance and Verification Process addresses the risks or \nhazards associated with the inclusion of harmful chemicals \nin our products and ensures our materials and finished \ngoods are compliant with environmental regulations: • Restriction of Hazardous Substance Directive (RoHS) \n• Registration, Evaluation, Authorization and Restriction of \nChemicals (REACH) \n• Packaging Waste Directive \n• Other requirements and beyond-regulatory requests for \nour products’ environmental attributes \nWe do not manufacture products at our sites; therefore, \nwe do not generate significant air emissions (SOx, \nNOx, volatile organic compounds, particulate matter, \nhazardous air pollutants).\n33", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}