{"page_content": "Corporate Sustainability Program | 2021 Progress ReportSierra Wireless (NASDAQ: Sierra Wireless) (TSX: SW) is a leading Internet of \nThings (IoT) solutions provider. Founded in 1993, the company is headquartered \nin Richmond, British Columbia, Canada, and services a global market for its \nproducts. By combining edge devices, connectivity services and cloud software \ninto simple, integrated IoT solutions, we enable organizations to unlock value in \nthe connected economy. \nConnectivity\nSmart Connectivity \nWe offer Smart Connectivity and Enhanced Carrier Connectivity options to \nprovide one point of accountability to our customers, ensuring their critical \nbusiness assets are always connected. Both services leverage Sierra Wireless’ \n24/7/365 Global Network Operation Center (GNOC) and our partnerships with \nover 600 networks in more than 190 countries\nManaged Connectivity \nOur Managed Connectivity Solutions provide customers with reliable and \nsecure wireless broadband connectivity when and where they need it, by \ncombining our industry-leading hardware portfolio with multi-network \nconnectivity access. \nModules\nCellular Wireless IoT Modules  \nSierra Wireless’ world-class and market-leading portfolio of cellular wireless \nIoT modules provides original equipment manufacturers (OEMs) with 5G, \n4G LTE, 3G/2G, LPWA, Wi-Fi, Bluetooth and GNSS connectivity with simple, \nscalable and secure solutions that accelerate product development and \ndeployment. This portfolio of secure IoT modules features built-in edge-to-\ncloud connectivity and both cloud and industrial application programming \ninterfaces (APIs).Embedded Broadband \nOur Embedded Broadband segment is comprised of industrial-grade modules \nthat provide unprecedented speed, bandwidth and network performance for \nconnecting to the world’s 5G and 4G networks. These high-speed modules are \ntypically used in mobile computing and enterprise networking markets. \nRouter Solutions\nGateway Solutions \nOur Gateway Solutions address a broad range of market applications within \nthe mobility, industrial and enterprise market segments. Our products are \nknown for their technical capability and high reliability in mission-critical \napplications. These gateways leverage our expertise in wireless technologies \nand offer the latest capabilities in 5G, 4G LTE, LPWA, Wi-Fi, Bluetooth, GNSS \nand FirstNet. \nIoT Applications \nWithin our IoT Applications division, we offer market-ready IoT solutions \nincluding asset, satellite and fleet tracking and alarm communications. These \nsolutions and services also benefit from our IoT cloud platform services, which \ncustomers can use to help connect devices to mobile networks, manage their \ndevices and build new IoT applications. \nOctave \nOctave is our all-in-one edge-to-cloud solution that enables customers  \nto securely extract, orchestrate and act on data from their industrial assets  \nto the cloud. With Octave, customers can focus on data, eliminating the need \nto build IoT infrastructure from scratch, putting the focus solely on innovative \nIoT applications. Business Overview\n5", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}