{"page_content": "Corporate Sustainability Program | 2021 Progress ReportMaking agriculture more efficient and productive is key to improving \nsustainability and coping with the impacts of climate change. Trimble  \nAgriculture provides precision solutions that help to optimize every area of \nmodern agricultural management. Trimble uses Sierra’s IoT technology to \nconnect its smart agricultural equipment and import and export data to a \ncentralized management platform. Farmers can then use this display to view  \nall Trimble applications and analyze the information collected.\nOne technology that farmers are using to increase precision and productivity is \nautonomous tractors, which can be controlled remotely, allowing them to focus \non other core work. Sierra’s AirLink® RV55 Gateway acts as a global positioning \nsystem (GPS), providing precise location data for the tractor. A map of the \nfarm field is downloaded to the management display, the tractor can then be \nautomatically placed on the most efficient route to within one inch of accuracy. \nIf a field is being plowed, for instance, agricultural managers can ensure that \nthere are no missed areas or overlaps, saving both time and fuel. \nThe RV55 is also used for other autonomous farming equipment such as \ncombine harvesters or sprayers. With IoT devices, farmers can get accurate \ndata on the distribution of herbicides, fertilizers or seeds. By analyzing key \nparameters like input, flow rate and time in use, they can track exactly how \nmuch of each resource is used. They can then leverage the data to improve \nthe decision-making process and optimize their farming practices, minimizing \nwastage and maximizing yields. Lean, efficient, high-yield farming will be crucial in the coming decades as the \nworld faces a growing population and challenging environmental conditions. \nIoT solutions will be essential to enable a new generation of smart agricultural \nequipment and advanced farming practices. This is why Sierra Wireless is \ndelighted to be working with Trimble and its suite of precision technologies. Sustainability in Action: Smart Agriculture\nIoT solutions will be essential to enable a new generation of \nsmart agricultural equipment and advanced farming practices\n6", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}