{"page_content": "Corporate Sustainability Program | 2021 Progress ReportCorporate Sustainability at Sierra Wireless \nAbout this Fifth Annual Corporate Sustainability Report  \nThis is the fifth annual progress report of our corporate sustainability program’s \ninitiatives and achievements. \nThis report is our opportunity to voluntarily disclose our sustainability and \ncommunity-building efforts to our many stakeholders, including investors, \ncustomers, suppliers and local communities. We are committed to transparency \nand accountability, and this report helps us to facilitate valuable dialogues with \nstakeholders from around the world. \nLast year was one of the most challenging years yet for Sierra Wireless, as it \nwas for the world. The second year of the COVID-19 pandemic continued to alter \nworking practices. In 2021, companies across the globe, including Sierra Wireless \nand our suppliers, had to adapt on the fly as health conditions and government \nguidelines changed in the face of multiple coronavirus strains. \nWe also suffered from another increasingly prevalent problem – cyber-attacks. \nIn March 2021, a ransomware attack took down internal systems across the \ncompany, severely disrupting our business operations. Despite this, we were \nable to implement our business continuity plans and resume normal operations \nwithin weeks. \nChallenges extended into our supply chain as COVID-19 took its toll on our \npartners. Lockdowns stopped production for several weeks at a Vietnam factory. \nShipment problems compounded these issues as container scarcity delayed \ndelivery of key products. \nWe grappled with these external problems while managing significant internal \nchange. In July 2021, our new President and CEO, Phil Brace, assumed the reigns \nfrom Kent Thexton, and we restructured our reporting lines to achieve a simpler, \nmore streamlined operation. Russell Jones was appointed Board Chair on  \nJanuary 1, 2022.\nCorporate Sustainability Governance\nCorporate sustainability has been a key focus at Sierra Wireless since we \nlaunched our program in 2017. Despite the significant challenges we shouldered \nin 2021, our board and senior leadership team remained committed to driving \nforward our focus on sustainability even as one of the most volatile times in our \nhistory continued. \nThe corporate sustainability team is diligent in its mission to drive these values \ninto the heart of our operation. The team collects data each year that help us to \nfocus our sustainability efforts where they are most needed and produce tangible \noutcomes for the environment and for wider society. We report our progress in \nthis area to the Governance and Nominating Committee of the Board twice a year.\n7", "metadata": {"source": "NASDAQ_SWIR_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}