{"page_content": "A Message from Safety and \nEnvironmental Affairs\nOur commitment to environmental stewardship \ngoes beyond regulatory compliance. Our team  \nin Safety and Environmental Affairs takes a \nproactive approach to advancing the culture  \nand continual improvement of environmental, \nsafety and sustainability practices throughout  \nour organization. Safety and sustainability are  \ntop priorities at MGE. This report highlights  \nhow we focus on our sustainability goals and  \nour performance.\nJeff Jaeckels  \nDirector of Safety and Environmental Affairs  \nMadison Gas and ElectricAbout MGE\nMGE generates and distributes electricity to 153,000 \ncustomers in Dane County, Wisconsin, and purchases \nand distributes natural gas to 161,000 customers in seven \nsouth-central and western Wisconsin counties. MGE is a \nregulated utility subsidiary of the investor-owned public \nutility holding company MGE Energy, Inc. MGE's roots  \nin the Madison area date back more than 150 years. \nAs your community energy company, we are committed \nto this area and its people.\nWe take responsibility to:\n• Plan and provide a reliable energy supply that  \nbalances the needs and values of those we serve.\n• Provide information and education to serve our \ncustomers and stakeholders and help inform their \nenergy decisions.\n• Preserve and protect our environment while  \nproviding affordable, reliable energy.\n• Encourage and support economic and business  \ndevelopment to keep our economy strong and vibrant.\n• Engage in open and honest dialogue, partnership  \nand collaboration to best serve our customers and  \nthe broader community.Our Environmental and Sustainability Policy\nAs your community energy company, MGE recognizes its responsibility to preserve and \nprotect the environment while serving our communities with safe, reliable, affordable and \nsustainable energy.\nWe are proactive and forward-thinking in our stewardship and promote sustainability with \nour partners, suppliers and employees as we work together to build a cleaner, smarter future. \nIn pursuit of our mission and in support of our commitment to those we serve, MGE:\nComplies with all environmental laws, regulations, permit requirements and other corporate \nenvironmental commitments and exceeds compliance as demonstrated  \nby the commitments in this policy.\nSeeks environment-friendly options and waste minimization when considering sources  \nof supply, material and contractors.\nConsiders the environmental impacts of applicable company activities and seeks \nsustainable, cost-effective ways to reduce adverse environmental impacts and risk.\nSets corporate goals and objectives and fosters a culture of continuous improvement  \nin environmental and employee safety performance.\nEducates employees about MGE's environmental responsibilities and policy and \ncommunicates and reinforces environmental values throughout the company.\nProvides regular updates on environmental and sustainability initiatives and performance to \nMGE's Board of Directors to advance oversight and transparency of company operations.\nExplores opportunities to advance new, cost-effective technologies for the benefit  \nof all and to reduce the community's collective environmental footprint.\nPartners with community stakeholders to promote environmental education, energy \nefficiency and conservation.\nCommunicates openly and honestly with the public regarding MGE's environmental policy \nand performance.\nContributes to the well-being of its communities through charitable and corporate giving \nand the service and volunteerism of employees.\n(Under construction)(Under construction)\n• Location  \n623 Railroad St., Madison, WI\n• Mailing address  \nP.O. Box 1231, Madison, WI 53701-1231\n• General Contact  \nmge@mge.com or 608-252-7000\n• MGE Environmental Affairs  \nenvironment@mge.com\n• MGE Energy Shareholder Services  \nmgeenergy.com  \ninvestor@mgeenergy.comThis report includes forward-looking statements  \nand estimates of future performance that may differ \nfrom actual results because of uncertainties and risks \nencountered in day-to-day business.\n2 1", "metadata": {"source": "NASDAQ_MGEE_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}