{"page_content": "MGE is targeting  \nnet-zero carbon electricity \nby 2050. We have said \nsince introducing our carbon \nreduction targets that if \nwe can go further faster by \nworking together with our \ncustomers, we will.Our Vision\nThank you for your interest in our 2019 \nEnvironmental and Sustainability Report.  \nThis annual report captures some of the ways \nin which your community energy company is \npartnering with our customers and communities \nand working with our employees and other \nstakeholders to power a more sustainable future. \nMGE is targeting net-zero carbon electricity by 2050. Our goal \nis based on the latest climate science from the Intergovernmental \nPanel on Climate Change (IPCC), which has outlined \"pathways\" \nand necessary actions to limit global warming to 1.5 degrees Celsius.  \nOur 2050 goal reflects our vision and signals our direction, but  \nit doesn't determine our pace. We're making decisions every day  \nto achieve deep decarbonization as quickly as we can while fulfilling \nour obligation as a critical services provider.\nTo achieve net-zero, we are working aggressively to decarbonize \nour electric generation while building a reliable, resilient electric \ngrid. Within the last five years, we have announced cost-effective \nprojects that will grow our wind and solar capacity by roughly 600%, with \ninvestments in renewable generation totaling more than $350 million.\nNet-zero will require the use of emerging technologies not yet \ncommercially available or cost-effective, but as technology \ncontinues to evolve, we will evolve to ensure we continue to meet \nour customers' needs safely, reliably, affordably and sustainably.Our strategies for achieving net-zero are the same as those \nidentified by the IPCC. Energy efficiency is key. MGE employees \nwork directly with many of our residential and business customers \nto manage their energy use, either through educational workshops \nin neighborhoods, new technologies such as smart thermostats \nor one-on-one energy assessments of commercial buildings. \nCustomer engagement remains at the core of our mission.\nNew technologies continue to offer new opportunities. MGE has \nbeen an industry leader in the electrification of transportation since \nfirst establishing our electric vehicle public charging network 10 \nyears ago. Today, we're advancing electric buses in our community \nand growing home charging with our Charge@Home program.\nAs your community energy company, MGE is locally based in \nMadison, Wis., operating where we serve. The MGE Foundation is \npart of the fabric of our community, averaging more than a million \ndollars in annual charitable contributions to local organizations.\nOur executive management and Board of Directors understand \nsustainability and corporate responsibility are important to \nour customers, our investors and our company's long-term \nsuccess. From business strategy to risk assessment, our board \nbrings a diversity of experience and expertise to their oversight \nresponsibilities. \nOn behalf of our board and the employees of MGE, I invite you \non this journey with us as we continue to build your community \nenergy company for the future, embracing new opportunities and \ninnovative technologies to better serve our customers, employees \nand broader community.Jeff Keebler  \nChairman, President and CEO  \nMGE Energy and Madison Gas and Electric\n6 5", "metadata": {"source": "NASDAQ_MGEE_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}