{"page_content": "MGE is committed \nto transparency and \naccountability. Our \nreport is organized to \nbe responsive to the \ndisclosure recommendations \nidentified by the Task \nForce on Climate-related \nFinancial Disclosures to \nhelp stakeholders better \nunderstand our strategies \nand risks related to the \nthreat of climate change.Our Commitment\nLike the energy industry itself, our path toward \ngreater sustainability is ever changing as we \nharness the power of new solutions and explore \nnew ways to engage those we serve.  \nAs Vice President and General Counsel, I oversee safety and \nenvironmental initiatives, working directly with our employees  \nto impart a philosophy of continuous improvement companywide \nin both sustainability and safety. MGE continues to be an industry \nleader in these critical areas. \nWe power safety\nOur annual safety initiatives are employee-led. In 2018, the \ncompany achieved a historic safety milestone—the year ended  \nwith MGE employees having worked more than a million hours \nwithout a lost-time incident. For all of 2018, MGE recorded  \nthe lowest lost-time incident rate since the company began  \nkeeping records in 1971. Safety of our employees, customers  \nand communities is a top priority. \nEnvironmental benchmarking and oversight \nMGE was the first utility statewide to be recognized as a  \nGreen Master by the Wisconsin Sustainable Business Council.  \nThe voluntary, statewide benchmarking program recognizes \ncompanies for their leadership in environmental performance.  \nFive years later, our commitment to environmental stewardship  \nand accountability continues to grow.MGE is working with an independent third party to oversee the \nexpansion of our Environmental Management System (EMS).  \nOur EMS now evaluates, prioritizes and manages environmental \nrisks across the company.   \nClimate science partnership\nOur goal of net-zero carbon electricity by 2050 is based on  \nthe latest climate science. Our strategies are consistent with  \nthose identified by the Intergovernmental Panel on Climate \nChange (IPCC). \nMGE is working with scientists from the University of Wisconsin-\nMadison's Nelson Institute for Environmental Studies to evaluate \nour ongoing efforts for achieving deep decarbonization by mid-\ncentury. This collaboration will provide us with expert input and \nanalysis as we work toward one of the most aggressive sustainability  \ngoals in the industry.\nMGE is committed to transparency and accountability. Our report \nis organized to be responsive to the disclosure recommendations \nidentified by the Task Force on Climate-related Financial \nDisclosures (TCFD) to help investors, customers and other \nstakeholders better understand our strategies, challenges and \nopportunities. \nMGE also participates in the Edison Electric Institute (EEI)  \nESG/sustainability reporting templates. Our templates are online  \nat mgeenergy.com/environment. I invite you to visit us online \nregularly and join us in working toward a better, stronger, more \nsustainable future.Cari Anne Renlund  \nVice President and General Counsel  \nMadison Gas and Electric\n8 7", "metadata": {"source": "NASDAQ_MGEE_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}