{"page_content": "ESG Report  |  2022 19Overview re course com\nUniti’s commitments to our core values of integrity, responsibility, and transparency are on full display in our corporate governance policies and procedures. The \nmajority of our Board of Directors remains independent, reflecting the Company’s commitment to integrity through effective independent oversight of executive \nmanagement. Uniti’s Quality Management System remain certified to rigorous international standards as part of our commitment to transparent and consistent \nbusiness processes for the benefit of all stakeholders. 2022 also saw Uniti reaffirm its commitment to responsibility as we undertook a project to develop a \nBusiness Continuity Plan for all key functions within the company to ensure the health and safety of employees, protect company assets, and minimize any \nimpacts of an unplanned business disruption.\nManagement & Operational Standards Hire course com\nChristopher Jones, Vice President of Strategic Initiatives, states that “Uniti maint ains a Quality Management System that is\ncertified according to the standards of International Standard Organization (ISO) 9001. This certification reflects Uniti’s \ncommitment to providing quality through the implementation of consistent business processes, reliance on internal and \nexternal feedback, hosting of regular management reviews, and its ongoing assessment of risks and stakeholders needs.”\n2022 2023 2024\nBusiness Continuity Plan\nThe goal of developing a Business Continuity Plan is to plan for any disruption in \nbusiness operations, reduce financial exposure, and mitigate risks. \nIn 2022, Uniti initiated a project to develop Business Continuity Plans for all key \nfunctions within the company to ensure the health and safety of employees, protect \ncompany assets, and minimize any impacts of an unplanned business disruption. \nAs plans are developed, they will be tested and placed into production. This project \nwill continue through 2023 with the final implementation targeted for the second \nquarter of 2024.\nOperations & Business ContinuityGOVERNANCE OVERVIEW & HIGHLIGHTS:", "metadata": {"source": "NASDAQ_UNIT_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}