{"page_content": "ESG Report  |  2022 8When searching for a new \nheadquarters location, Uniti \nimmediately recognized the \nopportunity that the Winrock \nbuilding offered.  LEED-certified \nbuildings are proven to save money, improve \nefficiency, and create healthier places for \npeople to work, and we’re proud to be in such a \npremier commercial space in our hometown of \nLittle Rock, Arkansas.”\nALLISON TAYLOR \nSENIOR VICE PRESIDENT, OPERATIONSENVIRONMENTAL OVERVIEW:\nOur Environmental Priorities\n2022 was an impactful year with respect to Uniti’s environmental priorities.  \nThe company continued its work gathering data necessary to quantify \nand specify our long-term environmental goals. The company continues \nto take significant strides collecting data to better understand our global \nand local impacts, which will allow us to set realistic goals towards reducing \nthose impacts in the future.  Uniti is also in the process of analyzing the \nenvironmental risks that could impact our business, our vendors, and \nour customers, and we intend to manage and create processes aimed at \naddressing those challenges. \nConsistent with our goals of reducing our environmental footprint and \nimproving company efficiencies, in 2022 the company moved our Little \nRock headquarters to a LEED Certified (Gold Level) office building, made \nsubstantial further strides towards evolving our Uniti Fiber vehicle fleet to \nmore fuel-efficient vehicles, and upgraded a significant portion of network \nequipment with newer, less energy intensive hardware.  2022 also saw a \nmajor natural disaster strike a portion of our fiber network: Hurricane Ian, \na Category 4 storm, landed just south of Ft. Myers, Florida. Uniti met that \nchallenge head on—our core network was well-protected, robust, and \nredundant, and only sustained minimal disruption. By deploying our network \nwith an eye towards ensuring the highest standards of protection, we \nwere able to quickly turn our focus towards supporting local governments, \nemergency responders, businesses and residents during the critical hours \nafter the hurricane’s landfall.\nOur Environmental Priorities\n", "metadata": {"source": "NASDAQ_UNIT_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}