{"page_content": "26\n26SECTION WE ARE INMicrochip invests in our employees’ futures by ensuring access to learning is \navailable in native languages and during times that accommodate our global \npresence and workforce. Microchip’s Learning Center offers many training \nopportunities in a variety of media to meet employee development needs, including \nclassroom, virtual instructor-led, online, and blended programs that include an \nonline component followed up by an interactive instructor-led web session. We also \noffer all employees the \nopportunity to pursue \nrelevant higher education \nthrough a tuition \nreimbursement program.\nLearning and \ndevelopment at Microchip \nis a joint effort among \nemployees, managers \nand the Global Organizational Learning and Development department. In \naddition to our 39 full-time training professionals and 167 identified internal \ncoaches located around the world, in 2018, 772 managers and employees \nacted as subject matter experts to assist in delivering practical leadership and \ntechnical training to their peers.\nMicrochip’s courses cover a range of training topics: Orientation to the \ncompany, core competencies such as empowerment, teamwork and \ncommunication, technical knowledge of Microchip products and applications, \nsales enablement, IT skills, leadership development, project management, and \noperational manufacturing skills.IN ADDITION TO THE 39 FULL-TIME AND  \n167 IDENTIFIED INTERNAL COACHES  \nLOCATED AROUND THE WORLD, IN 2018, 772  \nMANAGERS AND EMPLOYEES WERE INVOLVED  \nIN DELIVERING PRACTICAL LEADERSHIP AND  \nTECHNICAL TRAINING TO THEIR PEERS.\n•  Ranked #2 on \"The Best Companies to Work for in NY\" by Best Companies Group\n•  Listed as a \"Top Workplace\" by The Austin (Texas) American Statesmen for the third year in a row\n•  Listed as on the 2018 “America’s Best Employers” list produced by Forbes and Statista\n•  Named a \"Top Workplace in the Bay Area (California)\" by The Bay Area News Group\n•  Microchip President & CEO, Steve Sanghi, was honored as a Most Admired Leader by the \n     Phoenix Business JournalUNITED STATES COMMUNITY AND  \nCORPORATE SOCIAL RESPONSIBILITY  \nAWARDS", "metadata": {"source": "NASDAQ_MCHP_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}