{"page_content": "32\nSUPPLY CHAIN RESPONSIBILITY•   Retaining professional third-party smelter sourcing due diligence.\n•   Presenting mineral sourcing risks to Microchip’s senior management.\n•   Disallowing SOR into our integrated circuit supply chain that are not \ncooperating with, or that are no longer cooperating with, the RMI’s \nConflict Free Smelter Program or similar mineral sourcing audit \nprograms.\n•   Providing information to suppliers and expecting each to source \nmaterials from socially responsible supply chains and to accurately and \ncomprehensively disclose their list of SOR, either at company level or \nspecific to those materials incorporated into Microchip’s products.\n•   Publicly disclosing our conflict minerals policy, RCOI implementation \nprocedures, and SOR sourcing due diligence.\n•   Including a conflict minerals flow-down clause in new and renewed \nsupplier contracts and purchase terms and conditions\nMicrochip’s current CMRT for integrated circuits and other conflict minerals \nprograms documents are available on Microchip’s website, at  \nwww.microchip.com/conflictminerals .\nMicrochip Technology Incorporated is dedicated to protecting human rights. \nThis is demonstrated in our continued involvement with the United Nations \nGlobal Compact (UNGC). The UNGC promulgates 10 principles, with specific \nfocus on labor standards related to freely chosen employment, child \nlabor avoidance, working hours, wages, benefits, and humane treatment. \nMicrochip continues to ensure alignment with these labor standards \nthrough our policies and business practices.\nThe State of California and the United Kingdom have introduced \nregulation centered on slavery and human trafficking under the California \nTransparency in Supply Chains Act and the UK Modern Slavery Act, \nrespectively. Pursuant to these regulations, Microchip issues disclosure \nstatements to emphasize those actions we’ve taken to eradicate slavery \nand human trafficking from our direct supply chain for tangible goods \noffered for sale. Our latest disclosure statement is publicly available on \nour website and may be found at www.microchip.com/about-us/corporate- \nresponsibility .\nMicrochip continues to evolve its auditing practices, which includes \nconducting reviews with our significant subcontractors. Microchip typically \nuses direct material suppliers that are either ISO9001 or TS16949 \ncertified. Capabilities and quality standards are surveyed and reviewed at \nthe time of supplier selection, as well as during quarterly reviews.\nMicrochip’s Compliance with Laws policies require compliance with laws by \nour employees, agents, contractors, and consultants. Microchip provides \nethics training to employees, which includes an obligation to comply with \nlaws and report violations of laws.HUMAN RIGHTS", "metadata": {"source": "NASDAQ_MCHP_2018.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}