{"page_content": "3\nSUSTAINABILITY REPORT 2Message from Rick McVey, CEO of MarketAxess\nTo our stakeholders: \nMarketAxess teams have come to work every day for nearly two decades with a clear purpose: \nto open global markets to create more opportunities for the companies, institutions and individ -\nuals who depend on them.\nThat’s important work for many reasons. Three times larger than the global equities market, the \n$100 trillion-plus global credit market plays a leading role in fueling economic growth worldwide. \nIn that sense, it touches all our lives in some way. Companies turn to fixed income markets to \nfinance expansions that create jobs and innovative products. Individuals and their families rely on \nfixed income markets to fund their retirement and make it easier for them to achieve financial \ngoals such as buying a home or paying for education. Growing populations in developing econ -\nomies benefit from the investment capital channeled into their country’s infrastructure, such as \nroads and schools, as do residents of states and municipalities.\nOur growing role in making these markets work better for society and the economy brings with \nit the obligation to be a responsible corporate citizen. The MarketAxess vision of corporate citi -\nzenship has four pillars:\n• An enduring commitment to high standards of governance. The true character of a company is demon -\nstrated through the integrity and sense of fairness it brings to the management of its business every day. \nWe strive to make sure that MarketAxess takes into account the interests of all our stakeholders — clients, \nemployees, investors and business partners.\n• Helping communities become more resilient.  Our responsibilities extend beyond our business to the \nworld’s communities. We focus on supporting projects that promote access to economic opportunity, \neducation and housing. Encouraging our volunteer activities for everyone at MarketAxess, as well as \noffering financial support to select non-profit organizations, are important parts of our community engage -\nment.\n• Prioritizing a strong, diverse workforce.  Our people are our backbone. We’re committed to making \nsubstantial progress in how we recognize and value the experiences that make each of us unique, from our \nrecruitment processes to each employee’s daily work. MarketAxess recognizes that we can always do more \nto make our company a rewarding place to work for all.\n• Adopting sound sustainability practices across our business operations.  Climate change and safeguarding \nthe environment are critical issues for every business. As a global electronic trading network, our envi -\nronmental impact is primarily in our facilities and energy usage. That’s why we’re taking a disciplined look \nat our operations’ impact on energy consumption and conservation, water use, GHG emissions and waste, \nincluding minimizing plastic and facilitating recycling.These four pillars support MarketAxess in our core mission: to use our knowledge, creativity and \naward-winning technology to reduce friction and bottlenecks in this vital, complex market. That \nstarts by exponentially increasing the opportunities for market participants to connect with one \nanother more efficiently and transparently. Every day, our technology helps capital move in, out \nand around a vast global market faster, cheaper and more safely. \nWe unlock a range of possibilities for mutual funds, ETFs, pension funds and investment banks  \nto trade when, where and how they choose at competitive prices. This means their clients — \nindividuals, families, institutions and companies — can over time retain more return on their \ninvestments and have more confidence in their ability to access their savings and capital  \nwhen they need them. \nCollaboration with our clients will always play a critical role in fulfilling this mission. This \ncollaboration has grown even more important as we enter the next phase of global market \ndevelopment driven by transformative technologies. Our market-leading AI and advanced data \nsolutions stem directly from working with our clients on new tools to achieve speedier market \naccess, reduce costs and improve outcomes for their investors and clients. \nThe importance of the principles in our four pillars of corporate responsibility can also be seen \nin the capital markets, where environmental, social and governance factors play an ever more \ninfluential role in investment decisions. A significant sign of this change: the volume of green \nbonds traded on MarketAxess more than doubled in 2019 to $19 billion. That total amounts to \n15% of all the U.S.-reported trading in these environmentally supportive instruments, ranking \nMarketAxess as the largest marketplace for green bonds. That’s just one of many opportunities \nour company has to be a positive force in global markets as well as in the world’s communities.\n — Rick McVey\nBy the Numbers:\nEmployee headcount: over  \n525 employees worldwide\nWomen in leadership roles\n• 25% of women on board of directors\n• 25% of women in global management team\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}