{"page_content": "21 20\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTHealth & Well-being\nAMERICAN CANCER SOCIETY \nEach summer, prominent leaders of the financial services industry come together for The Financial Services \nCares Gala (FSCG), which benefits the American Cancer Society, and the Hope & Heroes Children’s Cancer Fund \nat Columbia University. In 2019, our CEO, Rick McVey, served on the Executive Event Committee that raised $3 \nmillion in a single evening.\nJ.P. MORGAN CORPORATE CHALLENGE\nEach year, MarketAxess participates in the New York J.P. Morgan Corporate Challenge in order to support local \nphilanthropic initiatives while providing a competitive, fitness-oriented, social event for our staff.\nBuilding Careers\nTHE DOE FUND \nThe Doe Fund provides transitional work, housing and educational opportunities to people transitioning out \nof homelessness. In New York where MarketAxess is headquartered, many may recognize individuals in blue \nuniforms called the “Men in Blue,” who engage in a year-long program of recovery, personal and profes -\nsional development and economic advancement. In March 2019, MarketAxess hired its first worker from The \nDoe Fund, who serves as a full-time pantry associate. This connection came through our Head of Human \nResources, who has volunteered with The Doe Fund’s job placement and education teams for over ten years.\nNEW YORK STATE EDUCATION DEPARTMENT\nThe New York State Education Department’s Adult Career and Continuing Education Services-Vocational \nRehabilitation (ACCES-VR) program assists individuals with disabilities with achieving and maintaining \nemployment and supporting independent living through training, education, rehabilitation and career develop -\nment. MarketAxess first learned about ACCES-VR through an interested employee. In an effort to provide an \nopportunity to a young adult with a disability, MarketAxess hired a part-time pantry assistant from ACCES-VR \nin March 2019.\nSUPPORTING TALENT FROM EMERGING MARKETS\nIn 2019, MarketAxess signed on to sponsor the IFC-Milken \nInstitute Capital Markets Program, which trains financial \nand policy professionals from emerging markets and \nequips them with the skills needed to bring successful \ncapital markets development to their own countries \nthrough one semester of coursework at George Washington \nUniversity and four months of work placements across \nthe U.S. financial industry. As a participating partner, \nMarketAxess will host a Capital Market Scholar to intern \nat the company. This year’s Scholar is Mr. Kopano Bolokwe, \nwho serves as Head of Product Development for the \nBotswana Stock Exchange. Mr. Bolokwe will intern with \nMarketAxess starting in January through April 2020, where \nhe will be researching and developing a whitepaper on the \nimportance of transparency to promote market fairness, \nparticipation, and liquidity.\nThroughout my time at MarketAxess I’ve learned and observed the effectiveness of \ngood communication in preventing confusion and allowing others to excel in their tasks, \nresponsibilities, and grow in the workplace. MarketAxess has also taught me the value \nof having more experienced mentors in your life. For example, Jennifer, my supervisor, \ncontinually checks in on me, asks how I am doing, and her advice challenges me to grow \nand develop as a person.\n — Christopher O., Class of 2020, Cristo Rey\nEMPOWER \nOur Emerging Markets Product team introduced us to EMpower, the Emerging Markets Foundation, a global \nphilanthropic organization that invests in at-risk youth in emerging market countries. The Foundation \nconnects the resources of Emerging Markets (EM) professionals worldwide with the vitality of local organiza -\ntions in emerging market countries.\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}