{"page_content": "23 22\nSUSTAINABILITY REPORT SUSTAINABILITY REPORT\n20%\n15%\n10%\n0%Green Bond Trading on MarketAxess\n*Estimated MarketAxess share of Investment Grade green bond\ntrading by dollar volume reported to TRACEEstimated U.S. Market Share*MarketAxess Global Trade Volume $BilMarketAxess Global \nTrade Volume $Bil\nEstimated U.S. \nMarket Share*LegendClimate\nMarketAxess is mindful of our environmental footprint and we make \nconcentrated efforts to reduce our environmental impact. Due to \nthe nature of our business, we do not manufacture or ship physical \nproducts that create or contribute to pollution. In our view, the most \nsignificant environmental impact we make is through the operation of \nour leased office spaces and data centers. \nHudson Yards\nIn 2019, we moved our headquarters to 55 Hudson Yards  — a high-rise building  \ncentered in Manhattan’s newest neighborhood. Our headquarters are now located in  \na LEED Gold-designed building that offers expansive views with floor to ceiling windows, \nmaximizing the interior light. The building’s LEED Certification was a major factor in \nthe decision to select 55 Hudson Yards as our new headquarters. As is common in the \nfamous High Line district, the greenery that surrounds the building offers a stunning \njuxtaposition to the steel elements of the building, where indoor a nd outdoor envi -\nronments coexist. Numerous features of our 55 Hudson Yards office are designed to \nreduce tenants’ carbon footprint, including water-efficient design, automatic lighting \nsensor controls and renewable energy use. Additionally, the building in which our \nLondon office is located is BREEAM-certified, which is the dominant sustainability \nassessment method for buildings in the U.K.\nData Centers\nData centers can have a tremendous environmental impact due to the volumes of \nelectricity required to operate. Two of our three U.S. data centers have a LEED Certifi -\ncation rating level of Silver, meeting rigorous environmental and energy management \nsystems standards.\nMy favorite thing about working here is being the “tip of \nthe spear.” Working at the leading fintech organization \nthat is constantly challenging the status quo is \nmotivating. It’s a challenging task to change behavior, \nbut we have an opportunity to change the industry and \nleave a lasting legacy.\n — Greg Cortese, Los Angeles ", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}