{"page_content": "25 24\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTMarketAxess is focused on developing superior fixed income e-trading solutions for institutional investor  \nand dealer firms. We strive to develop technology that streamlines our customers’ trading experience,  \ndelivering products and services that benefit our customers and the fixed income market. We offer  \nadvantages over traditional fixed income trading methods that are shared by both institutional investors  \nand dealers, including transparent pricing, an expanded liquidity pool, greater trading accuracy and efficient \nrisk monitoring and compliance.\nLeading the Technology Transformation  \nof Global Bond Markets\nSince its founding two decades ago, MarketAxess has led the way in delivering transformative \ntechnology that makes global bond markets more efficient and transparent. Our Open  \nTrading™ has played a major role in the transformation by making it easier for all market  \nparticipants to connect with a broad range of possible trading partners rather than a limited  \nset of counterparties. \nOpen Trading™ makes it easier to execute trades and results in significant cost savings. Those cost savings \nultimately benefit all investors – institutional as well as individual – by letting them retain more of their \nreturns. MarketAxess is already delivering the next generation of electronic tools for the global markets. \nThese include powerful automated trading capabilities driven by Artificial Intelligence and deep data \nresources.\nWe ended 2019 with a solid annual increase in our estimated share of trading in the U.S. investment grade \nand high yield bond markets, retaining our leadership in electronic trading by a large margin. \n“Trading for Trees’” Initiative Boosts Impact  \nof Clients’ Sustainable Strategies\nMarketAxess recorded a 108% increase in global Green Bond trading in 2019 as its \nclients’ sustainable fixed income strategies continue to grow. Market-wide trading in U.S. \nInvestment Grade issues financing environmentally friendly activities rose to over $57 \nbillion in 2019, up from nearly $30 billion in 2018. With a 15% s hare of trading in these \nissues, MarketAxess ranks as the largest Green Bond marketplace in the U.S. \nTo support clients’ sustainable investing strategies, MarketAxess is partnering with \nthe charitable organization One Tree Planted on a trading incentive program. Through \nthe “Trading for Trees” program, 5 trees will be planted for every $1 million of Green \nBond trades executed on the MarketAxess platform. Based on historical trading activity, \nMarketAxess expects the Trading for Trees program to be able to plant over 100,000  \ntrees in 2020. \nMarketAxess is also incorporating new data and functionality into its trading technology \nthat makes it easier for clients to identify and access liquidity in Green Bonds. “These \ninitiatives underscore our commitment to a market that we believe will play an increasingly \nimportant role in protecting our environment,” said President Chris Concannon.\nOur Initiatives\nWithin our workplaces, we take great efforts to reduce our environmental impact through various  \ninitiatives. MarketAxess provides reusable water bottles to all employees and makes mugs and glasses  \navailable for use instead of disposable plastic bottles or paper cups. There are paper, plastic and metal \nrecycling stations throughout our offices. We use ‘follow-me’ printer systems that require ID scans at printing \nstations to avoid wasting paper. To encourage greener commuting, we offer a pre-tax benefit account that \ncan be used to pay for public mass transit, and our headquarters has indoor bicycle storage on-site.  \nAdditionally, our U.K. office offers a program called Cycle to Work for employees. For those who bike to work \nfor their commute, the employee can purchase a bicycle with accessories up to a value of £1,000 inc.  \nVAT from a list of independent cycle shops and repay the amount in 12 monthly installments taken from  \nthe employee pre-tax monthly salary.\nCustomer Focus\nMarketAxess fosters our customer relationships through more than 100 relationship managers stationed \naround the globe. We obtain customer feedback through our relationship managers and conduct customer \nsatisfaction surveys periodically to optimize our service levels. Customer issues are recorded and investi -\ngated, and we maintain trade error policies designed to protect our Open Trading™ participants and enable  \nus to manage the risks attendant in acting as a matched principal counterparty.MarketAxess Estimated Adjusted Percent of FINRA U.S. \nHigh-Grade and High-Yield TRACE Volume", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}