{"page_content": "27 26\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTBusiness Continuity\nAs a matter of public policy, regulatory bodies in the U.S. and the rest of the world are charged \nwith safeguarding the integrity of the securities and other financial markets and with protecting \nthe interests of investors participating in those markets. Our active broker-dealer and regulated \nvenue subsidiaries fall within the scope of their regulations, and we are regularly in contact with \nour regulators to ensure our compliance with relevant laws and to address policy issues with \nrespect to the fixed income markets.\nWe have a firm-wide business continuity plan and business continuity playbooks for each department. These \ntools guide the firm in promptly responding to business interruptions resulting in the loss of access to people, \nfacilities, technology, or critical third-party vendors and in restoring the services provided to customers within \na reasonable timeframe. \nInformation security is fundamental to our business. We maintain a designated Information Security function \nwhich manages the safeguarding of information. MarketAxess also maintains an Information Security Policy \nStatement intended to provide assurances to customers in relation to our security systems, controls and \npolicies. \nOur success would not be possible without the support and trust of our clients. We commit to our customers \nthat we will act with integrity and handle sensitive customer information responsibly. MarketAxess maintains \na Privacy Policy that outlines our collection and protection of personal data and complies with our obligations \nunder the European Union General Data Protection Regulation (GDPR).\nParticipating in Policy Forums on Strengthening Capital Markets\nMarketAxess collaborates with industry organizations around the world to exchange ideas, lend expertise and \nstay informed about issues facing our industry. In addition, Rick McVey, MarketAxess’ Chairman and CEO, is a \nmember of the SEC’s Fixed Income Market Structure Advisory Committee, established to provide the SEC with \ndiverse perspectives on the structure and operations of the U.S. fixed income markets, as well as advice and \nrecommendations on matters related to fixed income market structure. Recognition For MarketAxess Innovation\nIn 2019, our commitment to our customers has been highlighted by the recognition we have \nreceived for innovations and contributions to the fixed income market.\nComposite+ TM won the WatersTechnology  \nRanking Award for “Best Artificial Intelligence  \nTechnology Provider.”  \n \nOpen TradingTM won the Waters Technology \nBuy-Side Technology Award for  \n“Best Buy-Side Execution Venue.”  \n \n  \nMarketAxess won the AsiaRisk  \nAward for “Buy-Side Trading  \nSystem of the Year.”  \nNichola Hunter , Head of Rates,  \nwas honored at the Markets Media \nAwards for “Women in Finance.”  \nMarketAxess  won the Markets Media Award  \nfor “Best Fixed Income Trading Platform.”  \n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}