{"page_content": "5 4\nSUSTAINABILITY REPORT SUSTAINABILITY REPORT\nAbout MarketAxess\nOrganizational Profile  \nNASDAQ:  MKTX  \nHeadquarters: New York, NY \nValues \nOpen markets create more opportunity for all: At its heart, our network and technology  \ncreate more open, connected markets — making broader participation possible. That increases \nequality and opportunity by removing barriers to interaction among different types of  \nmarket participants. The more open markets are, the deeper, more efficient and more  \nresilient they become.\nWe live for making markets work better for clients:  In business for two decades, our drive to \ninvent — and re-invent — solutions of value to clients accelerates every day. We have a relentless \ndrive to find the best answer. That spirit shows up in a constant flow of fresh ideas and the bold \npursuit of taking on our clients' toughest challenges.Purpose\nTo open global markets to create more opportunities for the companies,  \ninstitutions and indi viduals who depend on them. \nImagination precedes innovation:  Before innovation, someone had the imagination to see \nbeyond the tried-and-true and to redefine the problem. We place a high value on these sparks  \nof imagination as the beginnings of real innovation.\nCollaboration works: We prize authentic collaboration — not group think. We know great ideas \noften come from unexpected sources. When team members, clients and partners from different \nbackgrounds, perspectives and expertise come together in true collaboration, the possibilities  \nare endless.\nProgress requires persistence: Rarely is the first answer to a complex problem the best one or \nthe only one. In the process of improving the way the markets work, our teams test and retest \nideas. We keep pushing until we get the right answer — not just any answer. \n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}