{"page_content": "7 6\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTSustainability at  \nMarketAxess\nSustainability can be defined as a business’ \ncommitment to advancing economic prosperity \nwhile improving the world in which it operates. \nOur commitment to sustainability and corporate \nresponsibility is in line with our goal of applying \nour ingenuity, innovative technology and  \nelectronic network to make global credit \nmarkets work better for the people who  \ndepend on them. In pursuing this commitment, \nwe embrace our responsibility as a corporate \ncitizen to ensure that our global activities  \npositively impact our communities and our  \nenvironment.\nMarketAxess launched our sustainability program in 2019 \nafter taking into consideration the views of MarketAxess’ \nstakeholders, including our employees, investors, clients \nand regulators. Under the oversight of the Nominating \nand Corporate Governance Committee of our Board, we \nformed an internal Sustainability and ESG (Environment, \nSocial and Governance) Committee comprised of senior \nmanagement representatives from our Human Resources, \nLegal, Investor Relations and Marketing Departments. The \nCommittee focuses on the issues that most concerned \nour stakeholders. We also considered recommendations \nfrom the Global Reporting Initiative and Sustainability \nAccounting Standards Board.\nMarketAxess is in the early stages of its sustainability \njourney. At this point, we are evaluating and measuring \nour impacts across three key pillars: governance, culture \nand climate. We seek to learn from this process and to \nintegrate more sustainability-driven ideas and principles \nacross the organization in the coming years. Governance\nMarketAxess’ Board believes good governance is good business. Strong, effective corporate \ngovernance is the foundation upon which MarketAxess has built our reputation with clients, \ninvestors and regulators. Our clients rely on MarketAxess for the daily execution of thousands \nof trades reflecting confidential and proprietary trading strategies. Our electronic network must \noperate around the globe in compliance with local regulations. \nFor these reasons, the Board is committed to the highest standards of ethical business conduct \nin accord with applicable laws, rules and regulations. In line with that commitment, the Board \nhas adopted a Code of Conduct, setting ethical guidelines for Company employees, officers and \ndirectors. These guidelines help MarketAxess employees recognize and address ethical issues, \nestablish mechanisms to report unethical conduct and set policies and procedures to foster a \nculture of honesty and accountability. \nBoard Structure and Board Diversity\nMarketAxess’ Board of Directors takes an active role in maintaining high standards of governance and sound \nmanagement practices across the company’s activities. It advises and counsels management in the long-term \nstrategy of the Company and its stockholders. Through its committees, the Board is regularly engaged in \nbusiness strategy, risk oversight, financial reporting, executive compensation, succession planning and corpo -\nrate responsibility.\nThe Nominating and Corporate Governance Committee assists the Board in identifying and attracting highly \nqualified individuals to serve as directors. Its mandate includes actively monitoring the Board’s skill sets and \ndiversity so it is in a position to address needs that may arise. This committee also develops and maintains \ncorporate governance guidelines and oversees the annual evaluation of the Board and its committees. \nWe recognize the importance of Board independence. Eighty-three percent  of all Board members are inde -\npendent in accordance with the requirements of the NASDAQ Global Select Market on which our common \nstock is listed. Each person serving as a director must devote time and attention to meetings and committee \nresponsibilities. Each of our Board committees is governed by written charters that outline specific roles and \nresponsibilities. Each committee also consists of at least three independent directors.\nMarketAxess recognizes and embraces the benefits of having a diverse Board to enhance the quality of its \nperformance. The Company’s Board Diversity Statement cites diversity at the Board level as an essential \nelement in the attainment of its strategic objectives and in achieving sustainable and balanced strategic \nadvice. In designing the Board’s composition, diversity is considered from a number of aspects, including \nbut not limited to gender, age, race, ethnicity, nationality, cultural and educational background, professional \nexperience, skills, knowledge and length of service. In formal searches for Board candidates, the Governance \nCommittee will include (and request that any search firm include) qualified candidates with a diversity of \nrace/ethnicity and gender in the initial pool of candidates.\nThe ultimate decision on all Board nominations is based on merit and contribution that the selected candi -\ndates will bring to the Board, having due regard for the benefits of diversity. Currently, three of our 12 \ndirectors are women. We plan to continue to refresh our Board of Directors to ensure that it remains \ncomposed of high-functioning members able to keep their commitments to Board service.\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}