{"page_content": "9 8\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTEffectively Monitoring and Managing Risk\nExecutive management and the MarketAxess Board of Directors cooperate to oversee mechanisms that \nprotect our technologies and the customers who rely on us. MarketAxess’ Board and the Board Risk \nCommittee assist MarketAxess’ executive management team in its efforts to define risks facing the Company, \nformulate risk management policies and procedures, and manage risk exposures on an ongoing basis. \nMarketAxess has a Global Chief Risk Officer who prepares updates and reports for the global management \nteam and the Board and assists in developing programs to identify and control risks.\nBoard Committees\nOur committees meet regularly. The Risk and Audit committees meet at least four times a year with addi -\ntional conference calls throughout the year. Other committees meet on an as needed basis throughout each \nyear. Our Board regularly reviews our corporate governance policies and practices. We believe that our overall \ngovernance structure effectively serves the interest of our stockholders.\nLearn more about our committee structure here:  \nhttps:/ /investor.marketaxess.com/corporate-governance/committee-composition   \nCorporate Governance Best Practices\nThe following list highlights MarketAxess’ corporate governance best practices:\nNo dual class of stock or controlling shareholder\nAnnual election of all directors by a majority vote standard\n10 of 12 directors are independent in accordance with NASDAQ standards\nLead Independent Director with defined powers and duties\nAverage director tenure of 6.24 years\nThree women on the Board (25%) and three women on the Global Management Team (25%)\nNo supermajority vote provisions in charter or bylaws \nShareholder right to act by written consent\nSuccession planning program is in place for senior management\nAnnual self-evaluations are conducted for the Board and Board Committees\nBoard and committee meetings receive excellent attendanceMessage from the Board of Directors\nMy fellow Board members and I know well the important roles that sustainability, diversity  \nand community engagement must play in the future of MarketAxess if it is to extend its  \nimpressive record of growth. That’s why management has our enthusiastic support in its drive  \nto strengthen our Company’s contribution to the well-being of our employees, our communities \nand the environment.\nThese worthy objectives fit well with our Company’s commitment to making the world’s \nlargest market more efficient and resilient. The global fixed income market plays a central role \nin financing economic growth, creating jobs and helping families achieve their financial goals. \nIts health is critical to the future of businesses, institutions and communities across  \nthe world’s developed and emerging economies.\nClearly, our Company’s commitment to social responsibility will be increasingly important to \nattracting and retaining the talent we will need to continue to succeed as a leading financial \ntechnology company. Today, a company must articulate its purpose in society, not just its  \nbusiness.\nFundamental to this commitment is upholding our Company’s high standards of governance.  \nOur Board takes to heart our commitment to ensure that MarketAxess does the right thing \nfor our clients, our global workforce, the communities in which we operate and our investors. \nThat’s the path to an even more successful future for MarketAxess.\n— Nancy Altobello\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}