{"page_content": "11\nSUSTAINABILITY REPORT 10CODE OF CONDUCT AND CODE OF ETHICS\nMarketAxess’ conflict of interest procedures are designed to ensure that customers are our primary focus. \nWe maintain a Code of Conduct for all employees, officers and directors, and a Code of Ethics for the Chief \nExecutive Officer and Senior Financial Officers. Both policies prohibit conflicts of interest and provide guide -\nlines for promoting a customer-friendly culture of honesty and accountability. \nANTI-BRIBERY AND CORRUPTION POLICY\nThe U.S. and U.K. are two of MarketAxess’ key markets. The U.S. Foreign Corrupt Practices Act (FCPA) prohibits \nbribery of government officials, and the U.K. Bribery Act prohibits all bribery of both government officials and \nprivate individuals. For this reason, we have adopted a global Anti-Bribery and Corruption Policy that is appli -\ncable to all of our worldwide subsidiaries and prohibits facilitation payments. The Policy is also applicable to \nthird parties or business partners that work with MarketAxess, such as suppliers, external consultants and \njoint venture partners. For these parties, we require relevant due diligence to be conducted. We train and \nmonitor our employees to ensure compliance with regulations across all markets where we operate. Our \nsenior management is responsible for promoting the ABC Policy and for ensuring that a culture of integrity is \nfostered and maintained by all employees.\nUPHOLDING HUMAN RIGHTS\nOur commitment to operating in an ethical and lawful manner includes protecting the dignity and human \nrights of our employees. MarketAxess has approved a Slavery and Human Trafficking Statement as part of \nour commitment to ensure that there is no modern slavery or human trafficking in any part of our busi -\nness, including in our third-party vendors. The Company strives to provide a safe work environment in which \nemployees treat each other with courtesy and respect and resolve any differences in a professional, non-abu -\nsive and non-threatening manner. In addition, MarketAxess’ Code of Conduct requires that all employees \nrespect every individual and value our differences — in thought, style, sexual orientation, gender identity, race, \nethnicity, culture and experience. \nANTI-MONEY LAUNDERING COMPLIANCE PROGRAM\nThrough our Open Trading™ protocols, our clients can execute bond trades in an all-to-all anonymous trading \nenvironment in which MarketAxess acts as the matched principal counterparty. These Open Trading™ proto -\ncols improved market liquidity by allowing all participants to interact anonymously in an all-to-all trading \nenvironment, thereby increasing the number of potential counterparties. In connection with our Open Trading™ \nfunctionality, however, the way in which we conduct our business as a counterparty to thousands of trades \nper day is as important as our financial performance. Through our Anti-Money Laundering (AML) function, we \nare committed to meeting regulations governing identification (authentication); detecting and reporting suspi -\ncious transactions; and developing, updating and delivering internal policies, procedures and controls.\nWe examine our AML strategy and objectives on a continuing basis to ensure that it fulfills the regulatory \nrequirements of a global platform. Our Open Trading™ on-boarding begins with robust client on-boarding \nprocesses and “know your customer” procedures and continues throughout the lifetime of the client rela -\ntionship with annual monitoring, credit reviews and diligence updates. Our various AML Officers oversee our \npolicies and ensure that all employees receive appropriate training on an annual basis. \nVENDOR RISK MANAGEMENT\nMarketAxess engages with third-party service providers for a wide range of products and services — including \nlogistics, information technology, consulting, marketing and professional services. While such relationships \naim to benefit MarketAxess in various ways, including minimizing costs and improving performance, the use \nof third parties to support MarketAxess’ business involves risks that must be properly managed. MarketAxess Lead Independent Director\nThe independent directors of our Board have appointed one of the independent directors to serve as Lead \nIndependent Director. The Lead Independent Director has specific responsibilities, including (i) coordinating \nthe activities of the other Independent Directors; (ii) serving as a  liaison between the chairman and the Inde -\npendent Directors; (iii) approving meeting agendas for the Board; and (iv) approving meeting schedules to \nassure there is sufficient time to discuss all agenda items. \nBoard Refreshment and Tenure\nGiven the complexity of our various businesses, we believe that it is in the best interest of our stockholders \nto ensure that our Board continues to evolve and remains composed of high-functioning members able to \nkeep their commitments to Board service. However, our Board believes strict limits on the number of terms \na director may serve is not currently in the best interests of our company and its stockholders as this may \ncause the loss of experience, institutional knowledge and expertise important to the operation of the Board. \nDirectors who have served on the Board for an extended period of time can provide valuable insight into the \noperations and future of the Company based on their experience with and understanding of the Company’s \nhistory and objectives. \nIn line with this view, the Nominating and Corporate Governance Committee will consider the tenure, as well \nas the qualifications and recent performance, of each incumbent director before recommending the nomina -\ntion of that director for an additional term. Specific attention wil l be given to incumbent directors with greater \nthan nine years of Board service. In 2019, three of our long-serving Board members were not re-nominated \nfor election. Today, six of our directors have been on our board for five or less years.\nStakeholder Engagement\nMarketAxess has a strong stockholder engagement program. In \n2019, we held discussions with 16 of our top 20 largest share -\nholders. In these meetings, we received input on a range of topics, \nincluding executive compensation programs, Board and committee \nrefreshment and evaluation, board diversity, succession planning, \nhuman capital management and other ESG issues. We will take our \ninvestor feedback into account as we develop our work in these \nareas. We will continue to provide updates on our progress through \nour engagement program, regular SEC reports and annual corpo -\nrate responsibility reports.\nCorporate Policies\nMarketAxess was created to make a positive difference in the \nglobal credit markets. Likewise, MarketAxess believes it should \nmake a positive impact wherever it can — to the benefit of its \nemployees, clients, vendors and local communities. We believe \ngood corporate citizenship pays dividends as our employees and \nbusiness partners prefer to work for or with a company that cares \nabout its social responsibility.\nOur Board and management team sets the tone from the top in \nestablishing our ethical culture. We have adopted the following \npolicies intended to set ethical standards for our employees and \nbusiness partners. These policies also ensure we operate in  \ncompliance with applicable labor laws, financial regulations and \nother standards that apply to our businesses. GLOBAL CORPORATE  \nPOLICIES\nCorporate Governance Guidelines\nCode of Conduct\nSlavery & Human  \nTrafficking Statement\nAnti-Bribery and Corruption Policy\nPrivacy Policy\nPersonal Trading Policy\nWhistleblower Policy\nVendor Risk Management  \nand Procurement Policy\nCode of Ethics for the Chief  \nExecutive Officer and Senior  \nFinancial Officers", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}