{"page_content": "13 12\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTCulture\nOur success relies on the dedication and skills of our employees in a wide range of roles.  \nOur technologists build the applications that deliver clients ready access to global liquidity,  \nvast choice in how they trade and significant cost savings and efficiencies. \nOur relationship managers partner with our clients around the world to deliver the technology \nthey need to progress their business while providing excellent client service. Our executive, \nadministrative and operational staff ensures our business runs smoothly under all business  \nand market conditions. \nEvery year, we invest in our employees’ personal and professional development and in their \noverall well-being. \n \n \n \n \n \n \n \n \nIn 2019,  MarketAxess made the decision to change its technology development and deployment \nmethodology to Agile development. Part of this process involves creating delivery teams who \nwork across technology functions and in tandem with business leaders. The teams are self-  \ndirected and empowered to determine what will be incorporated in the next release cycle. \nWe engaged with an outside consulting firm to assist us through this transformation, providing hours of training in \nthe principles of Agile development to all technologists and other interested employees in New York and London \nas well as support in the day-to-day processes. We believe this organizational structure and software development \nprocess will drive efficiencies and provide more opportunities for technologists to develop broader technical skills \nand have a voice in determining what work will be delivered. The elimination of the “command and control” model \nand movement to continuous 360 feedback from others on the team further empowers the technologists and \ncreates true coaching roles for those people interested in helping others achieve their full potential. \nAt MarketAxess, we are focusing on using Agile development to:\n• Innovate more effectively\n• Keep us centered on our customers\n• Help us to deliver value at speed\n• Reduce process complexity\n• Foster a culture where all contributions matter PEOPLE  \nBY THE  \nNUMBERS• 298 employees in New York\n• 33 employees in other U.S. offices\n• 178 employees in London & other European offices\n• 13 employees in Asia\n• 4 employees in Brazilhas adopted a Vendor Risk Management and Procurement Policy that establishes MarketAxess’ expectations \nwhen engaging with a third-party service provider, including requiring a criticality assessment and a review \nof regulatory and compliance status. The criticality assessment is designed to protect employee and client \nconfidentiality and data and to ensure they have adequate systemic controls and pose no financial risk.\nWHISTLEBLOWER POLICY\nMarketAxess has a Whistleblower Policy that encourages the reporting of any kind of issue or concern \nwithout fear of discrimination, harassment and/or retaliation. Matters can be raised via a hotline, web or mail. \nThese procedures are open to anyone — employees, shareholders, clients, suppliers, vendors and others \n— to anonymously report suspected wrongdoing. Reports of fraud or financial wrongdoing made via the \nanonymous whistleblower escalation mechanisms are forwarded to the Chairperson of MarketAxess’ Audit \nCommittee for investigation.\nAlignment to Sustainable Development Goals and Other UN commitments\nMarketAxess supports the UN Sustainable Development Agenda that is designed to provide global prosperity \nby 2030 through 17 specific goals. We align our community involvement activities with SDG #4 on Quality \nEducation and #8 on Decent Work and Economic Growth, which are the most material to our business opera -\ntions:\n• SDG 4 — Quality Education:  Ensure inclusive and equitable quality education and promote lifelong learning \nopportunities for all. Through its support of the Doe Fund, The New York State Education Department, \nCristo Rey and EMPower, MarketAxess is committed to ensuring access to education for all. In addition, we \noffer team members ongoing education opportunities including internal training programs and workshops. \n• SDG 8 — Decent Work and Economic Growth:  Through its volunteerism and community engagement \nprograms, MarketAxess promotes access to economic opportunity, education and housing. In addition, we \nsupport Echale a Tu Casa, which is a social producer of housing and community infrastructure that contrib -\nutes to the development of communities.\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}