{"page_content": "17 16\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTIn 2019, the U.S. time off policy was augmented to include up to two paid days a year for volunteering.\nFlexibility to work from home is important to our employees, so we are increasingly offering more options for \nall of our employees to work remotely. Additionally, we have augmented our time off program in the U.S. to \nprovide more time off for longer tenured staff.\nHEALTH AND SAFETY\nThe nature of our business does not generally result in workplace injuries or safety concerns. We have not \nhad a workplace injury in over ten years. Standing desks and ergonomic set-ups in our New York headquar -\nters help prevent injuries due to repetitive motion and long periods of sitting. \nDiversity, Equity and Inclusion \nThe diverse backgrounds, experiences and perspectives of our people are one of our biggest strengths. We \ncontinually strive to make our workforce more diverse, inclusive and supportive of all. We have initiated \nwomen’s events in New York, London and Amsterdam, inviting women from various companies and back -\ngrounds to share experiences and advice.\nWe have been able to further diversify our workforce through our summer intern and graduate hire \nprograms, which represent a spectrum of schools, fields of study, interests and socio-economic backgrounds.\nTo broaden our candidate pools, we use diverse hiring sources, including employee referrals, recruit -\nment vendors, postings on diversity job boards and with diversity interest groups, and we attend various \nrecruiting events, including The Grace Hopper Program at Fullstack Academy recruiting day. In October 2019, \nMarketAxess joined Correlation One as a sponsor of their annual Data Science For All™: Women’s Summit. In \naddition to participating in their career fair, our Head of Research served as a mentor to select participants \nduring their two-week learning program.\nHuman Rights\nAs an organization that relies on its human capital, we are proud to stand for global human rights for all. Our \nsupport of human rights is founded on the principles outlined in the Universal Declaration of Human Rights.\nCommunity Involvement \nAs a company with vast networks, both electronically and through our people, connectivity and exchange \ncome naturally. Those qualities sustain our culture of engagement and good citizenship.\nThese values are expressed in our support of organizations that provide essential resources and services to \nindividuals and communities in need.\nVolunteerism and philanthropy are a long-standing part of the MarketAxess culture, where we provide \ndifferent opportunities for our employees to give back. We offer an employee match program of up to \n$2,000 per employee per year and, in 2019, we matched over $38,000 in employee donations to charitable \ncontributions. In 2019, we rolled out InvolveSoft in the U.S. and U.K., a workplace communications platform \nthat provides opportunities for group volunteering. \nRecent team activities have included a group of employees and their clients who participated in a dinner meal \nservice at The Bowery Mission and a team event of 15 employees bundling care packages for families in need \nthrough Good+Foundation. MarketAxess supports a range of organizations engaged in community develop -\nment, youth education, health and well-being and building careers. Other on-site training initiatives for 2019 included contracting with outside vendors to provide training in \nDocker, capital markets, fixed income, sales effectiveness and presentation training, as well as business \nwriting classes. For employees pursuing a college degree or other outside degree programs, we also provide \ntuition assistance.\nHealth and Wellness/Workspace\nOur new headquarters at Hudson Yards in New York City was designed with input from our employees. From \nbreak-out spaces to standing desks, free snacks, lunch two days a week and social events, the space was \ncreated to support the well-being of our employees. A similar set-up will be implemented in London as we \nexpand our U.K. offices. Through the business programs at Hudson Yards, employees have access to on-site \nmedical care, back-up child care and elder care.\nI became a dad for the first time in November 2017 just before the implementation of MiFID \nII in January 2018. This was an incredibly exciting and busy period as we were launching a \nrange of new regulatory services to help our clients and MarketAxess comply with the raft \nof new challenges being introduced. With support from MarketAxess, I was able to balance \nthe demands of being a new parent with one of the largest changes to the European \nfinancial markets. This support included flexibility around working hours, the ability to work \nfrom home and as well as understanding from management and colleagues when I had \nbeen up for most of the night! In the end both deliveries were successful  — luckily it was \njust the baby who arrived a little late and not the software!\n — Nick Moss, London\nWe continue to evolve our support of our employees’ physical, mental and financial well-being. In addition to \naccess to on-site medical care, most of our employees, globally, are eligible for a gym subsidy. In New York, \nwe participate in the J.P. Morgan Corporate Challenge annually to encourage camaraderie while promoting \nfitness and health. Europe and Asia are expanding their wellness initiatives in 2020 by offering fitness reim -\nbursements more broadly than just for gym memberships and by implementing disease screening programs.\nIn New York, we hosted our annual Health and Wellness Fair in September 2019. Employees had access to \nfree biometric screenings, chair massages, a healthy cooking demonstration, and other educational materials \nand activities. We also had representatives from our on-site medical center run by Mount Sinai available to \nencourage employees to sign up for annual wellness exams.\nWe also invest in employees’ financial well-being. From 401(k) and pension plan employer matches to online \nand on-site financial planning seminars sponsored by firms such as Fidelity Investments and Charles Schwab, \nwe help our employees navigate their financial well-being. With the exception of the executive leadership \nteam, all employees are eligible to participate in our Employee Stock Purchase Program (ESPP). Our ESPP \nprovides a 20% match on shares purchased by participants every six months. \nWe offer competitive paid time off programs in all the regions where we employ staff. One of our  \nunique programs is an additional two weeks of paid time off every time an employee reaches a 5-year  \ntenure milestone. ", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}