{"page_content": "19 18\nSUSTAINABILITY REPORT SUSTAINABILITY REPORTECHALE A TU CASA\nEchale a Tu Casa is a socially responsible housing organization that delivers affordable homes to communi -\nties through the implementation of innovations in construction, technology and finance. As a certified B Corp, \nEchale a Tu Casa brings a systemic solution to families that build their own homes. \nOrganized by a MarketAxess employee with family in Mexico, MarketAxess employees hosted a cocktail  \nparty in 2019 for employees, clients and friends of the firm, raising over $4,000. All donations went towards \nconstruction materials to rebuild homes in the most affected and vulnerable communities after the 2017 \nearthquakes in Mexico.\nYouth Education\nCRISTO REY\nSince 2005, MarketAxess has been a partner of the Cristo Rey New York High School as part of the school’s \nCorporate Work Study program, where students from underserved communities have the opportunity to gain \nexposure to different job functions and learn new skills in a corporate environment. \nEach year, MarketAxess “hires” a team of up to five students that performs critical back office support, such \nas pantry management, mail distribution, filing and reception. To date, approximately 20 students have \nworked at MarketAxess and most have graduated from Cristo Rey, attending colleges such as Fordham \nUniversity, Syracuse University and CUNY schools. \nMarketAxess is proud to be a part of the Corporate Work Study program, giving students invaluable work \nexperience and access to a network of colleagues and mentors that they wouldn’t have otherwise had before \nattending college.\nCommunity Redevelopment\nEMERGING MARKETS TRADE ASSOCIATION\nFor the past 17 years, MarketAxess has held its Annual Emerging Markets Charity Trading Day, which is done \nin partnership with the Emerging Markets Traders Association (EMTA). On the Charity Trading Day in 2019, \nMarketAxess raised over $270,000 for emerging market communities from trading activity across its plat -\nform, benefitting the following four charities — African Dream Academy Foundation, Care 2 Communities, The \nOrphaned Starfish Foundation and World Connect — which provide critical services to communities in Africa, \nHaiti and other parts of the world. Emerging Market trade volume reached a record $132 billion in the third \nquarter of 2019, up 51% year-over-year. MarketAxess is deeply committed to the quality of life in emerging \nmarket countries and has raised nearly $2 million for this cause across the last 17 years.\nHABITAT FOR HUMANITY\nSince 2017, MarketAxess has participated in two charity days each year with Habitat for Humanity, the global \nnonprofit that brings people together to build homes, communities and hope. We involve employees at all \nlevels, including summer interns and our graduate class of associates, for a day of team building and shared \nvolunteer experiences.\nMy most memorable volunteer effort has been and will continue to be our intern/analyst \nprograms partnership with Habitat for Humanity. We go twice a year to help rebuild homes \nfor those in need. Every year it gets more and more fulfilling, not just for me, but for our \nnew hires as well. It’s both a humbling and gratifying experience.\n — Roxanne Jackson, New York\n", "metadata": {"source": "NASDAQ_MKTX_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}