{"page_content": "10|  Lattice Semiconductor\nOur PeopleWe provide a collaborative, diverse, inclusive, and innovative work environment, competitive compensation, and recognition to give our employees the opportunity to grow.Global Workforce Overview§Lattice stands out with a passionate and loyal global workforcethat is committed to growing and winning together.§Lattice’s global voluntary turnover rate is 33% lower than peer competitorsin the technology industry, which reflects strong employee engagement.\nTotal Rewards§We support our employees with competitive benefits, including compensation, paid time off, health and wellness programs, worksite amenities, and more.§As part of Lattice’s annual salary review process, employees have an opportunity to receive merit increases to reward performance and remain competitive relative to local labor markets.§To motivate performance and share in Lattice’s success, all Lattice employees participate in a variable pay plan. Non-sales employees participate in Lattice’s Corporate Incentive Plan, which rewards employees when Lattice meets and exceeds its goals on revenue, operating income, and key strategic and ESG-related business objectives. The Corporate Incentive Plan financial and strategic objective metrics are set and assessed annually by our Board of Directors Compensation Committee.§To promote an ownership mentality among employees and to allow them to share in Lattice’s success, we offer Restricted Stock Unit (RSU) shares to employees annually. In 2022, Lattice enhanced the participation rate in this program, from approximately 70% of employees, to more than 90% of employees receiving RSUs annually. We also offer an Employee Stock Purchase Plan (ESPP)that allows employees to purchase Lattice stock at a discounted price. §All employees are eligible for promotions to recognize great performances and support career advancement. Each year, more than 10% of Lattice employees receive a promotion.§Lattice avails its employees to wellness programsthrough its health insurance providers to promote wellness and healthy lifestyle, with assistance on topics such as exercise, weight management, parent support, and mental health resilience.Employee Engagement§We regularly conduct worldwide and location-specific employee surveysto gauge overall satisfaction and collect employee input to help guide decision making, with high response and favorability ratings. In 2022, Lattice’s employee engagement survey revealed an 80% favorable employee engagement score, which was 43% higher than the industry benchmark.§As part of our annual performance review process, Lattice employees engage with their managers to review performance and align on performance highlights, areas of improvement, and demonstration of company values.\n", "metadata": {"source": "NASDAQ_LSCC_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}