{"page_content": "39Tesla makes the safest cars in the world and our goal isto have the safest car factories in the world. To achieve this goal, our Environmental, Health, and Safety (EHS) team continues to work closely with our employees and stakeholders to strengthen our environmental controls, minimize accidents, and improve our incident response.We continue to implement our strategy based on three pillars: 1. Do the Basics RightIn 2019, Tesla created its first EHS Vision, Values, and Principles document in an effort to codify in writing the principleswehave been operating by for years. This document was reviewed and signed-off on by our management team. For more details on our EHS Vision, Values, and Principles, please see the full document in the appendix of this report.We also implemented a Stop Work global policy and conducted trainings for all of our production associates in order to ensure our employees have the tools and knowledgeneeded to identify issues before they occur.We also launched on-site medical clinics at Gigafactory Shanghai, Gigafactory Nevada, and our Fremont factory to provide on-premise healthcare services to our employees, in addition to implementing a Return to Work process that allows employees recovering from an injury or sickness to transition back to work in a safe and timely manner.Furthermore, we continued strengthening our EHS management systems with ISO 14001 and ISO 45001 certifications for our Gigafactory Nevada and Gigafactory New York, further enhancing our ability to proactively manage environmental risk and prevent injury.2. Engage Our StakeholdersTesla kicked off our first ever Global EHS Week with the goal of meaningful engagement with our employees about the importance of safety in the workplace. Through various activities and seminars, employees were encouraged to explore why EHS matters to them, how it impacts their work, and provide leaders suggestions on how to further improve safety at Tesla. We have further bolstered our engagement efforts through OSHA Voluntary Protection Programs (VPPs) at several of our sites across California, Nevada, and New York. These efforts have resulted in a 35% year-over-year increase of employee engagements and meaningful redesigns of several processes, all of which has helped Tesla reduce injury rates.3. Reduce RiskReducing risk of injury starts at the design phase of our facilities and our products. We continued to leverage that philosophy by using learnings from our Fremont, Nevada, and New York facilities to design and construct Gigafactory Shanghai in a manner that reduces the likelihood of workplace injury. We also used these same principles when designing Model Y: Ergonomics was a key driver of both product and production-line design. To further reduce the risk of injury at our facilities, Tesla implemented Life-Altering Injury and Fatality Elimination (LIFE) controls in addition to updating our Industrial Hygiene Exposure assessment for manufacturing. Our EHS Strategy Becoming the Safest Car Factory in the World", "metadata": {"source": "NASDAQ_TSLA_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}