{"page_content": " 28\nLyft ESG Report 2021  |  Environment  |  ENGAGING OUR TEAM MEMBERS\nMany team members at Lyft are passionate about sustainability \nand participate in our Sustainability Employee Interest Group \n(EIG). Currently, the Sustainability EIG has nearly 200 members, \nspanning multiple teams and office locations across the company. \nThe EIG takes a grassroots approach to ensuring Sustainability is \ntop of mind for team members and leadership at Lyft.\nWhile most of Lyft’s team members spent the majority of 2020 \nworking from home, the EIG engaged its members to lead \nquarterly initiatives focused on Q1-Waste Reduction at Work, \nQ2-Sustainability in the Home, Q3-Influencing Company Policy, \nand Q4-Reducing Meat Consumption. The EIG also hosted \nsustainability-focused events throughout April’s “Earth Month” \n— including an EcoChallenge, a lunch ‘n’ learn with Project \nDrawdown, documentary watching party, plant propagation \nwebinar, reducing fast fashion workshop, and more. The EIG \ncollaborated with the Business Council on Climate Change \nand other Bay Area Companies to share knowledge, provide \nopportunities to team members, and connect with local \nsustainability teams. \nBy the end of 2020, the EIG had also hosted informational sessions \non ESG investing — including newly formed directions for team \nmembers on how to invest in socially responsible investments \n(SRIs) through their 401(k)s and HSAs — and waste management \namidst a pandemic, and held a Q&A with leadership regarding \nLyft’s commitment to EVs. The members also held Lyft’s co-\nfounders accountable to their sustainability commitments by \nasking monthly “ask-me-anything” questions related to everything \nfrom climate justice to our company goals. Despite the abrupt \nchanges of remote work, the EIG was able to maintain its highest \nlevel of attendance and engagement at its monthly meetings and \nevents in 2020.\n", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}