{"page_content": " 49\nLyft ESG Report 2021  |  Economic  |  Service Centers\nLyft Service Centers offer comprehensive vehicle services performed by OEM- and \nASE-certified technicians and expert mechanics. We launched our first Service \nCenter in San Francisco in March 2019 and now have centers in eight locations. \nWe also partner with Openbay, an online network of auto repair and service \ncenters, to offer preferred pricing for drivers using the Lyft platform in select \nmarkets across the U.S. We plan to continue to expand to additional markets. \nDriver Advisory Council\nIn 2016, Lyft became the first rideshare company to launch a Driver Advisory \nCouncil (DAC), a diverse group of drivers that serves as one of our links \nbetween Lyft and the driver community. DAC members test new product \nfeatures and advise on programs and policies that impact drivers. The \nDAC has organized driver meetups to build community and weighed in on \nprograms like LyftUp and features like in-app navigation, the Amp , and \nsupport for deaf drivers. The DAC program now consists of over 140 members \nacross the U.S. and Canada. DAC members continue to create ways for \ndrivers to connect with one another, with the Lyft team, and with their local \ncommunities. \nCOVID-19 Relief/Priority Vaccine Access\nSince the beginning of the pandemic, Lyft has been fighting for drivers. First, \nwe worked to make sure they could stay on the road as essential workers \nand advocated for those who stopped driving to have access to federal relief \nfunds, including Pandemic Unemployment Insurance. More recently, we’ve \nbeen in communication with state and federal officials to clear roadblocks to \nvaccine access for drivers. This includes sending letters to many top officials, \nlike California Gov. Newsom and CMS Acting Administrator Elizabeth Richter, \nand strongly advocating for drivers and other TNC workers to be prioritized \nfor early vaccine distribution. States around the country have listened and \nare including drivers in their access plans. Early vaccination for drivers is \nimportant because Lyft provides vital access to healthcare for millions of \nunderserved low-income and elderly populations. And Lyft Healthcare is one \nof the largest non-emergency medical transportation providers in the U.S., \nworking with 9 of the top 10 largest health systems and all of the top 10 health \nplans across the country. Drivers also provide critical access to healthcare \nservices for communities heavily and disproportionately affected by shelter-\nin-place advisories, including home-bound seniors, people living with \ndisabilities, and chemotherapy and dialysis patients. \nLyft Rewards\nLyft Rewards is a program that recognizes drivers for their dedication and \nhard work when it’s busiest on the road. In eligible markets, all drivers \nautomatically earn toward rewards that help them earn more and save on \ncommon driving expenses. Rewards include exclusive in-app features and \ndiscounts on services like roadside assistance and auto repair. ", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}