{"page_content": " 9\nLyft ESG Report 2021  |  Environment  |  In 2020, we continued to see the devastating effects of the \nglobal climate crisis, we were repeatedly reminded of systemic \nracial injustice that ravages our communities, and we faced \na global pandemic. It was a time for us all to reset and \ndetermine how we want to rebuild.\nThe COVID-19 pandemic also forced people to reconsider \ntransportation, causing our society to change the way we move. \nWhile the pandemic had and continues to have a severely \nnegative impact on our business, there were several silver linings. \nCities redesigned themselves to be focused on people, not cars. \nMicromobility use picked up, and in some cases surpassed \nprevious highs, as we saw over 1.8 million new riders across our \nbike and scooter systems. And we took a major step in making \nvehicles on our platform cleaner, by committing to achieving 100% \nEVs on the platform by 2030.\nThe year 2020 was challenging, to say the least, but we’re pleased \nto report the progress we made and describe some of the \nroadblocks we faced.\nTRANSFORMING CITIES\nAs the COVID-19 pandemic reduced traffic, cities throughout the \nworld were reimagined and redesigned. Lyft joined in those efforts \nthroughout the year. Here was the question on everyone’s minds: \nDo cities stick to the status quo design that supports car ownership \nand driving alone, or could we design city streets for an improved \nfuture?\nAt the beginning of 2020, we helped support the launch of Better \nMarket Street, an initiative from the San Francisco Municipal \nTransportation Agency (SFMTA) that restricted vehicle access \nalong two miles of a major street in San Francisco. The goal was \nto create more space for cyclists, scooter riders, and pedestrians, \nand improve the reliability of transit routes along the corridor. To \nhelp implement the Better Market Street project,3 Lyft worked with \nthe SFMTA to create loading zones on side streets to support easy \npickup and drop-off, and helped notify riders and drivers of the \nupcoming changes. The Better Market Street campaign also had \nconsiderable strategic importance to Lyft’s Bay Area bikeshare \n", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}