{"page_content": " 95\nLyft ESG Report 2021  |  Social  |  That’s why we work to recruit, develop, retain, and promote \nWomen, Black, and Latinx team members and executives, \nproviding them with as many opportunities as we can to begin \nand advance their careers here at Lyft.\nWe also want to be a great place to work — for everyone. So, \nworkplace equity is not just a value, but a core policy commitment, \none to which we hold leaders at every level accountable. We’ve \nworked hard to foster a culture of inclusion, and empowered \nteam members to drive the conversation through impact-driven \nEmployee Resource Groups. \nLooking outward, we try to bring these same values to our presence \nin the marketplace. It’s important to us that we be a trusted brand \nfor riders, drivers, business partners, potential hires, and the \ncommunities where we operate. We always want to interact with \nthe world in a way that communicates clearly the importance we \nplace on these priorities. \nThis year, in particular, we’ve found ourselves confronting the \nquestion of what it means to be a successful, responsible company \nin a world where injustice is still far too prevalent. How can we \ntake these core values — inclusion, diversity, respect — and apply \nthem to the world outside our organization? \nTo help answer this question, we’ve endeavored in 2021 to focus \nmore attention on our external efforts to promote racial equity. \nWe see ourselves as part of the communities we serve, and we feel \nwe cannot, and must not, shy away from being part of the solution \nto systemic racism. \nThese are our intentions, and we must measure ourselves by \nour impact. That’s why, whether it’s within our workplace or out \nin the community, accountability is always at the core of our \ncommitment. We continue to build accountability metrics to ensure \nwe are delivering on hiring, and making our I&D work not just a \ncore value, but a formal element of our business plan. \nFor more information on Lyft’s strategy and progress, please refer \nto our 2020 Inclusion, Diversity, and Racial Equity Report.", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 94, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}