{"page_content": " 96\nLyft ESG Report 2021  |  Social  |  EMPLOYEE RESOURCE GROUPS (ERGS)\nEmployee Resource Groups (ERGs) are critical assets in our \nInclusion & Diversity work. They comprise culture influencers, \nstrategic partners, and incubators for emerging talent. Despite the \nchallenges imposed by the move to virtual events, ERGs were able \nto lean on our internal communications platforms to help tell their \nstories, amplifying their impact while creating the opportunity to \nstrengthen and build meaningful connections.\nThis year, one of the overarching themes for ERG events was to \nintentionally highlight intersectionality within each community. \nFor example, we hosted inclusion circles that talked about the \nAfro-Latinx experience. We invited an external speaker to talk \nabout what it’s like to be a parent with a disability. We held a panel \nthat highlighted the diverse experiences of Asian communities \nin the age of COVID-19 and unpacked anti-Asian racism and \nxenophobia. We will continue to hold these events — virtually and, \neventually, in person again — in 2021 and beyond.\nWe currently have nine ERGs:\n• UpLyft Ascend: Advocates for Asian Pacific Islander identities \nat Lyft and facilitates professional growth in the workplace and \nbeyond.\n• UpLyft Forward: Encourages professional growth across all \noffices and builds an inclusive environment by increasing and \nsupporting the presence of Black workers in tech.\n• LyftOut: Promotes diversity and creates positive change \nthrough advocacy, communication, empowerment, \ninclusiveness, and respect, while representing and supporting \nthe LGBTQ+ community.\n• UpLyft Parents: Fosters a supportive network and culture for Lyft \ncaregivers, whatever form they take. \n• UpLyft Tech: Empowers those who are underrepresented in \ntech by investing in developing our team members and advising \nleadership on ways to reduce bias. \n• UpLyft Together: Focuses on mental and personal wellness, \ndiverse abilities, and accessibility of all services, tools, and \nresources.\n• UpLyft Unidos: Unites Lyft team members who are passionate \nabout advocating for the success and advancement of Latinx, \nHispanic, and Spanish-speaking individuals at Lyft, in tech, and \nin the larger community. ", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}