{"page_content": " 98\nLyft ESG Report 2021  |  Social  |  Additionally, many of our initiatives, from our “Rooney Rule 2.0” \nto our partnerships with organizations that support emerging \ntalent in communities of color, proved effective even in a difficult \nbusiness environment.\n \nWhere We Fell Short in 2020\nWe began 2020 with ambitious plans to continue growing and \ndiversifying our workforce. But COVID-19 and the resulting \neconomic turmoil had a significant impact on our business, and \nultimately on our diversity hiring aspirations. We were forced to \nadjust our hiring forecasts, meaning we had fewer opportunities to \nbring in new talent. And the restructuring actions we implemented \nto reduce operational expenditures led to workforce reductions \nin areas of our business, like Global Operations, where our efforts \ntoward increasing diverse representation had previously been \nmost effective.\nDespite these disruptions, we still wanted to minimize the impact \non our long-term workforce representation strategy. We launched \nnew initiatives like our revised “Rooney Rule 2.0,” hosted opt-in \ninternal focus groups with team members self-identifying as two \nor more racial identities to inform how we capture and report \nintersectional workforce data, and we formed new partnerships \nwith organizations like Techqueria and Blavity/AfroTech to keep \nthe talent pipeline open and flowing.\nThe end result was that, while we didn’t meet the hiring goals we \nset before 2020 began, we were able to prevent disproportionate \nimpacts on our key targets, with representation among Women, \nBlack, and Latinx communities experiencing less than 5% variance \nfrom 2019 levels. And we believe that, in what we hope will be \na more hospitable business environment in 2021, the initiatives \nwe relied on to weather the storm of 2020, along with others \ndescribed in this section, will put us back on track to make up for \nlost time regarding these hiring aspirations.Director+ roles have one woman and one Black or Latinx \ncandidate on the candidate slate.ROONEY RULE 2.0 ", "metadata": {"source": "NASDAQ_LYFT_2021.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}