{"page_content": "6\n© 2021 Maxeon Solar Technologies\nPowering Positive Change is the core of what we do at Maxeon Solar Technologies, and we are delighted to showcase our \nsustainability programme in our first full year of independent operations with the launch of this Sustainability Report.\nI began working in renewables more than 17 years ago because the threat of climate change was something I could not ignore. The \nsolar industry is a critical part of the solution and we must continue to push the boundaries of innovation to deploy more and more \nsolar around the world. At Maxeon Solar Technologies, we also believe that in fighting climate change, we have a responsibility to our \nfuture generations to do so in a sustainable way. \nSustainability is a journey. And to begin our journey at Maxeon, we have bolstered our internal and external resources to champion \nESG alongside our passionate employees and have leveraged the best corporate sustainability practices to formulate our strategy \nand identify the issues we can contribute to most. \nIn establishing our programme and to support progress towards achieving the principles that comprise our commitment as a United \nNations Global Compact Signatory, we conducted a prioritisation exercise to identify the UN Sustainable Development Goals (SDGs) \nwhere we can scale the most impact in our business. We challenged ourselves to adopt goals that expand beyond our primary \nbusiness of providing access to renewable energy around the globe. As a result, we have committed to four SDGs (see right).\nAs the Executive Leader of our newly established Global ESG team, I know that our company will be much more effective in achieving \nour goals with the collective engagement across our organisation. We performed a materiality assessment, a formal and extensive \nstakeholder engagement exercise, to prioritise the material topics in ESG that Maxeon will adopt to form the foundation of our Letter from Lindsey Wiedmann, Chief Legal Officer,  \nGlobal ESG Executive LeaderINTRODUCTION\n", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}