{"page_content": "62\n© 2021 Maxeon Solar TechnologiesCommunity InvestmentSOCIAL\nOUR INITIATIVES\nSolar Mini-Grids Empower Rural Villages in Myanmar\nIn partnership with Mee Panyar, an innovative organisation devoted to expanding \nenergy access and empowering underserved communities in Myanmar, Maxeon has \nprovided SunPower Performance panels to power a 42kWp mini-grid system. This mini-\ngrid system is able to provide the community of Kan Byin in southeast Myanmar with \n24/7 access to electricity for the first time. \nPreviously, the community relied on a single man to power up a diesel-fuelled \ngenerator, to provide a few precious hours of energy each evening for families to \ndo their cooking and light their homes. Apart from the obvious expense incurred \nby this practice, diesel fumes are harmful to both the health of the community and \ntheir environment. \nThe newly installed system not only \nallows for a constant source of energy, \nbut has also provided an opportunity for \nupskilling, by teaching local technicians \nhow to install and maintain a solar \nmini-grid that will provide reliable, clean \nenergy for the next 25 years or longer. \nEmployee Volunteerism and Community Engagement\nWe believe in building long-term partnerships with charities and non-\ngovernmental organisations so that we can work together to create \neven greater positive impact collectively. \nIn the Philippines, our longest standing partnership is with the National \nRed Cross, with whom we have been working since 2006. We also have \nongoing partnerships and community investment initiatives including \nBack to School programmes, Oral Health Month programmes as well as \nForest Building and Blood Donation Drives. \nWhen the Taal Volcano erupted in the Philippines in early 2020, more \nthan 100 families of Maxeon were affected. We organised a Cash \nDonation Drive and in-kind aid to provide relief to the people impacted \nby the heavy ash fall, leading to damage in their homes and property. \nThe drive also provided basic necessities for employees’ families who \nhad no choice but to either relocate to relatives’ homes or to stay \nin evacuation centres. The total donations came to PhP 2.3 million \ninclusive of 1-for-1 matching by the company, which was used to \nprovide relief to all affected employees and their families. — \nSunPower Performance panels are part of a \n\"mini-grid\" that provides 24/7 power to this \nMyanmar community for the first time.", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}