{"page_content": "68\n© 2021 Maxeon Solar TechnologiesSpotlight: Power to Spare – How Our Solar Panels Contribute  \nto Energy-Positive BuildingsGOVERNANCE\nImportance of High-Efficiency Panels in Limited Space\nBy designing an angled rooftop instead of a flat one, the design team \nwas able to increase the amount of solar surface. Still, the building must \nproduce, on average, more than twice what it consumes in order to be \nenergy net-positive. For this reason, SunPower Maxeon panels, which \ngenerate more power in a given space than any commercially available \npanel, were the ideal choice.\nThe shape and position of the building along a riverfront raised further \nconsiderations, specifically, high winds. \n\"This project had the highest wind load that we have ever worked \nwith – 5 kilo newton per square meter or 5000 Pa,\" recalls Helene Bøe \nTømmerbakke, project leader. \"We didn't think there were any solar \nmodules that could withstand this wind load but then we found out \nthat Maxeon panels were proven under these conditions.” The Maxeon \npanels installed were certified to Cyclonic Load Resistance of over 6400 \nPa, equivalent to 375 km per hour, which is above a Category Five on \nthe cyclone intensity scale.For its efforts, Powerhouse \nBrattørkaia has received the \nBREEAM Outstanding certification, \nthe highest possible ranking by \nthe world's leading sustainability \nassessment method for an \nasset's environmental, social \nand economic sustainability \nperformance. Its solutions \nsupport the Paris Agreement that \npursues efforts to limit the global \ntemperature increase to  \n1.5 degrees Celsius.\nTo attain this climate goal, the world's buildings must \nbe part of the solution. Powerhouse Brattørkaia \ndemonstrates what is possible when environmental \ndesign principles come first. Maxeon is proud to stand \nwith this team.\nA total of 1,157 SunPower Maxeon solar \npanels cover the roof, producing on average \n358 MWh of energy annually.", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}