{"page_content": "69\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nGood governance is essential to creating and preserving value for our \ncustomers, shareholders and other stakeholders. This includes a sound \napproach to corporate governance that complies with all applicable \nlaws, rules, regulations and policies as well as unwavering adherence to \nMaxeon’s values.\nThe key to successful business operations entails fostering positive \nrelationships – between employees, suppliers and our customers. \nAt Maxeon, we understand the importance of trust in achieving our \ngoals as a company, and therefore \nwe place a high priority on complete \ntransparency and integrity across our \noperations and governing policies. \nWe Thrive Together: Good governance \nleads to good business.\nAt Maxeon, we conduct business \nin an ethical manner and maintain \nintegrity in our affairs by staying vigilant on corporate behaviour, both \ninternally and externally, which will in turn ensure that we build a strong \nfoundation for our business. We have a robust Code of Ethics and Business \nConduct (“Code of Conduct”) policy that \naddresses issues of corruption, bribery, anti-\ncompetitive and other improper corporate \nbehaviours. The Code of Conduct acts as a \nguideline and assists in the proper evaluation \nof behaviours that should be enhanced and \nintegrated at Maxeon. We ensure that all our existing and new stakeholders, including our \nsuppliers and employees, are familiar with our Code of Conduct; thereby adhering to our \nstringent policies and upholding Maxeon’s corporate values. \nAt Maxeon, we strive to maintain the integrity of our products and services. Our Quality Policy \nsets high standards with regard to product quality and reliability. In addition to implementing \ncomprehensive quality management systems, our products are certified by international \nthird-party agencies, and we provide our customers with an industry-leading, long-term \nwarranty. As customer satisfaction is imperative to us, we engage our customers regularly \nwith customer surveys and are committed to upholding their trust in us. We aim to stay \nahead of the curve through a focus on sustainable innovation to empower our customers \nto reach new levels of sustainability. As a company, we are committed to the continuous \nimprovement of our technology to optimise usage and maximise our contribution to  \nthe environment.Governance Approach: An Overview“Practising integrity and safeguarding \norganisational value require a rigorous \nfocus on compliance with all laws, \nregulations and industry best practices.” \nKai Strohbecke\nChief Financial Officer", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}