{"page_content": "71\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nOur Initiatives: For our Employees\nOur employees are made aware of our Code of Conduct  and \nWhistleblower policies through their employment contract, annual \ncompliance training, certification and courses. \nOur compliance and ethics helpline is available 24/7 online or by phone \nfor both internal and external stakeholders to report any known or \npotential violations of applicable laws or breaches of Maxeon’s Code of \nConduct. To ensure inclusivity, web-based reports may be submitted \nanonymously, and in any language. We engage an independent third \nparty to assist in administering the helpline.\nOur process for corporate compliance includes the creation of  \na whistleblower report, which is subsequently assessed by an  \nexecutive-led committee and investigated based on the nature of the \nincident. If required, we engage external consultants, such as lawyers, \naccountants or other specialists. Ultimately, all reports are reviewed by \nour audit committee and remediation actions are determined on a  \ncase-by-case basis. For our Suppliers\nOur suppliers and their relevant agents are required to adhere to \nMaxeon’s Code of Conduct and thereby, uphold the highest standards \nof ethics highlighted on the next page.\nIn addition, we also expect our suppliers to adopt or establish their own \ninternal management systems to fulfil the requirements of our Supplier \nSustainability Guidelines. This management system ensures that the \nsupplier’s operations and products are compliant with our guidelines, \nas well as all laws, regulations and customer requirements. Additionally, \nthe supplier management system will assist in the identification and \nmitigation of operational risks pertaining to our guidelines while \nfacilitating continual improvement. Business Integrity and Ethics", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}