{"page_content": "74\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nProduct Quality, Reliability and Safety\nManagement Approach\nAt Maxeon, we consistently aim for excellence and best in class for all  \nthat we do. Our Quality Policy is no different. It acts as our guideline \nto ensure zero compromise on the quality, reliability and safety of \nour products.\nWe have an integrated, robust set of controls and processes to meet \nand exceed our customers' requirements – from innovative design \nto supplier and materials qualification to effective and traceable \nmanufacturing controls and end-of-line testing.\nAll of our manufacturing plants and R&D facilities are certified to \ninternationally recognised standards, such as ISO 9001:2015 Quality \nManagement System, ISO45001: 2018 Occupational Safety and Health \nManagement System and ISO14001: 2015 Environmental  \nManagement System. At the core of our business processes are three \nfunctions: product development, realisation and distribution. These \nprocesses are carefully monitored by our Executive Leadership Team \nagainst predefined targets and to enable closed-loop learning. Monitoring these processes allows us to continually seek opportunities \nfor innovation and improvement, while taking our stakeholders’ \nconsiderations into account. As demonstrated in the process map on \nthe next page, the support functions collaborate closely with product \nteams to ensure excellence in our operational teams and in our overall \nefficiency as an organisation. \n QUALITY POLICY  \nMAXEON SOLAR TECHNOLOGIES, LTD.  \n(CORP -EHS -MAN -97262)  \n \n \n \n \n \n \nAt Maxeon Solar  Technologies:  \n \n• We hold  ourselves  to a higher  standard , striving  for \nthe highest levels of safety, quality and  integrity.  \n• We push  the boundaries  of solar  technology  and \ncontinually  improve.  \n• We thrive  together  and empower  both decision -making \nand contributions to quality within our  organization.  \n \nBy living by our values, and by meeting or exceeding \ncustomer  and stakeholder  requirements,  our work  does \nmore than raise the bar for an entire industry:  \n \nWe give our customers everywhere the power to \nmake a positive impact on our world.  \n \nTogether, we are Powering Positive  Change™ . \n \n \n \n \n \n \n \n \n \n \nJeﬀ Waters  \nChief Executive Oﬃcer  Markus Sickmoeller \nChief Operating Oﬃcer  \n \n                                              Approved: Nov ember  18 2020\n \nPlace and date: For the issuing office:\nBarendrecht, 22 April 2021 DNV - Business Assurance\nZwolseweg 1, 2994 LB  Barendrecht, Netherlands\nErie Koek\nManagement Representative\n \nLack of fulfilment of conditions as set out in the Certification Agreement may render this Certificate invalid.\nACCREDITED UNIT:  DNV GL Business Assurance B.V. , Zwolseweg 1, 2994 LB, Barendrecht, Netherlands  - TEL: +31(0)102922689 . www.dnvgl.com/assurance\nMANAGEMENT SYSTEM\nCERTIFICATE  \nCertificate no.:\n10000407923 -MSC -RvA-SGPInitial certification date:\n15 July 2009Valid:\n16 April 2021 – 25 January 2023\nThis is to certify that the management system of\nMaxeon Solar Technologies, Ltd\nTechview 1 Kaki Bukit, Unit 02 -01, Singapore  415941, Singapore\nand the sites as mentioned in the appendix accompanying this certificate\nhas been found to conform to the Quality Management System standard:\nISO 9001:2015\nThis certificate is valid for the following scope:\nThe Design, Manufacture and Delivery of High Performance Solar Cells and PV Modules\nfor Residential, Commercial and Utility -Scale Power Plant Customers", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}