{"page_content": "76\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nProduct Quality, Reliability and Safety\nOur Initiatives\nMaxeon exhibits confidence in the quality of \nour panels through our industry-leading,  \n25-year warranty. Our panels undergo \nextensive testing to ensure confidence in \nmanufacturing quality, product performance \nand reliability over time. All our products are \ncertified using internationally recognised third-\nparty certification bodies, before shipping to \nour customers. \nInternally we perform regular outgoing reliability assessments to \nvalidate the performance of our panels prior to shipment. These \nreliability assessments are based on methodologies defined in our \nReliability Monitoring programme. \nBeyond the production of high-quality panels, we further control any \nchanges through a rigorous change management process in which \ncriteria are set forth to assess the impact of any change impacting form, \nfit or function. Maxeon’s iQuality system is customised to facilitate and \nretain various quality and reliability information to actively \ndemonstrate our emphasis on data integrity and transparency.\nWe also ensure that we undertake stakeholder engagement in \nthe quality, reliability and safety of our panels, which assists us \nin enhancing our processes for greater efficiencies. Engagement \nof employees on the shopfloor allows for the insight of differing \nperspectives. This level of engagement sparks ideation and \nassists in the continual improvement of solar solutions that are \never more efficient and reliable. \nLocal management team headed by Wouter Ooghe, General Manager, FAB 3 \nregularly engages manufacturing Team Leaders at Cluster Meetings\n“Driving quality, \nreliability and safety \nis an integrated effort \nand embedded in \neverything we do.” \nDr. Thorsten Juchem\nSenior Director, Manufacturing \nQuality and Reliability", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}