{"page_content": "78\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nSustainable Innovation \nManagement Approach \nIn a world of constant change, the only way to make a meaningful \nimpact is to stay ahead of the curve in spite of the demands of fast-\nchanging climate conditions across the globe. We do so through our \nproducts and by positively affecting the value chain, both upstream and \ndownstream. We believe in collaborative innovation – influencing and \nworking hand-in-hand with our suppliers to design new processes and \nsolutions to be leaner and more efficient in our material utilisation. We \nalso enable our customers to achieve their solar and clean energy goals \nthrough innovative, reliable and efficient technology.\nOur Initiatives: Innovating to Meet the Demands of a \nChanging Climate\nSunPower Maxeon panels are engineered to meet the challenges of \na changing climate and more weather extremes which will be more \nprevalent in the future. One of the durability tests SunPower Maxeon \npanels endure is a Humidity Freeze that mimics the whiplash of a \nfreeze-thaw cycle. The test involves a temperature swing of –40 to \n+85°C, one cycle per day, with a heat and humidity soak (85% RH, 85°C)at the top part of the cycle followed by a freeze cycle to impart high \nmechanical stresses on the components. Testing reveals that there is \nalmost no impact from this stress on our panels, even after 380 cycles \n(38 times what's required for certification). Conventional panels, on the \nother hand, show power loss after 10 to 20 cycles.\nThe patented metal foundation of Maxeon cells allows them to bend \nunder tough conditions with our proven track record of an expected \nuseful life of 40 years and a return rate of less than 0.005% on over \n15 million panels shipped and studied. \nRefer here to find out more.\nSolid metal backing\nMetal adds massive strength to each cell, helping it resist corrosion  \nfrom the element, while making the entire panel more durable.No grid lines\nSunPower Maxeon cells use back-contact conductivity, eliminating  \nunsightly metal gridlines, and enabling them to absorb more sunlight.\nThick connectors\nExpanding and contracting from daily temperature swings are no problem \nwith our built-in strain relief and thick, triple-redundant connectors.", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}