{"page_content": "81\n© 2021 Maxeon Solar TechnologiesSUCCESS STORY\nCETYS\nA private, nonprofit university, \nCETYS now lays claim to the largest \nuniversity solar installation in Latin \nAmerica. At the Mexicali campus, an \ninnovative carport system powered \nby Maxeon provides much-needed \nshade for more than 3,700 students \nand almost 780 faculty members and \nstaff while producing enough clean \nenergy to power approximately 50% \nof the campus’ electricity needs. In \nTijuana, a rooftop system leveraging \nour technology at the campus athletic facility provides 100% of the annual \nelectricity used at the gym, auditorium and sports complex.\n“We decided that Maxeon offered us the best panel, it is the panel that has \nthe most production effectiveness with the longest guarantee, and the fact \nthat they are manufacturing the panels here in Mexicali was also important.”\nMario Dipp, Dean of CETYS University  at the Mexicali campus\nClick here  to find out more.GOVERNANCE\nSustainable Innovation \nPerformance Highlights\nCompanies around the world want to minimise their environmental \nimpact and rely on solar as a critical piece of their ESG approach. In \n2020, Maxeon continued to innovate right along with our customers, \neven as the world was in the grips of a global pandemic. We provided \ncustomers with 1.085 GW of clean energy through our products in spite \nof work disruptions and business shutdowns. \nLooking Forward\nAs the world emerges from the COVID-19 pandemic, we will continue to \npartner with customers and suppliers who share our vision in building \nequitable, sustainable communities powered by clean energy. We will \nrelentlessly pursue more ways to push the boundaries of innovation \nand play a leading role in collectively tackling climate change worldwide.\n", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}