{"page_content": "82\n© 2021 Maxeon Solar TechnologiesGOVERNANCE\nCustomer Engagement and Satisfaction\nManagement Approach\nCustomers are the heartbeat of any business, but for Maxeon, this is \nparticularly true as our products literally come to life on our customers’ \nhomes and businesses. Strong customer relationships have a profound \neffect on our ability to expand the adoption of solar energy and engage \nin the global effort to fight the effects of climate change. \nLike any good relationship, our customer relationships are built on \ntrust. At Maxeon, we build and nurture our customers’ trust through \nthe consistency and quality of the products we deliver, the support we \nprovide throughout our products’ lifecycle, and the installation partners \nand distributors with whom we do business. \nOur Initiatives\nCustomer satisfaction at Maxeon begins with the products we build \nand continues throughout the products’ installation and lifetime \nperformance. Every residential and commercial panel is backed by a \n25-year Complete Confidence Warranty, ensuring that customers can \nput their full trust in our product. Each panel is manufactured with \nabsolute confidence that it will deliver more energy, reliability and savings over time – backed by extensive third-party \ntesting and field data from more than 35 million panels \ndeployed worldwide.\nPerformance Highlights\nNet Promoter Scores (NPS) are a common metric used \nto track customers’ loyalty to a company. Customers \nwho give a rating of 9 or 10 are called Promoters \n– they are most likely to promote or recommend a \ncompany’s products or services. Ratings of 8 and 7, \nreferred to as Passives, represent customers who are \nsatisfied, but not particularly inclined to promote your company.  \nA rating of 6 and below is considered a Detractor, since the \nrespondents are not fully satisfied with the service offered and may \nshare their negative experience with others. The NPS is calculated \nby subtracting the percentage of Detractors from the percentage \nof Promoters. Scores above 0 are considered good and those \nabove 50 are excellent. “Listening to our customers \nand understanding their \nexpectations and needs are \ncritical to enable them to fulfil \ntheir clean energy objectives.” \nMark Babcock\nChief Revenue Officer", "metadata": {"source": "NASDAQ_MAXN_2020.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}