{"page_content": "2  Autodesk Sustainability in Action — Progress Report FY2011In recent years, sustainable design has gained a good deal of \nmomentum among our customers. But there’s still a lot of work  \nto be done, by Autodesk and by the global community of design \nprofessionals as a whole, to make sustainable design synonymous \nwith good design. As the CEO of the world’s largest design \nsoftware company, I am enthusiastic about Autodesk’s essential \nrole in this process—one that is fundamental to achieving our \ncorporate vision of helping people imagine, design, and create  \na better world.  \nOur core business is providing design software to our customers, \nincluding millions of architects, designers, and engineers \nworldwide. Using our products, customers can build 3D models  \nof their designs and optimize those designs on the computer \ninstead of in the physical world. \nThis enables smarter, more sustainable decisions, whether \ndesigning a building, a car, a utility network, or a consumer product. For example, customers can now use the Eco Materials \nAdviser functionality in Autodesk® Inventor® software to choose \nlower-impact materials. And our Project Vasari is a free conceptual \ndesign tool for building projects, with integrated analysis for \nenergy and carbon. \nBut technology alone will not be enough to create the world we \nenvision: many customers want to design more sustainably but \ndon’t know how, so we must also transform how people use our \ntools. For example, a year ago we launched the Autodesk® \nSustainability Workshop, a free online platform of educational \nmaterials. Short, creative videos teach sustainable design \nconcepts, while tutorials explain how to use Autodesk software  \nto help make better design decisions.\nWe also continue to partner with individuals, companies, and \nother organizations who share the common goal of a better, more \nsustainable world. While we have focused on clean technology this \npast year, we hope to partner even more broadly to support the \nmany game-changing ideas that are being developed worldwide.\nAlthough the direct environmental impacts from our operations \nare relatively small, we remain committed to making Autodesk  \na model sustainable enterprise, as detailed in this report. At \nAutodesk we often talk about sustainability in terms of the \nenvironment, but the social and economic dimensions of \nsustainability are also important. We assess our performance \nbroadly—from demonstrating sound ethics and providing \nemployees with an engaging workplace to investing in our \ncommunities and expanding access to our products globally. \nThe future is being designed today, and Autodesk is committed  \nto helping our customers realize the unlimited potential of \nsustainable design.\nCarl Bass  \nChief Executive Officer  \nAutodeskLetter from CEO Carl Bass\n", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}