{"page_content": "11  Autodesk Sustainability in Action — Progress Report FY2011FACILITIES\nAutodesk strives to reduce the environmental footprint of our \nfacilities. We focus foremost on GHG emissions due to energy  \nuse since it has the most significant impact. In fiscal year 2011, \nenergy use in our facilities resulted in 14,100 metric tons of CO2e \nemissions, 28 percent of the total Autodesk carbon footprint and \na 14 percent reduction compared to the prior year. See page 3  \nfor detailed energy data.\nAutodesk invests in energy-saving initiatives at our facilities.  \nIn fiscal years 2009–2010, we conducted a comprehensive energy \naudit of our 13 largest facilities worldwide, and have been using \nthe results to prioritize efficiency retrofits and operational \nchanges at those sites. We completed all remaining feasible \nprojects in fiscal year 2011. We have undertaken other targeted \ninitiatives to optimize building equipment performance and \nmonitoring, beginning in fiscal year 2011, and these are ongoing  \nin fiscal year 2012. \nOur efforts extend to new facilities. We target green buildings \nduring site selection, and employ sustainable features when \nconstructing new workplaces. As a result, we have been awarded \nLEED® certifications at five of our facilities (two rated Platinum, \none Gold, and two Certified) and three more certifications are  \nin progress (all Platinum). The facilities certified as of the end of \nfiscal year 2011 represent 10 percent of our total square footage  \nof building space. We continue to work toward achieving more \nLEED certifications when opportunities arise. To achieve green \nbuilding certifications, we have also begun voluntarily investing  \nin carbon-neutral energy purchases and renewable energy \ncertificates. These totaled 4,890 MWh in fiscal year 2011, \ncompared to 2,960 MWh the prior year. See page 3 for detail.\nWe also draw on opportunities to utilize Autodesk software as we \nexpand our own portfolio of facilities. This enables us to optimize \nthe environmental impact of our operations while also exploring \nand enhancing the capabilities of our products to enable \nsustainable decision making. See page 8 for detail.\nAutodesk recently developed its five-year strategy for sustainability \nin facilities, which covers site selection, energy monitoring, energy \nefficiency, and conservation measures. We will begin to implement \nthis strategy in the second half of fiscal year 2012.\nMAJOR EVENTS\nEach year, Autodesk hosts several conferences with thousands  \nof attendees and participates in industry trade shows worldwide. \nThese events are important for our business, but impact the \nenvironment through GHG emissions from travel, energy use, and \nlodging, as well as materials use and waste. For example, in fiscal \nyear 2011, our two biggest events together resulted in 6,950 \nmetric tons of CO2e emissions, or 14 percent of the total Autodesk \ncarbon footprint. Our sustainability guidelines and best practices for planning \nevents that require travel guide our staff in evaluating alternatives \nand making decisions that will reduce the event’s environmental \nimpact. These cover: \n•\tSelecting a venue that demonstrates sustainable practices \n•\tChoosing a location that minimizes travel distance \n•\t Adding virtual conferencing and online streaming  \ncontent to maximize the number of attendees who can \nparticipate remotely \n•\t Reducing materials use, reusing materials, and using \nmaterials that are eco-friendly\n•\t Decreasing waste throughout the process, from registration \nto signage and onsite waste reduction \n•\tImplementing onsite recycling \n•\t Calculating the environmental footprint of major events  \nin collaboration with vendors to track progress \nKey accomplishments from fiscal year 2011 included the following: \n•\t Booth design and reuse: For custom booth development,  \nwe reused more than 50 percent of the previous year’s \nbooth materials and increased the percentage of recyclable \nor biodegradable event materials in our custom booths to  \n75 percent.\n•\t Virtual participation: Virtual attendance options at the \ncompany’s largest annual conferences, Autodesk University \n(AU) and One Team Conference (OTC), enable more \nattendees worldwide to access the events and lower the \ncarbon impact, as approximately 80 percent of event-related \nGHG emissions are due to air travel. During fiscal year 2011, \noverall attendance at AU—including virtual attendance and \nother online elements—increased to 30,000 participants \nfrom 23,000 the prior year, yet the footprint per attendee \ndecreased by 4 percent.\n•\t Vendor collaboration: Autodesk has introduced carbon \nfootprint measurement techniques to the large hosting \nvenue for AU. In fiscal year 2011, collaboration with the \nvenue led to successfully recycling 92 percent of materials \nconsumed at the conference, and spurred the venue to begin \nsubmetering the conference space to track energy use as \nwell as accelerate its recycling practices moving forward. \nIT OPERATIONS\nAutodesk recognizes that IT is fundamental to our business and \ncan have both a positive and negative environmental impact. \nData Center Energy Use\nData center energy use has the largest environmental impact  \nof Autodesk IT operations. In fiscal year 2011, it resulted in 1,870 \nmetric tons of CO2e emissions, almost 4 percent of Autodesk’s \ncarbon footprint and a decrease of more than 16 percent \ncompared to the prior year. ", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}