{"page_content": "12  Autodesk Sustainability in Action — Progress Report FY2011To reduce energy use in our data centers, we use the Energy Star \nrating system to select the most efficient data servers. We also \ninvest in server virtualization, which saves energy by decreasing \nthe need to run and cool physical servers. So far, Autodesk has \nvirtualized about 68 percent of our servers. \nIn fiscal year 2011, we began a planning effort to refresh equipment \nin Autodesk’s information infrastructure. By implementing this \nplan, we expect to decrease electricity consumption for our mission \ncritical data centers by about 50 percent.\nIT Office Equipment   \nAutodesk uses the Electronic Products Environmental Assessment \nTool (EPEAT) rating system to select desktop hardware. EPEAT \nhelps us evaluate, compare, and select hardware based on \nenvironmental performance criteria such as energy efficiency, \nlower use of toxic materials, and less waste produced in \nmanufacturing; 95 percent of our new relevant hardware devices \nare EPEAT qualified.\nWe also work to reduce energy consumption from IT office \nequipment. For example, we have implemented a desktop energy \nmanagement system that can remotely measure and activate \nenergy-efficient power management settings on company-owned \ncomputers, decreasing energy use by an estimated 21 percent.\nElectronic Waste \nAt the end-of-life phase, Autodesk works with electronic waste \n(e-waste) service providers to replace and recycle our IT \nequipment responsibly, and to ensure compliance with the new \ne-Stewards standards recommended by the Basel Action Network. \nWe evaluate the practices of our e-waste providers and we are \nworking with our procurement department to ensure \nenvironmental criteria are prioritized alongside cost in vendor \nnegotiations. We also conducted an e-waste collection event to \nhelp employees responsibly manage electronic equipment at the \nend of its useful life.\nWaste in Operations \nAutodesk does not report global \nwaste data but has initiated \ncomprehensive data collection  \nfor waste at our headquarters \ncampus in San Rafael, California, \nwhich represents 20–30 percent \nof our worldwide total. During \nfiscal year 2011, we generated 162 metric tons of waste at that \nlocation. We recycled 81 percent and sent 19 percent to landfill. \nWe believe that decreasing our consumption is the most effective \nway to reduce waste. We have decreased the amount of material \nwe use in our operations in several ways:•\t Product delivery: Making digital download the default \nproduct delivery method for Autodesk® Subscription \ncustomers, and reducing packaging for physical product \ndistribution. In 2010, Subscription customers downloaded \n262,000 products, avoiding almost 200,000 shipped boxes \nand decreasing associated GHG emissions by 370 metric \ntons CO2e. Learn about  the carbon footprint of AutoCAD \nsoftware, including physical and electronic download.\n•\t Office printing: Setting printer defaults to duplex; piloting \n“walk up printing,” which requires employees to enter a code \nat the printer before a print job is started; and initiating \n“print greener,” which eliminates blank or unnecessary pages \nfrom print jobs.\n•\t Major conferences: Eliminating signage or reusing signage \nyear over year, designing our tradeshow booth from recycled \ncardboard and for full recyclability, and eliminating paper \nuse wherever possible. \nWe work to reuse or recycle waste when possible. At Autodesk \nUniversity, the company’s largest customer-facing conference, we \ncollaborated with our partners to divert 92 percent of waste from \nlandfill. This included donation of food scraps to a local animal \nfarm and recycling of many other materials. In our offices, we \noffer compostable utensils and cups combined with compost \ncollection in facilities where such municipal services are available. \nSee Electronic Waste at left for information about our approach to \nmanaging electronic equipment at the end of its useful life. \nWater Use in Operations \nAlthough we are not a major consumer of water, we recognize that \nit is an important global environmental issue. Due to the fact that \nwe lease our facilities, we do not currently have access to reliable \nwater usage data across our operations. As with energy use and \nwaste data, we are working with our building owners and facility \nmanagers at priority locations to gather water performance data \nas part of our environmental measurement system. Two of our \nfacilities in San Rafael, California, use reclaimed water for flushing \ntoilets and rely on weather sensitive irrigation systems. At several \nof our larger locations we are taking steps to further increase the \nefficiency of water use, such as installing low-flow toilets and \ndual-flush systems. \nWhile we have yet to identify significant areas of water scarcity \nwithin our global operations, we will continue to investigate this \nissue and related risks during the coming years.\nEnvironmental Compliance\nAs stated in our environmental policy, Autodesk will meet or \nexceed all applicable environmental laws and regulations related to \nour business operations. In fiscal year 2011, we were not fined or \ncited for noncompliance of any environmental laws or regulations.81%  \nWASTE RECYCLED  \nAT HEADQUARTERS IN FY2011", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}