{"page_content": "13  Autodesk Sustainability in Action — Progress Report FY2011Suppliers \nAutodesk encourages the use of our purchasing power to improve \nour environmental performance while also promoting more \nsustainable business practices and offerings among our vendors \nand strengthening the market for environmentally preferable \nproducts and services. In February 2010, we revised our green \nprocurement guidelines that were originally adopted in mid-2008.  \nWhere applicable, the guidelines add environmental considerations \nas a factor in the company’s selection of vendors and products to:\n•\t Gather and use supplier environmental performance data as \na selection factor\n•\t Review the environmentally preferable or green offerings of \nexisting suppliers\n•\t Seek out offerings with third-party certification and positive \nenvironmental attributes, including products that are energy \nefficient, durable and long lasting, recyclable, locally \nproduced, made with rapidly renewable resources, and \nsupportive of water conservation\n•\t Avoid products that are GHG emitting, petroleum based, or \nmade with vinyl, chlorine, lead, mercury, or other toxic \nchemicals\n•\t Include environmental attributes when assessing the “best \nvalue” among alternative procurement options \n•\t Relay information about a product’s environmental impacts \nto end users\n•\t Transition to new vendors and products with lower \nenvironmental impacts, where appropriate\nIn many situations—particularly for suppliers such as travel \nvendors estimated to be large emitters of greenhouse gases—\nAutodesk includes sustainability language in requests for proposal \n(RFPs) and vendor contracts.\nWe do not currently audit our suppliers for compliance with \nAutodesk’s green procurement guidelines, although we are \nexploring expanding our efforts in this area.\nIn fiscal year 2011, according to data provided by Dunn and \nBradstreet, roughly 6 percent of Autodesk suppliers (about 400) \nhave green certifications, representing approximately 5 percent of \nAutodesk’s supply chain spending. Through this initiative, we also \nassess suppliers’ workforce diversity.\nSOCIAL AND LABOR STANDARDS FOR SUPPLIERS\nWe spend about 10–20 percent of Autodesk’s procurement total \non physical goods such as computers and office supplies. Travel, \ntelecommunications, marketing, and other services represent the \nother 80–90 percent. As a result of the relatively small amount \nspent on manufactured goods, we have not implemented a labor \npolicy. However, while the company does not have labor \nstandards for suppliers, Autodesk does exercise preference for \nsuppliers that meet basic criteria in areas such as working hours \nand overtime, freedom of association, wages, and prohibiting \nforced and child labor.Public Policy \nAt Autodesk, we participate in the public policy debate to advance \ninnovation, sustainability, and economic growth. \nOur Government Affairs team and other key company \nrepresentatives engaged with government officials, nonprofit \norganizations, think tanks, and other entities during fiscal year \n2011 to advance sustainable design principles, especially with \nregard to infrastructure development, and to support policies that \nhelp reduce energy consumption and GHG emissions. To this end, \nAutodesk has recently:\n•\t Provided advice to policy makers in the U.S. Congress and \nthe U.S. Administration about the latest developments in \ndesign and energy analysis tools\n•\t Briefed Information Technology and Innovation Foundation \ndelegations on the latest developments in building energy \nanalysis technologies\n•\t Worked with the World Resources Institute and Rocky \nMountain Institute to provide government officials with \nexpert data and analysis regarding building energy \nefficiency technology and related policy alternatives\n•\t Briefed U.S. Congressional and agency officials about the \nenvironmental benefits gained through the use of Digital \nPrototyping and Building Information Modeling (BIM) \nsoftware for infrastructure design and construction\nAutodesk does not have a political action committee and thus \ndoes not contribute to U.S. federal elections. The company did \nnot make contributions with regard to U.S. state elections in fiscal \nyear 2011. See historical data on page 4.\nCustomers\nAt Autodesk, we serve seven main industries within four key \ndivisions. In addition to formal cross-company customer response \nsystems implemented in 2011, each division also plays an \nimportant role and has accountability for customer feedback, \nmanagement, and integration. We offer Subscription services to \ncustomers with phone support for frequently asked questions, as \nwell as free online forums for customers to provide feedback and \nask questions at any time.\nAn increasing number of our customers request information about \nour sustainability performance, related to both our products and \nour operations. We provide this through various channels, \nincluding our Sustainable Design website , documents such as this \nreport, in-person meetings, and our responses to requests for \nproposal (RFPs). \nWe anticipate that the number and extent of these requests will \ncontinue to grow, and sustainability will be an increasingly \nimportant dimension of our engagement with customers.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}