{"page_content": "14  Autodesk Sustainability in Action — Progress Report FY2011We strive to ensure ethical business practices and provide a dynamic and engaging \nworkplace for our employees. Beyond our company walls, we also seek to enrich the \ncommunities where we live and work and expand opportunities to people worldwide \nthrough our products. \nCorporate Governance\nAutodesk is committed to the highest standards of corporate \ngovernance and ethics and diligent compliance with financial \naccounting and reporting rules. Our board of directors provides \nindependent leadership in the exercise of its responsibilities. \nAs of July 2011, the Autodesk board of directors  comprises nine \ndirectors, including Autodesk CEO Carl Bass. All current directors, \nother than Bass, are independent, according to the criteria for \nindependence established by the NASDAQ Rules. This includes \nour chairman, Crawford W. Beveridge. Two of our directors are \nwomen. \nThe Autodesk board of directors adopted the Governance \nGuidelines in 1995, and most recently amended them in 2010. \nThese guidelines cover areas such as selection of the chairman \nand CEO, board compensation, board size and composition, and \ndirector independence. \nThe board of directors has three committees: Audit; Compensation \nand Human Resources; and Corporate Governance and Nominating. \nAll committee members are independent, according to the criteria \nfor independence established by the NASDAQ Rules.\nEXECUTIVE MANAGEMENT\nOur executive officers  oversee a strong system of internal \ncontrols and compliance with corporate policies and applicable \nlaws and regulations. \nAdditional information about the Autodesk board of directors, \nincluding information about committee composition, committee \ncharters, director biographies, and the Governance Guidelines is \navailable on our Investors  site. Information about stock trades by \nmembers of our board of directors or by executive officers of the \ncompany is also available. The proxy statement  within our Annual \nReport Fiscal Year 2011 provides information about and analysis of \nboard of director and executive compensation. Business Ethics \nProfessional behavior that demonstrates strong business  \nethics, good judgment, and integrity is essential for creating  \nthe atmosphere we want and expect at Autodesk. \nWe are committed to establishing and maintaining such an \nenvironment and have adopted a Code of Business Conduct  \n(CoBC) that conveys our values and expectations. The code details \nour policies and procedures, and establishes how we perform  \nour daily work. It covers areas such as equal opportunity, \nconfidentiality, political contributions, anticorruption, and free \nand fair competition. \nAll Autodesk employees worldwide are required to complete \nCoBC training annually and to certify that they have reviewed, \nunderstand, and agree to follow the CoBC. As of April 2011, 100 \npercent of Autodesk employees have done so. Our subsidiaries \nand contractors, suppliers, and service providers are also required \nto abide by our CoBC. \nIn addition, Autodesk’s Code of Ethics for senior executive and \nfinancial officers covers issues such as conflicts of interest, filings \nwith the Securities and Exchange Commission (SEC), and \ndisclosures to the public, as well as compliance with governmental \nlaws, rules, and regulations. It is signed by all executives who \nreport directly to the CEO and by certain members of our finance \norganization.\nANTICORRUPTION\nWe are committed to complying with all antibribery laws wherever \nwe do business. Autodesk is subject to the U.S. Foreign Corrupt \nPractices Act (FCPA), as well as similar laws in many other \ncountries, which prohibits offering, promising, or giving anything \nof value to a public or government official and require the \nmaintenance of accurate books of account. The FCPA applies to \nconduct worldwide and covers all Autodesk operations regardless \nof location. Any gifts and entertainment involving government or \ngovernment-related individuals must be in compliance with the \nlaw in that country and the FCPA. Any third-party, agent, or \nintermediary acting on Autodesk’s behalf is also prohibited from \noffering, giving, or accepting bribes.Society", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}