{"page_content": "15  Autodesk Sustainability in Action — Progress Report FY2011REPORTING CONCERNS\nOur CoBC includes instructions for reporting possible violations \nof Autodesk policies or practices. The code prohibits reprisal or \nretaliation of any sort against anyone who has made a good-faith \nreport of a suspected violation. \nOur Business Ethics and Compliance Hotline enables employees \nand third parties to report suspected compliance issues for \ninvestigation and resolution. The hotline is available 24 hours a \nday, 7 days a week, and is run by The Network, an independent \ncompany. All calls are answered by trained interview specialists \nfluent in Spanish and English. For more than 150 other languages, \nthe interview specialists use interpreters. \nThe toll-free number is available to Autodesk employees \nworldwide. All calls to the hotline may be made anonymously. \nAutodesk will follow up on and work to resolve all hotline reports \nmade in good faith. \nThe hotline may be used to report: \n•\tSuspected violations of the Autodesk CoBC\n•\t Questionable accounting practices, accounting controls,  \nor auditing matters \n•\tSuspected violations of applicable laws and regulations\n•\tAny other compliance concerns or issues \nA web-based reporting tool  is also available. Maintained by the \nsame third party as the hotline, it also allows for anonymous \nreporting in Chinese, Dutch, English, French, French Canadian, \nGerman, Italian, Japanese, Korean, Portuguese, Russian, Spanish, \nand Vietnamese.\nEmployees\nOur approximately 6,800 employees worldwide are among our \nmost important assets, and the source of our ongoing success. \nWorking together, they create the products that people around \nthe globe use to solve problems and propel positive change.  \nTo support their contributions, we strive to provide a diverse, \ninclusive, and safe workplace, and offer opportunities for \nongoing growth. \nEMPLOYEE ENGAGEMENT\nSince 2005, we have conducted an annual employee survey to  \nget feedback in areas such as employee engagement, manager \neffectiveness, communication, growth and development, \nleadership and vision, and more. Each year, more than 90 percent \nof our employees worldwide have completed the survey.Overall employee engagement fell a few percentage points in \n2010 (see table), yet that score is still considered a relative \nstrength by our external survey partner (anything in excess of 65 \npercent is considered a strength). That said, engagement scores \nwere mixed across the company. The scores of certain large \npopulations fell, which reduced the overall company score, \nalthough for numerous groups, engagement scores remained the \nsame or increased. Improving our overall engagement score \nremains a company priority for 2011.\nEMPLOYEE  ENGAGEMENT SCORE \n2007 2008 2009 2010\nEmployee Engagement* \n[percent]75% 78% 72% 68%\n*Represents the percentage of employees that responded favorably to three \nquestions that measure different aspects of employee engagement.\nBeyond the employee engagement score, the manager \neffectiveness score (which represents employees’ assessments of \ntheir managers’ capabilities in the areas of respect and leadership) \nremained high at 72 percent—the same as the external 75th \npercentile norm. We also enjoyed significant gains in many of the \nareas we targeted—action planning rose from 60 percent to 66 \npercent, growth and development rose from 65 percent to 68 \npercent, and communicating a motivating vision for the company \nrose from 58 percent to 72 percent. Response was also strong on  \na question specific to sustainability. Sixty-nine percent of \nrespondents stated they felt well-informed about Autodesk’s \nactivities in this area.\nOpen-ended, anonymous survey comments (the review of which \nis restricted to executive staff only, to encourage employees to \nrespond freely) were in general very positive and showed an \noverarching sense of passion and excitement about the company, \nand a strong belief in co-workers. Being treated with dignity and \nrespect in the workplace remained Autodesk’s highest score—82 \npercent of employees either agreed or strongly agreed with that \nas being their experience at Autodesk.\nDIVERSITY AND INCLUSION\nAt Autodesk, diversity is both a value and a goal, and we are \nfortunate to have employees that represent a variety of \nbackgrounds and contribute different perspectives. Such diversity \nleads to new ideas, creativity, and growth, and adds value to the \ncompany. As a global organization, it is essential that our \nemployees mirror the diverse customer base we serve. \nOur commitment to diversity is reinforced in our Code of Business \nConduct, which states that discrimination or harassment based on \na person’s race, color, creed, religion, national origin, citizenship, \nage, sex, sexual orientation, marital status, mental or physical \ndisability, or any other classification protected by law will not be \ntolerated. This protection applies to all Autodesk employees, \ncontractors, temporary workers, and business partners worldwide. \nWe post all of our job openings to a variety of diversity sites via \nWorkingDiversity.com, on which we are a featured employer.  \nWe also reach out to potential candidates through the Society  \nof Women Engineers.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}