{"page_content": "16  Autodesk Sustainability in Action — Progress Report FY2011GLOBAL GENDER DIVERSITY* [PERCENT FEMALE]  \n2007 2008 2009 2010\nBoard of Directors 17% 11% 22% 22%\nCompany Officers, \nExecutives, and \nSenior Management22% 21% 23% 21%\nManagers and \nSupervisors25% 25% 25% 24%\nAll Employees 30% 30% 30% 30%\n* Percentages are as of the end of the calendar year noted, except for the Board of \nDirectors, which are as of the annual meeting date, which typically occurs a few \nmonths following the end of the calendar year.\nU.S. ETHNIC DIVERSITY* [PERCENT OF EMPLOYEES]  \n2007 2008 2009 2010\nWhite 76% 75% 75% 75%\nAll Nonwhite 24% 25% 25% 25%\n         Black/African \nAmerican2% 2% 2% 1%\n        Hispanic 5% 5% 5% 4%\n        Asian 17% 18% 18% 18%\n*Percentages are as of the end of the calendar year noted.\nTRAINING AND DEVELOPMENT \nProviding employees with training and development opportunities \nis fundamental to their continued professional development and \nto the ongoing success of Autodesk. \nWe believe that career development is a shared responsibility \namong employees, their managers, and the company. Employees \nmust clarify and communicate their aspirations, proactively \ndevelop relevant skills, and seek out opportunities. Managers,  \nin turn, help set appropriate expectations, direct employees t  \no useful resources and tools, and champion their staff for \nappropriate opportunities. For its part, Autodesk maintains a \nculture that fosters employee growth, publicizes current and \nfuture opportunities, and helps managers support employee \ndevelopment and holds them accountable for doing so. \nAutodesk offers extensive professional and technical development \nto managers, individuals, and teams. We also provide consulting \nservices to teams to identify coaching needs and to run facilitated \ndiscussions and team-building sessions. \nWe do extensive needs analysis throughout the business to help \nplan our training needs. This is linked to a competency framework \nfor managers and employees, whereby training needs are \ndetermined in part by using definitions of what we expect of \nindividuals at certain levels throughout the organization.\nFor the most part, we measure training value using online \nevaluation at the end of each session. On a broader level, we also \nmeasure training effectiveness in our all-employee annual survey.  \nIn 2010, responses to the question “I am provided with opportunities for learning and development” increased 3 percent \ncompared to the prior year companywide. Responses to the \nquestion “I receive the training I need to do my job” rose 4 percent.\nOutside of the classroom, Autodesk employees can use a number \nof tools to enhance their learning:\n•\t Web-based on-demand learning material, which enables \nemployees and managers to learn in a self-paced \nenvironment\n•\t Resources recommending books, articles, and other \nmaterials for specific areas of focus\n•\t Audio webcasts and recordings of training sessions\n•\t Video podcasts of executives and external experts with  \nkey messages and experiences\n•\t An online “manager café” discussion forum that enables \nmanagers to share ideas, problems, or concerns with each \nother in a moderated environment, with online live experts \nfrom human resources available to assist\n•\t A formal, global tuition reimbursement program enabling \nany employee to request financial support, and possible \ntime off, for external professional programs \nFor fiscal year 2011, Autodesk budgeted approximately US$1,000 \nper employee globally for training. This includes internal as well  \nas external education programs.\nAs a part of the development process, all Autodesk employees \nreceive a formal annual performance review. This includes \n360-degree input and focuses on assessment and feedback \nagainst individual goal achievement as well as demonstrated \ncompetency and proficiency.\nHEALTH AND SAFETY \nAutodesk believes its employees are its most important asset and \nstrives to provide them with a healthy and safe work environment.\nHealth and Wellness \nOur commitment begins with helping employees and their \nspouses or partners minimize and avoid health problems. \nAfter several years of offering our voluntary and confidential \nwellness program to U.S. employees and their spouses or \npartners, we continue to enhance the program components.  \nThe initiative continues to offer voluntary wellness campaigns \ndesigned to help employees reduce stress, increase physical \nactivity, and improve their diet. On-site biometric screenings and \nflu shots are offered at many U.S. office locations and have been \nwell received by employees. The program is predominantly in  \nthe United States, but we anticipate expanding elements to other \nlocations, as feasible. \nIn 2011, we launched an initiative making U.S. employees eligible \nfor a free, easy-to-use smart pedometer, also referred to as an \naccelerometer. Data can be downloaded wirelessly to a personal \nweb portal in order to monitor daily activities and track progress ", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}