{"page_content": "17  Autodesk Sustainability in Action — Progress Report FY2011toward goals. The accelerometer uses 3D motion sensor \ntechnology to track calories burned, steps taken, distance \ntraveled, and even sleep quality.\nEmployees are eligible for subsidized health-club memberships  \nor a fitness allowance in various countries, including Australia, \nCanada, Denmark, Finland, India, Norway, Sweden, the United \nKingdom, and the United States. \nSafety and Security\nAutodesk has established policies and programs to encourage \nemployee and visitor safety. Our Injury and Illness Prevention \nprogram includes the following elements:\n•\t Management commitment and assignment of \nresponsibilities \n•\t Communication about safety with employees \n•\t Assurance of employee compliance with safe work practices \n•\t Scheduled inspections and an evaluation system \n•\tAccident investigations \n•\t Procedures for correcting unsafe or unhealthy conditions \n•\tHealth and safety training and instruction \n•\tRecord keeping and documentation\nTravel Aid\nMany of our employees travel frequently for business. We advise \nthem of relevant health and security conditions before they \ndepart and track their location to update them if needed. We  \nalso work with a medical services provider to deliver medical \nassistance to employees who become ill while traveling.\nEmergency Preparedness, Response, and Recovery\nWe have created site-specific emergency response plans for all of \nour locations in case of emergencies such as fire, security threats, \nor power failure. A senior-level crisis-management team directs \nand supports local emergency response teams throughout any \nincident. Employees can call our Security Dispatch Center at any \ntime with questions about safety or security. \nErgonomic Safety \nWe are in the process of rolling out what will eventually become a \nglobal ergonomic safety standard. Our online Work Station Safety \nPlus self-assessment and training program tracks personal \nergonomic risks identified by employees, and suggests alternative \nwork habit practices to potentially resolve those issues. If issues \npersist despite the employee’s best efforts, professional \nergonomists are available to provide further assessments and \ncorrective measures, including work habit changes and, in some \ncases, work station modifications. We have also made available \nergonomic keyboards, laptop stands, gel-filled wrist pads and \nmouse pads, and a line of ergonomic mouse controllers.Occupational Injury and Illness Data\nIn the United States, we track the number of occupational injuries \nand illnesses resulting in worker compensation claims. The rate \nper 100 full-time employees has remained relatively flat during \nthe past three years. The most significant injuries have been \nergonomic- or repetitive stress-related, representing 43 percent  \nof the total in 2010. Slip and fall injuries represented 21 percent of \nthe total. \nEMPLOYEE BENEFITS \nAutodesk offers a range of benefits, which vary by location, to \nmeet the needs of our employees and to remain highly competitive \nwith regional practices and to comply with local statutory \nrequirements. These include high-quality health insurance plans, \nsurvivor and income protection plans, and flexible spending \naccounts as part of our flexible benefits program. We also provide \nflexibility and support for personal needs, and promote a healthy \nwork-life balance. We offer a range of paid time off programs, \nincluding sabbatical, vacation, and holidays (including time off in \nDecember between Christmas and New Year’s). See detail  about \nbenefits for U.S. employees. \nFREEDOM OF ASSOCIATION\nNone of our employees in the United States is represented by a \nlabor union. In certain foreign countries, however, our employees \nare represented by work councils. We have never experienced any \nwork stoppages and believe our employee relations are good.\nRESTRUCTURING\nIn the past, we have periodically initiated restructuring programs \nto reduce Autodesk’s operating costs. For example:\n•\t In the fourth quarter of fiscal year 2009, we initiated a \nrestructuring program that reduced the number of employees \nby a total of approximately 700 positions globally and resulted \nin the consolidation of approximately 27 leased facilities.\n•\t In the second quarter of fiscal year 2010, we launched a \nrestructuring program which resulted in headcount \nreduction of approximately 430 positions globally and the \nconsolidation of approximately 32 leased facilities around \nthe world.\n•\t In the first quarter of fiscal year 2011, we initiated a \nrestructuring plan that resulted in targeted staff reductions \nof approximately 200 positions. No leased facilities were \nconsolidated as a part of this restructuring.\nAccessibility\nAutodesk recognizes the importance of Section 508 of the \nRehabilitation Act, which requires that U.S. federal agencies’ \nelectronic and information technology is accessible to people with \nmotor, vision, or other impairments.\nSee links to Voluntary Product Accessibility Templates (VPATs)  \nthat detail the accessibility features of Autodesk products and \nhelp government customers determine their own compliance.  ", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}