{"page_content": "18  Autodesk Sustainability in Action — Progress Report FY2011Privacy\nAutodesk and its subsidiaries worldwide respect customers’ and \nwebsite visitors’ rights and our obligations in regard to privacy and \npersonal information. Our Privacy Policy  explains how we collect, \nstore, use, share, transfer, and retain personal information, as well \nas how customers and website visitors can access and update their \npersonal information and choices. The policy also explains how we \ninteract with third parties, such as online and offline service \nproviders who help us with our business needs or channel \npartners who may provide information to us when customers \npurchase an Autodesk product license or service through them. \nAll of our employees, contractors, and subsidiaries are covered by \nour privacy policy.\nCommunity Investment\nAutodesk’s vision in community investment is to respond to local \nneeds in the arts, education, the environment, and health and \nhuman services. Through our products, values, and actions, we \nstrive to build and foster healthy, sustainable communities. \nOur community investment activities are managed globally by \nemployee volunteers who report to the Manager of Community \nRelations in San Rafael, California. All funding completes a \nthorough approval process before donations are disbursed. \nCOMPANY GIVING\nCompany giving at Autodesk is a combination of cash and \nproducts, as detailed below.\nCOMPANY GIVING  [US$]  \nFY2008 FY2009 FY2010 FY2011\nCash  \nContributions$1,238,000 $1,740,000 $1,046,000 $1,038,000\nProduct \nDonations*$791,000 $624,000 $154,000,000 $100,000,000\n*   Autodesk calculates its product donations at commercial value. The data for fiscal \nyears 2008 and 2009 include products donated through the Autodesk \nCommunity Relations program. Beginning in fiscal year 2010, data also include \nproducts donated through the Autodesk Assistance Program (AAP), which \nprovides training and certification to non-employees wishing to become \nproficient in Autodesk products. The amount included for fiscal year 2011 is an \nestimate and is less certain than the amount included in the prior year. Data in \nthis row do not include the value of products granted to students and educators \nat no cost through the Autodesk Education Community. Since inception in 2006, \n2.8 million users have downloaded nearly 4 million free Autodesk software titles \nthrough this program, including nearly 1.1 million in fiscal year 2011. See page 19 \nfor detail.  We focus our cash contributions in the following categories.  \nCASH CONTRIBUTIONS BY AREA, FY/two.lf/zero.lf/one.lf/one.lf\nHealth and \nHuman Services\nEnvironment/SustainabilityEducation\nArts 53%\n27%10%10%\nEMPLOYEE GIVING AND VOLUNTEERISM\nAutodesk encourages employees to support communities by \nparticipating in volunteer activities. In fiscal year 2011, employees \nlogged more than 8,500 volunteer hours in their communities at \nschools, food banks, animal shelters, and other organizations, and \nparticipated in walks, runs, bike rides, and other community \nevents. The company posts opportunities on an internal electronic \nbulletin board, and charitable organizations seeking volunteers \ncan submit information for publication. In addition to the \ncompany cash contributions noted above, employee matches \ntotaled $222,000 during fiscal year 2011.\nEMPLOYEE GIVING AND VOLUNTEERISM\nFY2008 FY2009 FY2010 FY2011\nEmployee Giving \n[US$]$172,000 $295,000 $200,000 $222,000\nEmployee \nVolunteer Hours6,700 N/A* 4,900 8,500\n*Due to a systems issue, data for this year are not available.\nAccess to Technology\nFor almost 30 years, Autodesk has been making design technology \nmore accessible to more people. We first took what once required \na supercomputer and brought drafting to the personal computer \nwith AutoCAD®. More recently, Autodesk has used the iPhone®, \niPad®, and the vast computing power available in the cloud to \noffer companies of all sizes access to high-performance \nvisualization, simulation, design, and collaboration technologies, \nincluding AutoCAD® WS web service and the Autodesk® \nInventor® Publisher Mobile Viewer app.\nWe strive to make our technology and the knowledge to use it \neffectively available worldwide, including in the emerging/\ndeveloping world. Beyond the product innovations mentioned \nabove, our approach is twofold.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}