{"page_content": "19  Autodesk Sustainability in Action — Progress Report FY2011PRICING AND DISTRIBUTION FOR  \nEMERGING ECONOMIES \nAutodesk sells Autodesk® SketchBook® Mobile, AutoCAD LT®, and \nAutodesk® Inventor LT™ software, all of which have higher-priced, \nmore capable peer products. In some emerging countries we also \nsell older versions of mainstream products at deep discounts. We \nhave a policy to adjust our pricing in all emerging markets to align \nwith purchasing power, based on a combination of per capita gross \ndomestic product and salary data for architects and engineers. \nEDUCATION\nThrough the Autodesk Education Community , we grant students \nand educators free15 access for personal use to the latest versions \nof more than 30 titles of Autodesk software. \nAutodesk has numerous initiatives specifically tailored to provide \naccess to technology and design education in remote areas as well. Our Centers of Excellence (COEs) in China, India, Russia, and \nother emerging countries provide faculty and students with digital \ndesign tools, multidisciplinary and project-based curricula, and \nstate of-the-art facilities needed to address new design challenges. \nEach COE is customized to meet the needs of the students and \ncustomers in that region. \nWe measure the success of our access to technology efforts \nthrough reach. Since inception in 2006: \n•\t More than 20,000 institutions have registered on the \nAutodesk Education Community \n•\t 2.8 million users have downloaded nearly 4 million free16  \nAutodesk software titles, including nearly 1.1 million in  \nfiscal year 2011\nLearn more  about the Autodesk Education Community. Read \nabout our initiatives to enhance sustainable design education  \non page 8.\n15  Free products are subject to the terms and conditions of the end-user license agreement that accompanies the software. The license term is 36 months.\n16  Ibid.Partnerships  \nAutodesk builds awareness, boosts adoption of sustainable design \npractices, and extends our potential to affect change through \npublic and private partnerships, sponsorships, and strategic \nalliances with organizations working to solve global sustainability \nchallenges. Examples include the American Society of Civil \nEngineers, the Biomimicry Institute, the Cleantech Group, the \nDesigners Accord, the U.S. Green Building Council, the World \nResources Institute, and many others. See a more detailed list . \nAwards and Honors\nAutodesk has been selected for inclusion in several socially \nresponsible investment (SRI) indexes. These are composed  \nof carefully selected companies worldwide that demonstrate \ncommitment to sustainability and strong overall environmental, \nsocial, and economic performance. Recent examples include  \nthe following:\n•\tDow Jones Sustainability World Index \n•\tFTSE4Good Index Series \n•\tGoldman Sachs SUSTAIN \n•\tS&P U.S. Carbon Efficient Index \nSee more detail . About This Report\nAutodesk is committed to sharing information about our \nenvironmental and social performance and how our products \nenable sustainable design. This transparency enables customers, \ninvestors, employees, nongovernmental organizations, and others \nto assess our progress. \nIn 2008, we published our first sustainability report. Since then, \nour sustainability initiatives and accomplishments have grown. \nThis document describes our progress through fiscal year 2011 \n(ending January 31, 2011). Performance data included in this \ndocument are based on the Autodesk fiscal year when noted as \nsuch, and calendar year otherwise. Performance data cover the \ncompany’s global operations, unless otherwise stated.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}