{"page_content": "20  Autodesk Sustainability in Action — Progress Report FY2011GRI Index\nThe Global Reporting Initiative  (GRI) G3 Sustainability Reporting Guidelines provide principles and indicators that organizations can use \nto measure and report their economic, environmental, and social performance. Autodesk took this framework into account in developing \nthe contents of this report. The following index provides the locations of related content.\nItem Description Detail\nSTRATEGY AND ANALYSIS\n1.1 Statement from the most senior decision maker in the organization about the relevance of \nsustainability to the organization and its strategy.Letter from CEO Carl Bass\n1.2 Description of key impacts, risks, and opportunities. Sustainability Strategy\nCOMPANY PROFILE \n2.1 Name of the organization. Autodesk, Inc. \n2.2 Primary brands, products, and/or services. Products\n2.3 Operational structure of the organization, including main divisions, operating companies, \nsubsidiaries, and joint ventures.Industries\n2.4 Location of organization’s headquarters. San Rafael, California\n2.5 Number of countries where the organization operates, and names of countries that have major \noperations or that are specifically relevant to the sustainability issues covered in the report.Corporate Environmental Management\n2.6 Nature of ownership and legal form. Autodesk, Inc., is incorporated under the laws of Delaware, \nUnited States. Its shares are publicly traded on the NASDAQ \nstock exchange under the symbol ADSK.\n2.7 Markets served (including geographic breakdown, sectors served, and types of customers/\nbeneficiaries).Industries\n2.8 Scale of the reporting organization. Annual Reports  \n2.9 Significant changes during the reporting period regarding size, structure, or ownership. Annual Reports\n2.10 Awards received in the reporting period. Awards and Honors\nREPORT PARAMETERS\n3.1 Reporting period (e.g., fiscal/calendar year) for information provided. About This Report  \n3.2 Date of most recent previous report (if any). Summer 2010 \n3.3 Reporting cycle (annual, biennial, etc.) About This Report  \n3.4 Contact point for questions regarding the report or its contents. sustainability@autodesk.com\n3.5 Process for defining report content. Corporate Environmental Management  \nAbout This Report\n3.6 Boundary of the report. About This Report\n3.7 State any specific limitations on the scope or boundary of the report. Noted in relevant sections \n3.8 Basis for reporting on joint ventures, subsidiaries, leased facilities, outsourced operations, and \nother entities that can significantly affect comparability from period to period and/or between \norganizations.Corporate Environmental Management  \nAbout This Report\n3.9 Data measurement techniques and the bases of calculations, including assumptions and \ntechniques underlying estimations applied to the compilation of the Indicators and other \ninformation in the report.Performance Summary  \nAutodesk Carbon Footprint\n3.10 Explanation of the effect of any re-statements of information provided in earlier reports, and \nthe reasons for such re-statement.Performance Summary\n3.11 Significant changes from previous reporting periods in the scope, boundary, or measurement \nmethods applied in the report.Performance Summary  \nCommunity Investment\n3.12 Table identifying the location of the Standard Disclosures in the report. GRI Index\n3.13 Policy and current practice with regard to seeking external assurance for the report. Autodesk has elected not to receive external verification for the \ninformation included in this report.\nGOVERNANCE, COMMITMENTS, AND ENGAGEMENT\n4.1 Governance structure of the organization, including committees under the highest governance \nbody responsible for specific tasks, such as setting strategy or organizational oversight.Corporate Governance\n4.2 Indicate whether the chair of the highest governance body is also an executive officer (and, if \nso, their function within the organization’s management and the reasons for this arrangement).Corporate Governance  ", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}