{"page_content": "21  Autodesk Sustainability in Action — Progress Report FY20114.3 For organizations that have a unitary board structure, state the number of members of the \nhighest governance body that are independent and/or non-executive members.Corporate Governance\n4.4 Mechanisms for shareholders and employees to provide recommendations or direction to the \nhighest governance body.In Autodesk’s proxy statement, we direct correspondence to the \nboard of directors through our headquarters address.\n4.8 Internally developed statements of mission or values, codes of conduct, and principles relevant \nto economic, environmental, and social performance and the status of their implementation.Corporate Environmental Management  \nBusiness Ethics\n4.13 Memberships in associations (such as industry associations) and/or national/international \nadvocacy organizations.Partnerships  \nPublic Policy\n4.14 List of stakeholder groups engaged by the organization. Autodesk has a wide range of stakeholders, including customers \nand prospective customers; employees and prospective \nemployees; government/policy makers; investors; vendors; local \ncommunities; students; strategic partners; nongovernmental \norganizations; the press, members of the Autodesk Developer \nNetwork; and resellers and distributors.\n4.15 Basis for identification and selection of stakeholders with whom to engage. To determine the most appropriate organizations to engage \nwith, we consider their relevance to our business, the \ninvestment of time and resources required—and, when relevant, \ntheir influence and expertise in sustainable design.\nECONOMIC\nEC1 Economic value generated and distributed, including revenues, operating costs, employee \ncompensation, donations and other community investments, retained earnings, and payments \nto capital providers and governments. (Core)Community Investment  \nAnnual Reports\nEC2 Financial implications and other risks and opportunities for the organization’s activities due to \nclimate change. (Core)Autodesk Carbon Footprint\nEC3 Coverage of the organization’s defined benefit plan obligations. (Core) Annual Reports\nENVIRONMENTAL\nEN3 Direct energy consumption by primary energy source. (Core) Performance Summary\nEN4 Indirect energy consumption by primary source. (Core) Performance Summary\nEN5 Energy saved due to conservation and efficiency improvements. (Additional) Performance Summary  \nAutodesk Carbon Footprint\nEN6 Initiatives to provide energy-efficient or renewable energy based products and services, and \nreductions in energy requirements as a result of these initiatives. (Additional)Sustainability-Enabling Products  \nAutodesk as a Living Lab\nEN7 Initiatives to reduce indirect energy consumption and reductions achieved. (Additional) Autodesk Carbon Footprint\nEN16 Total direct and indirect greenhouse gas emissions by weight. (Core) Performance Summary  \nAutodesk Carbon Footprint\nEN17 Other relevant indirect greenhouse gas emissions by weight. (Core) Performance Summary\nAutodesk Carbon Footprint\nEN18 Initiatives to reduce greenhouse gas emissions and reductions achieved. (Additional) Autodesk Carbon Footprint\nEN22 Total weight of waste by type and disposal method. (Core) Performance Summary\nWaste in Operations\nEN26 Initiatives to mitigate environmental impacts of products and services, and extent of impact \nmitigation. (Core)Waste in Operations\nEN28  Monetary value of significant fines and total number of non-monetary sanctions for \nnon-compliance with environmental laws and regulations. (Core)Performance Summary  \nEnvironmental Compliance\nEN29 Significant environmental impacts of transporting products and other goods and materials \nused for the organization’s operations, and transporting members of the workforce. \n(Additional)Performance Summary  \nEmployee Travel  \nWaste in Operations\nLABOR PRACTICES AND DECENT WORK\nLA1 Total workforce by employment type, employment contract, and region. (Core) Employees \nLA3 Benefits provided to full-time employees that are not provided to temporary or part-time \nemployees by major operations. (Additional)Employee Benefits\nLA4 Percentage of employees covered by collective bargaining agreements. (Core) Freedom of Association\nLA10 Average hours of training per year per employee by employee category. (Core) Performance Summary  \nTraining and Development\nLA11 Programs for skills management and lifelong learning that support the continued employability \nof employees and assist them in managing career endings. (Additional)Training and Development\nLA12 Percentage of employees receiving regular performance and career development reviews. \n(Additional)Training and Development", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}