{"page_content": "4  Autodesk Sustainability in Action — Progress Report FY2011                Mixed Cans and Bottles [metric tons] -- -- 11 12\n                Mixed Office Papers [metric tons] -- -- 93 94\n        Sent to Landfill [metric tons] -- -- 45 30\nSuppliers3\nNumber of Suppliers with Green Certifications [approximate] -- -- -- 400\nPercentage of Supply Chain Spending with Suppliers That Have \nGreen Certifications [approximate]-- -- -- 5%\nEnvironmental Compliance\nEnvironmental Violations 0 0 0 0\nEnvironmental Fines [US$] $0 $0 $0 $0\nSociety\nEmployees\nNumber of Employees 7,300 7,800 6,800 6,800\nEmployee Engagement4 [percent] 75% 78% 72% 68%\nGlobal Gender Diversity5 [percent female]\n        Board of Directors 17% 11% 22% 22%\n        Company Officers, Executives, and Senior Management 22% 21% 23% 21%\n        Managers and Supervisors 25% 25% 25% 24%\n        All Employees 30% 30% 30% 30%\nU.S. Ethnic Diversity6 [percent of employees]\n        White 76% 75% 75% 75%\n        All Nonwhite 24% 25% 25% 25%\n             Black/African American 2% 2% 2% 1%\n             Hispanic 5% 5% 5% 4%\n             Asian 17% 18% 18% 18%\nTraining Budgeted per Employee Globally, Approximate [US$] $1,000 $1,000 $1,000 $1,000\nCommunity Investment\nCompany Cash Contributions [US$] $1,740,000 $1,046,000 $1,038,000\n        Arts7 [percent of total] 8% 8% 8% 10%\n        Education [percent of total] 22% 22% 24% 27%\n        Environment/Sustainability [percent of total] 20% 17% 14% 10%\n        Health and Human Services [percent of total] 50% 53% 54% 53%\nCompany Product Donations8$791,000 $624,000 $154,000,000 $100,000,000\nEmployee Giving $172,000 $295,000 $200,000 $222,000 \nEmployee Volunteer Hours 6,700 N/A94,900 8,500\nPublic Policy\nCompany Political Contributions [US$] $0 $25,00010$0 $0\n \n3   According to data provided by Dunn and Bradstreet.  \n4    Represents the percentage of employees that responded favorably to three questions that measure different aspects of employee engagement. These \ndata are reported on a calendar year basis. Fiscal year 2011 corresponds to calendar year 2010, and so forth.\n5    Percentages are as of the end of the calendar year, except for the Board of Directors, which are as of the annual meeting date (which typically occurs a \nfew months following the end of the calendar year). In these rows fiscal year 2011 corresponds to calendar year 2010, and so forth.\n6   Percentages are as of the end of the calendar year. In these rows fiscal year 2011 corresponds to calendar year 2010, and so forth.\n7   Data for contributions by focus area for fiscal year 2008 are U.S. only. Data for fiscal years 2009-2011 are global.\n8   Autodesk calculates its product donations at commercial value. The data for fiscal years 2008 and 2009 include products donated through the Autodesk \nCommunity Relations program. Beginning in fiscal year 2010, data also include products donated through the Autodesk Assistance Program (AAP), which \nprovides training and certification to non-employees wishing to become proficient in Autodesk products. The amount included for fiscal year 2011 is an \nestimate and is less certain than the amount included in the prior year. Data in this row do not include the value of products granted to students and edu -\ncators at no cost through the Autodesk Education Community. Since inception in 2006, 2.8 million users have downloaded nearly 4 million free Autodesk \nsoftware titles through this program, including nearly 1.1 million in fiscal year 2011. See  page 19  for detail.  \n9  Due to a systems issue, data for this year are not available.  \n10  In fiscal year 2009, Autodesk contributed $25,000 to the North Bay Transportation Alliance in support of the SMART train issue that appeared as  \nMeasure Q on the 2008 general election ballot in California. The measure passed and is leading to the development of a light-rail transportation  \nalternative to driving.FY2008 FY2009 FY2010 FY2011", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}