{"page_content": "5  Autodesk Sustainability in Action — Progress Report FY2011As a leading design software company, Autodesk has a unique opportunity to inspire and \nenable our customers to enhance the environmental performance of their products and \nprojects. We also focus on demonstrating leadership within our own operations by setting \naggressive targets and managing innovative programs to achieve them. \nSustainability Strategy        \nThe Autodesk vision — which frames our core principles and \npurpose for doing business — is to help people imagine, design, \nand create a better world. A better world is a sustainable world in \nwhich people and the planet are becoming healthier, more vibrant, \nand more prosperous. It’s not just about minimizing environmental  \nharm, but rather about restoring the planet, rejuvenating local \ncommunities, and creating thriving urban centers.\nTo achieve this vision, we aspire to help millions of architects, \ndesigners, and engineers worldwide radically transform the built \nworld by accelerating sustainable design. Our broad customer \nbase and extensive product portfolio provide Autodesk a unique \nopportunity and competitive advantage to help companies around \nthe globe address sustainability, benefitting people worldwide.\nOur four-pronged strategy includes the following:\nOffer the best portfolio of sustainable design solutions, and \nmake sustainable design easy and cost-effective.  As a company, \nwe have made strong progress in the past few years in making the \necological impacts of design decisions more \naccessible to architects, engineers, and designers \nearly in the design process through our technology. \nFor example, designers and engineers can now use \nthe Eco Materials Adviser functionality in \nAutodesk® Inventor® 2012  software to design more \nsustainable products by choosing better materials against the \nreal-world constraints of cost and performance. Material selection \nalso plays a key role in meeting regulatory requirements such as \nthe European Union Restriction of Hazardous Substances (RoHS) \nand Waste Electrical and Electronic Equipment (WEEE) directives.\nEducate and empower people to use our tools to design a more \nsustainable world . Beyond offering tools that enable sustainable \ndesign, we also recognize the need to educate  \nour customers about how to use those \ntechnologies to radically rethink the design \nprocess and make the outcome better and more \nsustainable. For example, the Autodesk \nSustainability Workshop is an online public-facing \nportal of free educational content that explains in simple terms \nwhat we mean by sustainable design and how to use Autodesk Inventor software and other tools to make better decisions. With \nvideos, tutorials, quick reference guides, and data sets, it offers \ntips, techniques, and tools that teach actionable strategies to \nincorporate sustainability considerations into designs and the \ndesign process. \nModel best practice in our own operations . Our environmental \nperformance is increasingly important to long-\nterm business success and to being a credible and \npreferred provider of sustainable design tools. \nProgress in this area has led to substantial \nenvironmental and financial savings. For example, \nthrough activities such as reducing the need for \nbusiness travel with virtual collaboration technology, investing in \nenergy-efficiency efforts, and minimizing the footprint of our \ncustomer events, we have decreased our carbon footprint in \nabsolute terms by more than 34 percent over the past two years. \nThis also fosters top-line growth by demonstrating Autodesk’s \nsustainability leadership and expertise to customers. \nAccelerate growth opportunities . Autodesk keeps its sights  \non the future, supporting industries, \norganizations, and initiatives that will have an \nimpact on the future of the built world. For \nexample, Autodesk partners with clean \ntechnology companies, providing them powerful \nsoftware and opportunities to help develop critically important \nsolutions that address our most pressing environmental issues. The \nAutodesk Clean Tech Partner program supports both emerging and \nestablished leaders in clean tech. Hundreds of companies \nworldwide are now participating in the program, using our software \nto get their products to market faster and more profitably.\nEach of these activities builds on Autodesk’s unique capabilities \nand is essential to accelerating sustainable design. More than  \never, our investments and progress in this area are central to our \nongoing leadership and success as a company. Environment\nSUSTAINABILITY STRATEGY", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}