{"page_content": "6  Autodesk Sustainability in Action — Progress Report FY2011SUSTAINABILITY GOVERNANCE\nOur sustainability governance model ensures strong collaboration \nand clear accountability across multiple levels of the company.\nOur CEO Carl Bass and his executive team oversee Autodesk’s \nsustainability efforts. Director of Sustainability Lynelle Cameron, \nwho reports to the chief marketing officer, manages the  \ncorporate sustainability team and is responsible for setting and \nimplementing Autodesk’s corporate sustainability strategy. \nBecause of the important role that our products play in enabling \nsustainable design, sustainability teams have been established  \nin both our Architecture, Engineering, and Construction and \nManufacturing divisions. These teams have accountability for \nsetting and implementing sustainability strategies specific to \nthose industries. An Environmental Core Team (see below) sets \nand implements strategy related to optimizing the environmental \nperformance of Autodesk operations.\nCorporate Environmental Management \nUnderstanding and reducing our impact on the environment \nrequires a high level of coordination and commitment. With \napproximately 6,800 employees, offices in 88 cities in 37 \ncountries, several annual global events, and millions of users, \nobtaining the right data and implementing environmental \nmeasures can be a challenge. \nAutodesk has instituted a management structure for obtaining \nenvironmental data, making investment decisions, and \nimplementing measures to reduce our impact. One-hundred \npercent of Autodesk locations are covered by the company’s \nenvironmental management system, which will be verified in  \nthe near future.\nENVIRONMENTAL CORE TEAM\nAn Environmental Core Team institutes sustainability best \npractices across the company’s operations. The team comprises \nsenior leaders from across the business, including facilities,  \nreal estate and travel, human resources, strategic planning and \noperations, finance, legal, sales, marketing, IT, and each  \nproduct division. \nTogether, these executives are responsible for understanding  \nthe environmental impacts of our business; establishing priorities, \ngoals, and plans for improving these impacts; and promoting and \nreporting these efforts throughout the company.Environmental Project Teams\nProject teams directed by the Environmental Core Team are \nresponsible for executing on our strategy in the company’s four \nlargest environmental impact areas (all closely related to energy \nuse and climate change): employee travel, facilities, major events, \nand IT operations. Each project team is co-led by the Sustainability \nTeam and an Autodesk employee from that activity area. They \nmanage the evaluation, prioritization, and implementation of \nmeasures that reduce our environmental impact in that area, and \nwork as needed with key stakeholders from across the company. \nThis collaboration ensures that environmental impact and \nbusiness productivity go hand in hand. \n \nAUTODESK ENVIRONMENTAL MANAGEMENT STRUCTURE\n CEO STAFF\nENVIRONMENTAL CORE TEAM\nTRAVEL\nPROJECT\nTEAMFACILITIES\nPROJECT\nTEAMEVENTS\nPROJECT\nTEAMIT\nPROJECT\nTEAMSUSTAINABILITY\nTEAM\nGreen Teams\nGreen teams lead grass-roots initiatives in many of our offices \nworldwide. These groups are led by employee volunteers \ninterested in reducing Autodesk’s environmental footprint and \neducating their fellow employees on environmental sustainability. \nGreen teams increase awareness of local recycling options, \norganize special events, and roll out sustainability initiatives such \nas community clean-ups, home electronic waste recycling drives, \nand education about alternative commute possibilities. We \nsupport these efforts and share results across the company \nthrough the sustainability section of our intranet.\nEnvironmental Measurement System\nIn collaboration with the project teams, the Sustainability Team \nmanages a measurement system that captures data from across \nthe company about our environmental impact. The teams work  \nto ensure completeness and consistency of data, and provide \nfinancial and environmental analysis to prioritize investments. \nAutodesk has made progress in expanding our environmental \nmeasurement system and capturing an increasing amount of  \ndata, particularly regarding our carbon footprint. This enables us \nto better understand, improve, and report our performance.\nEnvironmental Policy\nIn 2008, Autodesk CEO Carl Bass signed the Autodesk \nEnvironmental Policy , which outlines our high-level sustainability \ncommitments.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}