{"page_content": "8  Autodesk Sustainability in Action — Progress Report FY2011Autodesk® Mechanical Simulation software  extensive finite \nelement modeling tools help manufacturers study initial design \nintent and accurately predict product performance.\nAutodesk® Moldflow® Simulation software provides injection \nmolding simulation tools for validating and optimizing plastic \nparts, injection molds, and the injection molding process for \nmanufacturing.\nExplore Key Issues  to learn how our customers are using Autodesk \nsolutions to address challenges and opportunities in areas such as \ngreen building, smart utilities, and sustainable infrastructure. View \nCustomer Stories  for detailed examples illustrating how architects, \ndesigners, and engineers worldwide use Autodesk software to \ntransform how they design the world around us.\nAutodesk Clean Tech Partner Program\nThe Autodesk Clean Tech Partner Program, founded in 2009, \nsupports the efforts, innovations, and environmental \nadvancements of clean technology pioneers by providing \nworld-class software to design, visualize, and simulate their  \nideas through the creation of digital models and prototypes.  \nClean tech companies in North America, Europe, and Japan who \ncan benefit from Autodesk solutions for Digital Prototyping are \ninvited to apply to the Autodesk Clean Tech Partner Program, \nwhich provides participants with up to US$150,00013 worth  \nof software for only US$50. With digital prototypes, clean tech \ninnovators can explore and communicate ideas, test multiple \nconcepts, and accelerate improvements, while reducing potentially \ncostly errors.\nHundreds of companies are participating in the Autodesk  \nClean Tech Partner Program worldwide. For example: \n•\t Automotive manufacturer Tesla Motors uses Autodesk \ndesign software to reinvent electric cars, creating  \nhigh-quality designs more quickly and efficiently.   \n•\t Clean energy company Enventix uses Autodesk design \nsoftware to help convert solid municipal waste into  \nclean fuel. \n•\t Micromidas uses Autodesk software to turn polluting \nbiosolid sludge into advanced plastics.\n•\t APTwater uses Autodesk design software to optimize  \nspace and materials use for its water treatment, wastewater \nreuse, and environmental remediation technologies.\n•\t Utility Scale Solar used Autodesk software to design, test, \nand create its heliostat devices.  \nLearn more . Autodesk as a Living Lab\nAt Autodesk, we have a unique opportunity to explore innovative \nways of using our software for sustainable design by applying  \nit to our own business and operations. This enables us to:\n•\t Explore and enhance sustainable design functionality  \nin our software \n•\tBetter understand and address customer needs \n•\tImprove our own environmental performance \n•\t Develop new product workflows that help advance \nsustainable design \nFor example, our facility in the Solaris building in Singapore was  \na 56,000-square-foot interior build-out, completed in 2011. Aedas \nInteriors, a leading international design practice, used Autodesk® \nRevit® Architecture software to visualize the real-world \nappearance and simulate the performance and cost of the project. \nRevit Architecture also helped Aedas collaborate with the \nproject’s mechanical, electrical, and plumbing (MEP) engineering \nconsultants, who used Autodesk® Revit® MEP software. The site  \nis seeking LEED® Platinum Certification for Commercial Interiors.\nSustainable Design Education\nIn industries from consumer goods and transportation to \narchitecture, utilities, and urban planning, designers and engineers \nare being asked to deliver more sustainable products and projects. \nAutodesk offers educational tools and resources to help students \nand educators learn and teach sustainable design, including:  \n•\t Autodesk Sustainability Workshop , a free online resource \noffering short, engaging videos that demonstrate basic \nprinciples of sustainable design, as well as case studies and \ntutorials that illustrate how to put the concepts into \npractice with Digital Prototyping and Building Information \nModeling (BIM). \n•\t Software grants through the Autodesk Education \nCommunity , for students and educators who want free14 \naccess to the latest versions of more than 30 titles of \nAutodesk software for personal use. Autodesk also offers \nspecially priced software bundles to IT departments of \neducational institutions.\n13  Value is based on up to five commercial licenses of each application.\n14   Free products are subject to the terms and conditions of the end-user license agreement that accompanies the software. The license term is 36 months.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}