{"page_content": "9  Autodesk Sustainability in Action — Progress Report FY2011•\t The Autodesk Sustainable Design Curriculum 2010  that \nhelps teachers incorporate BIM techniques and technology \nfor sustainable design into their classrooms and studios.  \nThe curriculum uses Autodesk software and includes an \ninstructor guide, student workbook, datasets, and videos.  \nIt is available in Chinese, English, German, Italian, Japanese, \nand Korean.\n•\t The Autodesk BIM Workshop , created to help architecture, \nengineering, and construction management students learn \nBIM sustainable design practices along with integrated \nproject delivery (IPD) concepts. The interactive site has \nextensive learning materials, videos, and exercises, as well as \ncomprehensive teaching tools that provide students with a \nstrong focus on sustainable and conceptual design concepts.\nDawn Danby, senior sustainable design program manager, and Jeremy Faludi, LEED® \nAP, sustainable design strategist and researcher, demonstrate the principles and \npractice of sustainability in an assortment of engaging videos on Autodesk Sustain -\nability Workshop.\nAutodesk also fosters sustainable design education through \ncollaboration with leading organizations and governments. In  \nour work with China’s Ministry of Education, Autodesk is helping \nto shift engineering practices throughout the country by training \nfaculty on Autodesk software and best practices that enable \nsustainable design. As part of this agreement, Autodesk has \njointly set up more than 10 Centers of Excellence and design \ncenters in universities throughout China and founded a student \ndesign community to support teacher and student interaction.  \nIn late-2009, Autodesk announced plans to donate US$50 million \nworth of software to Chinese schools and universities.\nWe fuel students’ passions outside the classroom as well by \nsponsoring sustainable design competitions, such as the Shell \nEco-marathon, which challenges students to design, build, and \ntest energy-efficient vehicles—and see which can go the farthest \nusing the least energy. The Solar Decathlon, also sponsored by  \nthe U.S. Department of Energy, challenges students worldwide  \nto design an attractive and energy-efficient solar-powered house. \nLearn more . \nSee page 18 for more information about Autodesk’s education  \nand access to technology efforts.Autodesk Carbon Footprint \nAlthough the Autodesk carbon footprint is relatively small, we \nstrive to implement best practices to consistently measure and \nreduce it. Over the past four years, we have dramatically improved \nour measurement system and become more carbon-efficient. \nAutodesk increased revenue 14 percent in fiscal year 2011 \ncompared to fiscal year 2010, while managing to reduce \ngreenhouse gas (GHG) emissions per dollar of revenue by 14 \npercent during that period. Despite significant growth as a \ncompany and emergence from the global economic downtown,  \nwe decreased our carbon footprint in fiscal year 2011 by 2 percent \nin absolute terms over the prior year and more than 34 percent \ncompared to the base year, fiscal year 2009, to 50,400 metric \ntons of carbon dioxide equivalent (CO2e). \nGHG EMISSIONS, BY ACTIVITY\n(Metric Tons C O2e)\n010,00020,00030,00040,00050,00060,00070,00080,000\nFY2011 FY2010 FY2009IT Operations/\nData Centers \nSales Fleet \nMajor Conferences \nFacilities\nEmployee \nCommute \nBusiness \nTravel FY/two.lf/zero.lf/one.lf/zero.lf GOAL\nFY/two.lf/zero.lf/one.lf/one.lf GOAL\n \nSCOPE OF FOOTPRINT\nAs part of our commitment to model sustainability best practices, \nAutodesk includes a large range of business activities in our \nfootprint, including Scope 3 emissions. While we don’t have direct \ncontrol over these emissions, they would not exist without our \nbusiness activities or purchases. By including them, we are better \nable to understand how our business activities affect our vendors’ \ncarbon footprints and use our influence to reduce our vendors’ \nimpact on the environment. \nAutodesk reports emissions from electricity it purchases as  \nScope 2. In leasing situations in which the landlord purchases the \nelectricity we use, Autodesk lacks operational control, so includes \nthese emissions as Scope 3.\nOur carbon footprint process has earned recognition by the \nCarbon Disclosure Project and various socially responsible \ninvestment indexes.\nAutodesk follows the Greenhouse Gas Protocol for carbon \nmeasurement and reporting. While the company’s GHG emissions \nare not currently verified by a third party, Autodesk plans to \npursue such verification in the near future.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}