{"page_content": "10  Autodesk Sustainability in Action — Progress Report FY2011Autodesk has become more carbon efficient year over year by \nother measures as well, reducing CO2e emissions per employee  \nby 5 percent and per total active square footage by 10 percent.\nGHG EMISSIONS INTENSITY\n(Metric Tons C O2e)\n5\n010152025303540\nPer 1,000 \nActive \nSquare Feet\nPer EmployeePer Million\nUS$ Revenue\nFY2011 FY2010 FY2009\nSee the following pages for more detail about our progress in \neach of the main activity areas listed above: employee travel, \nfacilities, major events, and IT operations/data centers. \nView Autodesk’s Carbon Disclosure Project  submissions for \nadditional detail about our approach and calculation \nmethodologies in this area, as well as our assessment of climate-\nrelated risks and opportunities for our company. \nWe also help our customers and their customers decrease GHG \nemissions through the use of our products. See page 7 for detail.\nSETTING A GHG EMISSIONS REDUCTION GOAL \nUSING C-FACT\nAutodesk has devised an approach to developing targets to \nreduce GHG emissions. Our Corporate-Finance Approach to \nClimate-stabilizing Targets (C-FACT) methodology calls for \ncompanies to reduce GHG emissions in line with global scientific \nand policy climate stabilization targets, and in proportion to \ncompanies’ relative contribution to the economy, measured by \ngross domestic product (GDP). \nIf all companies were to adopt this approach, private sector \nemissions would be on track to help stabilize the climate by 2050. \nAutodesk is making this approach open source so that other \ncompanies can adopt and build upon it.\nWe have committed to following this approach through the year \n2020. Autodesk will publish the annual target derived from this \nmethodology and our performance against that target at the close \nof each fiscal year. Autodesk remains on track to meet its target for 2020 as \nidentified by our C-FACT methodology. For fiscal year 2011, we \nused the methodology to define our target to reduce absolute \nemissions by 10.9 percent compared to our fiscal year 2009 \nbaseline. We exceeded and continue to be ahead of this target. \nFor fiscal year 2012, our C-FACT target is a 15.8 percent absolute \nreduction from our fiscal year 2009 baseline. We will continue  \nto pursue reduction initiatives to achieve this target.\nLearn more  about C-FACT.\nEMPLOYEE TRAVEL\nAs a global company, employee travel is vital to our business. \nHowever, it also has a large impact on the environment. In fiscal \nyear 2011, business travel resulted in 16,600 metric tons CO2e  \nof GHG emissions, 33 percent of the total Autodesk carbon \nfootprint and 25 percent more than the prior year, largely due to \nbusiness growth as Autodesk emerged from the global economic \ndownturn. This total is 31 percent lower than our base year (fiscal \nyear 2009) and includes emissions from air travel and ground \ntransportation such as rental cars.\nWe ask our travel vendors about their environmental \nperformance—such as information regarding jet fuel efficiency \nfrom our preferred airline partners, details about the availability \nof hybrid vehicles from our car rental and leasing vendors, and \ninformation about environmental commitments, green cleaning, \nand sustainable tourism certifications from our preferred hotel \nvendors. This helps us define requirements in our requests for \nproposal and make decisions that will reduce our environmental \nimpact. While we encourage those vendors to improve their own \nefficiency, the most direct way we can reduce emissions from \ntravel is by reducing travel itself. \nOur most common purposes for business travel are meetings with \ncustomers and partners, internal meetings, and events (in our \ncarbon footprint, Autodesk reports emissions from event-related \ntravel separately from regular business travel). \nTo reduce travel to meetings, we have made significant \ninvestments in virtual collaboration technologies. These include \n22 Telepresence systems, more than 50 Roundtable systems, and \ncompany-wide webcam conferencing options. We are rolling out \nextensive training and support programs to encourage employees \nto capitalize on these tools. \nIn 2010 and 2011, Autodesk implemented campaigns to educate \nemployees about GHG emissions caused by business travel. We \ncommunicate emissions at the time of travel ticketing; we plan to \ncommunicate alternatives beginning in 2011. \nIn 2010, we launched a new program called “Save a Million Week!” \nthat aims to increase awareness and utilization of travel-saving \nvirtual collaboration technologies. Employees are encouraged  \nto save a million minutes of productivity, a million dollars from \navoided travel, and a million pounds of CO2e emissions.", "metadata": {"source": "NASDAQ_ADSK_2011.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}