{"page_content": "12\nDiversity and Inclusion\nWe view diversity as a strength because a diverse workforce leads to innovative ideas and solutions that \nhelp us recover more hearts and save more lives. As a global company, Abiomed is committed to creating \nan environment where the cultures, experiences and perspectives of our employees are embraced \nand respected. We provide equal employment opportunities to internal and external talent that allow \nall individuals to maximize their capabilities regardless of race, color, sex, national origin, religion, age, \ndisability, marital status, pregnancy, sexual orientation, gender identity, genetic information, veteran status \nor any other non-merit-based factor.\nWe are a global company with employees in 16 countries, including the United States, Canada, France, \nGermany, Japan, India and more. Currently, 32% of management and 43% of our total workforce are female. \nWe rank above the industry benchmark for females in management (+6%) and professional employees \n(+5%). With 29% ethnic diversity among our United States teams, we are above the industry benchmark in \nmedical device companies for non-white employees in the professional category (+5%), specifically with \nBlack (+0.7%), Hispanic (+2.7%), and Asian (+1.4%) employees.\nWe acknowledge that the medical device industry and Abiomed can do better to increase diversity in the \nworkforce, and we are committed to doing so. In 2020, we hosted an all-company virtual town hall meeting \nand dialogue on diversity, which was led by Abiomed leaders of our diversity working group.  \nWe hosted a series of diversity and inclusion listening sessions for our employees to engage with, listen \nto, and learn from each other. We will continue company-wide discussions to advance this important \nconversation.\nWe initiated a training pilot on “Unconscious Bias in the Workplace” and are currently evaluating additonal \nprograms for employees around diversity and inclusion. Our People\nAt Abiomed, we are passionate about recovering hearts and making a difference in the lives of our patients. \nWe embrace a Patients First culture and take great joy in celebrating every patient success story. \nAs part of achieving our mission, we are committed to creating an inclusive and diverse environment in \nwhich all employees are encouraged to achieve their full potential. \nIn addition, we are committed to fair and equal employment. We ensure that no employee or applicant for \nemployment is denied an opportunity because of race, color, sex, national origin, religion, age, disability, \nmarital status, pregnancy, sexual orientation, gender identity, genetic information, veteran status or any \nother non-merit-based factor.\nThe human resources team is responsible for implementing our global people programs and policies. We \nprovide educational resources for our employees through Abiomed’s online learning system. We regularly \nprovide training opportunities to employees on company policies, code of conduct, operational practices, \nleadership development, product training and more.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}