{"page_content": "15\nEmployee and Community Engagement\nOur most recent annual employee engagement survey results indicate that 86% of Abiomed employees \nare engaged, exceeding the global benchmark for employee engagement (77%), and 83% gave an \noverall favorable job satisfaction score. Additionally, we continue to have high employee participation \nin this survey, with the most recent participation rate of 98%. We attribute that high rate to the fact \nthat our employees know that we listen and learn from the insights, we make changes based on the \nfeedback, and we always strive to improve.\nAbiomed was one of four organizations that received DecisionWise’s 2020 and 2021 Employee \nEngagement Best Practice Award, based on a review of more than 10 million survey responses in the \ninternational employee engagement survey benchmark database.\nWe strongly believe in recognizing our employees for their contributions to our unique culture and \nmission and for their talent and hard work. Among the programs at Abiomed that recognize our talented \nemployees are:\n• Certificate of Appreciation, which recognizes employees who go above expectations demonstrating \none or more of Abiomed’s four principles or operating procedures \n• The Management Award that recognizes employees for outcomes that result in a measurable impact \non the business \n• The Abiomed Anniversary Recognition Program\n• The Patients First Culture Award\n• The Chairman’s Lightning Bolt Award\nWe foster a sense of community within our company. Employees participate in the following company \nactivities, among many others:\n• Visits with the patients who benefited from our products\n• Special informational sessions for new employees and various leadership development programs\n• Our annual patient summit and summer party\n• Sports teams, including softball and hockey\n• Company-sponsored races, including the Aachen Run in Germany and JP Morgan Corporate \nChallenge RunStudent Mentor Programs\nEach year, our employees mentor and provide learning opportunities to the next generation through our \nstudent initiatives. \nIn FY21, we hosted 61 United States students and 30 from the European Union in our academic \nresearch, business development, human resources, finance, manufacturing, quality, clinical training, \nmarketing, research, corporate communications, engineering and IT departments. Nine of these \nstudents became full-time employees.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}