{"page_content": "19\nEnvironmental Safety Responsibility and Progress\nAt Abiomed, we strive to improve our performance relating to the protection and preservation of the \nenvironment and the health and safety of the communities where we live and work. We are committed \nto improvement and to measuring our success. \nDuring FY21, we achieved supply chain improvements to minimize hazardous and non-hazardous waste \nwith waste-to-energy methods, increased production efficiency and reduced costs associated with \npurchasing raw materials. Our efforts:\n• Saved more than 500 million kilowatt hours of energy \n• Conserved more than 878 million gallons of water \n• Reduced use of more than 48,000 gallons of oil \n• Saved more than 2,000 trees \n• Eliminated 420 cubic yards of landfill\nOur systems and manufacturing equipment are designed to use water, energy and materials in efficient \nways, reusing and recycling wherever possible. Our waste management procedures comply with local, \nstate and federal environmental regulations that also protect employees, visitors and the community.\nWe encourage and expect our employees to be environmentally responsible and encourage their \nengagement and participation in environmental and sustainability initiatives to meet our goal of \nreducing our environmental impact.\nOur environmental programs include:\n• Spill prevention, control and countermeasures\n• Secure data destruction\n• Refrigerant and coolant inventory \n• Electronics and battery recycling (accredited recycler) \n• Single-stream recycling and composting \n• Cooking oil recycling\n• Abiomed Café food composting \n• Building upgrades, including energy efficient lighting, heating/cooling (HVAC) systems and water \nconservation systems\n• Electric vehicle charging stations", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}