{"page_content": "20\nProduct Safety \nThroughout our organization, manufacturing facilities and in our research and production sites, we \nmaintain stringent quality control and testing procedures to guarantee the safety of our employees, \npatients and the communities we work in and to protect the environment. \nWe hold our products to the highest safety standards. Our manufacturing facilities have met the \nrequirements for medical devices of the ISO 13485 standard for ISO certification, have been audited by \nIntertek and are AEO-certified. Our manufacturing facilities also meet all local regulations and have met \nthe standards for compliance with the FDA, PMDA and GDPR.\nWe work with the FDA and its global equivalents to define quality and monitoring programs based \non key metrics of our products’ success and safety across our supply chain. These metrics include \nour monitoring of global regulatory quality standards, continuous updates to standard operating \nprocedures, our annual management review process and our program dedicated to reporting on \npotential adverse events.\nAbiomed follows United States FDA regulations when running clinical trials, including receiving \nauthorization for studies through the Investigation Device Exemption (IDE) application, reviewed by  \nthe FDA and an institutional review board. Data collected from the studies is also analyzed using  \nFDA-approved methods.\nCollaboration is the best way to improve our products, and the conversations and interactions we \nfacilitate between manufacturers and engineers help to ensure the safety and quality of our products.\nSupply Chain Excellence  \nAbiomed sources materials from suppliers who share our values and priorities. We evaluate both new \nand existing suppliers on a range of criteria, including engineering capability, financial stability, quality \nsystems, geographic location, language and much more. \nBecause our products are essential to keep people alive, we have developed a robust risk mitigation \nand production monitoring system to protect against shortages. We monitor internal production and \ninventory shipments, maintain a dedicated safety stock of raw and finished goods, manage a second \nsourcing program and risk mitigation plan with suppliers, and run scheduled audits on the quality of all \nour suppliers. We also maintain business interruption insurance.\n", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}