{"page_content": "3\nAs a medical device and health care technology company, environmental, \nsocial and corporate governance (ESG) factors are integral to our business. We \ntake our responsibility to promote ESG principles and best practices seriously \nand continuously seek to improve our performance. Our FY21 ESG report was \ndeveloped to facilitate convenient access and increase transparency of our \ncore corporate responsibility goals, initiatives, progress and achievements. Our \nmanagement system for health, safety, environment and quality are regularly \nreviewed to achieve best performance. \nWe are publishing our first sustainability report for FY21 based on third-party \nsustainability standards. This report is the single accurate source of information \nabout Abiomed’s ESG. Abiomed provides no assurance or guarantee that any other \nESG report or third-party report contains accurate and updated information.\nWe maintain stringent procedures to guarantee the safety of our employees, \npatients and the communities we work in, all while protecting the environment. \nAll of our research and production sites and manufacturing facilities have met \nthe International Organization of Standardization (ISO) requirements for medical \ndevices of the ISO 13485 standard for certification, have been audited by Intertek, \nand are Authorized Economic Operator (AEO) certified. Our manufacturing facilities \nalso meet all local regulations and the standards for compliance with the United \nStates Food and Drug Administration (FDA), Pharmaceuticals and Medical Devices \nAgency (PMDA), and General Data Protection Regulation (GDPR).\nWe will be providing annual updates in relation to our ESG programs, progress and \nperformance. \nIn addition to this report, please visit www.abiomed.com.ABIOMED ENVIRONMENTAL,  \nSOCIAL & GOVERNANCE  \nMANAGEMENT AND DISCLOSURE", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}