{"page_content": "21\nEmployee Safety\nThe safety of our employees, visitors and contractors is of the utmost importance at Abiomed. We \nbelieve that safety is everyone’s responsibility, and we are committed to nurturing a safe and healthy \nworkplace for all employees, identifying and mitigating hazards and reducing the likelihood of \naccidents.\nWe have environmental, health and safety (EHS) programs, policies and trainings in place for employees \nand contractors. These meet or exceed regulatory requirements and are regularly reviewed.\nAbiomed had no regulatory violations/findings by the Occupational Safety and Health Administration \n(OSHA).\nWe conduct regular safety meetings and trainings and have a robust global training program, all of \nwhich are mandatory. All Abiomed employees, contractors and vendors participate in a rigorous training \nprogram specific to their role to clearly define our safety expectations.\nIn FY21, members of the global commercial team completed, on average, 62.5 hours of training \nannually; global non-commercial team members completed an average of 35 hours of training annually.\nTo uphold our high standards, we engage employee adherence through our safety committee, which \nbrings employees and management together in a non-adversarial, cooperative effort to promote safety \nand health in the workplace. Safety representatives in all laboratories, clean rooms and process areas \nhelp ensure compliance. Velocity EHS, our near-miss and hazard reporting tool, has helped us identify, \nreduce and eliminate significant safety risks and hazards.\nAs essential workers, we have faced additional safety challenges due to COVID-19, which we have \naddressed to ensure the health and safety of our employees and their families. All employees, including \nthose in manufacturing and shipping, are provided personal protective equipment (PPE), in-house \nantigen and COVID-19 testing, temperature screening and monitoring, ample space for proper social \ndistancing, and sanitation procedures. These measures have been implemented both for everyone’s \nhealth and safety as well as to maintain our manufacturing processes.Employee Health, Safety and Well-Being  \nHealth and safety at Abiomed are priorities that we maintain and cultivate. We are committed to safety \nexcellence and maintaining our accident/incidents rates below industry average. \nWe believe that our employees will do their best work when they are healthy and happy. To support \nour talented teams, Abiomed offers a suite of health and wellness programs for employees and their \nfamilies. We provide resources for employees that are intended to support emotional and physical \nwellness and assist with productivity. Our telehealth service offering provides high-quality health care \nservices for our employees who prefer support in a virtual setting. This has become a widely used \nbenefit with positive feedback from our employees. Additionally, our employee assistance program \nprovides employees with text or live video sessions for mental health, financial or legal counseling at no \ncost.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}