{"page_content": "24\nOur Code of Conduct  \nOur code of conduct is the cornerstone of our compliance program as it guides us on how to apply \nour values every day with our employees, health care professionals, suppliers and business partners. \nThe code of conduct holds us to the highest standards of self-improvement, internal communications, \ninnovation, compliance and response to potential violations of laws and regulations, and protects good \nfaith reporters who speak up about potential violations. \nIn addition, we expect suppliers, distributors, consultants and others with whom we do business to act \nin a way that is consistent with the principles and values in our code of conduct. \nOur code of conduct applies to all our interactions with individuals (clinical and non-clinical including, \nwithout limitation, physicians, physician assistants, nurses, technicians, purchasing managers, \nhospital administrators and office staff) and entities (including, without limitation, hospitals and group \npurchasing organizations), that directly or indirectly purchase, lease, use, recommend or arrange for the \npurchase, lease or use of any Abiomed product or service.\nThe code of conduct is accessible on Abiomed’s intranet and is publicly available on our website.\nShould Abiomed become aware of potential violations of law or company policy, we will investigate \nand, as appropriate, take disciplinary action and implement corrective measures designed to prevent \nfuture violations. Additionally, Abiomed monitors and audits the company’s adherence to the code, \nestablishing priorities based on identified risk factors, industry trends, government enforcement actions \nand laws in countries where we do business.\nIn addition, every Abiomed employee must abide by all policies in Abiomed’s employee handbook, \nwhich is provided at the start of employment. Each employee also is bound by the terms and conditions \nof their employment or other agreement, if any, with Abiomed.  Our non-discrimination policy is \nincluded in the employee handbook.\nAbiomed’s chief compliance officer has overall responsibility for overseeing and monitoring our \ncompliance program and reports out to the Risk and Compliance Committee of the board of directors \nquarterly.  We are committed to regularly reviewing and enhancing our code of conduct to meet our \nevolving compliance needs.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}