{"page_content": "25\nOur Board of Directors  \nOur board of directors sets corporate governance policies, practices and strategic direction and is \naccountable to our shareholders. In carrying out its fiduciary duties, the board ensures the company is \nproperly addressing financial and operational risk.\nOur board outlines expectations for our commitment to ethical and effective corporate governance. These \nguidelines cover topics such as:\n• Board size and composition\n• Director selection and qualification\n• Director responsibilities and operation of the board\n• Responsibilities of board committees\n• Board oversight for strategic planning and fiduciary responsibility\n• Director compensation\n• Process for performance evaluations\nGoals and Commitments to Company Governance  \nOur objective is to meet the highest possible standards of responsible governance and business ethics.\nAbiomed’s board of directors is structured to promote accountability within the business. The board’s four \nstanding committees are audit, compensation, governance and nominating, and risk and compliance. All \nare comprised of independent directors. The committee charters are publicly available on our website.\nThe Audit Committee is responsible for overseeing the integrity of financial statements and financial \nreporting processes. \nThe Compensation Committee recommends and establishes executive compensation.  \nThe Governance and Nominating Committee strives to make our board of directors full of diverse \nindividuals from different backgrounds and sectors that are important to the company. Race and gender \nare among the factors that the committee considers. Currently, 50% of the independent directors \nare diverse. The committee also is committed to maintaining a degree of refreshment on the board \nof directors while also balancing the contributions made by current directors and their knowledge of \nAbiomed’s strategic goals.\nThe Risk and Compliance Committee works with Abiomed’s chief compliance officer to oversee significant \nhealth care-related regulatory areas, including the FDA and the Health Insurance Portability and \nAccountability Act, and provides similar support across international jurisdictions to help ensure Abiomed \nis also compliant when additional clinical trials are required to market a product outside of the United \nStates.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}