{"page_content": "8\nOur Purpose and Products\nOur product portfolio preserves the heart and oxygenates the lungs allowing them to rest, heal and recover. \nWe are humbled by the intricacies of the human heart and lungs and honored to have a role in saving \npeople’s lives. \nOur products are intended for use in high-risk percutaneous coronary interventions (PCIs), cardiogenic \nshock, right heart/biventricular support, class III and IV heart failure, and respiratory failure (ECMO). We are \nexpanding our product offerings to include new indications to help save more lives.\nSaving Lives\nImpella®, our signature product line, has supported more than 170,000 patients globally. Impella is used \nin more than 2,000 hospitals. We believe the current addressable market for Impella is more than 640,000 \npatients in the United States for high-risk PCI and AMI cardiogenic shock, 25,000 patients in Germany and \n50,000 patients in Japan. We look forward to supporting more patients and hospitals across the globe.\nExpansion of New Products\nThe first 1,000 patients have been treated with our newest heart pump, the Impella 5.5® with SmartAssist®, \nin the first year after the FDA granted Impella 5.5 with SmartAssist its highest level of approval for safety and \nefficacy. \nIn 2020, the Abiomed Breethe Oxy-1 System™ received FDA 510(k) approval to more comprehensively serve \nthe needs of patients whose lungs can no longer provide sufficient oxygenation, including patients suffering \nfrom cardiogenic shock or respiratory failure due to ARDS, H1N1, SARS or COVID-19. \nThe FDA also approved our investigational device exemption application to start an early feasibility study \nwith a first-in-human trial of the 9 French (Fr) Impella ECP™ heart pump. Impella ECP , which stands for \nexpandable cardiac power, has started an early feasibility study in high-risk PCI patients and has seen great \nsuccess in the first patients treated.\nWe are excited about the new products we have in development, including the Impella XR Sheath™ that \nexpands and recoils to allow for small-bore access, and the Impella BTR™, a minimally-invasive, wearable, \nlong-term hemodynamic support device,  for which we will seek a bridge-to-recovery indication.", "metadata": {"source": "NASDAQ_ABMD_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}