{"page_content": "23Human Capital Management\nOur employees are our most critical assets. The success and \ngrowth of our business depends on our ability to attract, \nreward, retain and develop diverse, talented and high-perform -\ning employees at all levels of our organization, while sustaining \nan environment of anti-discrimination that ensures equal \naccess to opportunities. To succeed in an ever-changing and \ncompetitive labor market, we have developed human capital \nmanagement strategies, objectives and measures that drive \nrecruitment and retention, support business performance, \nadvance innovation, foster employee development and support \nour vision (to lead the transformation to high-quality, cost-  \neffective healthcare), our mission (to improve the health of \ncommunities), and our values (integrity, passion for perfor -\nmance, innovation and focus on people). Our vision, mission \nand values, objectives and measures, form a framework \nadvanced through a variety of programs and initiatives. For \nmore information, please see our 2021 Annual Report on  \nForm 10-K .We are focused on demonstrating strong practices aligned with \nour ethical, respectful and accountable culture, resulting in a \npositive employee experience. We believe that this goal is best \nsupported by our emphasis on giving back to our communities, \nincreasing well-being and mental health awareness and \nsupport, and creating a thoughtful, inclusive culture of diverse \nemployees where everyone feels they can contribute and grow.\nWe recently received the Achiever’s annual “50 Most Engaged  \nWorkplaces” award for our commitment to employee-centered \nprograms. We were also recognized for the outstanding \nachievements of our employee resource groups (ERGs) with  \nthe 2021 Diversity Impact Awards™ “Top 10 Enterprise-Wide \nERG Award” as well as “Executive Sponsor of the Year” by the \nGlobal ERG Network in August 2021. Please visit the Awards \nand Recognition  section of our website for a full listing.\nOur People Strategy\nWe aim to build a culture of high performing leaders and teams \nwith a “People First” growth mindset for evolving our culture \nand organization, living by our values and maintaining a high \nlevel of employee engagement and retention.\nOur ability to attract, engage, train and retain top talent is \ncritical to our success and the value delivered to our members, \nother customers, stockholders and other stakeholders. To meet these objectives, our “People Strategy” is anchored \nupon three foundational goals:\n• Attract the best people  through effective workforce planning \nand recruiting strategy.\n• Create a high-performing workforce  with clearly defined \ngoals, strong leadership and aligned incentives.\n• Create a compelling work environment where employees \nfeel valued and able to contribute to the success of the \nbusiness through fostering innovation, collaboration  \nand growth.\nOur successful execution of our “People \nStrategy” is dependent upon having the right \ntalent, in the right place, at the right time, \nequipped to achieve and exceed organiza -\ntional goals. We recognize and reward employees who \nconsistently display integrity, a passion for \nperformance, a commitment to innovation \nand focus on people. This is enabled by strategic and intentional \nprograms and practices that continually \nattract, engage, develop, effectively manage \nand retain talent at all levels while maintaining \na culture of performance excellence and \n“People First” behaviors.Integrity  |  Passion for Performance  |  Innovation  |  Focus on People\nTalent \nAcquisitionStrategic and \nEffective \nTalent \nManagementReward and \nRecognizeHealth and \nWell-beingStructure, \nReporting, \nComplianceLeadership\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}