{"page_content": "25Total Rewards Philosophy and Program\nOur Total Rewards program combines competitive compensa -\ntion packages with health and wellness resources, employee \nexperiences, talent development and recognition opportunities. \nOur Total Rewards philosophy and programs are designed  \nto attract and retain exceptional talent at all levels of our \norganization.\nCompensation\nOur Compensation Committee reviews compensation policies \nand programs on an annual basis as part of the Board’s risk \nassessment and management responsibilities. Our Human \nResources Compensation team is led by our Senior Vice \nPresident of People and reports directly to our CEO. This team \nprepares a risk assessment report that addresses the incentive \ncompensation structure, plans and processes at all levels of our \ncompany for annual review by the Compensation Committee. \nFor a description of our company’s executive compensation \nprogram, refer to our Proxy Statement .\nPremier uses a myriad of evaluation methods, including \nexternal market surveys and geographic cost of living and  \ncost of labor assessors, and external experts to ensure our \ncompensation programs are competitive, equitable and \nreasonable. We use internally developed processes for career-  \nlevel framework and talent and succession planning to provide \nemployees with growth and advancement opportunities which, \nin turn, drive the economic mobility of our workforce. We strive \nto comply with all equal opportunity and pay equity laws and continuously review compensation levels to identify any \npotential disparate impact of protected groups, and to ensure \ninternal equity and external competitiveness.\nHealth and Wellness\nTo best execute our mission to improve the health of communi -\nties, we realize that we must first start within our own homes. \nWe therefore consider the health and well-being of our employ -\nees and their families as a top priority. \nWe provide customizable benefits coverage, fitness and \nwellness programs and healthy living incentives. We offer a \nChoice Flexible Benefits Program, providing an array of health, \ndental and vision coverages, along with life, disability, flexible \nspending and paid family leave offerings. \nWe also provide a variety of resources from our Employee \nAssistance Program to support the health and well-being of our \nemployees and their families during challenging times, such as: \n• Let’s Talk about Mental Health and Emotional Well-Being\n• Weathering the Storm: The Value of Mindfulness in Times  \nof Stress\n• Finding Balance in a Digitally Driven World \n• Managing Mental Health During Times of Social Change\nOur wellness strategy provides outcomes-based financial \nincentives for employees who have completed activity-based \nhealth alternatives such as personal health assessment, \nbiometric screening and activity goals.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}