{"page_content": "26Talent Development\nWe take a comprehensive approach to talent development by \nproviding our employees opportunities for personal and career \ngrowth through a mix of in-person and online learning opportu -\nnities. We provide an assortment of instructor-led courses  \nfor job-specific training, as well as access to online learning \nplatforms such as Workday Learning and LinkedIn Learning. Our \nonline curriculum includes a selection of nearly 9,000 internally \ndeveloped and LinkedIn Learning courses, grouped categorically \nwith topic areas such as leadership and management; produc -\ntivity and time management; project management; diversity, \ninclusion, and belonging; personal and business acumen;  \ndata analytics; and new hire training. In FY2021, our employee \nparticipation rate was 94% in these programs, which has a \npositive influence on assessment of employee compensation. \nAdditionally, tuition scholarships totaling nearly $170,000 were \nprovided during FY2021 to 46 qualifying employees to aid in \nadvancing their higher and continuing education.\nWe offer a Mentor Program to support our learning culture, \nprovide career path guidance and support personal growth and \ndevelopment across our business units. Both mentors and \nmentees gain opportunities for on-the-job growth, new connec -\ntions and personal success while we gain a talent pipeline of \nfuture leaders that is inclusive and diverse. All employees that \nbecome managers for the first time are invited to join a New Manager program. This program is designed to help new \nmanagers align to our management philosophies, requirements \nand resources, and provide helpful support in transition to this \nresponsibility.\nWe also provide a “Leading at Premier” program for our leaders \nwho have direct reports, providing relevant learning topics to \nissues managers are facing real time across our business. \nDuring FY2021, on a monthly basis, approximately 30% of our \nleaders participated in this program.\nAlso, as part of our development programming, we have a \npartnership with Professional Women in Healthcare (PWH),  \nan organization that provides a national voice and progressive \nleadership for women. Through this partnership, a group of  \n70 Premier employees, both women and men, participate in a \nPWH curated development program, supplemented by internal \ncomplimentary education and mentorship to empower women \nto lead and succeed in their careers, while continuing to \nsupport a growing pipeline of women leaders in healthcare. \nWe promoted 259 employees during FY2021 and 312 employees \nin FY2020, representing 10% and 12% of our total employees, \nrespectively. Overall, we believe our internal development \ninitiatives are integral in bolstering career path opportunities  \nand advancements for employees.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}