{"page_content": "27\nDiversity, Equity, Inclusion and Belonging\nImproving the health of communities is more than an ambitious \ngoal; it is our mission. Solving the complex challenges that we \nface requires a greater diversity of thought, cross-cultural \nrepresentation and engagement. We know that a diversity of \nperspectives, experiences and backgrounds is a powerful way \nto unlock new ideas and better understand the needs of others. \nOur Strategy \nWe believe that the positive impact of our Diversity, Equity, \nInclusion and Belonging (DEIB) approach is far reaching, not \nonly within our company, but also for the communities and \nmembers we serve. Our new Chief Diversity and Inclusion \nOfficer was hired in 2020 to manage our DEIB strategy and \nreports to our CEO with oversight by our Compensation \nCommittee and Board. Our DEIB Council is comprised of \nemployees and leaders and is our governing committee that \ndefines, drives and supports our four strategic DEIB pillars \ndesigned to accelerate how we provide health and wellness \nsolutions to an increasingly diverse world:\n1\nLEADERSHIP  \n AND CUL TURE2\nPEOPLE AND  \nWORKPLACE3\nCOMMUNITY  \nDEVELOPMENT4\nSUPPLIER  \nDIVERSITYFOUR STRATEGIC DEIB PILLARS\nOUR MISSION: TO IMPROVE THE HEALTH OF COMMUNITIESRecognition\nWe recognize and celebrate the outstanding, values-driven \nachievements of our employees through our Premier Individual \nand Team Values Awards for which individuals and teams are \nnominated and selected as winners by their peers. Premier’s \nValues Awards are our most prestigious employee recogni -\ntion, presented to employees and teams that, through their \ndaily behaviors and accomplishments, exemplify our values  \nof Integrity, Passion for Performance, Innovation and Focus \non People.  Individual and Team Values Award recipients are \nrecognized at corporate events and receive a substantial \nmonetary award. We also provide an online rewards program, \nValues in Action, to strengthen our culture of recognition by \npromoting peer-to-peer appreciation. Recognized employees \ncan award and/or accumulate points that can be used to \npurchase merchandise, gift cards or tickets or make  \ncharitable donations.\nThe positive \nimpact of our \nDEIB approach \nis far reaching, \nnot only within \nour company, \nbut also for the \ncommunities \nand members \nwe serve. \nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}