{"page_content": "4We seek to promote an inclusive culture of high-performing \nindividuals, leaders and teams united behind a growth mindset.  \nOur multi-decade legacy demonstrates staying power, yet  \nthat alone is no guarantee of future success. We are focused \non building a culture with a growth mindset, one that is  \nforward-thinking and committed to transforming healthcare. \nOur culture of excellence is, in part, reflected in our fiscal 2021 \nperformance, where we increased total revenue by 32 percent \nto $1.72 billion, driven by strong results in our direct sourcing, \ntechnology and consulting businesses, and significant group \npurchasing wins. We also see it in our overall employee \nengagement scores, which have increased during the pandemic \nto outpace global benchmarks, and our low turnover rate, which \ndecreased to just 11 percent.\nOur long-term success is predicated on creating an inclusive \nculture that attracts, engages, trains and retains top talent.  \nTo ensure we are casting the broadest net possible, we hired  \na Chief Diversity and Inclusion Officer (CDIO) in 2020. A new \nexecutive team role at Premier, the CDIO reports directly to me \nand oversees and builds upon our Diversity, Equity, Inclusion \nand Belonging program. Core to that program is Premier’s \npledge to model behaviors and create a culture that drives \ndiversity and inclusion, both through our recruitment and \nretention programs, as well as our Total Rewards programs  \nto support professional growth and career advancement.\nImproving the health of communities is more than our mission \n— it is our social responsibility.  We play a critical role in \nhealthcare, collaborating with our members to co-develop \nlong-term innovations that reinvent and improve the way care  \nis delivered to patients nationwide. With our differentiated \ncombination of integrated data and analytics, collaboratives, \nsupply chain solutions, and advisory and other services, we are \nuniquely positioned to enable our members to deliver better \ncare and outcomes at a lower cost. \nFrom using our data and analytics to study and prevent \nmaternal harms in healthcare, to connecting our members with \ndiverse, qualified suppliers in their communities, to financial \ndonations and employee volunteer efforts to support nonprofits \ndedicated to improving community health, Premier is commit -\nted to social responsibility — and to making a real difference  \nin communities.Creating a healthier society requires a healthier environment. \nWe have a two-pronged approach to environmental manage -\nment: first, to ensure our own corporate operations protect and \nimprove the environment; and second, to help our members \nchoose responsible products and services that, importantly, are \nsafe and efficacious yet minimize their environmental footprint. \nTo that end, we are proudly headquartered in a LEED-CS Gold \ncertified building, rely heavily on energy efficient bulbs and \nnatural light and leverage digital technologies whenever \npossible to reduce paper consumption. Notably, we recycled \n8-10 tons of electronic products over the past five years. For  \nour members, we have created purchasing programs that \ncollect environmental impact data from suppliers, including  \nthe existence of chemicals of concern, recyclable or recycled \npackaging and responsible resources in their products, \nproviding transparency to allow members to make the most \nethical choices for their communities.\nWe know that we are on a journey, and while we are proud of the \npositive impact we are making, we know we have much more to \ndo. We are fully committed to further embedding sustainability \ninto our business to transform healthcare and make the world a \nbetter place.\nSincerely,\n \nMichael J. Alkire\nPresident and CEO\nOctober 20, 2021\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}