{"page_content": "31\nMonroe E. Trout Premier Cares Award\nEach year, we present the Premier Cares Award to recognize \nexemplary efforts by nonprofit community organizations to \nimprove the health of populations in need. We have presented \nthe Cares Award annually since 1991, when it was created by \nDr. Monroe E. Trout, former CEO of American Healthcare \nSystems, one of our heritage organizations. Applications for \nthis $100,000 award are rigorously judged on innovation, \noutcomes, ease of replicability, financial impact and future \nvision. We honor qualifying programs that support populations \nexcluded from, or underserved by, the mainstream health \ndelivery system, such as those who:\n• Suffer severely limited access to medical, dental or  \nmental healthcare providers\n• Bear high infant mortality\n• Face low income and extreme poverty\n• Experience high levels of drug abuse\n• Are economically or medically vulnerable\n• Possess a unique care need that is not being met  \nthrough traditional means\nRecent Premier Cares Award Recipients\n2021:  Community Enhancement Collaboration, Inc.,   \na nonprofit dedicated to eradicating food insecurity. \n2020:  Call to Freedom,  a nonprofit focused on navigating  \na healthy path for victims of human trafficking.\n2019:  Lifehouse Maternity Home,  a nonprofit providing a \nhome and compassionate care for high-risk pregnant \nwomen and their babies.\n2018:  Hildegard House,  a nonprofit providing a home and  \ncompassionate care for individuals at the end of life.\nImproving Maternal Healthcare in Underserved Communities\nWe are partnering with the U.S. Department of Health and \nHuman Services (HHS) Office of Women’s Health (OWH) to \nwork towards a better understanding of the current state of \nmaternal-infant harm and death to improve the quality of care, \nparticularly in hospitals that serve vulnerable populations. OWH \nis leveraging our data to scientifically examine the root causes \nof maternal-infant mortality and morbidity, including significant \nand persistent racial and ethnic disparities, and translate these \nfindings into evidence-based care delivery. This effort unites a \ncohort of more than 200 diverse hospitals from every state and \nthe District of Columbia, largely caring for the underserved to \nimplement and scale standardized, evidence-based practices \nto identify and reduce factors that are proven to contribute to \nadverse outcomes.Improving Patient Outcomes Cost-effectively\nPremier plays a critical role in the rapidly evolving healthcare \nindustry by collaborating with members to co-develop long-\nterm innovations that reinvent and improve the way care is \ndelivered to patients nationwide. With our differentiated \ncombination of integrated data and analytics, collaboratives, \nsupply chain solutions and advisory and other services, we are \nuniquely positioned to enable better care and outcomes at a \nlower cost. \nIn order to strengthen our ability to have a positive impact, we \napply our comprehensive technology and services platform, \nPINC AI™, containing over 20 years’ worth of quality, cost and \noperational data points gleaned from more than 45% of U.S. \nhospital discharges, as well as approximately 812 million \nhospital outpatient and clinic encounters and nearly 132 million \nphysician office visits. PINC AI™ provides a unique opportunity \nto use real-world data to conduct evidence-based and popula -\ntion-based analyses of drugs, devices, treatments, disease \nstates, epidemiology, resource utilization, healthcare econom -\nics and clinical outcomes. PINC AI™ delivers robust, real-world \ndata to drive informed decisions that are actionable to improve \nquality, lower costs, reduce risks and help ensure patient safety. \nSupporting the Medically Underserved\nWe aim to lead the transformation to high-quality, cost-effec -\ntive healthcare by supporting the medically underserved \nthroughout our communities. Through our data and analytics \ncapabilities, collaboratives and other tools, we help healthcare \nproviders better understand underserved populations, the \nseverity of health-related problems and the root causes of \ndisparate outcomes, connecting providers to best practices \nand care bundles for remediation. Some of the initiatives we \nhave in place to help address the medically underserved \ninclude those dedicated to maternal health, opioid abuse, \ndisparity gaps, social determinants of health and chronic  \nhealth conditions.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}