{"page_content": "32\nImproving Health Through Community Development\nTo advance our mission, we provide our members with many  \nof the tools needed to support the communities in which they \noperate. We also believe it is our social responsibility to do our \npart in directly improving the health of communities. In this \nspirit, Community Development is one of the four strategic \npillars of our DEIB strategy. We drive coordinated organizational \ncommunity development initiatives to address the root causes \nof social determinants of health disparities such as social \njustice, education, nutrition, poverty, maternal health and \nhomelessness.\nWe deliver upon our social responsibility through financial \ndonations and employee volunteer efforts to support nonprofits \ndedicated to improving community health. Our employees care about taking responsibility to contribute to our mission \nbecause, by virtue of our footprint, we live in the communities \nwe serve. We believe that our commitment to support these \nnonprofit organizations in helping the underserved is a corner -\nstone of our mission and social responsibility. \nSocial Responsibility Program\nOur Social Responsibility Program reflects our commitment  \nto embracing our social responsibility by nurturing the commu -\nnities in which we live and work. The program’s framework \nincludes volunteering and financial support for those communi -\nty organizations and causes important to our employees during \nFY2021, as outlined below:\nProgram Opportunity Description\nVolunteering During \nWork HoursWe provide each employee with up to four hours of paid time off quarterly. In FY2021, employee volunteer hours totaled 329.\nVolunteering Outside \nWork HoursFor every eight hours an individual employee volunteers during non-work hours, we will donate $100, up to a maximum of \n$200 per employee, per fiscal year to the charitable organization. Last year, we donated $3,500 to various charities to match \nour employees’ volunteer support.\nCorporate Gift Matching Employees may donate a minimum of $50 to an eligible charitable organization to receive a 50% Matching Gift up to $2,500 \nper employee per fiscal year.  Last year, we matched $130,315 of our employees’ charitable donations.\nJeans Day Program Employees may also contribute toward a monthly Jeans Days to support an employee-nominated, national healthcare-related \ncharitable organization, such as COVID-19 relief efforts. In CY2020, our employees donated nearly $45,000 through this \nprogram to the following organizations:\nJanuary Hands for Holly Fund\nFebruary  American Heart Association\nMarch Autism Speaks\nApril  The Guthy-Jackson Charitable Foundation\nMay  Child’s Play\nJune Barbells for BoobsJuly Neuroendocrine Tumor Research Foundation\nAugust Huntington’s Disease Society of America, Inc.\nSeptember Cure PSP\nOctober Scott Hamilton Cares Foundation\nNovember JDRF (Juvenile Diabetes Research Foundation)\nDecember Dogs for Better Lives\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}