{"page_content": "33\nOur Asian Employees and \nAllies ERG created the \n“The Premier Melting Pot: \nA Collaborative Cookbook” \nto connect with others \nthrough a shared love of \nfood, tradition and culture, \nthen donated the book \nproceeds to the Stop AAPI \nHate nonprofit organiza -\ntion which tracks and \nresponds to incidents of \nhate, violence, harassment, \ndiscrimination, shunning \nand child bullying against \nAsian Americans and \nPacific Islanders (AAPI)  \nin the U.S. We believe it is important to be a good neighbor. We encourage \nemployee volunteering with various nonprofits and corporate-  \nsponsored charitable events, from making life-saving donations \nat local blood banks to building healthy snack packs for A \nChild’s Place and The Boys & Girls Club, to supporting COVID-19 \nrelief efforts. We also typically host a companywide volunteer \nafternoon where our employees gather and give back to our \nlocal communities by supporting local charities.\nEmployee Resource Group Social Responsibility Initiatives\nOur ERGs aim to bring their spirit of inclusion and belonging  \nto transform our communities through both volunteering and \ncharitable donations that support various nonprofits. Over the \npast year, we supported various nonprofits aligned with each \nERG’s particular area of focus. For example, our CEO served as \nexecutive sponsor for our Latin ERG to raise funds for Family \nReach, a national non-profit organization dedicated to eradicat -\ning the financial barriers that accompany a diagnosis of cancer. \nWith 42 recipes from over 14 countries, our Asian Employees & \nAllies ERG created the “The Premier Melting Pot: A Collabora -\ntive Cookbook” to connect with others through a shared love of \nfood, tradition and culture. The ERG then donated the book proceeds to the Stop AAPI Hate nonprofit organization which \ntracks and responds to incidents of hate, violence, harassment, \ndiscrimination, shunning and child bullying against Asian \nAmericans and Pacific Islanders (AAPI) in the U.S. \nIn total, our ERGs donated nearly $6,700 throughout FY2021  \nto various community development initiatives. For more \ninformation on our ERGs, please see the discussion of our  \nDEIB strategy.\nWe believe it is important to be a good \nneighbor. We encourage employee \nvolunteering with various nonprofits and \ncorporate-sponsored charitable events.\n42  recipes \n14 +  countries\n1: A place where a variety of peoples, cultures  \nor individuals assimilate into a cohesive whole.\n2: A process of blending that often results in \ninvigoration or novelty.\n3: A place where different types of people live \ntogether and gradually create one community.DEFINITIONS OF A MELTING POT\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}