{"page_content": "35Supply Chain Services\nOur Supply Chain Services business supports our members in \nmanaging their non-labor expense and capital spend through  \na combination of products, services and technologies. These \ninclude our group purchasing organizations (GPOs) serving \nacute, non-acute, non-healthcare and alternate sites; supply \nchain co-management; and direct sourcing activities. \nSupply Chain Services leverages the collective buying power of \nour GPO members that represent many of the country’s most \nprogressive and forward-thinking healthcare organizations.  \nOur members represent many of the country’s most progres -\nsive and forward-thinking healthcare organizations. The \nparticipation of our healthcare providers gives us additional \ninsights into the latest challenges confronting the industry,  \nas well as innovative best practices we can share broadly.\nGroup Purchasing Organizations\nOn behalf of our members, we \nnegotiate approximately 3,100 \ncontracts with over 1,350 suppliers \nthrough our GPOs, providing our \nmembers with access to a wide \nrange of products and services, \nincluding medical and surgical \nproducts, pharmaceuticals, laboratory supplies, capital \nequipment, IT, facilities and construction, food and nutritional \nproducts and purchased services (such as clinical engineering \nand document shredding services). Total purchasing volume by \nall GPO members was more than $69 billion for CY2020.\nThrough our GPO programs, we aggregate member purchasing \npower to negotiate pricing discounts and improve contract \nterms with suppliers. We do not take title to the underlying \nequipment or products purchased by members through our \nGPO supplier contracts.\nOur contracting process is guided by what we believe is the \nindustry’s most comprehensive GPO Code, which supports \nhealthy competition while encouraging new and innovative \nproducts to enter the market. Our sourcing process ensures \nthat factors beyond price are given serious and appropriate \nconsideration. Clinical efficacy and improved patient care are \nespecially important to us and our members.\nGPO Supplier Selection Process\nSupplier Contracting Overview.  Contracting opportunities \nbecome available for supplier categories at varied times over \nthe year, and all prospective suppliers have the ability to \nexpress interest in participating in our competitive bidding \nprocess. Once available, new and incumbent suppliers can \nsubmit bids. The full award process typically takes one year. \nSuppliers must wait until a contract is open, unless their \nproduct is a groundbreaking innovation that offers significant advances in clinical outcomes, efficiency or safety. We also \noffer opportunities for businesses owned by minorities, women \nand veterans to submit bids on short-term contracts.\nExpedited Sourcing Process.  To support our members and \nother healthcare providers during the COVID-19 pandemic,  \nour GPO established an expedited sourcing process (ESP)  \nto quickly include additional suppliers on contract to product \ncategories experiencing shortages and supply chain disruption. \nThe ESP incorporates products in categories that are under \nprotective allocation, expected to move into allocation, on \nbackorder or currently in shortage, with the goal of rapidly \nincreasing access to critically needed supplies. This process \nenables us to meet market and member needs in a matter of \nweeks instead of many months while still maintaining the \nquality and due diligence for which our standard sourcing \nprocess is known. \nSourcing Committees.  We facilitate service line-specific \nsourcing committees to determine which suppliers are awarded \ngroup purchasing contracts. Over 400 individuals, representing \nmore than 130 of our U.S. hospital members, sit on 26 of our \nstrategic and sourcing committees and, as part of these \ncommittees, use their industry expertise to advise on ways to \nimprove the development, quality and value of our products  \nand services.\nClinical Councils and Selection Criteria. Our supplier selection \ncriteria vary by category and are created by our internal Clinical \nCouncils with member subject matter expertise on the product \ncategory being reviewed. Our Clinical Councils are comprised \nof multi-disciplinary members with backgrounds including \npharmacy, laboratory, nursing, surgical and cardiovascular \nareas. The Clinical Councils establish the core evaluation \nframework that best accounts for safety regulations, clinical \ntrials, product reviews and applicable certifications related to \nkey assessment factors such as:\n• Quality\n• Safety\n• Clinical impact\n• Cost effectiveness\n• Physician preference• Environmental impact\n• Diversity\n• Breakthrough potential\n• Member inputOur GPO members provide us with \nadditional insights into the latest \nchallenges confronting the industry  \nwe serve and innovative best practices \nthat we can share broadly throughout  \nour membership.\n>$69  billion\ntotal GPO purchasing  \nvolume by all members \nparticipating in our GPO  \nduring CY2020\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}