{"page_content": "361KICKOFF\nWhen a product category opens, the evaluation \nprocess kicks off with supplier electronic \nregistrations with contract bids and requests  \nfor information (RFI) on their products and/or \nservices through PASSport, our web-based, \nelectronic sourcing tool used to manage and \nrecord all sourcing and bidding activities from  \na centralized location.\n2SHORT LIST APPROVAL\nThe submitted contract bids and RFIs are \nreviewed against the evaluation standards and \ncriteria established by our service line-specific \nClinical Councils, which then narrows the \ncandidate pool to an approved shortlist.\n3PRODUCT CATEGORY AWARD\nThe supplier applications and commercial \nproposals are reviewed with appropriate \nSourcing Committee throughout the selection \nprocess: at kickoff, after the initial RFI, during \nnegotiations and then for the final assessment. \nThe Member Sourcing Committee determines \nwhich suppliers are awarded contracts.\n4MEMBER PURCHASING\nOnce a supplier is awarded a contract agree -\nment, our members have access to the product \ndetailed information through our online catalog \nat the prices we negotiated with the supplier. \nThe online portal enables members to purchase \ncontracted products and manage the contracts \nwith suppliers. The suppliers distribute \npurchased products directly to members.\n5ONGOING SUPPLIER ASSURANCE\nThe contract agreement typically has a term  \nof three years, after which the supplier must \nengage in the supplier assessment process to \nrenew the agreement.Core Tenets of Our Selection Process \nOur product selection process is designed to be:\nStandardized, but flexible.  Many factors go into the ultimate \nselection of a product for contract. The best available clinical and \nmarket knowledge and expert review give our Member Sourcing \nCommittees and Clinical Councils the information they need to \nmake sound product choices.\nEvidence-based.  Products must be approved by the FDA and \ndemonstrate that they perform what they are designed to do in a \nsafe and effective manner. Several resources are used to gather \ninformation about products, including randomized controlled trials \npublished in peer-reviewed professional journals, case studies, \nmarket guides or product comparisons, field trials, clinical staff \nsurveys, quality monitors, customer satisfaction data and financial \ndata. In addition, our Safety Institute may evaluate product-related \ninformation/data involving patient and worker safety as well as \nenvironmental issues.\nMetric driven.  The functionality of a product must be able to be \nobjectively measured.\nTransparent.  Our goal is to ensure that all suppliers and products \nare considered and evaluated in a consistent, timely and fair \nmanner, regardless of the size of a company, the breadth of its \nproduct line, or its relationship with our company.\nDynamic. Our product planning process is shaped by our  \nmembers’ needs.\nDiversity friendly.  We encourage interest from small and diverse \nsuppliers, including through our Diverse Supplier Program, which \nprovides minority, women and veteran-owned business enterprises \nthe opportunity to partner with us to support our efforts to continu -\nally lead the way in healthcare innovation. We also support our \nSourcing Education and Enrichment for Diverse and Small Suppliers \nprogram, which is aimed at increasing the number of small, diverse \nand regional enterprises doing business with members of our \nhealthcare alliance. Suppliers have access to subject matter \nexperts to develop robust marketing strategies to help them grow \nand scale their business and have a positive economic impact on \ndisadvantaged communities across the country. For more informa -\ntion, see the Supplier Diversity  section of this report.\nInterdependent.  No product evaluations or contracting decisions \nare made in a vacuum. We rely on the input of our members for \ndecisions regarding new product categories and individual con -\ntracts. Member-based committees comprised of clinicians and \nothers regularly meet to review new products and award contracts.\nEthically driven.  We require all suppliers to abide by the Healthcare \nGroup Purchasing Industry Code of Conduct, which underscores  \nthe commitment of our organizations to help healthcare providers \ndeliver the best in quality healthcare at a reasonable cost, and to  \ndo so in a way that is ethical and fair to all participants in the \nhealthcare marketplace. For more information on our supplier \nresponsibilities and accountability, please visit our Supplier page .\nStages of Our Supplier Selection Process\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}