{"page_content": "37We partner with a third-party supply chain management \nprovider for ongoing supplier and site assessment and monitor -\ning of a broad range of environmental and social issues, \nincluding identifying chemical spills, environmental hazards, \nregulatory changes, labor disruptions or violations, fines, legal \nactions and actions under the FDA, European Medicines \nAgency (EMA) or Occupational Safety and Health Act (OSHA). \nWe also incorporate risk scoring into our supply chain manage -\nment processes to analyze trends, identify risky suppliers or \nparts, and mitigate risks where possible. During FY2022, we \nplan to incorporate supplier screening and ESG assessment \nanalytics to continue to advance our supply chain due diligence \nand risk management practices. \nBreakthrough Process\nIn support of our mission, we encourage the development of \nhealthcare technology that significantly improves healthcare \nquality, outcomes and/or processes. Our technology program helps suppliers introduce groundbreaking products to our GPO \nmembers without them having to wait until the next bidding \ncycle for access to such products. Through a rigorous, four-\nstage evaluation process, our sourcing committee reviews \nhealthcare products or technologies that revolutionize treat -\nment or processes (Breakthrough Products) that have the \npotential to significantly improve patient and/or hospital staff \nsafety and non-clinical operational efficiencies and deliver \nimproved health outcomes or cost savings. Based on the \nevidence presented, a member sourcing committee decides \nwhether to award a contract to a supplier mid-cycle.\nSupply Chain Co-Management\nWe manage and co-manage the supply chain operations for \nmembers to drive down costs through processes, including \nvalue analysis, product standardization and strategic resource \nallocation and improved operational efficiency.\nOur subsidiary, S2S Global, increased the production of masks, gloves and \nother personal protective equipment from multiple countries and regions to \nlower risk and increase redundancy.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}