{"page_content": "38\nDirect Sourcing\nWe offer our members the opportunity to purchase directly \nsourced products in the healthcare space through our subsidi -\nary, S2S Global (S2S), for items such as patient gowns, exam \ngloves, lab coats, masks and incontinence products. These \nproducts are typically offered to our members through our \nGPO. We believe that our direct sourcing activities help  \nour members and other customers access a diverse product \nportfolio and help provide transparency to manufacturing  \ncosts and competitive pricing. We market our direct sourcing \nactivities primarily under the PREMIERPRO® brand.\nGiven the global footprint of our contract manufacturing \nsuppliers, our corporate social responsibility practices at S2S \nare paramount. S2S has adopted strong anti-bribery standards, \nand seeks to identify and prevent the occurrence of forced \nlabor and human trafficking in our supply chain through: \nAnnual social responsibility audits of our contracted manu -\nfacturers conducted by an international third-party auditor.  \nAudits are both announced and unannounced and include \nprivate worker interviews and inspections of manufacturing and \nliving facilities. All findings are reported at the end of each \naudit. Manufacturers that repeatedly fail to meet our standards \nas set forth in a corrective action plan are terminated.Annual instructor-led anti-bribery and human trafficking \neducation  for all our S2S employees with webinar sessions for \nS2S sourcing agents and other personnel who work with S2S, \nincluding our Anti-Bribery and Human Trafficking Policies and \nProcedures as provided in the Compliance and Ethics section \nof our corporate website. We continue to engage the Interna -\ntional Business Ethics Institute to develop and deliver the \nannual education, review our Anti-Bribery and Human Traffick -\ning policies and increase knowledge of when and where to seek \nadvice. In 2020, 100% of S2S employees and other personnel \nthat work with S2S, including our leadership team, completed \nthis education.\nOngoing internal evaluation of potential risks  via monitoring \nby our legal and compliance departments.\nAnonymous third-party reporting portal, Premier’s WorkSmart \nIntegrity Help Line , is available to anyone to report unethical \nbehavior, misconduct and suspected criminal or illegal activity.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}