{"page_content": "39Compliance and Ethics\nWe recognize the value of integrity — integrity of the individual, \nthe enterprise and our alliance. Integrity forms the basis of our \nsuccessful business operations and underpins all our business \nrelationships. Our alliance members rely on our integrity, \nexpertise and professionalism to receive the best products and \nservices at the lowest price. Likewise, suppliers count on us to \nmaintain competitive bidding processes that are fair, timely and \nunderstandable.\nAll suppliers are expected to uphold our high standards and \ncomply with the responsibilities and obligations of suppliers \nwhen doing business with us, including responsible business \npractices as it relates to human rights, anti-bribery and anti-  \ncorruption standards. For more information, please see our \nSupplier Standards and Suppliers  sections on our website.\nOver the past year, we improved our vendor management with  \na centralized risk management and compliance cloud-based \nplatform. The solution provides advanced capabilities to map \ndata across our environment, relate certain business areas to \nspecific vendors, improve accuracy in capturing information \nfrom both internal resources and external vendors and develop \ntighter IT controls to ensure vendor compliance with laws and \nregulations.\nGPO and Member Committee Compliance\nIn providing our group purchasing services, we serve the \ninterests of our member hospitals and health systems and, \nthrough them, the patients and communities they serve. \nForemost among those interests are good clinical outcomes \nfor patients and cost-effectiveness in care processes and \nutilization of resources such as supplies, pharmaceuticals and \nequipment. In so serving, we seek to act ethically, accountably \nand fairly with respect to all participants in the healthcare \nmarketplace. Each GPO is bound to the terms outlined in  \nour GPO Code . During CY2020, 100% of our GPO Member \nCommittee participants completed their annual Conflict of \nInterest attestations.In addition, it is the responsibility of all sourcing committee and \nadvisory subcommittee members to administer our corporate \nmatters honestly and efficiently, and to exercise the best care, \nskill and judgment for the benefit of our company, consistent \nwith our ethical standards. For more information, please see \nour Member Committee Conflict of Interest Policy . \nVendor Grievance Process\nOur success is firmly rooted in develop -\ning mutually beneficial relationships with \nour vendors. We take vendor grievances \nseriously and offer several ways to \nresolve possible issues. We have our own \nvendor grievance process to ensure a \nvendor’s ability to access our contracting \nstaff and leadership to address concerns \nor complaints relating to the contracting award process or \ndecisions. In addition to our vendor grievance process, a vendor \nmay request further review of any outstanding concerns \nthrough the Healthcare Group Purchasing Industry Initiative \n(HGPII) Independent Evaluation Process, facilitated by the \nAmerican Arbitration Association® (AAA). For the calendar year \nending in CY2020, there were no grievances filed by suppliers. \nFor more information, please see our Vendor Grievance Policy .\nProduct Quality and Safety \nWe act as a trusted connection point for healthcare providers, \nsuppliers and the government, by seeking to promote access to \nsafe, high-quality products within our supply chain. \nGPO Quality and Safety Assurance\nOur GPO operational contracting analysis is designed to ensure \nthat products provided by GPO suppliers are FDA-approved  \nas required and perform as intended in a safe and effective \nmanner. Several resources are used to gather information \nabout products, including randomized controlled trials pub -\nlished in peer-reviewed professional journals, case studies, \nmarket guides or product comparisons, field trials, clinical  \nstaff surveys, quality monitors, customer satisfaction data  \nand financial data. In addition, our GPO may evaluate product-  \nrelated information/data involving patient and worker safety  \nas well as environmental issues. For a more detailed overview \nof our vendor selection and management process, please see \nthe Supply Chain Services  section of this report.Our success is firmly rooted in develop -\ning mutually beneficial relationships with \nour vendors.\n0  \ngrievances filed  \nby suppliers in \nCY2020\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}