{"page_content": "40Recall Policies and Procedures\nOur Quality and Safety assurance begins with the initial supplier \nbid submission. During the Kickoff stage of our Supplier \nSelection Process, our RFI requires that each supplier disclose \ninformation related to product category regulations, including \nFDA inspection and clearance. Additionally, each supplier must \nprovide its recall policies and procedures, including manage -\nment of recall notifications, customer engagement, order \nsubstitution and expectations regarding turnaround time \nthresholds. This information is reviewed by our service line-  \nspecific Sourcing Committees and Clinical Committees.\nContracted suppliers are expected to comply with FDA require -\nments for actions to be taken related to products (medical \ndevices, drugs, biologic products) that are found to be defec -\ntive, could pose a risk to health or are in violation of FDA \nregulations. This includes notification to the FDA, as well as \ncollaboration with our GPO and subject matter experts to notify \nthe members, provide support and advice regarding supplier \nsafety incidents or recalls, and conduct follow-up checks to \nassure successful resolutions.Safe Healthcare Resources\nWe provide safety resources and tools to promote a safe \nhealthcare delivery environment for patients, workers and their \ncommunities. Our goal is to assemble news and technical \nresources that help busy healthcare professionals effectively \ntackle the challenge of preventing harm and fostering a safe \nand healthy healthcare environment for everyone — from \npatients and workers to the public.\nThe Premier Safety Institute®, a publicly accessible resource, \nwas designed to provide safety resources and tools to promote \na safe healthcare delivery environment for patients, workers \nand their communities. Launched in 1999, and aligned with  \nour vision and mission, the Safety Institute helps to improve  \nthe health of communities and lead the transformation to \nhigh-quality, safe and cost-effective healthcare. The Institute’s \nwebsite, launched in June 2001, was designed for busy \nclinicians and others in need of curated content and resources \nfrom credible sources to help support quality and safety \nimprovement efforts.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}