{"page_content": "5We are a healthcare technology and performance improvement company that has united an alliance of \nhospitals, health systems and other providers and created one of the most comprehensive databases \nof actionable data, clinical best practices and efficiency improvement strategies in the industry. \nThrough our two business segments — Supply Chain Services and Performance Services — we enable \nour members and other customers to deliver and provide access to high-quality healthcare and reduce \ncosts. Powered by one of the largest data sets in the industry, predictive analytics and artificial \nintelligence (AI)-enabled, clinical-decision support tools, we are delivering meaningful solutions to \ntransform healthcare from the inside. Making a Premier Impact\nOur Supply Chain Services business  is built upon our \nindustry-leading, technology-enabled, end-to-end supply \nchain capabilities that help our members safely reduce \ncosts, gain transparency and ensure resiliency. Our Business Segments\nOur Performance Services businesses  are built on, and fueled \nby, a comprehensive healthcare data and technology platform \nthat uses AI and other enhanced technologies to translate this \ndata into actionable intelligence. Through our technology and \nadvanced consulting services, we help our members and other \ncustomers deliver improved outcomes, sustainable financial \nperformance and success in new payment models.\nPlease visit  www.premierinc.com  to learn more.\nWe Deliver Value to Stakeholders by:\nProviding  \nclinicians with timely, critical insights to \nhelp determine the best care protocols for \ntheir patients.Connecting  \npatients to necessary care \nfaster and more efficiently, \nwith less paperwork.Saving\nhealthcare providers millions of \ndollars through automation of \npurchasing and payment processes.\nWorking \nwith employers to deliver the most \nappropriate care to their employees.Building \na smarter, more resilient and technology-enabled supply chain to ensure providers \nalways have access to a competitive, stable and diverse market for medical supplies, \npharmaceuticals, capital equipment, business supplies and professional services.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}