{"page_content": "41The Safety Institute served as the original lead for Premier’s \nenvironmental stewardship efforts, such as GreenHealthy®,  \na program supporting our commitment to protecting the \nenvironment and maintaining a safe and healthy climate for \npatients, workers and communities, which includes the internal \ncorporate-wide “Say Yes to Green” program and a healthcare \nenergy reduction initiative. The Institute partnered with our GPO \nto launch Premier’s initial Environmentally Preferable Purchas -\ning Program, which featured such innovations as a latex-free \nproduct list. The search capabilities for specific latex-free \nproducts were enhanced by standardizing the nomenclature  \nof key environmental attributes.\nWe continue to enhance the role of the Safety Institute, and  \nit now also focuses on thought leadership. The Institute \ncontinues to provide our company, our members and others \nwith subject matter expertise, grounded evidence and timely \nresources for contemporary topics, such as COVID-19, Opioid \nStewardship and Influenza Season-2021-2022.\nS2S Quality Assurance in Direct Sourcing\nOur S2S Quality Assurance program for our direct sourcing \noption incorporates industry best practices to deliver quality products, all while driving tangible \nsavings to our alliance members. \nS2S’s internal Quality Assurance \nteam, along with the Quality \nInspection team from our overseas \nexclusive sourcing agent, conduct \nboth supplier and product validation \nthroughout the manufacturing \nprocess. Members conduct product validation and pre-produc -\ntion evaluation via our S2S Clinical Committee. Member \nfeedback also drives product improvements throughout the \ncontract cycle.\nSupplier validation includes third-party auditing that covers \nmanufacturing specifications and facility capabilities (e.g., \nISO9001, ISO13485, GMP, etc.). Products are inspected during \nproduction through random sampling prior to shipment and via \ninbound and random distribution center inspections to monitor \nproduct consistency over time. Our third-party accredited \nproduct testing process covers all critical quality measures \nspecific to each product, including, but not limited to, claim \nverification, tensile strength, viral penetration and product \nperformance.\nS2S  \nQuality Assurance \nprogram uses industry \nbest practices to deliver \nquality products\nGreenHealthy® is a program supporting our commitment to \nprotecting the environment and maintaining a safe and healthy \nclimate for patients, workers and communities.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}