{"page_content": "42Counterfeit Drugs and Traceability\nOur portfolio of pharmacy contracts covers more than 180 \npharmaceutical suppliers and over 15,000 products, including \nbranded and generic pharmaceuticals, compounding products, \ndiabetic supplies and over-the-counter medications. We \ncontract with suppliers approved by the Food and Drug Admin -\nistration (FDA) and distributors that are authorized to do \nbusiness with and by our suppliers. Distributors engaged in \nknown grey market activity (e.g., selling Premier private-label \nproducts when they are not on contract with Premier) or price \ngouging on shortage-impacted drugs will not be awarded a \ncontract with us.\nThrough our pharmacy program, we contract with manufactur -\ners of both commercially manufactured pharmaceuticals and \n503B-manufactured pharmaceuticals. These manufacturers \neither deliver their products directly to the healthcare provider \nor they ship through authorized wholesalers and distributors \nwho abide by Drug Supply Chain Security Act (DSCSA) regula -\ntions for tracking and tracing the ownership and delivery of \npharmaceuticals. Upon receipt, the provider of a pharmaceuti -\ncal product can track its movement through the supply chain \nfrom the manufacturer through a distribution channel to \nthemselves. Our members and contracted distributors abide  \nby DSCSA rules and regulations. We offer supplier contracts  \nfor members with three DSCSA track-and-trace technology \nsolutions to assist our members in assuring the integrity of  \nthe drug supply chain.We contract with distributors that purchase pharmaceuticals \nfor our GPO members directly from the manufacturer, thus \nminimizing the chance for diversion or counterfeiting. In \naddition, with respect to 503B suppliers that are on contract \nwith Premier and supply drug-shortage products to our \nmembers, we have a process whereby we inspect each supplier \nand require a lengthy questionnaire to be completed over the \ncourse of the life of the contract, or we will not include that \nsupplier in our program. \nIf a healthcare provider has a question or concern about a \npharmaceutical product they purchased from the manufacturer \nor wholesaler/distributor and that concern is initially shared \nwith us, we put that provider in touch with the appropriate \nindividuals at the manufacturer or wholesaler/distributor to \ndiscuss the concern and any appropriate action that needs  \nto be taken regarding the individual product in question. \nIn addition, we are on a variety of FDA and other industry \nmailing lists and receive immediate notification of any pharma -\nceutical recalls. This allows us to understand the nature of the \nrecall and if it is a product and/or manufacturer with which we \nhave on contract and if there is a need to discuss appropriate \naction with the supplier. \nOur members are alerted to shortages, recalls and other  \nsafety incidents through a weekly pharmacy newsletter. \nTime-sensitive updates to members on pharmaceuticals are \nprovided through email.We offer supplier contracts for \nmembers with three DSCSA track-\nand-trace technology solutions to \nassist our members in assuring the \nintegrity of the drug supply chain.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}