{"page_content": "43\nEnvironmental Considerations\nWe are committed to supplying our member health systems \nwith products that support the health of their patients, staff  \nand the populations they serve. As part of this commitment,  \nour sourcing committees include environmental impact data  \nin their contracting decisions. Enabled by our data-driven \napproach, forward-thinking supply chain teams are driving \ncontinued green innovations in healthcare that are cutting \ncosts over the long-term, reducing environmental impact and \nminimizing negative consequences on public health.\nEnvironmental Assessment Process\nWe work with suppliers to ensure environmental sustainability \ninformation is made available before purchasing decisions are \nmade. We request extensive information from our suppliers  \non environmentally preferable policies and practices and are \nguided by our Environmentally Preferred Purchasing (EPP) \nCouncil. The EPP Council is comprised of sustainability \nspecialists from a cross-section of member health systems \nand advises on environmental matters for contracts. The EPP \nCouncil also acts as a forum for members to discuss best \npractices to drive sustainability in healthcare, solve common \nchallenges and drive continuous improvement. Recent  \ndiscussions have focused on plastic elimination in the food \nservice setting, composting and waste disposal, latex-free \nproduct lists, and contractual barriers to increased reuse  \nand reprocessing.Our sourcing process includes questions about the existence \nof chemicals of concern, recyclable or recycled packaging and \nresponsible resources in their products. The Chemical Footprint \nProject (CFP) provides an independent assessment solution to \nhelp track and encourage the use of safer chemicals. As a CFP \nsignatory, and through the support of our individual members, \nwe help accelerate the adoption of safer and environmentally \nsustainable chemicals by industry suppliers. \nContracted products with environmental attributes are high -\nlighted in our product catalog for use by our member health \nsystems as part of our work to integrate critical environmental \nimpact data for medical and non-medical products into the \npurchasing process for hospitals, health systems and other \nprovider organizations. The information provided by suppliers \nis used by both our purchasing committees when making \ncontract award decisions and by our members more generally \nas they endeavor to meet sustainability goals.\nMember Support and Partnerships\nWe work with member health systems in their varying organiza -\ntional EPP initiatives. These initiatives include efforts to \neliminate certain chemicals from their health systems, reduce \ntheir environmental footprint through reprocessing, utilize \nproducts with recyclable packaging and content to eliminate \nwaste and greenhouse gas emissions and reduce energy usage \nthrough the purchase of energy efficient electronics. Through \nsupport of these efforts, we are working to address health -\ncare’s role in climate change.\nEnabled by our data-driven approach, forward-thinking supply chain teams \nare driving continued green innovations in healthcare that are cutting costs \nover the long-term, reducing environmental impact and minimizing negative \nconsequences on public health.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}