{"page_content": "46Supplier Diversity \nAs an organization built on the foundation of transforming \nhealthcare within communities across the country, we \nrecognize that supplier diversity is an important component \nof our members’ success. Diverse suppliers help our hospitals \ncreate jobs and improve life in the communities they serve.\nWe appreciate the challenges that minority-owned, wom -\nen-owned and small businesses have with reach and access in \nthe same ways as larger or more widely known organizations. \nTherefore, we created a Supplier Diversity Program to provide \nminority, women and veteran (veteran, disabled veteran, \nservice-disabled veteran) business enterprises (MWVBEs)  \nthe opportunity to partner with us to support our efforts to \ncontinually lead the way in healthcare innovation. Our Supplier \nDiversity program is under the guidance and direction of our \nGPOs. The program is also a strategic pillar under our DEIB \nstrategy under the direction of our Chief Diversity and Inclusion \nOfficer. For further discussion, please see the DEIB section \nwithin this report.\nOur Supplier Diversity Program supports our members by:The SEEDS Program\nIn 2009, we launched Sourcing Education and Enrichment  \nfor Diverse and Small Suppliers (SEEDS), a program aimed at \nincreasing the number of small, diverse and regional enterpris -\nes doing business with members of our healthcare alliance. \nThe SEEDS program lends support to diverse and small \nbusiness enterprises, enabling them to grow at a pace that  \nis commensurate with their existing business infrastructure \n(i.e., local, regional and/or national \nsales capabilities). Moreover, the \nSEEDS program provides contracted \nsuppliers with coaching, mentoring, \nbusiness educational tools and a \nstair-stepped approach to help them \ndevelop strategic long-term relation -\nships with members across our \nhealthcare alliance.\nIn CY2020, 15% of our contract portfolio was comprised of \ndiverse suppliers and included agreements with minority, \nwomen, veteran and small business enterprises. In CY2020,  \nour contract suppliers enjoyed 21% year-over-year growth in \npurchasing spend compared to CY2019. We continue to evolve \nour strategies to focus on socio-economic development and \ngrowth of communities through minority- and women-owned \nbusiness enterprises. We believe the increased use of our \nSupplier Diversity Program and SEEDS will drive better health -\ncare outcomes, strengthen local economies and develop a more \nrobust supplier diversity ecosystem for the healthcare industry.\nTo further support and expand our supplier diversity program, \nPremier, Inc. is a corporate member of the following advocacy \norganizations:\n• National Minority Supplier Development Council\n• Women Business Enterprises National Council\n• Healthcare Supplier Diversity Alliance\n• Healthcare Group Purchasing Industry Initiative\n15%  \nof our contract portfolio \nwas comprised of diversity \nsuppliers in CY2020.\nEnsuring  \ndiverse suppliers are proactively \nconsidered for contracting \nopportunities.\nSupporting  \nand facilitating procurement \nfrom diverse suppliers.Encouraging  \ncontracted suppliers to  \nsupport and procure from \ndiverse suppliers.\nIncluding  \ndiverse suppliers in our \ncontract portfolio.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}