{"page_content": "47Supplier Resiliency and Disaster Response\nWe created a program designed to promote domestic and \ngeographically diverse manufacturing and ensure a robust and \nresilient supply chain for essential medical products. The \nprogram is intended to provide a means to invest in businesses \nthat can supply shortage products, co-fund the development of \naffordable products that address specific market needs and \ncreate strategic sourcing contracts to ensure continuous \nsupply. We believe this program is most successful when we \nare able partner with our members on these initiatives. For \nexample, we recently formed PRAM Holdings, LLC (PRAM) in \npartnership with our members to invest in Prestige Ameritech, \na domestic manufacturer of masks and other PPE, whereby our \nmembers obtain a direct source to critical PPE.\nWe also partner with health systems to find ways to deliver \ncritical drugs that pharmacists and clinicians need to serve \ntheir patients. Guided by our member health systems, including \nour National Pharmacy Committee, we are bringing an in -\ncreased supply of generic drugs back to market to fill hospitals’ \ncritical needs and helping alleviate the drug shortage. Through \nour national drug initiatives, we have helped supply members \nwith nearly 150 shortage drugs. Specifically, we created \nProvideGx® to provide a vehicle to invest in innovative new \nbusiness models and partnerships to address drug shortages, \nincluding partnering with quality generic drug manufacturers \nthat can supply shortage products, co-funding the development \nof affordable products that address specific market needs, and \nsecuring contracts for active pharmaceutical ingredients to \nensure a continuous supply as well as strategic sourcing \nagreements.\nDisaster Response Community Team\nOur dedicated Disaster Response Community team ensures \nbusiness continuity for our members during a hurricane, fire, \ntornado or other emergency. We serve as an extra set of hands \nand legs for our members and work across contracted suppli -\ners, member health systems, business continuity experts and \ncommunications functions to serve as conduits for information \nand preparedness. Our team constantly monitors all areas of the \nU.S. for earthquakes, wildfires, hurricanes and other disruptive \nevents that could potentially affect our members, suppliers  \nor employees. The communications for these events, when \nelevated, are distributed across our membership and posted to \nour Disaster Response Communities site. Additionally, we are \nfrequently in contact with local, state and national government \norganizations such as Federal Emergency Management Agency \n(FEMA), Cybersecurity and Infrastructure Security Agency \n(CISA), National Hurricane Center (NHC) and the appropriate \nState Emergency Management Office during disasters.COVID-19 Pandemic\nHealthcare supply chain resiliency was tested during the \nCOVID-19 pandemic, particularly for PPE. With our unique \nposition as a connection point between healthcare providers, \nsuppliers and federal and state governments, we were able to \nprovide the federal government’s COVID-19 supply chain task \nforce with insights about health system preparedness and \npotential actions that could be taken to ensure a more reliable \nsupply chain. \nWe are uniquely positioned as a trusted partner in connecting \nthe healthcare community with our valued capabilities and \nintegrated partnerships. During the pandemic, we launched a \npartnership to help align stakeholders around data-driven \nstrategies to manage shortages, enable improvements in the \nsupply chain and help place critical medical supplies where \nthey were needed most. Our network and solutions help match \nhospitals and frontline providers in need of specific items with \npeer organizations who can provide the needed supplies. Our \nGPO has also established an expedited sourcing process to \nadd additional suppliers to product categories experiencing \nshortages. Recognizing the need to balance America’s reliance \non international manufacturing and sourcing, our direct \nsourcing subsidiary, S2S, also increased the production of \nmasks, gloves and other PPE from multiple countries and \nregions to lower risk and increase redundancy.\nPhoto by Atrium Health\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}