{"page_content": "48Leading Through the COVID-19 Pandemic\nThrough our strategic relationships with healthcare systems and hospitals and unique capabilities, coupled with our positioning \nwithin the healthcare ecosystem, we have taken a leadership role in supporting our members through a challenging and dynamic \nenvironment. Our efforts are helping to stabilize the supply chain and secure PPE and other critically needed, high-demand supplies \nfor our members and enabling them to deliver care to their patients. \nBelow are many of the actions we have taken to deliver long-term, sustainable value to our members and the healthcare system:\nSolving for Overreliance on Overseas Manufacturing \n• We invested in Prestige Ameritech to provide more than 60 million \nU.S.-made N95 masks, surgical masks and goggles per year for \nparticipating Premier members. \n• We are partnering with DeRoyal Industries Inc. to produce more than \n40 million domestically manufactured gowns annually. \n• Our collaboration with Honeywell is expected to produce at least 750 \nmillion domestically made nitrile exam gloves in the first year alone. \n• We are collaborating with ExelaPharma Sciences to support \nuninterrupted access to 19 generic injectable drugs.Promote Cross-Industry and Cross-Competitor Collaboration  \nWe launched a coalition uniting executives from nearly 20 healthcare \nsuppliers, manufacturers, distributors and others to help deliver \ntransparency to our supply chain and heal the challenges in our industry.\nEnsure Smaller Providers Without Distributor Purchasing History \nCan Access Supplies  \nWe placed thousands of products from vetted suppliers on Stockd,  \nour e-commerce site, allowing for alternate site and physician source \nvital supplies.Enhance Existing Infection Prevention Technologies to  \nMonitor COVID-19 Cases\n• Our clinical surveillance technology includes COVID-specific alerts \nand patient flags for tracking and analytics. \n• Our clinical decision support technology uses natural language \nprocessing and machine learning to flag suspected or confirmed \nCOVID-19 patient cases directly in the EMR, at the point of care.\nCreate Early Warning System for Future Waves of COVID-19\n• We are enabling health systems to set specific triggers alerting  \nthem to upticks in certain symptoms, thus predicting future cases \nand potential surges in almost real time. \n• This early warning system buys time to support providers’ and \ncommunities’ containment and mitigation strategies, preparing  \nthem to manage an uptick in volume.\nLeverage Predictive Modeling for Actionable Forecasts on  \nPotential Surges in Cases\n• Our integrated solution leverages clinical and public health informa -\ntion to create predictive models indicating the health systems’ \nprojected caseload for five to seven days. \n• This solution then overlays predictive modeling to project supply \nutilization based on the acuity of cases to support planning and \ndynamic allocation of supplies.\nStay Informed and Ensure Adherence to Latest COVID-19  \nClinical Guidance\n• Our clinical decision support technology embeds the latest and most \nrelevant clinical guidance into the workflow, allowing nurses and \nphysicians to incorporate the most recent findings into clinical \npractice after relevant guidelines become available.Access Inventory Already in the Channel   \n• We partnered with Resilinc and Stanford University to launch an \nonline portal for providers to dynamically exchange needed products. \n• More than 1,000 hospitals have joined to swap five million products \nincluding masks and gowns. Fast-Track Global Sourcing to Bring Critical Products to Members  \nThe backbone for our PPE forward buy program, S2S delivered more \nthan 166 million masks and respirators and 66 million gowns.\nEmbed Resiliency into Drug Supply Chain  \n• We pulled pharmaceuticals out of allocation and moved them to our \nown distribution channel, allowing us to dynamically allocate \nproducts to members based on clinical need. \n• Our efforts avoided widespread drug shortages for members, \ndespite spikes in demand of more than 150%.\nSafely Accelerate New Entrants’ Access to the Market  \n• We developed an accelerated process to bring new suppliers to \ncontract in 14 days or fewer in categories experiencing product \nallocation or shortages as a result of the pandemic. \n• As a result, we signed more than 120 new contracts and evaluated \nsupplies from more than 2,500 brokers.\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}