{"page_content": "50\nWe lease all our office space, which includes our \ncorporate headquarters (HQ) in Charlotte, North \nCarolina, and eight smaller satellite office locations \nacross the U.S. Our HQ building is LEED-CS Gold® \ncertified with LEED-CI principles applied within the \ninterior build-out design, resulting in a LEED Gold® certification of \nthe tenant upfit. Our landlord also received the 2021 Energy Star \nPartner of the Year Award from the U.S. Environmental Protec -\ntion Agency and the U.S. Department of Energy. Additionally,  \nwe eliminated our on-site data center from our headquarters in \n2019, which reduced our equipment and related annual power \nneeds by nearly 40%.Energy Management\nAs a national organization, we seek to maintain a nimble energy \nfootprint. Where it is operationally feasible, we support a \nremote work environment for our employees. Today, the vast \nmajority of our employees are working remotely (not in a \nphysical office) on a full-time basis, which contributes to an \noverall lower carbon footprint. We are currently engaged with \nour employees to pilot a hybrid work schedule for a combina -\ntion of work-from-home, work in a Premier office or work \nelsewhere. We anticipate that this approach will contribute  \nto further reducing our carbon footprint. \nWe incorporated LED lighting requirements in all new leases \nthat cover future build-out or space renovations and installed \nmotion sensor lighting with auto-shutoff features when \npossible. We also work with our landlords to provide special \nparking for fuel-efficient cars, EV vehicles and carpooling.We outsource portions of our operations such as our data \ncenters, which decreases our overall carbon footprint due to \nthe economies-of-scale regarding carbon emissions and \nelectricity usage provided by third-party data center solutions \nhosted on cloud-based platforms.Examples of Eco-friendly Practices at Our Leased Office Locations\nLocationLEED-CS-\nGold \nCertifiedWELL \nHealth-  \nSafety \nRatedEnergy \nStarBOMA  \n360  \ndesign Recycling CompostingLED \nLightingLight \nSensorsE-Waste \nPickupGreen \nCleaningTouchless \nDispensers\nCharlotte, NC* • • • • • • • • •\nCharlottesville, VA • •\nCollege Station, TX •\nEl Segundo, CA • •\nHudson, OH • • •\nNew York, NY • • • • • •\nSan Diego, CA •\nWalnut Creek, CA • • • • •\nWashington DC • •\n*Corporate Headquarters\nCEO Letter Making a \nPremier ImpactAwards  and  \nAssociationsAbout This \nReportGovernance People and \nCultureSocial \nResponsibilitySupply Chain \nManagementEnvironmental \nManagementFrameworks \nand StandardsTable of Contents\n", "metadata": {"source": "NASDAQ_PINC_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}