{"page_content": " 10\nALKERMES • CORPORATE RESPONSIBILITY REPORTfacilities and utility systems. A sub-team of this group \nhas been appointed to integrate sustainability principles \nand practices into the design of our capital projects \nand will also be responsible for Company-wide energy \naudits and development of a multi-year plan for energy \nreduction initiatives. \nControl of Wastewater Emissions\nAlkermes maintains strict controls over its wastewater \nemissions, adhering to the parameters of our \napplicable licenses and permits. We also continually \nevaluate opportunities to improve our wastewater \ncontrol systems. For example, in our Wilmington, Ohio \nfacility, we replaced certain hazardous chemicals with  \na liquid carbon dioxide dosing system to balance the \npH of the wastewater stream, which also reduced the \nrisk to employees of handling hazardous materials. \nWater Conservation\nWe recognize that water is a scarce and invaluable \nresource that we must endeavor to conserve and use \nefficiently and sustainably. We have implemented \nprograms across our organization to assess, reduce and \noptimize our water consumption. In our Athlone facility, \na structured evaluation of water consumption between \n2017 and 2018 identified several leaks in the municipal \nwater supply line. Following repairs and improvements \nto the pipeline, municipal water consumption from this \nsupply was reduced by more than 96% (see chart \nbelow) from an average of 8,458 m3 per month to  \nan average of 300 m3 per month — saving the SECTION 4 \nENVIRONMENT\nequivalent water usage of 418 average homes. The \nAthlone site is now almost self-sufficient in water \nconsumption with substantially all water sourced  \nand treated from onsite wells. \nWaste Optimization\nAll Alkermes facilities have comprehensive waste \nmanagement plans in place and we strive to reduce \nour generation of waste at the source. Our waste \nstreams are fully segregated, and disposal methods  \nare carefully evaluated to ensure compliance with \nstatutory and permit requirements.\nFor non-hazardous waste, our goal is to eliminate \nlandfilling wherever feasible, and we actively \nimplement recycling, composting and/or other  \nre-use opportunities. We also employ other forms  \nof responsible disposal, such as treatment in third-\nparty “waste-to-energy” facilities. \nSimilarly, for hazardous waste, we recognize that \nlandfill is not an environmentally responsible disposal \nroute. We actively explore recycling opportunities for \nour hazardous wastes and, when feasible, select disposal \nroutes that include potential energy recovery benefits. \nPlease see a case study on our structured approach to \nwaste stream evaluation on the following page. \nThe following chart illustrates how our waste was \ndisposed of in 2018 (figures are for total enterprise \nwaste, combining both non-hazardous and hazardous \nwaste stream data): \nMUNICIPAL WATER SUPPLY (ATHLONE):\nReduction in Municipal Water Usage from 2015 to 2018020000400006000080000100000120000\n2015 2016 2017 2018Recycled*\nWaste-to-energy**\nIncineration  \n(no heat recovery)\nLandfillALKERMES WASTE PROFILE 2018\n70% 14%8%8%M3\n* “ Recycled”: A waste that is used, reused or reclaimed  \n(based on SASB RT0101)\n** “Waste-to-energy”: A method of converting non-recyclable waste into \nuseable forms of energy including heat and electricity", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}