{"page_content": " 11\nALKERMES • CORPORATE RESPONSIBILITY REPORTSustainability Through Design\nReducing our carbon footprint and ensuring that \nAlkermes’ buildings and processes operate sustainably \nare major factors in the planning and decision-making \nprocesses for all new construction at our facilities. In \naddition, for existing infrastructure, our monitoring  \nand targeting systems enable us to identify \nopportunities for further energy reduction or  \nother sustainability improvements. \nExamples of our sustainability efforts include:\n•  Installation of energy-saving fixtures such as low \nemissivity windows, LED lighting with motion \nsensors, and reflective roofing;\n•  Upgrade of HVAC systems to be more efficient  \nand require lower energy consumption; \n•  Installation of variable speed drives and high- \nefficiency motors;\n•  Institution of water conservation measures such as \nprocess cleaning optimization and low-flow restroom \nfacilities; and\n•  Installation of sensors at fume hoods to reduce \nexhaust flow during unoccupied times.\nFrom these initiatives, we have realized significant \nreductions in energy demand and carbon emissions,  \nas illustrated in the charts on page 12, including, for \nexample, a reduction in energy use per employee  \nof 37% in the past three years. SECTION 4 \nENVIRONMENT\nCASE STUDY: A Structured Approach to Waste Stream Evaluation\nAn operational excellence project team conducted a detailed analysis of the various waste streams  \nin our Athlone manufacturing facility. Among the improvements made based on this exercise were: reducing \nwastes generated at the source, optimizing disposal routes to significantly reduce transport distances, and \n“bulking up” shipments to reduce the number of trucks on the road. This more waste-efficient supply chain \nreduced our carbon emissions, and the resulting transition to treatment in a waste-to-energy facility yielded \nelectricity generation benefits that would not have resulted from standard incineration techniques. \nCASE STUDY:  \nSustainability in Facility Design\nSeveral energy and environmental conservation \nmeasures were integrated into a new Grade C \nproduct facility during the design process. \nExtensive modeling and testing enabled the \nproject team to successfully reduce air changes \nper hour by 40 percent, and thereby reduce our \noverall energy consumption from such air \nchanges, while still maintaining the required air \nquality. 80% of the facility air is recirculated and \n60% of facility heat is recovered. Measures were \nalso implemented to reduce water demand and \nproduction of wastewaters during cleaning. LED \nlighting and controls reduce energy demand by \napproximately 80% as compared to conventional \nfluorescent lighting.\n", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}