{"page_content": " 13\nALKERMES • CORPORATE RESPONSIBILITY REPORTQuality and Safety \nAlkermes has robust policies and procedures in  \nplace to promote safe and sustainable research, \ndevelopment, manufacture and commercialization  \nof products. We are committed to meeting our \nmanufacturing objectives reliably and responsibly \nthrough the establishment and maintenance of a  \nsafe, sustainable, and ethical supply chain.\nProduct Quality and Safety\nThe Alkermes Quality Management System (QMS)  \nis a comprehensive program designed to ensure that \nproducts produced, stored, tested, and distributed  \nby Alkermes consistently meet applicable product \nspecifications, safety and efficacy standards, and \nregulatory requirements. The QMS is a combination  \nof multiple well-integrated components, covering  \nthe entire lifecycle of the products we manufacture \nfrom development to commercialization and the  \nfull supply chain associated with each stage in a  \nproduct’s manufacture.\nOur QMS is designed to ensure compliance with \napplicable provisions of the U.S. Code of Federal \nRegulations, ICH (International Council for \nHarmonisation of Technical Requirements for \nPharmaceuticals for Human Use) Guidance, the \nEuropean Commission Directives relating to medicinal \nproducts for human use, and all aspects of “good \npractice” quality guidelines and regulations (known \ncollectively as GxP), in each case in line with current \nindustry standards. GxP includes Good Clinical Practice \n(GCP) regulations, which govern the conduct of clinical \ntrials, Good Manufacturing Practice (GMP) regulations, \nwhich govern the manufacture of products, and Good \nLaboratory Practice (GLP) regulations, which govern \nthe testing of materials in accordance with applicable \nregulations.  We also adhere to all quality and safety \nregulations under the U.S. Controlled Substances Act \nwhen applicable.We implement rigorous internal processes to ensure \nthe quality and safety of our products across their \nlifecycle — from pre-clinical studies to commercial  \nuse — and we audit and assess our external \nmanufacturing partners to continuously monitor their \ncompliance with Alkermes standards of quality and \nwith applicable laws and regulations. In addition,  \nthe U.S. Food and Drug Administration (FDA), the \nEuropean Medicines Authority (EMA) and other global \nregulatory agencies routinely inspect our facilities in \nAthlone, Ireland, Waltham, Massachusetts and \nWilmington, Ohio to confirm that we are complying \nwith applicable regulatory regimes. To date, all  \nsuch regulatory inspections have been completed \nsuccessfully, with no “significant findings.” FDA \ninspections of Alkermes sites to date have all been \nclassified as “No Action Indicated.”\nThe Alkermes Quality Manual lays out the various \nprinciples of quality that are required to be upheld  \nby all Alkermes employees and provides guidance for \nadherence to applicable safety and quality requirements. \nAs part of our QMS, Alkermes employees also receive \ncomprehensive training on the safety and quality \nresources and standard procedures that we have in \nplace to help ensure our high standards of quality and \nsafety are part of day-to-day operations. Employees \nare required to train on all new or updated procedures \nrequired for their role. Electronic learning systems are \nused to monitor and manage each employee’s \ncompliance with our training curriculum. Depending  \non the complexity of an employee’s role and the \nrequired training for such role, classroom and/or \nsupervised on-the-job training is also provided as \nneeded. We maintain and continually assess, modify \nand improve the QMS through management’s oversight \nof the system and through our established quality \nprocedures, including internal audits, external audits, \nrisk assessments, quality performance metrics, \ncorrective actions, and preventive actions.SECTION 4 \nENVIRONMENT", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}