{"page_content": " 14\nALKERMES • CORPORATE RESPONSIBILITY REPORTPatient Safety\nWe are committed to ensuring the authenticity of our \nmedicines and guarding against counterfeit products \n(those not equivalent in quality, safety, and efficacy, or \nnot containing the correct amount of active ingredient \nand/or containing impurities) to safeguard patients \nand minimize risk in the marketplace for our medicines.\nAlkermes has established a standard operating \nprocedure (SOP) in accordance with FDA regulations \nthat provides for the timely and efficient removal from \nthe market of any commercial drug product suspected \nor found to be defective. This procedure covers all \nproducts — including trade products, sample products, \nand clinical supplies of product candidates — \nmanufactured and distributed by or on behalf of \nAlkermes. This SOP includes requirements for the \nnotification of and consultation with applicable \nregulatory authorities, the conduct of a health hazard \nassessment, and communications to customers, \npartners, healthcare providers, and patients as directed \nby regulators or our internal policies or procedures.\nResponsibility in Manufacturing  \nand the Supply Chain\nBeyond our own facilities, we contract with a growing \nnetwork of third-party manufacturers to formulate \ncertain products and produce components of products \nor product packaging for clinical and commercial use. \nAll service providers involved in the manufacture and \npackaging of our products are subject to inspection by \nthe FDA or comparable agencies in other jurisdictions \nand we require that our contract manufacturers adhere to current GMP in the manufacture of these products \nand components. All contract manufacturers and \nsuppliers must undergo a pre-approval inspection by \nAlkermes Quality personnel to ensure they comply \nwith applicable standards and regulations prior to \ninitiating work for Alkermes. Quality Agreements are \nput in place with third parties to set forth Alkermes \nquality requirements and procedures and to govern \nmonitoring of and compliance with Alkermes standards \nand the standards of all applicable laws and regulations. \nStrategic supply chain partners are also subject to \nAlkermes EHSS standards and expectations.\nIf a vendor does not meet our EHSS or Quality \nexpectations, we work with that vendor to improve its \nperformance and come into compliance prior to working \nwith such vendor or consider alternative vendors.\n \n \n SECTION 4 \nENVIRONMENT\n", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}