{"page_content": " 15\nALKERMES • CORPORATE RESPONSIBILITY REPORTSocial Impact\nWe recognize that all of our stakeholders are \nconnected in a single environment and affect one \nanother. This is particularly true of employees, \nhealthcare providers, patients, caregivers, and the \ncommunities in which we live and work. \nOur employees are the foundation upon which our \nbusiness is built. Their expertise, intelligence, and \ncreativity drive our innovation, and their passion  \nand commitment to excellence are the cornerstone  \nof our success. Supporting our employees’ well-being  \nin a transparent, inclusive, and collaborative culture \nand providing them with the tools and resources to \nflourish personally and professionally helps ensure  \nthat we can meaningfully engage with patients and  \nour communities.\nBeyond our employees, we are committed to giving \nback to the communities where our employees live  \nand work through volunteering opportunities and \nengagement with caregivers, patients and their  \nloved ones. We also support advocacy efforts to raise \nawareness of patient needs and to increase access to \nmedicines and other forms of treatment in support  \nof patient health and well-being.SECTION 5 \nSOCIAL\nOUR TEAM TAKES CNS  \nDISEASES PERSONALLY\n “ Being the child of a third-generation alcoholic,  \nI knew how substance use disorder affected \nfamilies, especially kids. When my boss asked \nme how I approached my work with so much \npassion, I told him, ‘I see the little boy that keeps \nlooking up in the stands hoping to see his dad.’ \nSo, that’s why I feel that I’m supposed to be \nhere; to help one little boy find his dad in  \nthe stands and not struggle with substance  \nuse disorder.” \n– District Business Leader at Alkermes\n “ I have a teenage daughter. About three years \nago she was diagnosed with bipolar disorder, \nand around six months later attempted to  \ntake her own life. You’re never prepared to go \nthrough something like that. I’ve been able to \nconnect with the Southwest Ohio chapter of the \nNational Alliance for Mental Illness. Along with \nmy daughter, we’ve been able to share our story, \nparticipate in fundraising events, and connect \nwith other families that need that support. I \nthink that working somewhere where you have \nthat greater purpose provides a depth to what \nyou do.” \n– Accountant at Alkermes\n “ I have a brother that suffered from opioid use \ndisorder for several years, and he’s now been  \nin recovery for seven years. My motivation to \ncome into work each day is that I have seen  \nthat recovery is possible. I want to be a part of \nhelping at least one person, and hopefully many \nmore, in getting to that stage of recovery.” \n– District Business Leader at Alkermes\n", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}