{"page_content": " 16\nALKERMES • CORPORATE RESPONSIBILITY REPORTOur Employees\nWe have more than 2,000 employees across the  \nU.S. and Ireland who are key to our ability to develop, \nproduce and advance treatment options for patients. \nWe are an equal opportunity employer and, across all \nof our sites, we strive to create a work environment \nthat reflects our values of collaboration, respect  \nand commitment. \nTOTAL EMPLOYEES AS OF AUGUST 2019 – 2,444\nLocation\nIreland Athlone 370\nDublin 37\nU.S. Massachusetts 871\nOhio 584\nU.S. Field-based 582\nFull time/part time\nIreland 398 full time/9 part time   \nU.S. 2,035 full time/2 part time\nGender Diversity and Pay Ratio   \nAs of August 2019, Alkermes’ workforce was 47% \nfemale and 53% male. Based on the most recent data \nfrom our independent compensation consultant, our \nratio of female to male employees is aligned with \nindustry peers across all levels. \nEMPLOYEES\nBy Gender By Level\nMale 1301\n• 243 Ireland\n• 1058 U.S.Entry level 48% female/ \n52% male\nMid-level 48% female/ \n52% male\nFemale 1143\n• 164 Ireland\n• 979 U.S.Senior level 35% female/ \n65% male\nExecutive \nlevel22% female/ \n78% male\nFrom 2017 to August 2019, the percentage of female \nemployees in leadership positions (Senior Director \nlevel and above) across all Company locations has  \nrisen from 30% to 34%, with the percentage of female employees on the executive management team  \nof the Company growing from 14% to 22%. \nAs of August 2019, median compensation for males \nand females at Alkermes was substantially equal across \nmetrics of base salary, total cash compensation, and \ntotal compensation including equity. \nRecent reviews of salary data across the Company \nrevealed that, as of August 2019, the average salary for \nour female employees as compared to that of our male \nemployees compared favorably to industry averages. \nMinimizing gender pay disparities has been a priority \nfor Alkermes, and we continually monitor our pay \npractices and make focused adjustments to maintain \nequitable pay across our employee population. \nAdditionally, as a national employer, we continuously \nreview and adapt our recruiting and employment  \noffer processes to be compliant with state laws and  \nto ensure that the offers we make to candidates  \nare based on candidates’ experience and skills in \ncomparison to our current employees, and without \nregard to their compensation from previous employers.\nSupporting Women in Leadership \nDeveloping a diverse leadership team is an important \nelement of our success and we are proud to support \nand invest in women in leadership roles. We have made \nsubstantial progress in this area in the last three years, \nwith significant gains in the percentages of women in \nSenior Director and Senior Vice President roles. We are \ncommitted to the advancement of our female employees \nand provide a variety of leadership development \nopportunities, including through Women Unlimited, Inc. \n(WUI), an organization that runs programs for female \nleaders at various stages of their careers. In 2018 and \n2019 to date, women across the organization \nparticipated in the following WUI programs: \n•  IMpower:  A six-month program for high potential, \nearly-career or emerging female talent; \n•  LEAD : A one-year program for mid-level managers \nwith a focus on personal brand, mentoring, and  \non-the job action assignments; and\n•  FEW:  A one-year program for senior level executives \nwith a focus on executive skills assessment and best \npractices across industries.SECTION 5 \nSOCIAL", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}