{"page_content": " 17\nALKERMES • CORPORATE RESPONSIBILITY REPORTEqual Opportunity and Respect; Diversity and Inclusion\ndomestic partner benefits. In 2019, we created our \nDiversity, Inclusion & Belonging Steering Committee, \nwhich is comprised of representatives from all of our \nsites and a variety of functional areas to provide \nguidance on the tools and resources that we can use  \nto equip colleagues to engender a sense of belonging \nin the workplace.\nProfessional Development \nWe are committed to the growth and development  \nof our employees from their first day on the job  \nand throughout their tenure at the Company. Our \ncomprehensive new hire on-boarding experience goes \nbeyond specific job skills training to include training \nthat connects our new employees to our business, \nculture, values, and people. \nWe encourage our employees to seek out professional \nlearning opportunities both within Alkermes and \nexternally. We offer formal onsite trainings that cover \ntopics including performance management, problem-\nsolving, leadership development, communication, and \nmentorship, as well as more specialized skills-based \nprograms. We also conduct ongoing health and safety \ntraining in compliance with all federal, state, and local \nregulations. In 2019 to date, we have conducted over \n200 training sessions across the Company’s locations \nand with the U.S.-based field sales force. \nBeyond periodic training, Alkermes also supports  \nU.S.-based employees in furthering their educational \ngoals through a tuition reimbursement program, which \nincludes opportunities for tuition reimbursement of up \nto $5,250 per year for full-time employees enrolled in \nany course through an accredited college or university. \nIn 2018, approximately 60 employees took advantage \nof this benefit.SECTION 5 \nSOCIAL\nAt Alkermes, we work hard to foster a culture of \nrespect, inclusion and equality supported by our Code \nof Business Conduct and Ethics and the policies and \nprograms championed by our human resources (HR) \norganization. We attract, hire, and retain employees, \nand administer all HR policies, without regard to race, \ncolor, religion, sex, sexual orientation, gender expression \nor identity, national origin, ancestry, age, mental or \nphysical disability, genetic information, any veteran \nstatus, any military status or application for military \nservice, membership in the Traveller community, or \nmembership in any other category protected under \napplicable law.\nConsistent with our Respect in the Workplace policy, \nwe are fundamentally committed to creating and \nmaintaining a work environment in which employees \nare treated fairly, with dignity, decency, respect, and in \naccordance with all applicable law. We believe that all \nemployees have the right to work in an environment \nthat is free of discrimination and harassment of any \nkind. Harassment or discriminatory behavior — whether \nby any Company personnel or third parties with whom \nwe do business — is not tolerated. We also strive to \nuphold human rights in all of our business activities \nand support the principles in the United Nations \nDeclaration on Human Rights, including the prohibition \nof human trafficking, child labor, and slavery of any kind. \nWe recognize that Diversity  (the presence of \ndifference) and Inclusion  (welcoming, valuing, and \nleveraging differences) belong at the heart of all  \nthat we do and are key drivers of our success as an \norganization. Our approach to diversity and inclusion \nemphasizes engagement with colleagues, and policies \nand programs that reflect the diversity of our \nworkforce and our belief in inclusiveness, including ", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}