{"page_content": " 19\nALKERMES • CORPORATE RESPONSIBILITY REPORTPatient and Community Engagement \nAccess\nAlkermes believes that every patient deserves quality \ncare and we are committed to collaborating with policy \nmakers and other industry stakeholders to preserve \nand enhance access to important medicines. \nWe strive to price our medicines in a responsible \nmanner that facilitates broad access. We also offer \nprograms, such as our Patient Assistance Program  \nand our Co-Pay Savings Program, to provide support \nto eligible patients who are prescribed our medicines. \nIn 2018, more than 18,500 patients participated in our \nCo-Pay Savings Program. \nEXPANDED ACCESS POLICY\nAlkermes endeavors to make safe and effective \nmedicines available to all appropriate patients by \nconducting rigorous clinical trials and obtaining \nmarketing approval from regulatory authorities, \nincluding the FDA. Prior to regulatory approval, \nparticipation in one of our clinical trials is the \nbest way for patients to gain access to our \ninvestigational medicines. However, we \nunderstand that some patients facing serious or \nlife-threatening conditions may not be able to \nparticipate in a clinical trial and may seek access \nto investigational treatments before they are \napproved. Alkermes has established a program \nunder which patients may be eligible to receive \naccess to our investigational treatments outside \nthe context of a clinical trial. Any requests for \nsuch early access must be made by a physician \nand are subject to a number of eligibility \nconsiderations. Additional detail on this program \ncan be found here, or by visiting the Research \nand Development page of our website .SECTION 5 \nSOCIAL\nEvery day, millions of people around the world  \nface hardships associated with CNS diseases such  \nas schizophrenia, bipolar disorder and substance use \ndisorder. We focus on developing medicines to treat \nthese chronic diseases while also striving to help \naddress the systemic barriers that negatively impact \nthem through patient engagement advocacy.\nPatient Engagement\nWe are inspired by the courage of individuals facing \nthe unique challenges of living with CNS diseases,  \nand the perspectives of those affected by these \nconditions are paramount to our work. Developing \nmedicines for some of the most stigmatized and \nmisunderstood CNS diseases requires thoughtful  \nand sustained engagement with patients, caregivers, \nand patient advocacy groups.  \nAlkermes works closely with patient organizations to \nintegrate voices from the community into our business.\nRegular engagement with policymakers and leaders  \nin the patient advocacy community allows us to better \nunderstand their perspectives and goals, and learnings \nfrom these interactions help inform our own policy and  \nadvocacy activities.\nDriven by our patient-centered ethos, we advocate for, \namong other things, improved access to treatments. \nHowever, we also understand that access to treatment \noptions addresses only a portion of the needs of the \npatients, families, and communities for whom we \ndevelop our medicines. We are committed to working \nwith the people affected by CNS diseases and the \norganizations that support them to better understand \nthe complex system of care for diseases and to achieve \nour common goal of improving outcomes for such \npatients and their caregivers. ", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}