{"page_content": "ALKERMES • CORPORATE RESPONSIBILITY REPORT\n 2A Message from Our CEO\nAlkermes was founded by pioneers in the field of \nneuroscience, and their legacy of innovation and \nscientific excellence — applied to the real-world needs \nof patients — remains central to our mission. Alkermes \ntechnologies and discoveries have contributed to \nimportant medicines that continue to shape the \ntreatment landscape in many disease areas. Today,  \nwe are distinguished from other biopharmaceutical \ncompanies by our core focus on serious mental illness \nand addiction — chronic, highly prevalent conditions \nthat affect millions of people and represent some of \nthe most challenging public health issues of our time. \nGreat science. Deep compassion.  \nReal impact.\nOur mission to make innovative medicines for people \nwho truly need them underlies our work. It begins with \na patient-centered approach to drug development \ndriven by great science and deep compassion. We  \nare investing in research and development efforts in \npursuit of new medicines that build on our heritage in \nneuroscience and, as scientific opportunities present \nthemselves, advancing our research into important  \nnew areas such as immuno-oncology. \nSince introducing our first commercial product  \nmore than a decade ago, we have also learned that \nmedicines alone are not enough. With our distinctive \nfocus in serious mental illness and addiction, we  \nhave built our organization with purpose and  \ninvested in specialized commercial capabilities to \nnavigate fragmented treatment systems as we help \naddress the complex challenges patients with these \ndiseases face.SECTION 1 \nINTRODUCTION\nInspired by the courage and determination of individuals \nin these frequently underserved and marginalized \ncommunities, we are driven to develop medicines and \ncontribute to systemic solutions that we hope will have \na meaningful impact on the lives of patients. \nOur Commitment\nAs we look toward building our business for the  \nfuture, we are guided by the opportunity — and what \nwe believe is our responsibility — to help address the \nunmet needs of patients and to operate in a sustainable, \nsocially responsible manner. We firmly believe that \ndoing so is best for our business, our employees, for \npatients, and for the communities where we live and \nwork. This commitment guides how we interact with \nour stakeholders, govern our company, and address \nour environmental impact. \nIn this report, we invite you to learn more about  \nwho we are and how we integrate our purpose and \nresponsibility across all aspects of our business. We  \nare proud of the strides we’ve made since our last \nreport and are committed to further enhancing our \nresponsibility and sustainability strategy and increasing \nthe sophistication with which we monitor and report \non these efforts. We are excited for the future and look \nforward to sharing our progress with you.\nThank you for your continued support.\nRichard F . Pops  \nChief Executive Officer  ", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}