{"page_content": " 22\nALKERMES • CORPORATE RESPONSIBILITY REPORTCommunity Engagement \nOur employees are passionate about helping to  \ncare for people and the environment in the local \ncommunities in which we work, supporting not only \norganizations and programs that are connected  \nto the diseases our medicines treat, but also causes  \nfor which they feel a personal connection through  \ntheir own experience or that of loved ones. \nUnited States\nTen years ago, a group of employees started Alkermes \nin Action , an annual day of volunteering to support our \nlocal communities with hands-on activities that align \nwith our values and embody our compassion. Over  \nthe past decade, over 5,000 volunteers have worked \nwith more than 50 local community organizations  \nand established a number of meaningful, long-term \nrelationships between Alkermes and the organizations. \nIn 2019 alone, more than 450 employees from Waltham \n“ I am proud to work for a company like Alkermes, \nwhere doing the right thing is not just what we do; \nit’s who we are.” \n–  Anne Giovanoni, Vice President, Corporate \nCounsel and one of the Alkermes in Action leadersSECTION 5 \nSOCIAL\nsigned up to volunteer for one of 18 different projects \non this community service day. Other examples of  \nour U.S. employees’ community engagement  \nactivities include: \n•  Following the Alkermes-supported 2014 renovation  \nof the Bristol Lodge Soup Kitchen in Waltham, MA, \nAlkermes employees routinely volunteer to make and \nserve fresh meals. \n•  In 2018, employees from our Wilmington facility \nhelped build a Habitat for Humanity house in Clinton \nCounty and were significant supporters of the Clinton \nCounty Children Services & Toys for Tots in Ohio. \nIreland\nAlkermes employees in Ireland proudly support local \norganizations that address a range of needs including \nmental health, cancer care, women and children \nrefugees, and homelessness, among others. \nIn 2018, 140 Irish employees volunteered an aggregate \n2,200 hours of time. Examples include:\n•  In 2018, Alkermes continued its support for  \nSCCUL Sanctuary in Galway City, a group that  \noffers therapeutic retreat days for people living  \nwith substance use disorder, mental illness, multiple \nsclerosis, and other conditions. The Sanctuary \noffers a variety of different solutions, ranging from \nemotional, mental, physical and spiritual, to help \nencourage peace of mind, and improve outcomes  \nfor people living with these diseases.\n•  In 2018, Alkermes employees volunteered at the  \nEsker House Women’s Refuge and Domestic Abuse \nSupport Service, an emergency shelter for women  \nand children experiencing domestic abuse. Volunteer \nactivities included beautifying the garden and \npainting bedrooms for the women and children  \nwho take shelter there. \n", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}