{"page_content": " 23\nALKERMES • CORPORATE RESPONSIBILITY REPORTEthics and Compliance \nIntegrity is a core Alkermes value and the foundation \nof the way we do business. Alkermes is dedicated to \nupholding legal, regulatory and ethical standards in \nevery market in which we operate and to maintaining a \nstrong culture of compliance. Our focus on compliance \napplies to all aspects of our business, beginning with \npre-clinical research and continuing through clinical \ntrials, manufacturing, and commercialization. This  \nfocus on compliance builds trust with healthcare \nprofessionals, institutional purchasers, relevant \ngovernment agencies, and the public at large. \nWe believe compliance is a responsibility shared by all \nemployees across all levels of the Company. We expect \neach individual to take ownership of compliance and  \nto perform all activities and conduct all interactions \nwith integrity and in accordance with the highest \nethical standards.\nOur commitment to compliance is embodied in our \ncomprehensive compliance program which is built on \nthe following core elements:\n•  Written policies and procedures address the \ncompliance risk areas relevant to pharmaceutical \nmanufacturers, including those identified in the \nguidance of the Office of Inspector General of the \nU.S. Department of Health & Human Services and \nthe Pharmaceutical Research and Manufacturers \nof America (PhRMA) Code on Interactions with \nHealthcare Professionals.  \n•  The Chief Compliance Officer oversees the \ncompliance program and reports directly to the CEO. \nThe Corporate Compliance Committee helps oversee \nthe Company’s compliance program and assists with \nidentifying any compliance issues that need to be \nbrought to the attention of the Board of Directors.\n•  Alkermes conducts extensive training and  \neducation programs for all employees that begins \nwith new hire training and includes regular, ongoing \ntraining on topics, processes, and policies relevant  \nto their positions. \n•  Alkermes has established and continues to foster a \nculture of compliance that maintains effective lines \nof communication and encourages all employees \nto seek guidance on ethical or legal issues as they arise. This culture of compliance is further supported \nby a policy obligating employees to report possible \ncompliance violations and a strong anti-retaliation \npolicy (discussed below) that protects personnel \nwho report issues in good faith.\n•  Regular monitoring and auditing of the compliance \nprogram enables Alkermes to detect and prevent \npotential non-compliance. \n•  The Company’s policies and training ensure that  \nall employees, including management, understand \nthe consequences of failing to adhere to our \ncompliance policies.\n•  Our compliance program is designed to promptly \nrespond to and address, through corrective action, \nany detected instances of non-compliance.\nCode of Conduct \nOur Code of Business Conduct and Ethics (Code  \nof Conduct) applies to all employees, officers, and \ndirectors of the Company. A current copy of the  \nCode of Conduct is available here or by visiting the \nCorporate Governance page of the Investors section  \nof our website . \nAmong other things, the Code of Conduct requires:\n•  Honest and ethical conduct by directors, officers, \nand employees of the Company, including the ethical \nhandling of actual or apparent conflicts of interest; \n•  Full, fair, and understandable reports on Company \nactivities in reports filed with the U.S. Securities and \nExchange Commission (SEC) and in the Company’s \nother public communications; and\n•  Prompt internal reporting of any violation to the \nCompany’s Chief Legal Officer or Chief Compliance \nOfficer (which role is currently held by the \nCompany’s Chief Legal Officer). \nThe Code of Conduct also requires compliance with  \nall applicable laws, rules, and regulations including,  \nbut not limited to, those guiding our interactions with \ngovernment officials and health care providers. In this \ncontext, it expressly prohibits any bribes, kickbacks,  \nor other improper payments, transfers, or receipts.SECTION 6 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}