{"page_content": " 24\nALKERMES • CORPORATE RESPONSIBILITY REPORTOur employees are obligated to raise concerns about \nany violations of our Code of Conduct, or any other \nethics or conduct violations, with their supervisor  \nor with the Company’s Chief Legal Officer or Chief \nCompliance Officer. A current copy of the Reporting \nProcedures for Auditing and Accounting Internal \nControl Matters and Illegal or Unethical Behaviors  \n(the Whistleblower Policy) is available here or by \nvisiting the Corporate Governance page of the \nInvestors section of our website .\nResponsible Research, Manufacturing and \nMarketing of our Products\nAs a patient-focused organization, we value the \npatients who choose to participate in our clinical trials \nand maintain policies, procedures, and practices that \nare respectful of each study participant and designed \nto protect their health, safety, and well-being. We \nensure that our clinical programs are in compliance \nwith the laws and regulations of the jurisdictions where \nwe conduct human research, including appropriate \ninformed consent processes, ongoing assessment of \npatient safety and timely reporting of adverse events, \naccurate collection and integrity of data, and respect \nfor patient confidentiality and privacy.\nAlkermes is also committed to the ethical and \nresponsible treatment of animals involved in the \nCompany’s research and development programs.  \nWe follow defined practices and standards for the  \ncare, welfare and treatment of research animals, as \nmonitored by our Institutional Animal Care and Use \nCommittee, and conduct all animal research in \ncompliance with all applicable local, national or \ninternational laws such as those set forth in the NIH \nGuide for the Care and Use of Laboratory Animals. We \nalso require — through inclusion of relevant provisions \nin our contractual agreements — CROs, academic \ninstitutions, and animal vendors with whom we engage \nto commit to adherence to these same standards.\nWe market our products with honesty, fairness, and \nintegrity. Compliance with applicable laws, rules and \nguidelines governs our communications and \ninteractions with patients, healthcare professionals, \ninstitutional purchasers, and the government. Corporate Governance\nBoard of Directors\nOur Board of Directors (the Board) is currently \ncomprised of ten members, split into three separate \nclasses of directors. Each class of directors is elected \nto serve a staggered three-year term. Our directors are \ndivided among the three classes as follows:\nCLASS I DIRECTORS\nTerm Expires at 2021 Annual  \nGeneral Meeting of Shareholders\nFrank Anders “Andy” Wilson\nNancy L. Snyderman, M.D.\nNancy J. Wysenski\nCLASS II DIRECTORS\nTerm Expires at 2022 Annual  \nGeneral Meeting of Shareholders\nDavid W. Anstice AO\nRobert A. Breyer\nWendy L. Dixon, Ph.D.\nCLASS III DIRECTORS\nTerm Expires at 2020 Annual  \nGeneral Meeting of Shareholders\nShane M. Cooke\nPaul J. Mitchell\nRichard F. Pops*\nRichard Gaynor, M.D.\n* Chairman of the BoardSECTION 6 \nGOVERNANCE\nRichard Pops, our CEO, serves as Chairman of the \nBoard. The Board also elects an independent director \nto serve as the Lead Independent Director. David \nAnstice AO was elected to serve as Lead Independent \nDirector in May 2019. Prior to Mr. Anstice’s election, \nPaul Mitchell had served as Lead Independent Director \nsince August 2012. For additional details about the role \nand responsibilities of our Lead Independent Director, \nsee the Charter of Lead Independent Director which is \navailable on the Corporate Governance page of the \nInvestors section of our website .", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}