{"page_content": " 25\nALKERMES • CORPORATE RESPONSIBILITY REPORTWe believe in the importance and great value of \ndiversity on our Board and are committed to \nmaintaining a Board that reflects the diversity of \nexperience, skills and characteristics (including, \nwithout limitation, leadership expertise, corporate \ngovernance experience, professional background, \nculture, age, viewpoints, tenure and gender) necessary \nfor the optimal functioning of the Board over both  \nthe short and long term. We are proud to have three \nwomen currently serving on our Board and to have \nrecently elected two new directors with diverse \nexpertise that is aligned with the expanding and \nevolving strategic priorities of our business.\nBoard Committees\nThe Board currently has three standing committees: \n•  The Audit and Risk Committee ’s responsibilities \ninclude appointing and overseeing the work of our \nindependent auditor and accounting firm, reviewing \nour financial reporting and accounting controls, and \noverseeing our enterprise risk management program.\n•  The Compensation Committee ’s responsibilities \ninclude discharging our incentive compensation \nand equity plans, reviewing and recommending \nappropriate compensation for our executives \nand directors, and evaluating risks related to our \ncompensation programs, policies, and practices.\n•  The Nominating and Corporate Governance \nCommittee ’s responsibilities include identifying \nindividuals qualified to become members of the \nBoard, facilitating the annual evaluation of the Board \nand its committees, and reviewing our governance \npractices, policies, and programs, including director \nand management succession planning, recruiting,  \nand other areas that may impact our risk profile  \nfrom a governance perspective.\nThe charters for each of these committees can be \nfound on the Corporate Governance page of the \nInvestors section of our website .Board’s Role in Risk Oversight \nOur Board, directly and through its committees, \noversees and reviews various aspects of the Company’s \nrisk management efforts, including periodic review  \nof Alkermes operating plans and overall corporate \nstrategies, an annual discussion of key enterprise risks \nto the Company’s plans and strategies, and ways to \nmanage and mitigate such risks. \nIn addition, the Board has adopted a Compliance \nPolicy Statement pursuant to Section 225 of the Irish \nCompanies Act 2014, setting forth the Company’s \npolicies to ensure compliance with its relevant \nobligations under applicable Irish corporate and tax \nlaws. On an annual basis, our directors review the \nCompany’s arrangements and structures intended  \nto secure material compliance with these obligations. \nIn performing their risk oversight functions, the Board \nand each committee of the Board has full access to \nmanagement, including our Chief Risk Officer, as well \nas the ability to engage outside advisors.\nPublic Policy Participation\nWe believe that public policy engagement is important \nand appropriate for Alkermes. Public policy plays an \nintegral role in helping to facilitate patient access to \nimportant medicines and in promoting and supporting \nmedical innovation.\nOur public policy advocacy reflects our commitment  \nto improving the lives of patients, enhancing public \nhealth, and advancing medical innovation. We do this \nby advocating for, among other things, patient access \nto, and awareness of, all medicines approved by the \nFDA for alcohol dependence, opioid dependence and \nschizophrenia, and treatment system reforms that \nfoster patient-centered care — care customized by  \nthe physician and patient to the clinical needs of the \npatient, regardless of the treatment setting in which \nthe patient is seen. We actively participate in public SECTION 6 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}