{"page_content": " 26\nALKERMES • CORPORATE RESPONSIBILITY REPORTpolicy discussions to share our perspective and \nexperience as an innovative biopharmaceutical \ncompany committed to advancing therapies for \npatients with unmet medical needs.\nAt the federal and state levels, we engage with \ngovernments, trade associations, patient groups,  \nand other organizations to find policy solutions to the \ncomplex issues that challenge our healthcare system \nand the patients, caregivers, families, and communities \nthat we serve. We believe it is our responsibility to help \nlegislators and regulators understand our viewpoints \non important healthcare issues. Our public policy \nengagement is guided by the following principles:\n• Commitment to our Code of Conduct, and\n•  Support of policies that benefit patients who may \nuse our medicines, including ensuring and improving \naccess to medicines, and fostering innovation in \nhealth care.\nAdditional information on our public policy \nparticipation, our corporate political contributions  \nand a list of trade associations to which Alkermes \nbelongs, can be found on the Responsibility page  \nof our website . \nInformation Security and Privacy \nAs a global biopharmaceutical company, it is \nimperative that we maintain strong oversight of the \nsecurity of all information in our possession to protect \nthe privacy of patients, employees, partners, and other \nstakeholders. This is essential to the sustainability and \nscalability of our business. To ensure effective \nInformation Security, Alkermes invests in people, \nprocess, and technology. The Alkermes Information Security Governance \nFramework governs the management and oversight  \nof our Information Security Management System \n(ISMS) based on the structured principles of the \ninternational standards ISO/IEC27001:2013. The \nAlkermes ISMS is an integrated set of organizational \nprocesses designed for preserving the Confidentiality, \nIntegrity and Availability (CIA) of Alkermes owned, \nmanaged or maintained information. We have an \ninformation classification hierarchy in place which \nincludes definitions and handling rules for the different \ninformation classifications. We regularly review the \nframework and update as appropriate to ensure the \nprogram’s effectiveness. \nWe have a well-established global data privacy \ncompliance program that is consistent with the \nrequirements of the European Union’s General Data \nProtection Regulation (GDPR) and the Health \nInsurance Portability and Accountability Act of 1996,  \nas amended (HIPAA), as well as other applicable \nregional and national laws and regulations. We also \nhave a global governance, risk and compliance \nprogram consisting of Information Technology (IT) \nAudit, IT Risk, and third-party risk management. \nOversight of the ISMS framework rests with the Audit \nand Risk Committee of the Board and is managed by \nteams comprised of Information Security, Governance, \nRisk and Compliance, IT, Security Incident Response \nTeam (SIRT), Senior staff and members of our \nexecutive team, including our CEO.\nOur Security Awareness program consists of regular \ntraining and communications through various mediums \nincluding hands-on activities, instructor-led and \ncomputer-based training, and program feedback.   \n SECTION 6 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}