{"page_content": " 28\nALKERMES • CORPORATE RESPONSIBILITY REPORTForward-Looking Statements\nknowledge of its business and operations, the forward-\nlooking statements are neither promises nor guarantees \nand they are necessarily subject to a high degree of \nuncertainty and risk. Actual performance and results \nmay differ materially from those expressed or implied \nin the forward-looking statements due to various risks \nand uncertainties. These risks and uncertainties include \nthose risks described in the Alkermes plc Annual \nReport on Form 10-K for the year ended Dec. 31, 2018, \nand in subsequent filings made by the Company with \nthe U.S. Securities and Exchange Commission (SEC), \nwhich are available on the SEC’s website  at www.sec.\ngov. The information contained in this report is \nprovided by the Company as of the date hereof, and, \nexcept as required by law, the Company disclaims any \nintention or responsibility for updating or revising any \nforward-looking information contained in this report.Certain statements set forth in this report constitute \n“forward-looking statements” within the meaning of \nthe Private Securities Litigation Reform Act of 1995,  \nas amended, including, but not limited to, statements \nconcerning: the potential clinical, therapeutic and \ncommercial value of the Company’s medicines  \nand development candidates; Company plans for \nlong-term sustainable growth; the continued success, \ndevelopment and enhancement of the Company’s  \nESG policies and initiatives; the impact of the \nCompany’s patient outreach programs; and the \nCompany’s plans for continued and future employee, \nstakeholder and community engagement programs.\nThe Company cautions that forward-looking \nstatements are inherently uncertain. Although the \nCompany believes that such statements are based  \non reasonable assumptions within the bounds of its ", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}