{"page_content": " 3\nALKERMES • CORPORATE RESPONSIBILITY REPORTAlkermes (also referred to in this report as “we,”  \n“our” or the “Company”) is a fully-integrated global \nbiopharmaceutical company that applies scientific \nexpertise and proprietary technologies to research, \ndevelop and commercialize (on its own or with \npartners) innovative medicines that are designed to \naddress unmet medical needs of patients in major \ntherapeutic areas. We have a diversified portfolio  \nof commercial medicines and a clinical pipeline of \ndevelopment candidates focused on central nervous \nsystem (CNS) disorders such as schizophrenia, \ndepression, addiction and multiple sclerosis, and \ncancer. Headquartered in Dublin, Ireland, we have a  \nresearch and development (R&D) center in Waltham, \nMassachusetts; a research and manufacturing facility  \nin Athlone, Ireland; and a manufacturing facility in \nWilmington, Ohio.We are inspired to help address some of the most \npressing public health issues of our time and advance \ninnovation that has the potential to improve treatment \noptions, outcomes, and lives. In 2018, approximately \n130,000 patients were treated with proprietary \nAlkermes medicines and hundreds of thousands  \nmore were treated with medicines developed using \nproprietary Alkermes technologies. Alkermes R&D \nefforts build on our heritage of innovative drug \nformulation, medicinal chemistry and deep scientific \nexpertise. These capabilities and insights from our \nhistorical experience enable us to pursue new \nmedicines for chronic disorders where there remains \nsignificant unmet patient need. This purpose-driven \nscience has also led us into new therapeutic areas, \nsuch as immuno-oncology. \nBeyond our important mission of developing \nmedicines, we believe it is our responsibility to  \ntake a holistic approach to supporting the patients, \ncaregivers, and communities that we serve. In this \ncontext we also work to support and enhance the \nsystems in which these medicines are used through \npatient engagement, disease education and awareness, \nand advocacy for important policies that support \nequitable access to quality treatment. Dublin, Ireland  \nCorporate Headquarters\nAthlone, Ireland  \nManufacturing &  \nClinical Operations\nWaltham, Massachusetts  \nResearch & Development, \nBusiness Operations\nWilmington, Ohio  \nManufacturing &  \nClinical Operations\nAlkermes employees are united in our Purpose to  \npursue Great Science  with Deep Compassion  to make  \na Real Impact  in the lives of the patients, families, and \ncommunities that we serve. \nOur Values — developed and articulated through an \nextensive process of employee feedback — outline  \nhow we work together to achieve our Purpose: through \nCollaboration  with Respect for Each Voice  and an \nUnwavering Commitment .\nOur ValuesSECTION 2 \nABOUT OUR COMPANY", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}