{"page_content": " 4\nALKERMES • CORPORATE RESPONSIBILITY REPORTStakeholder Engagement\nWe recognize that all of our stakeholders — employees, \nhealthcare providers, patients, caregivers, investors, \npolicy makers, members of the communities where  \nwe live and work, and others   — are connected in a \nsingle environment and affect one another. We seek  \nto engage with as many of these stakeholders as we \ncan, so that our approach to the development and \ncommercialization of our medicines is informed and \nenriched by their perspectives and supportive of  \ntheir priorities.\nAs an example, our engagement with patients and \ntheir caregivers has enhanced our understanding of the \ncomplexity of the treatment and payment ecosystems \nin our disease areas, which frequently intersect with \nprograms funded by state and federal governments, \npublic health policies, and even the criminal justice \nsystem. From these interactions, we’ve learned that \npatients continually fall in and out of care, treatment, \nand insurance coverage. Understanding these vulnerabilities informs and reinforces our focus on \nimproving access to treatment and enhancing \nawareness and education related to the particular \nneeds of these populations, including the importance \nof continuity of care through transitions between \nvarious treatment settings. We believe this broad \nengagement allows us to not only better serve \npatients, but also participate in the development  \nof solutions to address broader public health issues.\nWe also thoughtfully engage with our employees.  \nOur employees’ perspectives on our business and  \nour collective responsibilities to society are integral  \nto the success and sustainability of our organization. \nWe are committed to engagement with our \nshareholders and other community stakeholders to \nbetter understand their insights on our business, \nincluding our commitments to corporate social \nresponsibility and governance matters. SECTION 3 \nOUR APPROACH TO \nCORPORATE RESPONSIBILITY\n“ Our success as a global biopharmaceutical company is predicated on our ability to ask the  \nright questions and to energetically seek answers. How can a new medicine be best designed? \nHow can patient outcomes be improved? How can we structure our company to best serve \npatients, employees, and communities? Our culture of inquiry and collaborative problem-solving \nstrengthens our business and underpins how we approach corporate responsibility. We are \ndedicated to continuous improvement in both our solutions for patients and our performance  \nas a responsible corporate citizen.”\n–  Richard F . Pops, Alkermes CEO", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}