{"page_content": " 5\nALKERMES • CORPORATE RESPONSIBILITY REPORTOperating and Growing Responsibly\nand helps us grow our business strategically, \nsustainably, and responsibly, including with respect  \nto our environmental, social, and governance (ESG) \nimpacts. We are specifically focused on:SECTION 3 \nOUR APPROACH TO \nCORPORATE RESPONSIBILITY\nWe strive to manage our business in a manner that \npromotes transparent governance, strong ethics,  \nand environmental stewardship; maintains extensive \npatient, employee, and other stakeholder engagement; \nWe think broadly about our commitment to responsible stewardship. \nWe have implemented enterprise-wide Environmental, Health, Safety \nand Security (EHSS) risk management strategies designed to reduce \nor mitigate risk, drive continuous improvement, protect employee \nhealth and safety, and enhance the sustainability of our operations.  \nWe seek to minimize environmental impacts through the responsible \nproduction of our products and maintain an unwavering commitment \nto product quality and safety.Environment\nSocial\nGovernanceWe approach our societal impacts from the inside-out. We start by \nfostering a creative and collaborative environment where employees \nhave the tools, resources, and support necessary to thrive personally \nand professionally. This collaborative environment, combined with our \npatient-centered philosophy, drives us to look beyond medicines to \naddress the complex challenges that the patients and families we  \nserve face every day. This is evidenced by our patient engagement  \nand advocacy activities, and support of our communities through \nvolunteerism and corporate grant programs.\nWe govern our organization through strong ethics, comprehensive \noversight of our operations, compliance with applicable law, and \nongoing engagement with internal and external stakeholders. Our \ngovernance policies, practices, and procedures are designed to \nsupport risk mitigation, enhance the security of our people and \ninformation, and ensure that each person at our organization plays  \na role in helping us grow strategically, compliantly, and sustainably.", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}