{"page_content": " 7\nALKERMES • CORPORATE RESPONSIBILITY REPORTGlobal Environmental  \nHealth, Safety and Security\nEHSS initiatives ranging from our high-level, systemic \ncompliance and risk management frameworks to \nprograms more focused on creating a culture of EHSS \nrisk awareness and active workforce engagement.\nRisk Management System  \n(RMS) Framework\nWe maintain a robust, enterprise-wide EHSS Risk \nManagement System (RMS), based on the structured \nprinciples of the international standards ISO14001:2015 \n(environmental management) and ISO45001:2018 \n(occupational health and safety management). \nDesigned to rapidly identify existing and emerging \nrisks and assign appropriate resources to ensure \neffective mitigation at each of our operating facilities, \nour RMS framework enables us to:\n•  Comply with statutory and regulatory requirements \nand Alkermes’ internal policies, and adhere to the \nterms of our environmental permits and licenses;\n•  Proactively identify and prioritize EHSS risks and \npotential mitigations for internal and external \noperations; \n•  Maintain effective emergency response \npreparedness; and\n•  Drive continuous improvement across all of our \noperating areas.\nIMPLEMENTING AN INNOVATIVE RISK PREVENTION MODEL \nIn 2018, we developed and implemented a “Preventive EHSS Risk Model” and proactively engaged \nkey stakeholders throughout the organization to identify risks and align potential mitigation \nstrategies. This risk assessment process helped us to recognize opportunities for improvement \nacross the enterprise, allowing us to realign corporate EHSS objectives and priorities and drive \nlocal strategies, goals, and objectives at the facility level. The Preventive EHSS Risk Model allows us \nto identify “leading” rather than “lagging” indicators of risk and potentially avert those risks before \nthey impact the enterprise, and helps us uncover opportunities for continuous improvement.SECTION 4 \nENVIRONMENT\nAlkermes is committed to operating in a way that \nprotects our employees, our environment, and our \ncommunities. We implement a variety of Environmental \nHealth, Safety and Security (EHSS) risk management \nstrategies to help ensure compliance, proactively \nreduce risk, and drive awareness and improvement  \nof our environmental impacts and priorities. The core \ngoals established by our EHSS function include to:\n•  Preserve and protect the viability of the business  \nand the health and safety of our employees;\n•  Support safe, rapid, and sustainable innovation and \ngrowth; and\n•  Meet or exceed applicable environmental, health,  \nand safety regulations and statutory obligations for \nthe regions in which we operate.\nTogether with committed leadership and an engaged \nworkforce, our operations are supported by teams of \nhighly qualified and experienced EHSS professionals \nwho provide strategic oversight and governance of \nEHSS activities and evaluate and establish appropriate \nEHSS performance goals for our operations. \nOur EHSS strategy is integrated into all aspects of our \nbusiness and spans the full scope of our enterprise, \nincluding our R&D, manufacturing, external operations, \ngeneral and administrative functions, and our field \nsales teams. This strategy is supported by numerous ", "metadata": {"source": "NASDAQ_ALKS_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}