{"page_content": "Letter from our President and CEO\nTable of contents\nCustomers 4\nOperations 6\nEmployees 8\nImpact philanthropy 9\nEthics 10UNGC index 11It is a great honor to lead Autodesk at this \npivotal moment in history. Every industry we serve from manufacturing to construction is \nbeing disrupted and transformed. We are \nalso transforming our own business as we harness the power of automation to help our customers design and make anything.  \nThroughout these changes, our vision remains \nconstant: to help people imagine, design, and \nmake a better world. This continues to inspire \neverything we do and is now more important than ever. \nAn estimated 10 billion people will live on the \nplanet in 2050, about 30 percent more than today. They will need more products, buildings, \nand infrastructure. While this presents a tremendous business opportunity  \nfor us and our customers, it comes with  \ngreat responsibility.\nMany of the things our customers make  \nhave unintended negative impacts on people \nand the planet. Current levels of resource  \nuse, GHG emissions, and inequality will only intensify if left unchecked. For this reason, making more things with less negative  \nimpact is imperative for us, our customers,  \nand society to prosper into the future.\nThis is the opportunity for business to lead. \nHarnessing the power of automation technologies increases our collective ability and capacity to make things better—better for \nour customers, and better for the planet and \nsociety. We are inspired by the boldness and breadth of the UN Sustainable Development Goals and how the private sector is using them as a blueprint for a better world. While our \nwork supports all 17 goals, we are especially \ncommitted to delivering technology to help customers in the following three areas: \n• Materials and energy productivity: Using \nmaterials and energy more efficiently—saving money while reducing waste and moving \ntoward a low carbon economy.\n• Health and resilience: Creating products, \nbuildings, and entire cities that foster healthy, \nresilient, and equitable communities.\n• Prosperity and work: Helping people adapt  \nand thrive in the new era of automation—combining the unique capabilities of humans \nand machines to make better things together. We will continue to use Autodesk as a living laboratory, leading by example in each of these areas. I believe a future of responsible \nabundance is possible. I am proud of the \ncompany’s diverse and talented employees who are driving progress toward this vision and working alongside customers to make a better world for billions of people.\nI invite you to read our annual Sustainability \nReport and join us on this journey.\nSincerely, \nAndrew Anagnost  \nPresident and Chief Executive Officer  \nAutodesk\n2\n", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}