{"page_content": "4\nCustomers\nOur customers have a broad and global reach. They include a wide range of companies,  \ndesign firms, academic institutions, nonprofits, and entrepreneurs in the architecture, \nengineering, construction, product design, and manufacturing fields. We deliver solutions that \nour customers use to make more and better things, with less negative impact on the world.\nArchitecture, engineering, and construction: Operational energy use in buildings is responsible \nfor 32 percent of energy consumption globally and 19 percent of energy-related greenhouse gas (GHG) emissions.\n1 While it is not uncommon for operational energy use to account for as \nmuch as 90 percent of a building’s environmental impacts,2 the construction process also offers \nsignificant potential for improvement. Research indicates that more than 30 percent of construction activity is related to rework,\n3 and as much as 30 percent of construction \nmaterial is wasted on-site,4 costing time, money, and natural resources. The urgency of \nreducing these impacts is compounded by global demographic trends. As the global population shifts and urbanizes over the next 30 years, the construction industry will need to build an \naverage of 13,000 buildings every day in urban areas.\n5 Indeed, 60 percent of urban areas \nanticipated to exist in 2030 have yet to be built.6 As a result, industry demand will continue  \nto rise for solutions that enable architects, engineers, and contractors to support this rapid \ngrowth more sustainably by improving energy and materials productivity.\nOur customers are increasingly working to make net-zero energy buildings, implement low \nwaste and industrialized construction, and develop smart and sustainable cities. Providing \nautomation tools to support these objectives affordably and at scale is central to our sustainability efforts. The Autodesk\n® Architecture, Engineering & Construction Collection  \nand our cloud platform help enable customers to achieve these outcomes.\nAutodesk® Revit®, InfraWorks® 360, AutoCAD® Civil 3D®, BIM 360®, CFD, FormIt® 360 Pro, Insight, \nNavisworks®, Fabrication CAMductTM, and Robot™ Structural Analysis Professional software\nBuilding design and \nretrofit• Design high-performance buildings\n• Conduct energy analysis from concept through to complex modeling \n• Prioritize retrofits across property portfolios\n• Use structural materials efficiently\n• Plan for smart decommissioning of buildings and related materials recovery\nInfrastructure • Plan for resilience and adaptation to climate change\n• Prioritize projects based on social, environmental, and economic impacts\n• Manage bioretention and green stormwater\n• Conduct traffic impact analysis\n• Conduct pollution modeling\nConstruction • Streamline schedules and logistics\n• Minimize waste during construction\n• Design for offsite and prefabrication design\n• Increase precision to maximize built performance\n1. https://www.ipcc.ch/pdf/assessment-report/ar5/wg3/ipcc_wg3_ar5_chapter9.pdf , Chapter 9: Buildings.\n2. http://www.journalofgreenbuilding.com/doi/abs/10.3992/jgb.7.3.151\n3. https://www.researchgate.net/publication/291000555_Cost_Management_in_Construction_Projects_Rework_and_Its_Effects\n4. https://www.sciencedirect.com/book/9780123814753/waste, Chapter 15: Construction Waste.\n5. According to internal research with market research firm Statista.\n6. https://openknowledge.worldbank.org/handle/10986/25219United Nations Sustainable  \nDevelopment Goals\nThe United Nations Sustainable Development  \nGoals provide an important framework to drive \nsocial, environmental, and economic progress \nglobally. Although Autodesk addresses all 17 \ngoals to varying degrees, we focus particularly on the following to maximize our positive impact through our products, operations, and \nphilanthropic activities.", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}