{"page_content": "5\nEducation\nWe offer free, flexible, self-paced online \nlearning opportunities to help people get more out of Autodesk tools and to teach sustainable design concepts to those already practicing  \nor considering a career in architecture, engineering, design, or related fields.\nAutodesk Knowledge Network, a repository  \nof more than a million contributions from \nAutodesk, its community, and its partners, includes more than 250 videos and articles \nrelated to sustainable design.\nAutodesk\n® Design Academy offers free \nprojects, courses, webinars, and more for \neducators and design students at all levels. \nDuring fiscal year 2018, the site received  \nmore than 4 million page views from over 1 \nmillion unique visitors.\nAutodesk® Education Community enables \nstudents, faculty, and educational institutions \nto access more than 80 titles of Autodesk \nprofessional-grade software at no charge.9  \nIn fiscal year 2018, 6 million students and \neducators registered 10 million copies  \nof Autodesk software.\nAutodesk University , a learning community  \nfor design and engineering professionals \nfrom around the globe, offers conference experiences and free access to online learning resources year-round. In fiscal year 2018, 2.3 \nmillion people visited the Autodesk \nUniversity website and watched 87,000  \nhours of instructional video.Product design and manufacturing: Manufacturing represents 19 percent of GHG emissions \nand 37 percent of energy consumption globally,\n7 and a substantial amount of materials use. \nTime, money, energy, and materials are often wasted due to production bottlenecks, machine \nidling, inefficient product runs, and poor design. Indeed, manufacturers can reduce energy use \nby up to 25 percent and increase productivity through smart and connected manufacturing \ntechniques.8 As the prices of raw materials continue to fluctuate, consumers demand more \nenvironmentally friendly products, and regulations increase, these pressures will only grow. \nTo address these challenges, Autodesk customers are implementing smarter and more \nefficient manufacturing approaches, increasing materials productivity, developing more circular business models, and enhancing supply chain responsibility. Leveraging automation to integrate design and manufacturing processes plays an essential role and helps designers \nand engineers achieve productivity boosts and deliver more sustainable products. The \nAutodesk\n® Product Design & Manufacturing Collection and our cloud platform help customers \ndeliver on these objectives.\nAutodesk® Fusion 360™, Inventor®, CFD, Factory Design Utilities, Fusion Connect, Helius Composite, \nHelius PFA, Moldflow® Design, NetFabb®, Simulation Mechanical, TruNest Multi-Tool, and Within \nsoftware\nProduct / industrial \ndesign• Create lighter products through generative design and composites\n• Maximize use of energy-efficient electronics and machines\n• Improve materials efficiency\n• Make greener materials choices\n• Conduct simulations to test and design more durable products\nFactory • Analyze building energy consumption (individual, campus, portfolio)\n• Conduct layout and process optimization for lean manufacturing\n• Optimize and retrofit HVAC systems \n• Reduce energy use and waste between manufacturing runs of  \ndifferent products\n• Use digital twins to conduct predictive maintenance\nPlanning and process • Optimize machine use\n• Nest pieces to optimize flat sheet cutting and reduce waste \nAdditive manufacturing  \n(3D printing)• Use support-material efficiently to reduce waste\n• Improve print accuracy and success rate to decrease waste\n7. Journal of Cleaner Production, Volume 95, 15 May 2015, pages 223-231.\n8. McKinsey Global Institute – The Internet of Things: Mapping the Value Beyond the Hype.\n9. Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software license agreement or terms of service that accompany \nsuch software or cloud-based services. Software and cloud-based services subject to an Educational license may be used solely for Educational Purposes.", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}