{"page_content": "6Operations\nAutodesk continually works to address the causes and consequences of climate change and to improve our overall environmental performance. The following \ncommitments and targets demonstrate our broad and bold approach in this area. Our Environmental Policy underpins the company's efforts in our own operations, with our suppliers and business partners, and to help customers improve the environmental performance of their products.\n• Continue to report climate change information in mainstream financial reports (see Autodesk FY2018 Annual Report).\n• Continue to conduct responsible corporate engagement in climate change policy (see Public policy).\n• Continue to use an internal price on carbon.\n• Continue to integrate sustainable design capabilities into our products and services (see Customers).COMMITMENTS\nTARGETS PROGRESS IN FY2018\nWe are committed to following our Corporate Finance Approach to  \nClimate-Stabilizing Targets (C-FACT) methodology through 2020, which aims to reduce GHG emissions in line with an 85 percent \nreduction by 2050. C-FACT helps companies develop GHG emissions \nreduction targets in proportion to their relative contribution to  \nthe economy.\n• Reduce carbon dioxide equivalent (CO\n2e) emissions across our \nvalue chain by 38 percent by fiscal year 2018.\n• Reduce CO2e emissions across our value chain by 41 percent by \nfiscal year 2019.\n• Reduce CO2e emissions across our value chain by 43 percent \nbetween fiscal year 2009 and fiscal year 2021.Achieved. Since fiscal year 2009 (our baseline),  \nwe have decreased absolute GHG emissions by \n38 percent, meeting our goal.\nAchieved.\nIn progress. We continue to inventory our paper use and \nare transitioning to FSC-certified and recycled paper. \nIn progress. We continue to inventory and mitigate  \nrefrigerant emissions across our facilities.Reduce short-lived climate pollutant emissions.Remove commodity-driven deforestation from Autodesk’s supply \nchain by 2020.Power our facilities and cloud services with 100 percent renewable energy by fiscal year 2021.\n", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}