{"page_content": "710. Greenhouse gas emissions from business travel are included in Scope 3: “Business travel.” Emissions from facilities are included in Scope 1, Scope 2, and Scope 3: “Waste generated in operations” and “Leased assets.” \nEmissions from data centers are included in Scope 2 (related to purchased electricity) and Scope 3: “Purchased goods and services.” Emissions from major conferences are included in Scope 3: “Purchased goods and services.” \n11. Data for fiscal year 2017 and fiscal year 2018 are calculated using the market-based accounting method, which takes into account purchased renewable energy and carbon offsets. Data for fiscal year 2009 uses a location-based methodology to calculate GHG emissions.\n12. These data are calculated based on the economic input-output lifecycle assessment model, using industry-specific emissions factors in conjunction with Autodesk’s spend.\n13. Data for \"capital goods\" were calculated based on annual spend.\n14. LEED certifications as of January 31, 2018, include facilities in Beijing, China (Interior Design and Construction: Commercial Interiors [CI] Platinum), Shanghai, China (CI Gold), Mumbai, India (CI Platinum), Tel Aviv, Israel \n(CI Platinum), Milan, Italy (CI Gold), Singapore (CI Platinum), Farnborough, United Kingdom (CI Gold), and the following in the United States: San Francisco, California (CI Platinum [6]); San Rafael, California (CI Platinum); \nBoston, Massachusetts (CI Platinum); Lake Oswego, Oregon (CI Certified).\n15. Includes waste from major conferences and facilities. Data are extrapolated to our full real estate portfolio based on sites where data are available. Coverage of data (as a percent of total active square footage)  \nequaled 12% in fiscal year 2017 and fiscal year 2018.\n16 Autodesk meets or exceeds all applicable environmental laws and regulations related to our business operations.(Baseline)\nPerformance data FY2009 FY2017 FY2018\nGHG emissions [metric tons CO2e] 301,000 189,000 187,000\nC-FACT carbon intensity ratio [metric tons CO2e/relative contribution to world GDP] 9.12 8.51 8.60\nGHG emissions intensity [metric tons CO2e/million US$ revenue] 130 76.7 90.8\nGHG emissions intensity [metric tons CO2e/employee] 38.7 17.3 20.8\nGHG emissions intensity [metric tons CO2e/1,000 active square feet] 167 83.1 91.6\nScope 1: Direct emissions from owned/controlled operations [metric tons CO2e] 4,250 1,880 2,270\nScope 2: Indirect emissions from the use of purchased electricity, steam, heating, \nand cooling (including renewables)11 [metric tons CO2e]18,100 105 100\nScope 3: Upstream [metric tons CO2e] 278,000 187,000 184,000\nPurchased goods and services12 132,000 107,000 110,000\nCapital goods12, 13 25,000 18,500 13,600\nFuel- and energy-related activities (not included in Scope 1 or Scope 2) 4,180 5,070 4,550\nTransportation and distribution1219,400 6,900 7,140\nWaste generated in operations 1,080 620 630\nBusiness travel1277,300 36,500 35,700\nEmployee commuting 19,000 12,600 13,100\nLeased assets12249 30.7 32.7\nScope 3: Downstream [metric tons CO2e] 1,000 44.1 21.7\nTransportation and distribution 898 39.8 19.3\nEnd-of-life treatment of sold products 104 4.34 2.41\nEnergy use [MWh] 53,200 71,900 57,500\nDirect energy use 11,700 3,290 2,400\nIndirect energy use 41,500 68,600 55,100\nRenewable energy [as a percent of total indirect energy use] 4.91% 97.8% 99.1%\nCarbon offset from renewable energy [metric tons CO2e] 752 28,700 25,000\nCarbon offset from other projects [metric tons CO2e] 0 34,000 39,600\nCarbon offsets [as a percent of total GHG emissions] 0.271% 25.6% 25.9%\nLEED certifications142 16 16\nBuildings with LEED certification [as a percent of total active square footage] 1% 31% 24%\nWaste generation [metric tons]15-- 2,190 2,100\nLandfill diversion rate [percent] -- 40% 41%\nEnvironmental violations and fines [US$]160/$0 0/$0 0/$0Carbon footprint\nDuring fiscal year 2018, our absolute GHG emissions \nacross our value chain decreased by 1 percent compared with the prior year. Since fiscal year 2009 \n(our baseline), we have decreased absolute GHG \nemissions by 38 percent, achieving our goal. \nBusiness travel: We seek to reduce the GHG \nemissions of meeting travel through virtual \nmeetings, partner education, a green rating system \nfor hotels, and by incorporating sustainability expectations into our standard meeting contracts.\n10\nFacilities: We assess our facilities’ environmental operating practices related to energy use and other impact areas and create customized \nsustainability improvement plans. We also use \nour operations as test cases to help refine the functionality of our solutions, improve our environmental performance, and showcase how \ncustomers can use our solutions to meet their \nsustainability objectives.\n10\nData centers: In addition to using 100 percent renewable energy for our cloud services,  \nwe strive to minimize data center energy use \nthrough server virtualization, selection of \nefficient equipment that meets respected industry standards, and by streamlining our  \ncode. These efforts help us provide customers  \na faster, more reliable experience, with reduced environmental impacts.\n10\nMajor conferences: Since fiscal year 2016, Autodesk University has been carbon neutral, and in fiscal year 2017, we extended this effort to include One \nTeam Conference, our annual channel partner and \nsales summit. We decrease the climate impact of our conferences and other events by enhancing efficiency, providing virtual attendance options, \nreducing waste, and purchasing carbon offsets.\n10", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}