{"page_content": "8Diversity and inclusion\nDiversity fuels new ideas, creativity, and business \ngrowth. We're committed to building a diverse and \ninclusive environment and culture at Autodesk, welcoming all kinds of different backgrounds, perspectives, and beliefs. This provides more people the chance to imagine, design, and make a \nbetter world. In fiscal year 2018, we: \n• Introduced our Emerging Leaders Program to \ndevelop a diverse cohort of high-potential employees. Of 53 participants, about 90 percent remain with Autodesk, and approximately 50 percent have either received promotions or \nincreased responsibilities.\n• Established more than 15 partnerships with youth \nand university organizations, providing over 1,000 \nunderrepresented minorities and girls exposure to \nSTEM, and tripling the number of underrepresented minorities in our intern program. \nLearn more.\nEmployee impact\nWe encourage employees to take advantage of employee networks, pro bono volunteering opportunities, sustainability-related benefits,  \nand company matching funds that are available when they give their time and money to nonprofits.\nSee data. Learn more.\nTraining and development\nWe provide a curriculum that is easy to  \naccess anytime, anywhere, and accommodates \nvarying learning styles, time constraints, and  \naccessibility concerns.\nHealth and wellness\nWe help employees and their spouses or partners stay fit and minimize health concerns, maintain a strong safety culture at our workshops and facilities \nworldwide through continual improvements, and \nwork with employees to reduce ergonomic risks.Employees\nPerformance data17FY2016 FY2017 FY2018\nNumber of employees189,500 9,000 8,800\nRegional breakdown of employees [percent of employees]\nAmericas 54% 52% 53%\nAsia Pacific 27% 25% 23%\nEurope, Middle East, Africa 19% 23% 23%\nTotal turnover19 [percent of employees] 11.3% 17.7% 17.7%\nVoluntary turnover19 [percent of employees] 6.9% 7.2% 8.4%\nEmployee engagement20 [percent] 81% 81% 77%\nGlobal gender diversity21 [percent female]\nBoard of directors 30% 30% 50%\nCompany officers, executives, and senior management 20% 21% 21%\nManagers and supervisors 23% 23% 24%\nAll employees 29% 29% 31%\nU.S. ethnic diversity22 [percent of employees]\nWhite 73% 70% 67%\nAll nonwhite 27% 31% 33%\nBlack/African American 1% 2% 2%\nHispanic 5% 5% 5%\nAsian 19% 20% 21%\nTraining budgeted per employee globally, approximate [US$] $1,000 $1,000 $1,000\nIncident rates23\nRecordable incident rate 0.15 0.15 0.13\nDays away, restrictions, and transfers (DART) rate 0.02 0.02 0.04\nFatalities 0 0 0\n17. Employee count data for all years in this table include employees who were part of the Delcam acquisition. The other data in this table include \nDelcam employees beginning with fiscal year 2017.\n18. Data are as of the end of the fiscal year noted.\n19 Ibid.\n20. Represents the percentage of employees who responded favorably to questions that measure different aspects of employee engagement. These data are reported on a calendar-year basis. Fiscal year 2018 corresponds to calendar year 2017, and so forth.\n21. Percentages are as of the end of the calendar year, except for the board of directors, which are as of the annual meeting date (typically a few \nmonths following the end of the calendar year). In these rows fiscal year 2018 corresponds to calendar year 2017, and so forth.\n22. Percentages are as of the end of the calendar year. In these rows fiscal year 2018 corresponds to calendar year 2017, and so forth. Segments for \n“All nonwhite” do not add up to the subtotal due to nonwhite employees in nonspecified categories (such as American Indian, Native Hawaiian, \nand others).\n23. For consistency, we use U.S. Occupational Safety & Health Administration (OSHA) definitions to record incident data worldwide. Rates are calculated based on the OSHA standard using 200,000 labor hours, which is equivalent to 100 employees working a full year. Contingent workers \nare not included in incident rates. Data reflect injuries and illnesses at all sites worldwide, and are reported on a calendar-year basis. Fiscal year 2018 corresponds to calendar year 2017, and so forth. ", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}