{"page_content": "9The Autodesk® Foundation supports the design \nand creation of innovative solutions to the world’s \nmost pressing challenges, such as climate change and inequality. We seek out impact-driven, design-\noriented organizations—from accelerators and \nincubators, to social enterprises and startups—and help them scale. We provide funding, software, training, and related support, so these organizations can have the greatest impact possible. Autodesk, \nInc. business units also provide direct funding for \ndesign and engineering programs and projects in their respective industries.\nSince it launched, the Autodesk Foundation has \nsupported entrepreneurs and innovators who are designing a better world. Our recent investments \nhave focused on climate change mitigation \n(reducing GHG emissions) and adaptation (helping climate vulnerable communities adapt and thrive).\nIn early 2018, we also launched a new impact area \non positive human machine collaboration and made our first investments. Complementing our focus on \nclimate change, we are working to ensure that \nhuman beings not only survive but thrive through the disruptions and dislocations brought on by a warming planet and transformations in the way \nwe work. \nWe match charitable donations and provide paid \nvolunteer time so that our employees can support \nthe causes and organizations they care about most. In response to the many hurricanes, wildfires, earthquakes, and other natural disasters that \noccurred in 2017, our employees joined forces  \nto raise tens of thousands of dollars for disaster \nrelief and resilience-building efforts. Many also volunteered their time to provide direct aid in  \nthe days, weeks, and months following these \ndestructive events. See the Employees section  \nfor more information about traditional and pro \nbono volunteering.Impact philanthropy\nPerformance data FY2016 FY2017 FY2018\nCompany and Foundation cash contributions24 [US$] $6,251,000 $7,400,000 $6,500,000\nCompany product donations25 [US$] $26,800,000 $26,100,000 $19,100,000\nEmployee giving [US$] $1,205,000 $1,200,000 $1,500,000\nFoundation match of employee giving of time and money \n[US$] (also included in the “Company and Foundation cash contributions” line above)$1,190,000 $1,300,000 $1,400,000\nEmployee traditional volunteer hours\n2621,600 24,900 22,000\nValue of traditional volunteer hours26 [US$] $498,000 $574,000 $507,000\nEmployee pro bono volunteer hours (donated to nonprofits and impact-related startups)980 3,860 4,000\nValue of pro bono hours\n27 [US$] $136,000 $270,000 $416,000\n24. Data reflects combined cash giving from Autodesk, Inc., and the Autodesk Foundation.\n25. Autodesk calculates its product donations at commercial value. Data for fiscal year 2016 and fiscal year 2017 were updated to include more \ncomplete information. These data do not include the value of products granted to students, faculty, and educational institutions at no cost \nthrough the Autodesk Education Community. \n26. Autodesk does not track what percentage of traditional volunteer activities take place during company time. Value of traditional volunteer hours aligns with data cited by Taproot Foundation ($23.07 per hour), which is based on 2014 Bureau of Labor Statistics data.\n27. Value of pro bono hours based on hourly rates for various skills cited by Taproot Foundation.\nWilliam Maluki, head of engineering at Nairobi-based makerspace Gearbox, used Fusion 360 to design his prototype at Autodesk’s Pier 9 facility in San Francisco, California, while working as an Impact Resident.", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}