{"page_content": "10Ethics and compliance\nAll Autodesk employees are required to  \ncomplete annual training on our Code of Business \nConduct (CoBC), and 100 percent of Autodesk active employees did in fiscal year 2018. Our officers, directors, contingent workers, and global subsidiaries are also required to abide by our CoBC.\nAutodesk’s Ethics and Compliance Hotline enables \nemployees and third parties to report suspected \nviolations for investigation and resolution.\nWe are committed to complying with all \napplicable anticorruption laws and regulations. This includes the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act, and any similar local \nregulations in the areas where we operate. Partners \nmust abide by these same standards while conducting business with or on behalf of Autodesk.\nHuman rights\nAutodesk promotes and protects human rights wherever it does business. The Autodesk Human  \nRights Policy describes our commitments in this area, as well as how we promote human rights among our employees, suppliers, business partners, and customers. View our Conflict  \nMinerals Policy . \nAutodesk is committed to complying with the General Data Protection Regulation (GDPR) for \nindividuals in the EU, and also to incorporating \nthe GDPR’s core principles and requirements  \ninto our global privacy and data protection program. Learn more about privacy and \ncompliance at Autodesk.\nSuppliers and business partners\nOur Partner Code of Conduct outlines the standards \nand practices we expect our partners to follow while conducting business with or on behalf of \nAutodesk. It also specifies that business partners \nmust support internationally recognized human rights and comply with all applicable laws and regulations regarding health and safety in the \nworkplace, the eradication of human trafficking and \nslavery, and the elimination of child labor. We also expect our partners to support fair labor practices.Public policy\nWe participate in public policy debate to advance \ninnovation, sustainability, economic growth, and \npolicies that are good for people and the planet. Our Corporate Sustainability and Government Affairs teams meet regularly to align on current and future policy activities and opportunities. During \nfiscal year 2018, we engaged with government \nofficials, nonprofit organizations, think tanks, and other entities to advance sustainability principles. To learn more about Autodesk's activities in this \narea, see our recent CDP submission.\nAutodesk does not have a political action \ncommittee and thus does not contribute to U.S. \nfederal elections. The company did not contribute to state or local candidate committees in fiscal year 2018.Ethics\n", "metadata": {"source": "NASDAQ_ADSK_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}