{"page_content": "101 AMAZON SUSTAINABILITY    GOVERNANCEResponsible Business Alliance\nAmazon joined the Responsible Business Alliance (RBA), a nonprofit coalition of com-\npanies committed to supporting the rights and wellbeing of workers and communi-\nties worldwide affected by the global electronics supply chain. The RBA is the world’s \nlargest industry coalition dedicated to electronics supply chain responsibility.\n \nResponsible Labor Initiative\nAmazon is a member of the Responsible Labor Initiative (RLI), a multi-industry, \nmulti-stakeholder initiative run by the Responsible Business Alliance. RLI is fo-\ncused on ensuring that the rights of workers vulnerable to forced labor in global \nsupply chains are consistently respected and promoted.\n \nResponsible Minerals Initiative\nAmazon joined the Responsible Minerals Initiative (RMI), an initiative of the Responsible \nBusiness Alliance, which provides companies with tools and resources to make sourcing \ndecisions that improve regulatory compliance and support responsible sourcing from \nconflict-affected and high-risk areas. Founded in 2008, the RMI has grown into one \nof the most utilized and respected resources for companies from a range of industries \naddressing responsible mineral sourcing issues in their supply chains.\n \nSolarPower Europe\nAmazon joined SolarPower Europe (SPE) to help advance solar energy devel-\nopment across Europe. SPE works to ensure solar-based energy solutions have \naccess to financing and funding across Europe, positioning these solutions with \npolicymakers at the European and national levels, effectively communicating \nthe benefits of solar power and more.\n \nSupplier Ethical Data Exchange\nAmazon is a member of the Supplier Ethical Data Exchange (Sedex), a global nonprofit \norganization that provides manufacturers and retailers a platform to manage responsi-\nble sourcing data and monitor continuous improvement across their supply chains.\n \nSustainable Apparel Coalition\nAmazon joined the Sustainable Apparel Coalition (SAC), an industry alliance on \nsustainable production for apparel, footwear, and textiles. The Coalition uses the \nHigg Index, a standardized value chain measurement suite of tools for all indus-\ntry participants. These tools measure environmental and social labor impacts \nacross the value chain. With this data, the industry can address inefficiencies, \nimprove sustainability performance, and achieve the environmental and social \ntransparency consumers are demanding.\n \n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 100, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}