{"page_content": "102 AMAZON SUSTAINABILITY    GOVERNANCESustainable Packaging Coalition\nAmazon joined the Sustainable Packaging Coalition (SPC), an industry working \ngroup dedicated to a more robust environmental vision for packaging. SPC \nuses strong member support, an informed and science-based approach, supply \nchain collaborations, and continuous outreach to build packaging systems that \nencourage economic prosperity and a sustainable flow of materials.\n \nTech Against Trafficking \nTech Against Trafficking (TAT), an initiative within the Business for Social \nResponsibility (BSR), is a coalition of technology companies collaborating with \nglobal experts to help eradicate human trafficking using technology. TAT works \nwith civil society, law enforcement, academia, technologists, and survivors to \nadvance and scale the use of technology to prevent, disrupt, and reduce human \ntrafficking and increase and expand survivors’ access to resources.\n \nTextile Exchange\nAmazon joined Textile Exchange to support our commitment to sustainable \napparel. Textile Exchange is a global nonprofit that identifies and shares best \npractices on farming, materials, processing, traceability, and product end-of-life \nin order to reduce the textile industry’s impact on the world’s water, soil, and air, \nand the human population.\n \nThe Recycling Partnership\nAmazon joined The Recycling Partnership to increase access to and improve \ncurbside recycling in the United States. The Recycling Partnership supports \ncommunities and local governments with education, infrastructure, and mea-\nsurement related to curbside recycling.\nTruckers Against Trafficking\nTo further our commitment to preventing human trafficking, Amazon became an \nofficial corporate sponsor of Truckers Against Trafficking (TAT), an organization \ndedicated to combating human trafficking in the trucking industry. We incorporate \nTAT training modules into trainings for our internal fleet of drivers to teach them \nhow to identify and respond to potential victims of human trafficking.\n \nU.S. Partnership for Renewable Energy Finance\nAmazon joined the U.S. Partnership for Renewable Energy Finance (U.S. PREF), \na program of ACORE, to support our work with state and federal policymakers \nand other stakeholders to enable more renewable energy opportunities for \ncloud providers. U.S. PREF is an educational program that provides expert input \non how the renewable energy finance market works.\n              www.TextileExchange.orgMEMBER", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 101, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}