{"page_content": " \nSASB Metric Code Disclosure\nData Security\nDescription of approach to identifying  \nand addressing data security risksCG-EC-230a.1 We design our systems with customer security and privacy in mind. We work to protect the security of \npersonal information during transmission by using encryption protocols and software. We maintain \nphysical, electronic, and procedural safeguards in connection with the collection, storage, and \ndisclosure of personal customer information. Our security procedures mean that we may occasionally \nrequest proof of identity before we disclose personal information to customers. Our devices offer \nsecurity features to protect them against unauthorized access and loss of data. Users can control these \nfeatures and configure them based on their needs. We follow the Payment Card Industry Data Security \nStandard (PCI DSS) when handling credit card data. See Privacy Notice. In addition, AWS architects our \nnetwork, services, and data centers to protect AWS customers’ information, identities, applications, and \ndevices. See AWS Cloud Security.\nEmployee Recruitment, Inclusion,  \nand Performance\nEmployee engagement as a percentage Connections is a real-time, company-wide employee feedback mechanism designed to listen to and \nlearn from employees at scale to improve the employee experience. Each day, Connections questions \nare delivered to every Amazon employee on a computer, a workstation device, or hand scanner. \nEmployees may choose to answer or not answer any question, and individual responses are aggregated \nand shared with managers at the team level to maintain confidentiality. Connections analyzes response \ndata and provides insights to managers and leaders to review and take actions as they uncover issues \nor see opportunities to improve. Connections generates over 500,000 responses from employees daily. \nConnections is live in 51 countries, at over 2,500 unique sites/locations, and questions are delivered \nin 21 languages. Amazon has 876,800 full-time and part-time employees globally as of July 2020. See \nEmployee Engagement.\nPercentage of gender and racial/ethnic  \ngroup representation for (1) management,  \n(2) technical staff, and (3) all other employeesAs of December 31, 2019, among managers globally, 27.5% identify as women and 72.5% identify \nas men. Among managers in the U.S., 20.8% identify as Asian, 8.3% as Black/African American, 8.1% \nas Hispanic/Latinx, 3.0% as two or more races, 0.6% as Native American, and 59.3% as White. See \nDiversity and Inclusion.CG-EC-330a.1\n104 AMAZON SUSTAINABILITY    GOVERNANCECG-EC-330a.3", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 103, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}