{"page_content": " \nSASB Metric Code Disclosure\nProduct Packaging and Distribution\nTotal greenhouse gas (GHG) footprint  \nof product shipmentsSee our Carbon Footprint. \nDiscussion of strategies to reduce the  \nenvironmental impact of product deliveryShipment Zero is Amazon’s vision to make all Amazon shipments net zero carbon, with a goal \nof delivering 50% of shipments with net zero carbon by 2030 through sustainable process \nimprovements, recycled materials, investments in electrification, and renewable energy initiatives.\nIn 2019, Amazon ordered 100,000 electric delivery vehicles from Rivian, a U.S. electric vehicle \nmanufacturer. In 2020, we announced that we are adding more than 1,800 electric vehicles from \nMercedes-Benz Vans to our delivery fleet in Europe. In addition to our investments in vehicle \nelectrification, we are maximizing efficiency on current vehicles, optimizing our delivery logistics, and \nusing alternative delivery methods. See Sustainable Transportation.\nSince 2015, we have reduced the weight of outbound packaging by 33% and eliminated over \n900,000 tons of packaging material, the equivalent of approximately 1.6 billion shipping boxes. In \n2019, we launched a fully recyclable paper padded mailer that protects products during shipping \nwhile taking up less space in transit. In June 2020, Amazon India announced that it eliminated 100% \nof single-use plastic in packaging across fulfillment centers. See Reducing Packaging Waste.\nWe are making these significant investments to drive our carbon footprint to zero despite the fact \nthat shopping online is already inherently more carbon efficient than going to the store. Amazon’s \nsustainability scientists have found that, averaged across all basket sizes, online grocery deliveries \ngenerate 43% lower carbon emissions per item compared to shopping in stores. Smaller basket sizes \ngenerate even greater carbon savings. See 2019 Letter to Shareholders.CG-EC-410a.2CG-EC-410a.1\n105 AMAZON SUSTAINABILITY    GOVERNANCE", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 104, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}