{"page_content": "107 AMAZON SUSTAINABILITY    GOVERNANCETask Force on Climate-Related  \nFinancial Disclosures (TCFD) \nAt Amazon, we take a science-based, customer-centric approach to climate. We use a structured life cycle assessment model to  \nmeasure and map environmental hotspots across our value chain. We have conducted a sustainability materiality assessment to \nidentify the most significant environmental topics across our business. We categorize climate risks and opportunities by taking into \naccount customer and stakeholder expectations, regulations, business risks, industry best practices, and emerging news. Amazon \nembeds a variety of mechanisms in our business operations to address sustainability issues, including climate-related risks. We \nintegrate sustainability practices into our everyday operations through goal-setting, metrics, and quarterly business reviews.  \n \nGovernance\nWe have an established governance framework to help ensure that risks associated with climate change are considered at the \nmost senior levels of our business.\n•  Board Oversight: The Nominating and Corporate Governance Committee of Amazon’s Board of Directors oversees \nenvironmental, social, and corporate governance policies and initiatives, including our progress on The Climate Pledge, and \nrisks related to our operations, supply chain, and customer engagement.\n• Management Oversight: The Sustainability team works across Amazon to make operational changes that reduce or \neliminate carbon in our business. Amazon developed a company-wide carbon accounting model that provides specific \noperational metrics to business teams on their emissions and allows them to track progress on decarbonization. \nAssessment\nWe conduct regular materiality assessments and have developed a comprehensive carbon system of record to identify \nenvironmental hotspots across the business. We hold quarterly business reviews with Amazon leadership teams to track \nprogress toward meeting The Climate Pledge—a commitment to be net zero carbon across our business by 2040, 10 years \nahead of the Paris Agreement.\nWe are developing data and tools to address climate risks for both our business and our customers. The foundation of this \nwork is the Amazon Sustainability Data Initiative (ASDI), a global and authoritative source for open-sourced weather, climate, \nand sustainability data. This data, together with AWS analytical tools, is enabling cutting-edge scientific work and helping us \nraise the bar for customers. For example, by using the NOAA weather data available in ASDI, Amazon transportation teams \nhave been able to better predict how weather-related events (snowstorms, floods, heatwaves, etc.) impact customer package \ndeliveries, and we have provided customers with more accurate delivery estimates as a result. The AWS Infrastructure team \nalso leverages weather data from ASDI to better assess the impact of weather on AWS data centers. We carefully choose our \ndata center locations to mitigate environmental risk, such as flooding, extreme weather, and seismic activity. We are developing \na robust tool for assessing and managing weather and climate-related risks for our assets, people, and operations. Our \nultimate goal is to enable customers and suppliers to use the tools we are developing in-house to improve climate resilience.  \n \nClimate-Related Risks and Opportunities\nTeams across Amazon are working to make operational changes that reduce or eliminate carbon in our business. We are \ncommitted to minimizing our carbon emissions by optimizing our transportation network and investing in electric vehicles; \nimproving product packaging to drive efficiency in the distribution of products; implementing energy efficiency measures in our \noperations; using renewable energy to run our business; and supporting global reforestation. We have also joined numerous \nindustry partnerships including CERES, American Council on Renewable Energy, Advanced Energy Buyers Group, Carbon \nLeadership Forum, We Mean Business, and Renewable Energy Buyers Alliance to express support for action on climate change \nand to accelerate the transition to a low-carbon economy.December 2020", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 106, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}