{"page_content": "109 AMAZON SUSTAINABILITY    GOVERNANCEClimate-Related Opportunities: \nWe have identified the following climate-related opportunities based on TCFD classifications. Opportunities are classified as one or more of the following: 1) Resource Efficiency; \n2) Energy Source; 3) Products and Services; 4) Markets; and/or 5) Resilience.\nDescription Classification\nRenewable Energy \nAmazon is on a path to powering our operations with 100% renewable energy by 2025 as part of our goal to reach net zero carbon by 2040. \nIn 2019, we reached 42% renewable energy across our business. As of December 2020, Amazon has 59 utility-scale wind and solar renewable \nenergy projects and 68 solar rooftops on fulfillment centers and sort centers around the globe. Together, these projects totaling over 6,500 MW \nof capacity will deliver more than 18 million MWh of renewable energy annually, enough to power 1.7 million U.S. homes.Energy Source; \nResilience\nSustainable Transportation  \nTransportation is a major component of Amazon’s business operations and a key part of our plan to meet net zero carbon by 2040. We are \ncommitted to optimizing and transforming our transportation network through innovations in electrification, efficiency enhancements, and \nalternative delivery methods. In 2019, Amazon ordered 100,000 electric delivery vehicles from Rivian, a U.S. electric vehicle manufacturer. This \norder, the largest order ever of electric delivery vehicles, sends a strong signal that we are in need of new solutions and technologies to help \naccelerate our path to net zero carbon by 2040. In 2020, we announced that we are adding more than 1,800 electric vehicles from Mercedes-\nBenz Vans to our delivery fleet in Europe.Resource Efficiency; \nEnergy Source\nSustainable Buildings  \nAmazon is working to reduce the carbon emissions associated with our buildings and facilities across the globe. We are transitioning our buildings to \nbe net zero carbon, powered by renewable energy, and highly energy efficient, with demonstrated reductions in embodied carbon—the emissions \nassociated with a building’s construction materials. We are also working to improve the resource efficiency of our buildings beyond energy, with a \nfocus on water and waste reduction strategies across our facilities. In 2020, Amazon began an in-depth study of our fulfillment centers, sortation \ncenters, and delivery stations in order to transition these facilities to net zero carbon. The study examines the energy intensity of these buildings and \nidentifies ways to meet zero carbon through energy efficiency enhancements, new technology pilots, and significant reductions in embodied carbon. Resource Efficiency; \nEnergy Source; \nResilience\nWater Efficiency \nAWS has multiple initiatives to improve our water use efficiency and reduce the use of potable (drinking) water for cooling data centers. AWS \ndevelops our water use strategy by evaluating climate patterns for each AWS Region, local water management and availability, and the \nopportunity to conserve drinking water sources. In Northern Virginia, AWS was the first data center operator to be approved to use recycled \nwater with direct evaporative cooling technology. Resource Efficiency", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 108, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}