{"page_content": "110 AMAZON SUSTAINABILITY    GOVERNANCEClimate-Related Opportunities: \nDescription Classification\nReducing Packaging Waste \nOur customers want right-sized, recyclable packaging that minimizes waste and ensures damage-free delivery. We work to reinvent and \nsimplify our sustainable packaging options using a science-based approach that combines lab testing, machine learning, materials science, \nand manufacturing partnerships to scale sustainable change across the packaging supply chain. Since 2015, we have reduced the weight \nof outbound packaging by 33% and eliminated more than 900,000 tons of packaging material, the equivalent of approximately 1.6 billion \nshipping boxes.Resource Efficiency\nSustainable Products \nWe are working to reduce the environmental impact of the products we manufacture and provide customers more information about the \nsustainability attributes associated with the items we sell. For Amazon-owned Private Brand products and Amazon devices, we work with \nmany of the manufacturers and suppliers that produce our private-label selection to drive sustainability improvements through materials and \ningredients, design, sourcing, and manufacturing technology.Products and Services\nRecycling  \nAmazon is committed to reducing our environmental footprint through recycling initiatives in our own operations and for our customers. We are \ndeveloping new recycling infrastructure, inventing recyclable packaging materials, and investing in initiatives that support the recycling industry \nacross the U.S. Amazon is launching plastic film recycling at more than 55 fulfillment centers across our network. Through this program, we \nexpect to recycle more than 7,000 tons of plastic film per year, in addition to the 1,500 tons of plastic already being recycled annually in Europe.Resource Efficiency\nThe Climate Pledge Fund \nThe Climate Pledge Fund, started with $2 billion in funding from Amazon, will support the development of sustainable technologies and \nservices that will enable Amazon and other companies to meet The Climate Pledge—a commitment to be net zero carbon by 2040. The Climate \nPledge Fund will invest in companies in multiple industries, including transportation and logistics, energy generation, storage and utilization, \nmanufacturing and materials, and food and agriculture. Resource Efficiency; \nEnergy Source; \nProducts and Services", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 109, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}