{"page_content": "12\nAMAZON SUSTAINABILITY    ABOUTPriorities of the Right Now Climate Fund \nWe support nature-based solutions, which refer to conservation, restoration, and improved land management actions \nthat increase carbon storage or avoid greenhouse gas emissions in forests, wetlands, and grasslands across the globe.  \n • Support “And/Also” Solutions: We use multiple solutions to reduce carbon emissions—driving reductions  \n  across our business operations and also supporting nature-based solutions. \n • Demonstrate Immediate Action: We demonstrate immediate action toward reducing carbon in the atmosphere   \n  and mitigating the adverse effects of climate change. \n • Promote Global Scale: We catalyze and promote nature-based solutions globally, and prioritize projects that can   \n  be scaled broadly. \n • Optimize for Carbon Mitigation: We fund projects that optimize for carbon removed or avoided, while also   \n  being additional, quantifiable, real, permanent, and socially-beneficial. \n • Improve Market Mechanisms: We improve market mechanisms in order to increase the worldwide quality,   \n  supply, and demand for carbon offsets.\nGlobal Projects  \nAmazon is working with The Nature Conservancy to identify projects that can create real and lasting carbon reductions, \nwhile also empowering communities, enhancing natural environments, and protecting wildlife. \nFamily Forest Carbon Program and Forest Carbon Co-ops: In April 2020, Amazon announced the funding of $10 \nmillion toward two projects that will help U.S. family forest owners sequester carbon and support expansion across \nAppalachia and other U.S. regions. Scientists at The Nature Conservancy have identified this \nnetwork of climate-resilient forests as most able to thrive in the face of climate change. \nAmazon, The Nature Conservancy, the American Forest Foundation, and the \nVermont Land Trust are partnering on two innovative projects—the Family Forest \nCarbon Program and Forest Carbon Co-ops. \nThe Family Forest Carbon Program will open up carbon credit markets to small \nfamily forest owners for the first time. Amazon’s commitment will expand the \nprogram in the Appalachians and other U.S. regions and go towards designing new methods \nfor measuring and verifying reforestation and forest management practices. The Forest Carbon Co-op will help \nowners of mid-sized forests use sustainable forest management and protection measures to earn income through the Right Now Climate Fund\nAmazon established the Right Now Climate Fund, a $100 million fund to restore \nand conserve forests, wetlands, and grasslands around the world. Through the \nRight Now Climate Fund, we are taking immediate action to remove or avoid \ncarbon emissions by supporting nature-based climate solutions.  \n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}