{"page_content": "111 AMAZON SUSTAINABILITY    GOVERNANCEClimate-Related Opportunities: \nDescription Classification\nAmazon Sustainability Data Initiative  \nThe Amazon Sustainability Data Initiative (ASDI) seeks to accelerate sustainability research and innovation by minimizing the cost and time \nrequired to acquire and analyze large sustainability datasets. ASDI currently works with scientific organizations like NOAA, NASA, the UK Met \nOffice, and The Queensland Government to identify, host, and deploy key datasets on the AWS Cloud, including weather observations, weather \nforecasts, climate projection data, satellite imagery, hydrological data, air quality data, and ocean forecast data. In 2020, Amazon became a \nfounding member of the LF Climate Finance Foundation, a new initiative with the goal of empowering investors, banks, insurers, companies, \ngovernments, NGOs, and academia with AI-enhanced open source analytics and open data to address climate risk and opportunity. Through  \nthis collaboration, we are leveraging the AWS Cloud to make climate-relevant data available to the public.Products and Services\nMetrics and Targets\nAmazon’s carbon footprint, including Scope 1, Scope 2, and Scope 3 greenhouse gas emissions, is available here.\nOur team of researchers and scientists has combined cutting-edge life cycle assessment (LCA) science and AWS technology to develop a robust software solution that processes \nbillions of operational and financial records from Amazon’s operations across the world to calculate our carbon footprint. The software estimates carbon emissions for all activities \nwithin our system boundary using a dollar-based environmental assessment model, then enhances the accuracy of carbon-intensive activities with detailed, process-based LCA \nmodels. We have a comprehensive understanding of the carbon emissions across our business and have done extensive analysis to develop science-based targets, strategies, and \nmetrics to reduce them.\nUnder The Climate Pledge, Amazon is on a path to:\n• Reach net zero carbon by 2040;\n• Deliver 50% of shipments with net zero carbon by 2030;\n• Power our operations with 100% renewable energy by 2025.\nTeams across Amazon are taking a broad, science-based approach to measuring, reducing, and eliminating carbon emissions in our operations. As part of our commitment to \nThe Climate Pledge, we are proud to join the Science Based Targets Initiative (SBTi), reaffirming our commitment to reduce carbon emissions in line with our ongoing science-\nbased approach to tackle climate change. SBTi is a collaboration between CDP, World Resources Institute (WRI), the World Wildlife Fund (WWF), and the United Nations Global \nCompact (UNGC); it is one of the We Mean Business Coalition commitments.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 110, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}