{"page_content": "112 AMAZON SUSTAINABILITY    GOVERNANCE \nSection Indicator/Question    Links\nPolicy  \nCommittment• 2020 Proxy Statement\n• Code of Business Conduct and Ethics (IV. Discrimination and Harassment, V. Health and  \nSafety, IX. Questions/Reporting Violations) \n• Global Human Rights Principles \n• Modern Slavery Statement (Introduction, Our Policies, Governance, Assessing Our Risk, \nResponsible Sourcing, Our Progress, Our Commitments and Progress, Modern Slavery in the \nContext of COVID-19)\n• Our Positions \n• Supplier Manual \n• Supply Chain Standards\n• Sustainability Report, People section (Human Rights: Strong Policies, Embedding Human \nRights Throughout Our Company, Transparency and Stakeholder Engagement, Mechanisms to \nAddress Risk; Employees: Diversity and Inclusion, Employee Engagement; Supply Chain: About \nOur Supply Chain, Our Approach to Responsible Sourcing, Our Sourcing Footprint, Supplier \nAssessments, Assessment Results, Progress in 2019, Supply Chain Commitments, COVID-19)\nPolicy  \nCommittment• Global Human Rights Principles\n• Modern Slavery Statement (Introduction, Our Policies, Governance)\n• Sustainability Report, People section (Human Rights: Strong Policies, Embedding Human \nRights Throughout Our Company) A1 What does the company say   \n publicly about its commitment to  \n respect human rights?UN Guiding Principles (UNGP) Reporting Framework\nThe UN Guiding Principles Reporting Framework provides comprehensive guidance for companies to report on human rights issues in line with their responsibility to respect \nhuman rights. This is an index of Amazon’s public content related to each subsection of the UNGP Reporting Framework. It represents information as of September 1, 2020.\nPart A: Governance of Respect for Human Rights\nA1.1  How has the public commitment  \n been developed?December 2020", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 111, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}