{"page_content": " \nSection Indicator/Question    Links\nEmbedding \nRespect• Code of Business Conduct and Ethics \n• Global Human Rights Principles (Employee Communication, Our Suppliers, How We Do This) \n• Modern Slavery Statement (Introduction, Our Policies, Governance, Our Commitments and \nProgress) \n• Sustainability Report, People section (Human Rights: Embedding Human Rights Throughout \nOur Company; Employees: Diversity and Inclusion, Employee Engagement, Sustainability \nAmbassadors)\nEmbedding \nRespect• Modern Slavery Statement (Our Policies, Responsible Sourcing, Our Progress, Engagement \nwith Strategic Stakeholders)\n• Sustainability Report, People section (Human Rights: Strong Policies, Transparency and \nStakeholder Engagement, Mechanisms to Address Risk; Supply Chain: About Our Supply Chain, \nSupplier Assessments, Assessment Results, Progress in 2019, Supply Chain Commitments, \nCOVID-19)\n• Seller Central Policies \n• Supplier Manual (p. 1-5, 11-12)\n• Supply Chain Standards\nEmbedding \nRespect• Modern Slavery Statement (Assessing Our Risk, Responsible Sourcing, Our Progress,  \nOur Commitments and Progress, Modern Slavery in the Context of COVID-19)\n• Sustainability Report, People section (Human Rights: Mechanisms to Address Risk; \nEmployees: Diversity and Inclusion, Workplace Health and Safety, COVID-19; Supply Chain: \nSupplier Assessments, Progress in 2019, COVID-19)\nAMAZON SUSTAINABILITY    GOVERNANCE 115A2.4 How does the company make clear in its  \n business relationships the importance it  \n places on respect for human rights?\nA2.5 What lessons has the company learned  \n during the reporting period about  \n achieving respect for human rights,   \n and what has changed as a result?A2.3  How are employees and contract workers  \n made aware of the ways in which respect  \n for human rights should inform their   \n decisions and actions?", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 114, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}