{"page_content": "116 AMAZON SUSTAINABILITY    GOVERNANCE \nSection Indicator/Question    Links\nStatement of  \nSalient Issues• Amazon France Logistique 2019 Duty of Vigilance Plan (Assessment of Priority Areas)\n• Global Human Rights Principles (Our Workplace)\n• Modern Slavery Statement (Assessing Our Risk) \n• Sustainability Report, People section (Human Rights: Mechanisms to Address Risk; Supply \nChain: Supply Chain Commitments)\nExplanation of  \nSalient Issues• Amazon France Logistique 2019 Duty of Vigilance Plan (Assessment of Priority Areas)\n• Modern Slavery Statement (Assessing Our Risk) \n• Partnerships\n• Sustainability Report, People section (Human Rights: Strong Policies, Transparency and \nStakeholder Engagement, Mechanisms to Address Risk; Supply Chain: Our Approach to \nResponsible Sourcing, Assessment of Risk, Supply Chain Commitments)\nGeographical \nFocus• Modern Slavery Statement (Assessing Our Risk, Our Commitments and Progress) \n• Sustainability Report, People section (Supply Chain: About Our Supply Chain, Our Approach \nto Responsible Sourcing, Our Sourcing Footprint, Assessment Results, Progress in 2019, Supply \nChain Commitments, Supply Chain Map)\nAdditional  \nSevere Impacts• Amazon France Logistique Duty of Vigilance Plan (Addressing Health Impacts of Novel \nCoronavirus (COVID-19))\n• Day One COVID-19 Blog: Daily updates on how we’re responding to the crisis \n• Modern Slavery Statement (Modern Slavery in the Context of COVID-19)\n• Our Positions \n• Sustainability Report, People section (Employees: Investments in Our Employees, COVID-19; \nSupply Chain: Progress in 2019, Case Study, COVID-19)B1 Statement of salient human rights   \n issues associated with the company’s \n activities and business relationships   \n during the reporting period.Part B: Defining the Focus of Reporting\nB2 Describe how the salient human rights   \n issues were determined, including   \n any input from stakeholders.\nB3 If reporting on the salient human rights   \n issues focuses on particular geographies,  \n explain how that choice was made.\nB4 Identify any severe impacts on human   \n rights that occurred or were still being   \n addressed during the reporting period,   \n but which fall outside the salient human   \n rights issues, and explain how they have   \n been addressed.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 115, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}