{"page_content": "119 AMAZON SUSTAINABILITY    GOVERNANCE \nSection Indicator/Question    Links\nStakeholder  \nEngagement• Modern Slavery Statement (Our Policies, Assessing Our Risk, Our Progress, Engagement with \nStrategic Stakeholders, Our Commitments and Progress, Modern Slavery in the Context of \nCOVID-19)\n• Sustainability Report, People section (Human Rights: Embedding Human Rights Throughout \nOur Company, Transparency and Stakeholder Engagement; Supply Chain: Progress in 2019, \nSupply Chain Commitments, COVID-19) \nAssessing \nImpacts• Modern Slavery Statement (Assessing Our Risk, Responsible Sourcing, Our Progress, Our \nCommitments and Progress, Modern Slavery in the Context of COVID-19)\n• Sustainability Report, People section (Human Rights: Mechanisms to Address Risk; Employees: \nDiversity and Inclusion, COVID-19; Supply Chain: About Our Supply Chain, Our Approach to \nResponsible Sourcing, Our Sourcing Footprint, Assessment of Risk, Supplier Assessments, Assessment \nResults, Progress in 2019, Supply Chain Commitments, COVID-19)\nAssessing \nImpacts• Modern Slavery Statement (Responsible Sourcing, Case Study )\n• Sustainability Report, People section (Employees: Diversity and Inclusion, Employee \nEngagement; Supply Chain: Assessment Results, Progress in 2019, Case Study)\nAssessing \nImpacts• Modern Slavery Statement (Responsible Sourcing) \n• Sustainability Report, People section (Employees: Diversity and Inclusion, COVID-19; Supply \nChain: Supplier Assessments, Progress in 2019, Case Study, COVID-19)C2.3 During the reporting period, how   \n have the views of stakeholders   \n influenced the company’s understanding  \n of each salient issue and/or its approach  \n to addressing it?\nC3 How does the company identify any   \n changes in the nature of each salient   \n human rights issue over time?\nC3.1 During the reporting period, were   \n there any notable trends or patterns   \n in impacts related to a salient issue,  \n and if so, what were they?\nC3.2 During the reporting period, did any   \n severe impacts occur that were related  \n to a salient issue and, if so, what were   \n they?", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 118, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}