{"page_content": "13 AMAZON SUSTAINABILITY    ABOUTcarbon credit market. Amazon’s grant will support efforts to expand the program in climate resilient forests across \nthe Appalachians, develop a scientific approach to regional carbon impact measurement, and enhance the project \nverification methodology. Amazon is the largest funder of these programs and will help: \n • Conserve and sustainably manage forest land and wildlife in the Appalachian region, with plans to expand the   \n  projects across 4 million acres of the 2,000-mile span of the Appalachians, and beyond. \n • Generate economic opportunities by creating a new source of income for family forest owners and rural communities  \n  that taps into the carbon storage potential of forests. In the U.S., families and individuals own the largest portion of   \n  forests (38%)—more than the federal government or corporations.  \n • Achieve a net reduction of up to 18.5 million metric tons of CO2 in the atmosphere by 2031—the equivalent of   \n  the emissions of nearly 4 million U.S. cars in a year.\nUrban Greening in Germany: Amazon is supporting The Nature Conservancy in an effort to reduce climate change \nrisks and increase species biodiversity in three German cities. The initial project is in Berlin’s Charlottenburg-Wilmersdorf \ndistrict. Learnings will be applied in two other German locations, and then shared across other European cities. With this, \nAmazon is recognizing the urgency of the climate crisis and its impacts on urban communities. \nAmazon’s commitment will fund The Nature Conservancy’s Urban Greening program, which uses nature-based solutions \nto help cities become more climate-change resilient. The program will collaborate with city officials and local community \norganizations to create and implement plans for:\n • Reducing flood risk by improving rainwater retention through tree planting, revitalizing urban wetlands, and   \n  adapting existing green spaces;  \n • Reducing extreme heat and pollution by leveraging unused public spaces to plant trees and improving urban water  \n  bodies;  \n • Increasing urban biodiversity by introducing pollinator-friendly species, climate resilient plants, and urban   \n  grasslands.\nThe program starts in the Charlottenburg-Wilmersdorf district of Berlin and uses a science-based, municipality-wide, and \nstakeholder-based approach to urban greening to ensure that projects are complementing existing local efforts. Two \nadditional German cities will be chosen, in which the initial learnings from Charlottenburg-Wilmersdorf will be applied. \nThe goal is to share a guide to urban greening with municipalities across Europe by the end of the five-year project.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}