{"page_content": "Enabling Sustainability  \nfor our Customers\nIf you want to join us in supporting local communities and reducing your environmental footprint, here are a  \nfew easy ways to get started.\nReducing, Reusing, and Recycling \nFind out how to recycle your Amazon packaging by checking out the Amazon Second Chance site. \nFind open-box, pre-owned, and refurbished products at a great price with Amazon Renewed, \ndiscounted deals on quality used products from Amazon Warehouse, and certified refurbished \nAmazon Devices.\nIn the U.S., visit Amazon Trade-In to learn how to receive an Amazon Gift Card in exchange for thousands of \neligible items including Amazon Devices, books, video games, and more.\nIn North America, visit Amazon Device Recycling to find out how to cut back on clutter and recycle your \nelectronic items, ensuring they are disposed of properly.\nAcross Europe, look for the WEEE symbol on devices, which denotes Electronic and Electrical Equipment eligible for \ntakeback under the WEEE Directive. Amazon facilitates recycling of these items, ensuring that they are disposed of \nproperly. You can check the Amazon Second Chance website to find a recycling center near you.\nIf you have an Echo device, Alexa Skills can help you find local recycling centers in the U.S. for specific items like \nlightbulbs and batteries. You can say “Alexa, open Recycling Center” to search for local options. Alexa is constantly \nadding new skills and improving on existing ones. The more people use them, the better they get over time.Amazon has set ambitious goals to make our business more sustainable on  \nbehalf of customers. Part of our commitment to both sustainability and customers \nincludes making it easier for everyone to participate in making a positive impact \non the planet and society. amzn.to/amsc\n16 AMAZON SUSTAINABILITY    ABOUTClimate Pledge Friendly  \nClimate Pledge Friendly helps make it easier for customers to discover and shop for more sustainable products on \nAmazon. Customers will see the Climate Pledge Friendly label when shopping, which signifies that the products \nhave one or more trusted sustainability certifications.  amzn.to/climate-pledge-friendly", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}