{"page_content": "Saving Energy and Water \nInstall a smart thermostat through Amazon Home Services. Smart home thermostats can help reduce heating and \ncooling energy use by adjusting the temperature by a few degrees depending on the time of day and whether or not \nanyone is home.\nAmazon Home Services professionals can help keep your home appliances in good working condition. They can take \ncare of heating furnace and water heater maintenance or install a low-flow showerhead for you.\nTo reduce home electricity and water use at home, search for LED lights on Amazon, or in the U.S., ENERGY STAR, EPEAT,  \nor WaterSense-certified products.\nReduce the carbon emissions of your travel. You can use your Echo device to find the closest bikeshare rental by saying \n“Alexa, open TransportMe”. Another Alexa skill, Evie Assistant, will help you find the location of the nearest electric \nvehicle charging station (say “Alexa, open Evie Assistant”). And you can even get an electric vehicle charging station \ninstalled at your house using Amazon Home Services’ network of installation professionals in the U.S.\nEcho devices can also make it easier to save energy or water at home. You can use Alexa-enabled LEDs and smart plugs \nto turn off plugged appliances and devices when you aren’t using them. Alexa skills can also make it fun and easy to \nsave energy. For example, you can say “Alexa, open Shower Buddy” to time your showers and use less water, or say \n“Alexa, open Cool My House” to reduce energy consumption.\nSupporting Charitable Organizations and Small Businesses \nShop with AmazonSmile and choose from over a million charities to support. As of February 2020, AmazonSmile has \ndonated more than $169 million USD to charities thanks to customers shopping at smile.amazon.com.\nPurchase items for a charity by searching AmazonSmile Charity Lists for that charity’s registry. Amazon customers have \ndonated more than 600,000 disaster relief items through Charity Lists.\nGet involved with COVID-19 relief efforts. Customers can say, “Alexa, make a donation to Feeding America COVID-19 \nResponse” or use Amazon to donate to charities helping those affected by COVID-19, including Feeding America, \nAmerican Red Cross, and Save the Children. \nDonate directly to hundreds of charities through your Echo device using your Amazon Pay account by saying “Alexa, \nmake a donation.”\nSupport artisans and women entrepreneurs. In Europe and North America, Amazon Handmade offers handcrafted \nartisan goods from around the world. In India, Amazon Saheli offers a wide selection of unique regional products by \nwomen entrepreneurs across clothing, accessories, office, home, and kitchen.\n17 AMAZON SUSTAINABILITY    ABOUT", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}