{"page_content": "3 AMAZON SUSTAINABILITY    INTRODUCTIONWHILE THIS REPORT reflects our work throughout 2019, the world has clearly undergone a massive shift in 2020 with \nthe emergence of COVID-19. We are, first and foremost, focused on the safety of our employees and contractors around the \nworld. It is important that we help our customers through this difficult time, and Amazonians are working around the clock \nto get necessary supplies delivered directly to the doorsteps of people and organizations who need them. Our Whole Foods \nMarket stores have remained open, providing fresh food and other vital goods for customers. \n \nAMAZON EMPLOYEES RECEIVE  comprehensive health benefits starting on day one of \nemployment. We are working on building scalable testing for coronavirus. We’ve distributed \nface masks and implemented temperature checks at sites around the world to help protect \nemployees and support staff, and offer free masks to our Whole Foods Market customers. \nWe regularly sanitize door handles, stairway handrails, lockers, elevator buttons, and touch \nscreens, and disinfectant wipes and hand sanitizer are standard across our network. We also \nintroduced extensive social distancing measures to help protect our associates. In all, we \nhave made over 150 significant process changes in our operations network and Whole \nFoods Market stores, which we audit frequently, to help teams stay healthy.  \n \nDURING THIS CRISIS,  we’ve added 175,000 new jobs to help meet customer demand for essential products.  \nBetween March and end of May, we increased pay for hourly employees by $2 per hour in the U.S., C$2 per hour in Canada, \nand €2 per hour in many EU countries. We also doubled the regular hourly base pay for every overtime hour worked and are \noffering extra time off with full pay for those diagnosed with COVID-19. We are working with food banks in 25 U.S. cities to \ndeliver 6 million meals to underserved and vulnerable populations. We are collaborating with the World Health Organization, \nsupplying advanced cloud technologies and technical expertise to track the virus, understand the outbreak, and better \ncontain its spread. We launched the $20 million AWS Diagnostic Initiative to accelerate COVID-19 research, and AWS is \nsupporting the White House’s COVID-19 High Performance Computing Consortium, providing computing resources \nto advance research on diagnosis, treatment, and vaccine studies. You can read more about what Amazon is \ndoing on COVID-19 through the daily updates to our blog.  Amazon’s COVID-19 blogDuring this crisis, we’ve added  \n175,000 new jobs to help meet customer  \ndemand for essential products.Our World in 2020\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}