{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT 21Carbon Footprint\nAmazon’s corporate carbon footprint quantifies the total greenhouse gas \nemissions attributed to our direct and indirect operational activities. We measure \nour total impact on the climate, map the largest activities contributing to this \nimpact, and use this information to develop meaningful carbon reduction goals, \nincluding our overall goal to reach net zero carbon across Amazon by 2040. \nOur carbon footprint includes emissions from Amazon-operated and third-party freight, electricity use, Amazon branded \nproducts, capital goods, business travel, packaging, customer trips to Amazon’s stores, and other purchased goods and \nservices. The system boundary of our carbon footprint meets widely adopted international standards, including the \nGreenhouse Gas Protocol and ISO 14064. Our carbon footprint is externally assured by Apex.\nThrough our commitment to The Climate Pledge, Amazon is investing in a range of large-scale \nsolutions to decarbonize our business, some with immediate carbon savings and others with longer-\nterm payoffs. We have already seen an improvement in the carbon intensity of our business in \n2019 as a result of operational efficiencies such as energy efficiency technologies in fulfillment \ncenters and alternative vehicle pilots. Carbon intensity is the metric we use to benchmark our \nperformance year over year, as it provides a relative comparison between annual performance \nmetrics regardless of other changes to our business. While Amazon’s net sales increased 22% \nin 2019 (excluding changes in foreign exchange rates), our total carbon footprint increased \n15% during the same period. While still early days, our 2019 carbon intensity metric is 122.8 \ngrams of CO2e per GMS, down 5% year over year from 128.9 grams of CO2e per dollar in 2018. \nLike many companies in high growth mode, we look at the absolute tons of carbon in our \nfootprint, but also at how we are improving our carbon intensity. Our first year-over-year \ncomparison shows progress as we continue to make investments in innovation, technologies, \nand products that will decarbonize our operations over future years. \nThese investments include renewable energy projects like our new solar farm in Virginia, and \nour order of 100,000 electric delivery vehicles, which will be on the road delivering packages \nto customers starting in 2021. It will take several years for the carbon reduction benefits of \nthese investments to be fully reflected in our carbon footprint. Over time, both our carbon \nintensity and our absolute carbon footprint will drop as we continue to make progress toward \nnet zero carbon. With the launch of The Climate Pledge Fund, we look forward to making \nadditional major investments in the coming years that will result in long-term payoffs.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}