{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT23Renewable Energy\nAmazon has 127 solar and wind projects across the globe that have the capacity to generate over 6,500 megawatts \n(MW) and deliver more than 18 million megawatt hours (MWh) of energy annually—enough to power more than 1.7 \nmillion U.S. homes. These projects supply renewable energy for Amazon’s corporate offices, fulfillment centers, and \nAmazon Web Services (AWS) data centers that support millions of customers globally. \nIn March 2020, Amazon announced four new renewable energy projects—the first in Australia, second in Sweden, second \nin Spain, and eleventh in the Commonwealth of Virginia in the U.S. We announced five new renewable energy projects in \nChina, Australia, and the U.S. in May 2020. In December 2020, Amazon announced plans to add 26 utility-scale wind and \nsolar energy projects, bringing our total investment in renewable energy in 2020 to 35 projects and more than 4 gigawatts \n(GW) of capacity—the largest corporate investment in renewable energy in a single year. These new projects will make \nAmazon the largest-ever corporate purchaser of renewable energy.\nOne of our latest solar projects in the U.S. is a solar farm in Pittsylvania County, Virginia, which will power Amazon’s new \nVirginia headquarters and other Amazon-owned operations across the Commonwealth, including Whole Foods Markets and \nfulfillment centers. The project is planned for completion by the first quarter of 2022. Amazon has contracted 82 MW of the \nnew 120 MW solar farm, which is expected to generate 172,500 MWh of renewable energy annually. \nOur largest wind project to date, Amazon Wind Farm Texas, is a 253 MW wind farm in Scurry County in the western part  \nof the state. With more than 100 turbines, the project generates 1 million MWh of wind energy annually—enough to \npower almost 90,000 U.S. homes for a year.\nAmazon is on a path to powering our operations with 100% renewable energy by \n2025 as part of our goal to reach net zero carbon by 2040. In 2019, we reached \n42% renewable energy across our business. \nRenewable Energy Methodology  \nLearn more about how we calculate Amazon’s renewable energy use.  \namzn.to/renewable-percentage \n \nRenewable Energy Assurance Statement  \nRead the renewable energy assurance statement from Apex. \namzn.to/energy-assurance ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}