{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT25Fulfillment Facilities  \nA Shipment Zero order will travel through fulfillment facilities powered by 100% clean energy from wind and solar projects \ndedicated to Amazon’s electricity needs and from the grid. Customer shipments pass through the following types of \nfacilities, all powered by clean energy:\n • Fulfillment centers where Amazon associates pick, pack, and ship customer orders;  \n • Sortation centers where customer orders are sorted by final destination and then consolidated for delivery;  \n • Delivery stations where orders are prepared for last-mile delivery to a customer’s door. \nMore than 60 Amazon facilities across the globe are already powered by on-site solar panels, which generate as much  \nas 80% of a single fulfillment facility’s annual energy needs. \nPackaging  \nA Shipment Zero order will be shipped without added Amazon packaging or in carbon neutral packaging. Ships In \nOwn Container (SIOC) is a tier of certification within Amazon’s Frustration-Free Packaging program, certifying that a \nproduct’s original packaging is designed to ship without the need for an Amazon shipping box. We work closely with \nmanufacturers to develop and test packaging that meets SIOC certification, and we share these innovations publicly \nto drive improvements across the industry. In India, we designed a new way to deliver customer orders packaging-free. \nOrders that ship in their original packaging are delivered in a protective, reusable crate in 100+ cities across India.\nA second option is to ship in carbon neutral packaging that is made of net zero carbon materials, is produced with zero \ncarbon emissions, and is delivered to Amazon fulfillment facilities using zero carbon. While we work to increase SIOC-\ncertified products, expand packaging-free shipping programs, and develop carbon neutral packaging solutions, we will \ncontinue to pursue packaging improvements by optimizing the size and weight of shipping materials, inventing new \nrecyclable mailers, and working with suppliers to streamline and innovate product packaging.\nTransportation  \nA Shipment Zero order will be transported in a zero-emissions delivery vehicle or by a delivery associate on foot or \non bicycle. Zero-emissions delivery vehicles are 100% battery electric or hydrogen-fueled, in addition to electric bikes \nand electric three-wheelers. Amazon’s order of 100,000 electric delivery vehicles in 2019 is a major stride toward zero \ncarbon transportation across our global network, and we are proud to operate many electric vans and trucks today.  \nWe also leverage innovative technology to maximize efficiency on the road and reduce delivery distances by placing \ndelivery stations close to large Amazon customer populations.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}