{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT26Sustainable Transportation\nElectrifying Our Transport Fleets \nIn 2019, Amazon ordered 100,000 electric delivery vehicles from Rivian, a U.S. electric vehicle manufacturer. This order, \nthe largest order ever of electric delivery vehicles, sends a signal to the marketplace to start inventing and developing new \ntechnologies that large, global companies need to transition to a low-carbon economy. We plan to start using these new \nvehicles from Rivian to deliver packages to customers by 2021, with 10,000 new vehicles on the road as early as 2022 and \nall 100,000 vehicles on the road by 2030. This is projected to save millions of metric tons of carbon per year by 2030.\nAmazon already operates hundreds of electric vehicles across the globe. Amazon India is adding 10,000 electric delivery \nvehicles to its existing fleet by 2025, including 3-wheeler and 4-wheeler vehicles designed and manufactured in India. \nThese vehicles are in addition to Amazon’s order of 100,000 electric delivery vehicles from Rivian. Across Europe, \nAmazon is contracting with our service providers to launch a low-pollution last-mile fleet comprised of electric and \nnatural gas vans and cars. We have added hundreds of electric vehicle charging stations at our European facilities for our \npartners to use, with plans to expand this infrastructure to support more sustainable deliveries. We use electric cargo \nbikes in cities around the world, including a pilot in New York City in 2019. In North America, Amazon has also deployed \nelectric yard hostlers, which are used to move trailers around facilities.Transportation is a major component of Amazon’s business operations and  \na key part of our plan to meet net zero carbon by 2040. We are committed to \noptimizing and transforming our transportation network through innovations  \nin electrification, efficiency enhancements, and alternative delivery methods. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}