{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT27Maximizing Efficiency on Current Vehicles \nWhile we work to adopt the most efficient, cutting-edge vehicle technologies, we are also maximizing efficiencies on our \nexisting fleets. Across North America and Europe, our fleet includes a mix of trailers in different sizes that are equipped \nwith skirts (panels attached to the lower side edges of a trailer to make it more aerodynamic) and automatic tire \ninflation systems that keep tires properly inflated and maximize fuel efficiency. \nWe use mud flaps designed to allow airflow and water to pass through them, minimizing drag and saving an average \nof 100 gallons of diesel fuel per vehicle annually. In Europe, we have deployed over 500 hydraulically powered double-\ndeck trailers. Double-deck trailers improve space utilization by up to 70% in comparison to standard semi-trailers, \nreducing the total number of trucks on the road.\nOptimizing Our Delivery Logistics \nAmazon is constantly working to optimize our delivery network and drive efficiencies in the process of delivering our \nproducts. To fulfill customer orders quickly, we have thousands of vehicles moving from fulfillment centers to delivery \ndestinations. We use data and algorithms to consolidate as many shipments as possible onto one vehicle or plane. We \nalso analyze which items are being ordered most frequently, by location, to ensure that the inventory of those items is \nstored nearby, minimizing the need to use planes or trucks for long-distance deliveries. By boosting efficiencies across \nour network, we are able to put fewer vehicles and planes into service.\nUsing Alternative Delivery Methods \nWe are continually piloting new or alternative ideas in different locations around the world in an effort to increase our \nefficiency and reduce emissions. In urban centers like New York City, we deliver packages on foot, have expanded our  \nuse of traditional bicycles, and use pedal-assist electric bikes connected to cargo trailers that can carry up to 45 \npackages. In India, our fleet includes electric three-wheelers and compressed natural gas (CNG) vehicles. Electric bikes \nand CNG vehicles are also part of our delivery fleet in Europe. Additionally, we’re developing fully electric autonomous \ndelivery services, such as the Amazon Scout device and Prime Air drones, which will make deliveries faster and more \nefficient than road deliveries.\nPartnering with Experts and Industry \nIn 2017, Amazon signed the Sustainable Fuel Buyers’ Principles, demonstrating our commitment to working with service \nproviders to accelerate the transition to low-carbon commercial transportation solutions. Members of the nonprofit \nBusiness for Social Responsibility (BSR) Future of Fuels group developed The Buyers’ Principles and vetted them through \nits network of 600 expert and industry stakeholders. These principles outline criteria that will catalyze the partnerships \nneeded to drive the transition to a sustainable road freight transportation system.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}