{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT28Sustainable Buildings\nAs part of our commitment to The Climate Pledge, Amazon is working to reduce \nthe carbon emissions associated with our buildings and facilities across the globe. \nWe are transitioning our buildings to be net zero carbon, powered by renewable \nenergy, and highly energy efficient, with demonstrated reductions in embodied \ncarbon—the emissions associated with a building’s construction materials.\nWe are also working to improve the resource efficiency of our buildings beyond energy, with a focus on water and waste \nreduction strategies across our facilities. In all of our buildings, we seek to create safe, productive, and inspiring spaces \nthat support the health and well-being of our employees, local environment, and community, both inside and outdoors.\nGreen Building Standards \nWe are committed to holding our buildings to the highest standards of sustainable design, and we pursue third-party \nbuilding certification when doing so accelerates our impact. Amazon has nearly 30 LEED certified buildings in the U.S. \n—the majority of which have Gold and Platinum level certification—and more than 20 BREEAM certified buildings \nacross Europe. We also engage with industry-leading programs that support the transition to net zero carbon in the \nbuilt environment, such as the Carbon Leadership Forum. \nCorporate Offices \nOur global corporate offices are often located in vibrant communities and urban hubs.  \nWhen designing our offices, we strive to integrate seamlessly with these communities while \ncreating easy outdoor access for our employees and visitors. Many of our buildings offer public \nplazas and open green spaces for communal and public use. Even more feature green roofs and \nother green infrastructure that provide outdoor amenity space while supporting ecological \nfunctions like stormwater management.\nOur buildings’ interiors integrate biophilic design concepts, such as green walls and \nlocally-sourced woods, in addition to energy-efficient lighting, composting and \nrecycling, and amenity spaces for employee wellness. Many Amazon buildings \nalso offer plug-in electric vehicle charging stations for employees and visitors.\nSustainability in Action at Our Seattle Campus:  \nOur flagship Seattle campus features some of our most innovative \nsustainable design practices. A subterranean district energy system heats \nmany of our buildings in the Denny Triangle neighborhood using waste \nheat generated from a neighboring data center. Above ground, employees \nand visitors can enjoy The Spheres, an indoor plant conservatory \nfeaturing 40,000 plants from the cloud forest regions of more than \n30 countries, along with a 4,000 square foot green wall.  ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}