{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT29100% Renewable Energy at HQ2 in Arlington: Our second U.S. headquarters in Arlington, Virginia, known as  \n“HQ2,” will use 100% renewable energy to power the four-million-square-foot campus, which is scheduled to be \ncompleted by 2022. We are constructing a new solar farm in Pittsylvania County, Virginia to power HQ2 and other \nAmazon-owned operations in the area, including Whole Foods Market stores and nearby fulfillment centers. A portion \nof the renewable energy generated from this solar farm will be allocated to Arlington County, a move that also helps \nadvance the county’s renewable energy goals. The location for the HQ2 campus was strategically determined to provide \nwalkable access to public transportation, bike storage, and local amenities such as shops, restaurants, and childcare. \nInternational Offices: We aim to take best practices from across our global locations and embed them at our \noffices all over the world. Our corporate offices in Munich, Germany, have been certified Gold for environmental \ndesign by the German Sustainable Building Council based on their energy-efficient interiors and use of sustainable \nbuilding materials. In Luxembourg, efficient chillers and an advanced building management system cut energy costs, \nwhile rooftop beehives supply honey, and food is served in compostable and biodegradable containers.\nOperations Facilities \nWith more than 175 facilities covering 150 million square feet of space across the world, Amazon fulfillment centers, \nsortation centers, and delivery stations account for a major part of our embodied carbon. In 2020, Amazon began an  \nin-depth study of our operations buildings in order to transition these facilities to net zero carbon. The study \nexamines the energy intensity of these buildings and identifies ways to meet zero carbon through energy efficiency \nenhancements, new technology pilots, and significant reductions in embodied carbon. This year, Amazon will update  \nits design templates and criteria to capture these changes, and apply net zero strategies across all global regions. \nOn-Site Solar: Many of our facilities throughout the U.S., Europe, and India are powered by on-site solar, where \na rooftop installation can power up to 80% of a facility’s energy use. In 2019, we achieved a goal to install solar \ntechnology on 50 rooftops worldwide by 2020, a year ahead of schedule. We now have more than 60 rooftop solar \ninstallations on operations facilities around the world and we continue to scale this program. \nMinimizing Energy Use at Operations Facilities: Our operations facilities are designed with efficient building \nsystems to minimize energy use. We are expanding our use of building control system technology and real-time data \nanalytics to optimize our heating and cooling systems for occupant comfort while operating as efficiently as possible. \nWe use highly-efficient motors and advanced controls in our conveyor systems to move packages efficiently throughout \nour facilities, and we are testing new technologies to further reduce the energy use of material handling equipment. \nThrough building retrofits and energy studies, we are continuously improving and learning to optimize the efficiency  \nof our operations, uncover savings opportunities, and help drive carbon out of our fulfillment operations.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}