{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT30Data Centers  \nAmazon Web Services (AWS) has always focused on efficiency and continuous innovation in our data centers to improve \noperational excellence and reduce our impact on the environment. In addition to our efforts on energy efficiency and \nour goal to achieve 100% renewable energy for our global infrastructure, AWS has multiple initiatives to improve our \nwater use efficiency and reduce the use of potable (drinking) water for cooling data centers. \nAWS develops our water use strategy by evaluating climate patterns for each AWS Region (a physical location around \nthe world where we cluster data centers), local water management and availability, and the opportunity to conserve \ndrinking water sources. Taking a holistic approach, we assess both the water and energy usage of each potential cooling \nsolution to select the most efficient method. \nWhole Foods Market \nWhole Foods Market has several all-electric stores in California and dozens of buildings certified by LEED and Green \nGlobes across North America. Every store provides a high-quality indoor experience for employees and customers, \nwith ample daylight and amenity space. Stores in the San Francisco Bay Area have piloted a technology that combines \nadvanced cloud computing, predictive analytics, and a thermal energy storage retrofit to modulate their refrigeration \nsystems during peak energy. \nWhole Foods Market is a founding partner of the U.S. Environmental Protection Agency’s GreenChill program, which \nhelps food retailers transition to alternative refrigerants, reduce refrigerant charge sizes, eliminate leaks, and adopt \ngreen refrigeration technologies. Whole Foods Market has piloted various technologies to reduce carbon emissions from \nthe use of refrigerants. For example, multiple stores across the U.S. and Canada use natural refrigerants, which contain \nzero ozone depletion potential and very low global warming potential. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}