{"page_content": "4 AMAZON SUSTAINABILITY    INTRODUCTIONUNUSUAL TIMES like these require investment. We expect to invest approximately \n$4 billion in our second quarter alone on COVID-related initiatives getting products \nto customers and keeping employees safe. While this is a major commitment, it won’t \ncome at the expense of our commitment to sustainability and The Climate Pledge. To do \nanything different would be to ignore the fact that—as the pandemic has demonstrated—\nwe are all interconnected and interdependent. We know there is a lot of uncertainty in the \nworld, and we also know that during these critical times, it is more important than ever to double down on our commitments \nrelating to the climate crisis. In 2019, we made a big bet on the capabilities of our company to innovate, use our scale \nfor good, and go faster to address the urgency of the climate crisis. We also launched The Climate Pledge, inviting other \ncompanies to join with us on this path. \nTHIS MOMENT we are in now has already taught us immeasurable things about how the world can and might function \ngoing forward. The planetary pause that COVID-19 has brought about to most continents—if not all at this point—shows \nus what happens when some of these changes happen on our planet. Planetary stability is of course tied to economic \nstability and the health and well-being of all people. We have yet to see what a post-COVID recovery will entail, or what \nthe impact will be on our ability to maintain clean air, access to health, and thriving communities. With the devastation \nthat has occurred, there is also some optimism that we might be able learn from this moment to build back our \ncommunities with more resiliency and protections for people and our planet. \nAT AMAZON,  we first began discussing the possibility of company-wide net zero commitments during a senior planning \nsummit in 2016. We knew that to continue to be a relentlessly resilient and innovative business, we would need to deeply \nunderstand what is happening on our planet. We also knew that we would need to build and dedicate financial resources, \nintellectual capital, and change management work to creating the tools, data, and understanding about how to achieve \nthese types of commitments. \nFOUR YEARS LATER, our bold commitment to integrating sustainability across the company has not \nchanged, and it will not change another five or ten years from now. What has changed, however, is the \nway in which we are conducting our business, running our operations, funding and implementing \nnew technologies and services that decarbonize and help preserve the natural world, along with the \nambitious goals we have set, starting with The Climate Pledge—our commitment to reach net zero \ncarbon by 2040, a decade ahead of the Paris Agreement. We’re all in on our goals and our work to build \na better planet, on urgent action to drive a lasting change: to see the world transition through this current \npandemic into a world that embraces a sustainable path to recovery and wellness. We expect to invest approximately $4 billion  \nin our second quarter alone on COVID-related \ninitiatives getting products to customers.\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}