{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT32Recycling\nRecycling Infrastructure  \nIn addition to optimizing our recycling efforts for common materials like cardboard, we are working to address the \nmaterials that are toughest to recycle in our operations. Plastic film, for example, is a difficult material to process and \nrecycle, and is not accepted by most curbside recycling programs. To address this gap, Amazon is launching plastic film \nrecycling at more than 55 fulfillment centers across our network. Through this program, we expect to recycle more than \n7,000 tons of plastic film per year, in addition to the 1,500 tons of plastic already being recycled annually in Europe.\nWe are also exploring alternative solutions for less common materials that cannot be recycled. In the UK, for example,  \nwe collect the silicone backing paper from shipping labels to convert into animal bedding. We are looking across our entire \noperations network to incorporate more of our own recycled plastic in products, packaging, and operational processes.\nRecyclable Mailers \nIn 2019, we launched a fully recyclable paper padded mailer that protects products during shipping while taking up \nless space in transit. This ensures customer deliveries arrive undamaged and in recyclable packaging with a lower \ncarbon footprint. The recyclable mailer is made of four layers of paper and a water-based cushioning material using \ncomponents commonly found in the glue used to make cardboard. The lightweight recyclable cushioning was \nspecifically designed to easily separate from the paper in the same way that print inks and other paper coatings are \nremoved during the paper recycling process. \nRecycling Partnerships \nAt Amazon, we know our customers care about minimizing the amount of waste that ends up in landfill. To improve \ncurbside recycling in the U.S., we partnered with The Recycling Partnership, which supports communities and local \ngovernments with education, infrastructure, and measurement related to curbside recycling.\nWe also invested $10 million in the Closed Loop Infrastructure Fund to finance recycling and circular economy \ninfrastructure in North America. Through this investment, Amazon aims to increase product and packaging recycling, \nensuring that material gets back into the manufacturing supply chain. Over the next decade, our investment in the \nClosed Loop Infrastructure Fund will improve curbside recycling for 3 million homes in communities across the U.S., \ndiverting 1 million tons of recyclable material from landfill and eliminating the equivalent of 2 million metric tons  \nof carbon dioxide.Amazon is committed to reducing our environmental footprint through recycling \ninitiatives in our own operations and for our customers. We are developing new \nrecycling infrastructure, inventing recyclable packaging materials, and investing  \nin initiatives that support the recycling industry across the U.S. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}