{"page_content": "33Amazon Second Chance\nCustomers who have eligible items they no longer want can discover the Amazon Trade-In program, which allows \nthem to receive an Amazon.com Gift Card in exchange for thousands of eligible items including Amazon devices, cell \nphones, video games, and more. In addition, customers wanting to responsibly dispose of their electronics can discover \nour device recycling program for a variety of electronics and related accessories.\nAmazon also gives customers several options to shop for great deals on open-box or gently-used items. Amazon \nWarehouse —an online store for great deals on quality used products including furniture, toys, instruments, kitchen \nappliances, clothes, and more—has an extensive inspection process that ensures as many gently-used returned items \nas possible can be resold rather than being sent to landfill. Amazon Renewed offers refurbished, pre-owned, and \nopen-box products such as computers, laptops, smartphones, tablets, cameras, audio devices, home appliances, and \nmore. And Certified Refurbished and Used Amazon Devices provides customers access to pre-owned Amazon devices \nsuch as Echo, Fire Tablets, Kindle E-readers, and more. Certified Refurbished devices have been refurbished, tested, \nand internally certified by Amazon to look and work like new. All of these programs reduce waste and encourage re-\nuse by ensuring that valuable products can go back into the hands of customers rather than being sent to landfills.\nAmazon also encourages customers to fix the things they buy before replacing, returning, or disposing of them. \nAmazon offers free Product Support (on a select but growing number of items) with the goal of helping customers \nmaximize the useful life of the things they already own. Product Support serves seven global geographies with \ntechnical support, parts replacement, and repair services. Helping customers responsibly dispose of Amazon \npackaging is another key component of Second Chance. Customers are able to view various types of Amazon \npackaging and are provided with instructions on how and where to dispose of the materials.\nAMAZON SUSTAINABILITY    ENVIRONMENTAmazon Second Chance provides information on how to trade in, recycle, or \nrepair products, how to recycle Amazon packaging, and how to find open-box and \nrefurbished devices. Customers may visit Second Chance to learn about and compare \nprograms that help eliminate waste and give products a second life.  \namzn.to/amsc", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}