{"page_content": "34Product Donations\nAmazon partners with Feeding America and Good360 to donate surplus inventory and distribute products to \ncommunities in need across the U.S. In 2019, Amazon and Whole Foods Market donated 37.5 million meals and \n200,000 pounds (90,700 kilograms) of household essentials to Feeding America through its donation program. \nThroughout countries in Europe, we collaborate with local food banks and non-food charities to donate products to \ncommunities in need. Amazon is a long-term partner of the German nonprofit Innatura, which brokers in-kind donations \nto charitable organizations. Through this partnership, Amazon has donated to more than 1,500 charities benefiting \nnearly 500,000 individuals and families in Germany with donations including toys, shoes, clothing, and drugstore items, \namong others. \nAmazon works with In Kind Direct, a national charity in the UK that manages the donation of surplus products \nto charities across the country. Since partnering with In Kind Direct, we have donated more than $8.7 million (£7 \nmillion) worth of products. In 2019 alone, we donated $1.2 million (£1 million) to over 2,000 charities and voluntary \norganizations across the UK. \nAmazon is also investing in automated systems that enable third-party sellers to donate their surplus inventory to local \ncharities. This new program has quickly become popular, with 97% of sellers on Amazon in the U.S. opting to donate \ntheir surplus inventory. This program also launched in the UK with nine local charity partners and will expand to France \nby the end of 2020. In the last three months of 2019 alone, third-party sellers donated a combined 3 million products \nto communities in need through this new automated system. At Amazon facilities around the world, we are continuously expanding initiatives \nto maximize the positive impact of our surplus inventory. We contribute food and \nnon-food product donations to hundreds of food banks and nonprofits, reducing \nlandfill waste and helping our local communities. \nAMAZON SUSTAINABILITY    ENVIRONMENT", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}