{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT36\nReducing Packaging Waste\nSustainable Packaging Initiatives \nOur sustainable packaging initiatives reduce waste and make it easier for customers to remove products from packaging. \nUnlike traditional retail stores, products bought online don’t need the elaborate packaging used for displaying products \non store shelves. Instead, customers use star ratings and reviews to guide their online shopping decisions. \nOur Frustration-Free Packaging (FFP) program encourages manufacturers to package their products in easy-to-open \npackaging that is 100% recyclable and ready to ship to customers without additional Amazon boxes. Since 2015, \nwe have reduced the weight of outbound packaging by 33% and eliminated more than 900,000 tons of packaging \nmaterial, the equivalent of 1.6 billion shipping boxes.\nTo certify products under Amazon’s FFP program, we help manufacturers \ninnovate and improve their packaging functionality. By testing products in \na dedicated, state-of-the-art lab in Seattle and in our fulfillment centers \nacross the globe, we identify specific steps that manufacturers can take to \nimprove their packaging and ensure products are protected all the way to the \ncustomer’s doorstep.\nToday, more than 2 million products qualify under our FFP program. \nPhilips, for example, was inspired by our FFP program to reinvent their \npackaging. The new Norelco OneBlade razor design now has 80% \nless packaging volume, is fully recyclable, and delights customers with \nprint on the inside of the box which enhances the opening experience\nMachine Learning \nHow big of a box is needed for a given product? Is an Amazon box \nneeded at all? To find out, we use machine learning algorithms to \narrive at the best possible packaging choices for deliveries. That means \nidentifying which products don’t need packaging at all, and which \nsmaller products are suitable for envelopes or mailers. In cases where \nthe protection of a box is needed, algorithms help us continuously \noptimize box choices to fit our ever-changing catalog. Computer-aided \nengineering also helps us redesign boxes to use less material while \nmaking sure customer orders are protected. These improvements Our customers want right-sized, recyclable packaging that minimizes waste and \nensures damage-free delivery. We work to reinvent and simplify our sustainable \npackaging options using a science-based approach that combines lab testing, \nmachine learning, materials science, and manufacturing partnerships to scale \nsustainable change across the packaging supply chain.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}