{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT37reduce volume per shipment, which means less unnecessary packaging and more efficient use of all forms of \ntransportation, reducing carbon in small amounts to create a larger impact across our network.\nWe also use machine learning to help target products where even small packaging improvements can have significant \nimpacts on reducing waste. We developed a machine learning model to identify liquid products with the highest average \nrates of customer reported damages. We then subjected those products to extensive additional testing at our Amazon \nPackaging Lab, where we simulate a package’s journey from the manufacturer to the customer.\nThrough this process, we’ve teamed up with companies like Rieke—a packaging solutions firm that makes dispensing \nsystems for personal care, food, and healthcare products—to provide data and packaging insights on many of the \nconventional dispensing systems that are used in millions of products on Amazon. By strengthening materials, \ncreating new locking mechanisms to prevent pumps from twisting open, and sealing potential leak points, Rieke’s \nteam has created dispensers specially designed to withstand the journey to the customer. These new and improved \ndesigns include trigger sprayers common on household cleaners and personal care products, pumps for lotions, and \npumps for foams.\nEngaging with Vendors and Industry \nWe work with top brands and vendors to reinvent their packaging for waste reduction in e-commerce, including \noptimized packaging that allow products to be shipped in their own container. The toy maker Hasbro, for example, \nredesigned the packaging for its popular toy, Baby Alive, reducing both the amount of material used and the overall \npackage size by more than 50%. The pet food company Hill’s Pet Nutrition reworked its packaging to make bags of \nkibble less likely to break and spill during shipment; testing at Amazon validated the redesigned packaging.\nWe are working across the packaging industry, using new analytics and test methods, new materials, and new ways \nto build enclosures that protect customer products. With packaging suppliers, for example, we have developed \nsolutions for liquid dispensing systems on hard-to-ship items, such as household cleaners and personal care \nproducts, preventing spills and the need for extra packaging to contain spills if they happen.\nAmazon is a member of the Sustainable Packaging Coalition (SPC), an industry working group dedicated to a more \nrobust environmental vision for packaging. SPC uses strong member support, an informed and science-based \napproach, supply chain collaborations, and continuous outreach to design packaging that encourages a \nsustainable flow of materials. Amazon has also joined the International Safe Transit Association (ISTA), an \norganization focused on the specific concerns of transport packaging. ISTA is a nonprofit, member-driven \nassociation that sets the standards for optimizing the resources in packages that are designed to be  \nsurvivable, sustainable, and successful.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}