{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT39Household Goods \nMany Amazon customers prioritize safety and sustainability when it comes to household goods like cleaning supplies \nand personal care products. Customers want to be sure the products they buy are safe for their families and help pre-\nserve the planet, without compromising on quality or price. \nWe are working to increase the sustainable attributes of many of our Private Brand selections, from bio-based laundry \nand dish soaps that offer an effective, alternative choice to conventional formulas, to beauty products that are formulat -\ned without harmful chemicals. As part of that commitment, we implemented a Chemicals Policy and Restricted Sub-\nstance List (RSL), both of which apply to Amazon-owned baby, household cleaning, personal care, and beauty brands. To \nsupport the broader retail sector’s collaborative effort to use safer formulations and produce more sustainable products, \nAmazon joined the Retail Leadership Council of the Green Chemistry and Commerce Council (GC3).\nWe also take an active role in promoting sustainability with our selling partners. For example, we teamed up with Procter \n& Gamble to develop the Tide Eco-Box, a concentrated version of Tide’s traditional laundry detergent compressed into a \nfully recyclable, shipping-safe package, which is produced using 60% less plastic and 30% less water than a convention-\nal plastic jug. Countless other Amazon selling partners offer biodegradable and plant-based options for staples like dish \ndetergent and multi-purpose cleaners.\nFood and Grocery \nSustainable food selection means something different to each customer. Across our Amazon food and \ngrocery businesses, we make it easy for customers to find a range of options like free range, pasture-fed, \norganic, and fair trade groceries.\nAs sellers of animal-derived products, we recognize our responsibility to uphold animal welfare within our supply \nchain. We expect our suppliers to uphold the Five Freedoms framework for animal welfare, including freedom from \nhunger and thirst; freedom from discomfort; freedom from pain, injury, or disease; freedom to express normal be-\nhavior; and freedom from fear and distress. We expect our suppliers to comply with all applicable laws and to take a \nzero-tolerance approach to animal cruelty, abuse, and neglect. We encourage suppliers to continuously improve their \nanimal welfare standards and practices, and to work towards recognized animal welfare certifications or industry \nguidelines that include welfare provisions.\nAt Whole Foods Market in the U.S., we sell high quality natural and organic foods. We research ingredients and audit \nsourcing practices for Whole Foods Private Brand products to make shopping easier for customers. In our meat \ndepartment, products are free of added hormones or antibiotics, and no cages or tethers are permitted during the \nanimal’s daily life. Our seafood department sources only from responsibly managed fish farms and fisheries. The \nWhole Trade Guarantee found on produce and other items signifies that a product meets criteria that support both \nworkers and the environment.\n \n \n \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}