{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT41Cotton: We are working to ensure that all cotton used in Amazon-owned Private Brand apparel products is sourced \nsustainably by the end of 2022. This includes cotton sourced from recycled materials, or from farms certified as \norganic or licensed by the Better Cotton Initiative, a global nonprofit that aims to transform the cotton supply chain by \ndeveloping Better Cotton as a sustainable mainstream commodity.\nIn 2019, Amazon signed the Responsible Sourcing Network’s public Cotton Pledge, committing to not source cotton from \nTurkmenistan and Uzbekistan until the pervasive use of government-mandated forced labor is stopped. Amazon prohibits \nforced labor within our supply chains, and we have internal controls and external engagements to address forced labor within \nglobal supply chains. This pledge represents an additional step in that direction and lends Amazon’s voice in demanding an end \nto forced labor in these two countries. \nCellulosic fibers: By 2022, we will ensure that none of the man-made cellulosic fibers—including rayon/viscose, lyocell, \nand modal—sourced for Amazon-owned Private Brand apparel products are derived from ancient and endangered forests, \nor from endangered species’ habitats or other controversial sources, as defined by the nonprofit organization Canopy’s tools \nand reports. Our approach to cellulosics includes using fabrics that provide assurance on traceability and use best available \nprocessing technology, as well as supporting the use of innovative lower impact alternative fiber sources, such as recycled \nfiber from used clothing.\nRecycled fabrics: We will increase the use of recycled fabrics in Amazon-owned Private Brand apparel products, \nincluding moving from conventional to recycled polyester, and launching products made from innovative recycled \nfibers. In 2020, we joined the Textile Exchange, a global nonprofit that works with its members to drive industry \ntransformation in preferred fibers, including recycled materials.\nLeather: In 2020, we joined the Leather Working Group, a nonprofit membership organization that works to improve \nenvironmental stewardship within the global leather industry. By the end of 2023, we will source all leather used in Amazon-\nowned Private Brand apparel and shoe products from tanneries that meet the Leather Working Group’s bronze level award \nor higher.\nProduct labels: As of 2020, all new woven labels in Amazon-owned Private Brand apparel products are made from \nrecycled fabric and all new swing tags are made from FSC-certified paper.Fashion and Apparel\nAt Amazon, we’re committed to making it easier for our customers to choose high-\nquality, sustainable apparel products. We are working to lower the environmental \nimpact of our Amazon-owned Private Brand apparel products and we partner \ndirectly with suppliers of these products to find solutions that promote the use \nof sustainably-produced fabrics and recycled materials. We are starting our work \nin the U.S. and Europe, and will expand to additional geographies over time. To \nincorporate industry best practices and support collective action, we are proud to \ncollaborate with leading apparel partners, including the Better Cotton Initiative, \nTextile Exchange, Sustainable Apparel Coalition, and Leather Working Group.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}