{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT43Device Packaging \nWhen it comes to sustainability, we are not just focused on improving our devices, but on their packaging too. \nWe are working to source 100% of the wood fiber in this packaging from responsibly managed forests or \nrecycled sources. We’re reducing single-use plastic, eliminating over 9 million bags from our device packaging in \n2020 alone. Our goal is to make Amazon devices packaging 100% curbside recyclable and plastic-free by 2023. \nWe are also redesigning the shipping package to reduce waste.\nEnergy \nWe strive to make our devices energy efficient because it’s good for the planet and our customers. That’s why we’ve \nadded a Low Power Mode feature to select devices that reduces their energy consumption during periods of inactivity \nover their lifetime. Making our devices more energy efficient is not enough to get to net zero carbon. So, starting in \n2020, Amazon is building new wind and solar farms to produce clean energy equivalent to the electricity used by every \ncustomer’s Echo device. We have a bold goal to continue building new renewable energy projects until we account for the \nenergy consumption of all Amazon devices.\nInvesting in Clean Energy \nAmazon works with energy companies to bring new renewable projects online to produce clean energy equivalent to the \nelectricity used by our devices. To size these projects, we model and measure the energy consumed by our devices in different \ntypes of use, then project their total average global annual electricity consumption. The first new wind and solar farms are \nexpected to come online in 2022 and 2023, and will produce clean energy equivalent to the electricity used by every customer’s \nEcho device. Until then, we will invest in renewable energy certificates to support clean energy projects, matching the quantity of \nelectricity our customers’ Echo devices use until the new projects come online. Our Amazon renewable energy portfolio is global, \nand in the coming years we will expand our devices renewable energy portfolio into other regions where our devices are used.\nAlexa \nCustomers can track and manage the energy consumed by compatible devices in their homes with an energy dashboard, \ncoming soon to the Alexa app. Plus, if Alexa has a Hunch that a customer is away and forgot to turn off a light, Alexa will \nautomatically turn it off — helping customers conserve energy without even thinking about it. Collectively, this can help \nsave energy and reduce carbon emissions.\nTrade In or Recycle \nWe build our devices to last, but there may come a time when customers want to trade in or recycle their device. \nCustomers in the U.S. can explore their options with Amazon Second Chance. Eligible devices qualify for an Amazon.com \nGift Card equal to the value of the trade-in, plus a discount toward the purchase of a new eligible Amazon device. For \ndevices that are not eligible for trade-in, we offer customers a recycling program for electronic items including Amazon \ndevices and accessories.\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}