{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT48AWS develops our water use strategy by evaluating climate patterns for each AWS Region, local water management \nand availability, and the opportunity to conserve drinking water sources. Taking a holistic approach, we assess both the \nwater and energy usage of each potential cooling solution to select the most efficient method.\nEvaporative Cooling \nWhen possible, AWS incorporates direct evaporative technology for cooling  \nour data centers, significantly reducing energy and water consumption. During \ncooler months, outside air is directly supplied to the data center without using any \nwater. During the hottest months of the year, outside air is cooled through an \nevaporative process using water before being pushed into the server rooms, and \nwe have optimized our cooling systems to use minimal water. AWS is constantly \ninnovating the design of our cooling systems to further reduce water use, and \nwe utilize real-time sensor data to adapt to changing weather conditions.\nRecycled Water \nAWS is expanding its use of non-potable water for cooling purposes to help conserve \nlocal drinking water sources. In Northern Virginia, AWS was the first data center \noperator to be approved to use recycled water with direct evaporative cooling \ntechnology. We partnered with Loudoun Water to demonstrate the benefits of \nrecycled water for industrial cooling applications, and shared our operational best \npractices for utilizing recycled water in our data centers. In the AWS U.S. West \n(Oregon) Region, we have partnered with a local utility to use non-potable water \nfor multiple data centers, and we are retrofitting AWS data centers in Northern \nCalifornia to use recycled water.\nThe process for utilizing recycled water begins when wastewater from residential \nand industrial customers is treated at a local facility and redistributed through its \nown piping infrastructure. Recycled water has to meet stringent health standards \nand safe surface discharge standards.\nAWS is working with local utilities to expand distribution infrastructure and drive faster \nimplementation and adoption of recycled water for data center cooling applications,  \nin order to reduce our usage of potable water.Reducing Water in AWS Data Centers\nAWS has always focused on efficiency and continuous innovation in our data centers to \nimprove operational excellence and reduce our impact on the environment. In addition \nto our efforts on energy efficiency and our goal to achieve 100% renewable energy for \nour global infrastructure, AWS has multiple initiatives to improve our water use efficien-\ncy and reduce the use of potable (drinking) water for cooling data centers. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}