{"page_content": "AMAZON SUSTAINABILITY    ENVIRONMENT50Amazon Sustainability  \nData Initiative\nThe Amazon Sustainability Data Initiative (ASDI) seeks to accelerate sustainability \nresearch and innovation by minimizing the cost and time required to acquire and  \nanalyze large sustainability datasets. \nASDI currently works with scientific organizations like NOAA, NASA, the UK Met Office and Government of \nQueensland to identify, host, and deploy key datasets on the AWS Cloud, including weather observations, weather \nforecasts, climate projection data, satellite imagery, hydrological data, air quality data, and ocean forecast data. These \ndatasets are publicly available to anyone. In addition, ASDI provides cloud grants to those interested in exploring the \nuse of AWS’ technology and scalable infrastructure to solve big, long-term sustainability challenges with this data. \nThe dual-pronged approach allows sustainability researchers to analyze massive amounts of data in mere minutes, \nregardless of where they are in the world or how much local storage space or computing capacity they can access.\nInnovating for Sustainability in the Cloud \nFrom university researchers to local governments, federal agencies to private \nstartups, many organizations are leveraging ASDI to better understand the long-term \nopportunities to address big challenges like climate change. Below are some examples \nof how AWS customers are innovating and problem solving for sustainability. \n • Satellite imagery for five countries in Africa has been compiled in the African  \n  Regional Data Cube (managed by the UN Global Partnership for Sustainable  \n  Development Data), a tool developed in the AWS Cloud that enables authorities  \n  in countries like Ghana, Sierra Leone and Senegal to monitor deforestation, illegal   \n  mining and manage coastal erosion.\n • In Virginia, flood-prone towns are using sensors to monitor water levels     \n  and upload them to the AWS cloud as part of the StormSense project. Local  \n  residents can ask Alexa about water levels in specific places or subscribe to an app    \n  with alerts on dangerous flooding. “The only way you can scale this well is by being  \n  in the cloud,” said Sridhar Katragadda, data officer for the City of Virginia Beach,  \n  which is participating in the project.\n • Projects like Temperate and CalAdapt are also providing cloud-based tools to help   \n  communities better understand and prepare for climate change. These projects   \n  leverage large datasets staged on AWS to evaluate future climate changes and how those  \n  changesmay impact people, assets, and operations.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}