{"page_content": "54\nAMAZON SUSTAINABILITY    PEOPLE \n  Strong Policies  \n  Our efforts are anchored in policies that apply across all aspects of our business—from our own operations, to our supply  \n  chain, to the communities in which we operate. In 2019, we codified our commitment to human rights in Amazon’s Global  \n  Human Rights Principles, which underline the importance we place on embedding respect for human rights throughout our  \n  business. \n•  Human Rights Principles \n From the associates in our fulfillment centers, to the drivers delivering packages to our customers, to the factory workers  \n making the products we sell—people are critical to our mission of being earth’s most customer-centric company. These  \n values have been long-held at Amazon and codifying them into a set of Human Rights Principles demonstrates our  \n support for fundamental human rights and the dignity of workers everywhere we operate around the world. \n• Supply Chain Standards \n We set a high bar for ourselves and our suppliers. Our Supply Chain Standards detail the requirements and expectations  \n for suppliers in our supply chain and are grounded in principles of inclusivity, continuous improvement, and supply chain  \n accountability. We engage with suppliers that are committed to these same principles; suppliers commit to these   \n standards as a condition of doing business with us.\n We are committed to consistently evolving and improving our approach. We continuously review our policies and, at least every  \n other year, conduct an in-depth benchmarking of our policies against international standards and evolving industry best practices to  \n identify areas for update and improvement.\n  Embedding Human Rights Into Our Business \n  In order to prevent and mitigate adverse impacts in the long run, we are committed to embedding human rights considerations  \n  into decision-making across the company and into our policy and governance framework. This governance starts with the  \n  Amazon Board of Directors, which appoints committees for oversight on specific issues. Among other duties, its Nominating and  \n  Corporate Governance Committee oversees Amazon’s global environmental, corporate social responsibility, and corporate  \n  governance policies and initiatives, and its Leadership Development and Compensation Committee oversees Amazon’s global  \n  human capital management strategies and policies.\n We are also building an employee training and engagement program to raise awareness of important human rights topics across  \n the company. For example, in 2019, we launched training on human trafficking and forced labor for employees in our logistics  \n network—educating our employees on how to recognize the warning signs of this criminal behavior.  Our approach is informed by international standards: we respect and support the United \nNations Guiding Principles on Business and Human Rights, the UN Universal Declaration \nof Human Rights, the Core Conventions of the International Labour Organization (ILO), \nand the ILO Declaration on Fundamental Principles and Rights at Work. Our Approach to Human Rights\nOur human rights strategy has four pillars:\n1\n2", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}