{"page_content": "55\nAMAZON SUSTAINABILITY    PEOPLEHuman Trafficking Awareness  \nAmazon does not tolerate the use of child labor, forced labor, or human trafficking in any form—including slave labor, prison labor, \nindentured servitude, or bonded labor—in our operations or value chain. We have detailed the components of this commitment \nto combating human trafficking (also referred to as “modern slavery”) in our annual Modern Slavery Statement, our Supply Chain \nStandards, and our Global Human Rights Principles. \nWe’re raising awareness through employee training and partnerships. As a global retail and technology company \nemploying hundreds of thousands of workers around the world, we recognize the responsibility and opportunity we have to \nraise awareness among our employees through education and training on relevant human rights and social responsibility issues. \nIn 2019, we launched a human trafficking awareness program for employees around the world. In the program’s first phase, we \ntrained fulfillment network managers in our UK operations. In 2020, we expanded this training to teach employees across our \nentire global fulfillment network to recognize signs of modern slavery using localized scenarios.\nThe training focuses on raising awareness and teaching employees how to identify indicators of modern slavery and report \nconcerns to appropriate authorities in a way that puts the interests of victims first. To develop the training, we relied on input \nfrom organizations with expertise in modern slavery, including Verité, a recognized leader in global labor protections, and \nincorporated videos and materials from the Gangmasters and Labor Abuse Authority (GLAA), a UK public agency focused on \ninvestigating labor exploitation. In 2020, we expanded our English training module to cover more languages and are developing \nregion-specific training for our global employees. Our global security operations team has immediate response protocols in the \nevent of a suspected human trafficking related issue, regardless of where the issue arises.\nIn October 2019, we became an official corporate sponsor of Truckers Against Trafficking (TAT), an organization dedicated \nto combating human trafficking in the trucking industry, and began incorporating TAT training modules into trainings for our \ninternal fleet of drivers to teach them how to identify and respond to potential victims of human trafficking. Our goal is to train \n100% of our internal fleet of drivers on the Truckers Against Trafficking curriculum by the end of 2020. \nOur social responsibility team regularly reviews and updates Amazon’s approach to human trafficking prevention and updates \nexecutive leadership on our progress throughout the year.\n \n Transparency and Stakeholder Engagement \n We are committed to driving industry-wide best practices in human rights due diligence through increased disclosures  \n about our approach and expanding our stakeholder engagement. \n In 2019, we published our first interactive supplier map that provides details on suppliers of Amazon-branded apparel, consumer  \n electronics, and home goods products. We expanded the map in 2020 to include additional suppliers and product categories,  \n and to include information on capacity building programs completed by individual suppliers. In 2020, we disclosed additional  \n information about our supplier assessment process and audit results, about our approach to worker engagement, and about  \n the goals we have set for ourselves on such topics as forced labor training and women’s empowerment. To continue to expand  \n our disclosures and transparency on these issues, we report against the UN Guiding Principles on Business and Human Rights  \n Reporting Framework. 3", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}