{"page_content": "56\nAMAZON SUSTAINABILITY    PEOPLE Engagement with external stakeholders is key to our human rights due diligence approach. We rely on experts and affected  \n rights holders to inform our approach and ensure our efforts have the intended impact. In the last year, we have built new  \n relationships with: the Better Buying Initiative to promote improved purchasing practices, Nest to improve conditions in the  \n handworker economy, the Amader Kotha Worker Helpline to provide access to grievance for workers in the Bangladesh  \n garment sector, Truckers Against Trafficking to train our drivers on how to identify victims of human trafficking, and Unseen to  \n support the UK Modern Slavery Helpline and Resource Centre. Through these partnerships we access invaluable expert input  \n to our work, helping us achieve greater impact on working conditions around the world. \n Mechanisms to Address Risk \n We are committed to identifying, preventing, and mitigating adverse human rights impacts, and are continuously working to  \n improve our approach. \n In our supply chain, we assess and respond to risk by leveraging internal and external data, and guidance from external  \n stakeholders including industry experts, civil society groups, and non-governmental organizations. We use independent  \n auditors to verify compliance with our Supply Chain Standards though regular on-site inspections and confidential worker  \n interviews. We also recognize that audits alone are insufficient to drive long-term change across industries. We are exploring  \n new ways to encourage improvement in worker protections, including supplier capacity building programs, worker trainings,  \n and collaborations with other brands and civil society. \n Within our own operations, we have teams dedicated to assessing and addressing risk to our employees. Those teams focus  \n on employee engagement—establishing open communication with our employees around the world and providing them  \n with meaningful grievance mechanisms and avenues for dialogue with leadership. We are dedicated to building a diverse  \n and inclusive workplace, where every employee feels comfortable sharing their unique perspectives and is supported in  \n growing their career. And, we are obsessed with keeping our employees safe while on the job. We are working relentlessly to  \n innovate and create new industry benchmarks for health and safety. \n We know we have more to do—we are committed to continuously widening our lens to better understand the potential  \n human rights impacts of our business. In 2020, we are partnering with sustainability and human rights consulting firm Article  \n One Advisors to identify salient human rights risks across our business. The UN Guiding Principles Reporting Framework  \n recommends this systematic review of risks as a way to prioritize a company’s work on human rights. The results will help us  \n prioritize and design human rights impact assessments—deep dives on specific products, regions, or risk areas, which we will  \n communicate to customers and stakeholders.   \n     \n OUR GOALS:  \n Launch a review of Amazon’s salient human rights risks by the end of 2020. \n Execute our first human rights impact assessment by the end of 2020.4", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}