{"page_content": "57Amazon Global Human Rights  \nPrinciples\nWe are committed to ensuring the people, workers, and communities that support \nour entire value chain are treated with fundamental dignity and respect. We strive \nto ensure that the products and services we provide are produced in a way that \nrespects human rights.\nWhile it is the duty of governments to protect human rights, Amazon recognizes our responsibility to respect and \nuphold internationally recognized human rights through the ethical treatment of our workforce and those within our \nvalue chain. Guided by the United Nations Guiding Principles on Business and Human Rights, we commit to embedding \nrespect for human rights throughout our business. We continuously evaluate our operations and value chain to identify, \nassess, and address salient human rights risks; engage key stakeholders; and prioritize key areas where we have the \ngreatest opportunity to have a positive impact on workers and communities. Our approach on human rights is informed \nby international standards; we respect and support the Core Conventions of the International Labour Organization (ILO), \nthe ILO Declaration on Fundamental Principles and Rights at Work, and the UN Universal Declaration of Human Rights.\nWe are committed to investing in our employees, the workers who make our products, and the communities in which we \noperate. These principles outline our approach to human rights across all aspects of our company.\nOur Workplace \nWe endeavor to provide safe, inclusive, and respectful workplaces, in both our own operations and those throughout our \nvalue chain.\nSafe and Healthy Workplaces: We strive to be the most safety-centric organization in the world. We provide a \nclean, safe, and healthy work environment. The health, wellness, and safety of our workers is our number one priority. \nEveryone has the right to a safe and healthy workplace with appropriate rules and practices for reporting and preventing \naccidents, injuries, and unsafe conditions, procedures, or behaviors.\nDiversity and Inclusion: We are committed to diversity and inclusion throughout our business. We seek individuals from \nall backgrounds to join our teams, and we encourage people to bring their authentic, original, and best selves to work.\nEqual Opportunity: We are committed to ensuring that all workers are treated equally, and we do not tolerate \ndiscrimination based on race, color, national origin, gender, gender identity, sexual orientation, religion, creed, the \npresence of any physical, sensory, or mental disabilities, age, political ideology, pregnancy, \ncitizenship, migrant status, veteran status, ethnicity, ancestry, caste, marital or family \nstatus, or other legally protected status in hiring and working practices, such as job \napplications, promotions, job assignments, training, wages, benefits, and termination. \nOur aim is to ensure employment decisions and actions are based only on business-\nAMAZON SUSTAINABILITY    PEOPLE", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}