{"page_content": "58related considerations—focused solely on an individual’s ability to perform the work, not their personal characteristics. \nAs outlined in our Code of Business Conduct and Ethics, we do not tolerate discrimination, violent and threatening \nbehavior, or harassment.\nFreely Chosen Employment: We do not tolerate the use of child labor, forced labor, or human trafficking in any \nform—including slave labor, prison labor, indentured servitude, or bonded labor—in our operations or value chain.\nEmployee Communication: We value worker feedback. We firmly believe it is in our employees’ and the company’s \nbest interests to continue our direct communications, and the best way to effect positive change is for our employees \nto continue working directly with their managers throughout the company. We respect freedom of association and our \nemployees’ right to join, form, or not to join a labor union or other lawful organization of their own selection, without \nfear of reprisal, intimidation, or harassment. We provide training to employees on topics covered within the Code of \nBusiness Conduct and Ethics, including how to submit anonymous complaints to Amazon’s third-party Ethics Hotline.  \nWe are committed to providing our employees with appropriate access to grievance mechanisms and remedial action.\nOur Suppliers \nWe promote safe, inclusive, and respectful workplaces with our third-party suppliers and service providers. We seek \nsuppliers committed to these same principles. Amazon’s Supply Chain Standards set forth requirements governing labor \nstandards and working conditions. We implement this commitment through dedicated programs that communicate our \nexpectations to the third-parties we work with, monitor working conditions where Amazon-branded products are made \nor services provided, implement plans to address issues and make improvements where necessary, and engage with \nstakeholders working to address specific and systemic issues.\nHow We Do This \nIntegration Throughout our Business: We expect and encourage everyone in our business to embed these principles \ninto their everyday work and provide employee training to raise awareness on them. We strive to evaluate and \nunderstand the impact of each part of our business on human rights, to address and mitigate negative impacts,  \nand to invest in the people behind the products and services we provide.\nContinuous Improvement: To ensure we are continuing to hold the highest standards, we continuously review our policies \nand practices to ensure alignment with these principles and regularly provide updates on progress to senior leadership.\nCollaboration: In support of these efforts, we value ongoing collaboration with a broad range of stakeholders, helping \nus remain vigilant and aware of the potential impacts—both positive and negative—of our products and services on the \nrights, interests, and well-being of our employees, customers, and communities around the world.\nAMAZON SUSTAINABILITY    PEOPLE", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}