{"page_content": "59Our Business \nAmazon seeks to be Earth’s most customer-centric company. We are passionate builders guided by four principles: \ncustomer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and \nlong-term thinking. We bring these principles to everything we do, including how we approach human rights. \nOur Operations: Amazon believes the people, workers, and communities who support our business should be \ntreated with fundamental dignity and respect. As of July 2020, we employed approximately 876,800 full-time \nand part-time workers across the globe. We manage our operations, including the people working in them, in three \nsegments: North America, International, and Amazon Web Services (AWS). Our online and physical stores enable \nhundreds of millions of unique products to be sold by us and by third parties. We source, manufacture, sell, and deliver \nmillions of products to consumers.\nOur Products: Amazon Consumer Private Brands and Amazon Devices offer our customers products spanning diverse \ncategories including apparel, food and beverage, electronics, and home goods. Amazon’s suppliers are located around \nthe world and produce, manufacture, assemble, or provide goods or services that are sold and delivered to Amazon. \nThird-Party Sellers: Third parties sell products directly to customers on Amazon.com spanning broad product categories. \nThese orders are either fulfilled by Amazon using our operations or shipped directly by the seller to the customer. \nFulfillment and Logistics: More than 250,000 full-time associates support our global network of fulfillment centers. \nAmazon Fulfillment is where our employees, technology, and innovation come together every day to deliver for our \ncustomers. Fulfillment facilities run multiple shifts per day, and employees perform a number of roles—from leading \nteams to boxing up orders and shipping directly to our customers. We fulfill customer orders in a number of ways using \nour transportation supply chain. We operate North America and International fulfillment and delivery networks and have \nco-sourced and outsourced arrangements in certain countries. We also provide digital delivery and offer products in our \nphysical stores as well. \nAWS: AWS offers over 175 fully featured services from data centers globally. Ours is the largest global infrastructure \nfootprint of any provider, and this footprint is constantly increasing. AWS teams around the world are building the \nfuture. Our people solve a wide variety of technical challenges, always focusing on the customer. Millions of customers—\nincluding the fastest-growing startups, largest enterprises, and leading government agencies—trust AWS to power their \ntechnology infrastructure.   aws.amazon.com\nAMAZON SUSTAINABILITY    PEOPLE", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}