{"page_content": "61\nAMAZON SUSTAINABILITY    PEOPLEWorkplace Health and Safety\nFrom coaching and ergonomic training to ensuring processes and \nequipment in work areas are safely operated, leaders proactively verify \nand validate that safety protocols are followed. The industry-leading \nsafety technology we use every day is designed to protect and promote \nour employees’ health, and we consistently test and refine processes to \nimprove working conditions in our facilities.\nAbove all, safety at Amazon is about our people and partners. In \n2019, we provided more than one million hours of safety training \nto employees. To make it all happen, we employ one of the largest \nhealth and safety organizations on the planet, with approximately \n5,000 people worldwide focused on safety. Safety, however, is the \nresponsibility of each and every person working at Amazon. In \nAmazon’s dynamic, positive safety culture, every team is engaged and \nencouraged to look out for one another. \nSome of Amazon’s recent investments and technologies that support employees and make our workplaces  \nsafer include:\nSafety Leadership Index (SLI): Amazon employees across the world are routinely surveyed through our innovative \nConnections program. Employees are asked the same series of questions each month, and those answers are used to \nmeasure employees’ perception of safety at each of our facilities. An example of the kinds of questions which are asked \ninclude, “Does your manager care about the safety of you and your team?” Amazon employees have provided thousands \nof safety ideas, concerns, and suggestions since the program started, and Amazon has implemented more than 600 \nchanges as a result of these responses. Last year, thanks to SLI feedback, we made personal safety equipment more \neasily available through free vending machines placed in fulfillment centers in several U.S. locations. Thanks to this \nimprovement, employees can now get new equipment any time they want, which enhances safety for everyone. \nWorkingWell: Over the past two years, we’ve developed WorkingWell, a program that uses academic research and \ncertified athletic trainers to educate employees and leaders about health and wellness. WorkingWell is a training and \nconditioning program designed for new hires and tenured employees, which includes a new hire ramp-up schedule \naimed at preventing musculoskeletal disorders (MSDs). It also includes a two-week classroom course about proper body \nmovements, health, and wellness, as well as routine safety training engagements.  \n Safety is a top priority throughout our fulfillment operations and on the roads \nin communities where we operate. Our vision is to synthesize leading health \nand safety expertise with Amazon’s tech capabilities and relentless innovation \nto create new industry benchmarks for the health and safety of our employees. \nLeaders in our facilities set the example for the highest safety standards. \n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}