{"page_content": "62\nAMAZON SUSTAINABILITY    PEOPLEMind and Body Moments: Piloted in 2019, this new program employs 30-second, guided physical and mental \nexercises, offered directly at an employee’s workstation. The intent of these “moments” is to help reduce muscle fatigue \nand stress, thereby promoting wellness and mitigating injury risks. Employees at pilot sites have reported statistically \nsignificant reductions in discomfort. We’ve seen a nearly 13% improvement in employees who report no discomfort \nat all during their workday. We will continue to evaluate expansion of this program to other site types and countries, \ntargeting the rest of North American and European facilities with expanded language offerings.\nSafety Capital Investments: Our facilities are purposefully designed to incorporate innovative technologies that \nenhance safety and improve efficiency. We don’t stop there. In 2020, we are making a substantial investment in the \nsafety of our people and facilities, with $296 million earmarked for safety-related programs in the U.S. alone. As \nexamples of past investments, in 2019, we invested $14 million to further improve the safety of employee parking \nlots at our facilities; $9 million to retrofit pallet racking with state-of-the art equipment; and $1.6 million on pedestrian \nsafety controls in some of our specialized distribution centers.\nPowered Industrial Truck Technology: Powered Industrial Trucks (PIT) are an important part of any warehousing \noperation. Our goal of eliminating PIT incidents can only be met if we take a leadership role in innovating in this industry \nand developing technologies not currently available in the market. We are partnering with vendors and investing $66.5 \nmillion to pilot PIT units that incorporate real time location systems (RTLS) and light detection and ranging technology \n(LiDAR). Additionally, we are augmenting telemetry controls on PITs we already own, which allows us to better monitor and \ncontrol speeds in congested areas, implement access control, and ensure only certified operators are able to activate PITs. \nRobotic Tech Vest: Several reports of near misses at our robotic sites, involving objects inadvertently falling into the \npath of drive units, led us to invest $9.8 million into engineering controls that could significantly reduce these types \nof risk. These controls were implemented before any human injury occurred, which speaks to how seriously we take \nnear misses and how we’re constantly looking to improve safety. One example of such investment is the Robotic Tech \nVests worn by employees at Amazon Robotics facilities, which allow robotic drive units to detect employees and plan \nalternative travel paths to avoid interactions.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}