{"page_content": "63\nAMAZON SUSTAINABILITY    PEOPLEInvestments in Our Employees\n 876,800 full-time and part-time employees globally as of July 2020.\n $15 per hour minimum wage for 100% of full-time, part-time, and temporary \n U.S. employees\n Comprehensive benefits from day one for 100% of full-time employees.\n Up to 20 weeks paid parental leave. \n \n 24-hour a day free confidential counseling services.\n Over 90% of Amazon regular full-time and part-time employees in the U.S. are  \n eligible for healthcare benefits.\n More than 30,000 veterans and military spouses employed by the company, surpassing  \n our goal of 25,000 by 2021.\n Upskilling 2025 commitment: a $700 million commitment to pilot, launch, and scale training  \n programs for 100,000 Amazonians by 2025.  \n Over the last decade, no other U.S.-based company has created more jobs than Amazon. Our  \n investments have led to the creation of over 2 million direct and indirect jobs in the U.S. alone.  \n \nFor example, in the U.S., Amazon’s minimum wage begins at $15 an hour (in the UK at 9.50 GBP per hour and in Canada at 16 CAD  \nper hour) for all full-time, part-time, temporary (including those hired by agencies), and seasonal employees. In addition to our $15 \nminimum wage, we offer full-time employees industry-leading benefits starting on their first day of employment with Amazon. \nThese include: comprehensive healthcare coverage with affordable premiums (paycheck contributions) that extend to eligible family \nmembers, including medical, prescription drug, dental, and vision coverage; a 401(k) with a 50% match up to 4% of compensation; \na Flexible Spending Account for health and dependent care; 24-hour a day free and confidential counseling services; and paid time \noff and holiday overtime pay. In 2020, Amazon is collaborating with Crossover Health to establish convenient health centers in the \ncommunities where our fulfillment centers and operations facilities are located, starting in Texas, with additional centers planned for \nother states in the months ahead.We know that a strong culture and active investment in our people allows us to \nattract the diverse, innovative employees we need to understand and exceed our \ncustomers’ expectations today and into the future. We are committed to providing \nthe support, benefits, and opportunities our employees need to be successful, \nwhether they are building their careers at Amazon or building skills with us to help \nthem on their career journey.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}