{"page_content": "64\nAMAZON SUSTAINABILITY    PEOPLEWe are proud to offer generous, flexible paid leave for all parents—from our most senior executives to our hourly employees, \nincluding parents of all genders and adoptive parents. Birth mothers get up to 20 weeks of paid leave and non-birth parents \nhave access to six weeks paid leave. We also offer Leave Share—an innovative program that allows Amazonians to share their \nparental leave with a partner whose employer does not provide paid parental leave. Additionally, Ramp Back enables employees \nto return to work on a flexible schedule for up to eight weeks after birth or adoption. Where possible we provide unlimited \ngender transition benefits, including gender affirmation. We have internal resources to help managers and team members \nsupport employees who are going through a gender transition. \nFor employees reaching their one-year employment mark, we offer our innovative Career Choice Program, which prepays 95% of \ntuition for courses in high-demand fields. Since the program’s launch eight years ago, more than 40,000 employees in 14 countries \nhave pursued degrees in five broad fields of study: IT, Healthcare, Advanced Manufacturing and Skilled Trades, Administration and \nBusiness Services, and Transportation. We are also now offering graduate-school-level training for our employees through Machine \nLearning University, a program designed to give current Amazon employees the chance to develop expertise in machine learning, \ncritical skills in an area of rapidly growing professional opportunities within and outside of Amazon. \nAdditional employee benefits include:\nA free employee assistance program, which \nprovides confidential 24/7 support, resources, \nand referrals for different aspects of work and \npersonal life.\nFinancial counseling, estate planning,  \nand other services in the event of a life-\nthreatening illness or death.\nCompany-paid basic life and accidental death \nand dismemberment insurance, with the option \nto enroll in additional coverage for dependents.\nFertility treatment coverage. Online resources for parents whose children \nexperience developmental disabilities, as well \nas help finding child and elder care referrals and \nassistance.\nAdoption assistance for qualified domestic \nand international adoption expenses including \nattorney fees, court costs, and travel.\nCompany-paid short-term and long-term \ndisability.Adoption benefits, including reimbursement for \nparents of up to $5,000 per child associated with \nthe domestic or international adoption of a child.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}