{"page_content": "66\nAMAZON SUSTAINABILITY    PEOPLE \n \nDiversity \nWe recognize we have room for improvement and we are not yet where we need to be. Increasing diversity in our workforce is a \ncollective challenge that requires a team effort; it calls for both near- and long-term strategies:  \n  Building an Inclusive Culture  \n  To better understand what inclusion means for our employees, we conducted a global internal survey which led to Amazon’s   \n  definition of inclusion: “Being valued, trusted, connected, and informed so that we can deliver the best results for our   \n  customers.” We use this definition to guide us as we create educational initiatives, continually improve our mentorship   \n  program, and deliver benefits for all of our employees. Amazon has 12 affinity groups created and led by employees—  \n  comprised of over 50,000 employees in over 190 chapters globally—who passionately and positively impact our    \n  company, each with an executive sponsor that ensures these groups are engaging at every level of the company. Groups   \n  such as Amazon People with Disabilities, Amazon Women in Engineering, the Black Employees Network, and Glamazon (for   \n  LGBTQIA+ employees and their allies) lead in community-building, mentorship, and programs to build awareness around   \n  customer inclusion. We engage and consult their leaders and seek their ideas to improve our inclusion efforts internally and   \n  externally. Our efforts have received external recognition: we are proud to have been recognized on the NAACP Equity,   \n  Inclusion, and Empowerment Index and the Disability Equality Index. \n  Developing the Pipeline and Hiring the Best Talent   \n  We recognize there is a diversity problem in tech. We are investing in solving this in our own company as well as building  \n  out the next generation of technical talent for the industry and expanding the opportunities for students from    \n  underrepresented backgrounds. Our efforts focus on two goals. First, contribute to changing the talent pipeline   \n  long-term. Last year we announced Amazon Future Engineer, a childhood to career program that will inspire and   \n  teach more than 10 million underprivileged and underrepresented students each year about computer science. And in   \n  2017, we committed $50 million over five years to STEM programs for diverse communities. Second, we want to   \n  immediately accelerate this change. To find the best talent now for technical and non-technical roles, we actively partner  \n  with organizations and academic institutions that reach underrepresented communities like Historically Black Colleges   \n  and Universities (HBCUs), Hispanic Serving Institutions (HSIs), and women’s colleges. In addition, we’ve created non-  \n  traditional learning pathways, like the Amazon Veteran Technical Apprenticeship, which places transitioning members of   \n  the military into apprenticeships at Amazon with the intent to later hire them with the technical skills needed for a full-  \n  time role.\n  Obsessing Over Customer Inclusion   \n  Amazon’s focus on accessibility has made shopping and other daily experiences simpler for people with disabilities.  \n  From voice technology to Frustration-Free Packaging, Amazon’s customer obsession for accessibility was recognized with   \n  the 2019 American Foundation for the Blind Helen Keller Achievement Award.Gender Pay Gap  \nA review of the compensation awarded in 2019 at Amazon, including both base and stock, shows that women earned  \n99.3 cents for every dollar that men earned performing the same jobs, and minorities earned 99.1 cents for  \nevery dollar that white employees earned performing these same jobs. We continue to prioritize pay equity.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}