{"page_content": "67\nAMAZON SUSTAINABILITY    PEOPLE Racial Justice and Equity \n The inequitable and brutal treatment of Black and African Americans is unacceptable. Black lives matter and Amazon \n stands in solidarity with our Black employees, customers, and partners. We are committed to helping build a country   \n and a world where everyone can live with dignity and free from fear. We support the George Floyd Justice in    \n Policing Act. We also support policies that protect and expand voting rights, as well as initiatives that provide better   \n health and educational outcomes for Black people. As a part of that effort, Amazon and our employees—through    \n a donation match program—were able to donate more than $27 million to organizations working to bring about social   \n justice and improve the lives of Black and African Americans. Recipients—selected with the help of Amazon’s Black   \n Employee Network (BEN)—include groups focused on combating systemic racism through the legal system as well   \n as those dedicated to expanding educational and economic opportunities for Black communities. BEN will also receive   \n a grant to fund local organizations that support education and racial equity initiatives in communities across the country   \n where our employees live and work. We plan to continue building our relationships with these organizations and    \n supporting movements for racial equity around the world. Amazon is committed to being part of the strategies,    \n solutions, and partnerships that will enable long-term, sustainable change.  \n \nLGBTQIA+ Rights  \nThe rights of LGBTQIA+ people must be \nprotected. We were early and strong supporters \nof marriage equality and will continue to \nadvocate for protections and equal rights for \ntransgender people. We stand together with \nthe LGBTQIA+ community and are working at \nthe U.S. federal and state levels on legislation, \nincluding supporting passage of the Equality \nAct. Amazon provides gender transition benefits \nbased on the Standards of Care published \nby the World Professional Association for \nTransgender Health (WPATH). Amazon has held \ngender identity conferences since 2018 to build \ncommunity, educate to those outside of the \nLGBTQIA+ community, and provide professional \ndevelopment opportunities for those at Amazon \nwhile transitioning openly in the workplace. In 2017, Amazon released our Transgender Toolkit for Trans/NB identifying \nemployees at Amazon and we provide trans-inclusive medical benefits for Amazon employees. We are proud to have our efforts \nrecognized, scoring 100% on the Human Rights Campaign’s Corporate Equality Index for LGBTQIA+ rights for the last three years.  \n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}