{"page_content": "68\nAMAZON SUSTAINABILITY    PEOPLE Diversity Conferences \n Building on our Leadership Principle of Learn and Be Curious, we organize conferences every year where employees can   \n learn and exchange their ideas and experiences, several focused specifically on diversity issues:\n  AmazeCon is our largest internal conference at Amazon and has highlighted the benefits of gender diversity since   \n  2015. At AmazeCon, Amazonians examine the intersection of gender with race, sexual orientation, disability status,   \n  veteran status, and other dimensions of diversity. This conference has included talks from external leaders in    \n  technology, entrepreneurship, entertainment, and leadership. It also includes Amazon-specific programs focused on   \n  personal and team development.\n   AmazeWIT is a conference we host in India bringing together women technologists, including Amazon’s technical   \n   leaders and external guests. The day-long event focuses on technology deep dives (including voice technology,   \n   machine learning, Fire OS, and others) and leadership discussions from senior Amazonians and peer companies.\n  Conversations on Race and Ethnicity (CORE) is our internal conference that explores how race impacts our daily   \n  lives. Launched in 2018, the conference leads Amazonians through content on historical context, productive    \n  conversations, being an ally, and customer inclusion. At CORE, external scholars, activists, and writers dive deep on   \n  topics to educate Amazonians from all backgrounds on the experiences people of color have in the workplace,   \n  and how to create supportive and inclusive teams.\n  Global Accessibility Awareness Month has been recognized each May at Amazon since 2015. Around the world,   \n  the month is full of events, technical talks, experiential trainings, podcasts, and workshops that showcase accessibility   \n  best practices. Amazonians take time throughout the month to learn about accessibility, even if it is not a part of their   \n  day-to-day work. In 2018, participants attended events across 13 locations in six countries. In 2018, Amazon  also   \n  hosted the first A11yCon, a conference focused on increasing visibility and awareness to accessibility challenges.   \n  The conference also included a multi-location accessibility hackathon focused on finding solutions to some of the   \n  biggest challenges facing people with disabilities in today’s technology-focused world.\n  Learn more about our efforts to promote diversity and inclusion at Amazon. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}