{"page_content": "70\nAMAZON SUSTAINABILITY    PEOPLEConnections  \nConnections is a real-time, company-wide employee feedback mechanism designed to listen to and learn from employees at scale \nto improve the employee experience. Each day, Connections questions are delivered to every Amazon employee on a computer, \na workstation device, or hand scanner. Employees may choose to answer or not answer any question, and individual responses \nare aggregated and shared with managers at the team level to maintain confidentiality. Connections analyzes response data and \nprovides insights to managers and leaders to review and take actions as they uncover issues or see opportunities to improve.\n • Connections generates over 500,000 responses from employees daily. \n • Connections is live in 51 countries, at over 2,500 unique sites/locations, and questions are delivered in  \n  21 languages.\nExecutive Escalations \nSuggestions or complaints sent to a member of the senior leadership team are considered “Executive Escalations.” Any employee \ncan utilize this method of providing a suggestion or raising a concern to leadership. All escalations are independently reviewed by \nHuman Resources, used as a learning opportunity, and may be used to update our processes to prevent gaps in the future.  \nAppeals Process  \nIn the U.S. and Canada, the Appeals Process is a dispute resolution mechanism for employees in our in-scope lines of business \n(such as customer service, customer fulfillment, and sort centers) to challenge certain disciplinary actions. A second level manager, \nGeneral Manager, or a panel of peers may review the issues raised in an appeal, including management decisions, to determine if a \npolicy or practice was applied properly and consistently. If not, we will remediate the issue in line with our policies and practices.\nEthics Hotline \nEmployees may raise questions or report suspected violations of our Code of Business Conduct and Ethics through Amazon’s \nEthics Line in over 20 languages. Calls to the Ethics Line are answered by an independent third party and may be made \nanonymously upon request. Our Business Conduct and Ethics team records, reviews, and investigates calls for potential \nviolations of the Code and tracks cases through to remediation where necessary. Allegations of violations of the Code are \nalso reported up to the Audit Committee. \nAssociate Insight Surveys and Pulse Surveys \nAnnual surveys ask employees to anonymously express opinions about issues in the workplace, and managers respond by \nremediating issues or making improvements. \nRegular In-Person Meetings  \nThrough all-hands meetings with General Managers, stand-up meetings with direct supervisors, and regular roundtables \nwith senior leadership, employees have daily opportunities to engage with leaders, raise issues, and make suggestions to \ncontinually improve our workplace. \nFreedom of Association  \nWe respect freedom of association and our employees’ right to join, form, or not to join a labor union or other lawful \norganization of their own selection, without fear of reprisal, intimidation, or harassment. These rights should be exercised in an \ninformed and thoughtful manner. Amazon has associates represented by some form of collective bargaining in many countries. \nWe value worker feedback, and are committed to providing our employees with appropriate access to grievance mechanisms \nand remedial action, regardless of collective bargaining presence. We firmly believe it is in our employees’ and the company’s \nbest interests to continue our direct communications, and the best way to effect positive change is for our employees and us to \ncontinue working together directly.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}