{"page_content": "71\nAMAZON SUSTAINABILITY    PEOPLESustainability Ambassadors\nRecognizing that global challenges require global participation, Sustainability Ambassadors seek opportunities to lead \nand collaborate, using their collective action to amplify and deliver on Amazon’s ambitious sustainability goals. Ambas-\nsadors raise awareness of sustainability as a practice for all Amazonians by delivering environmental education through \non-site events. They lead projects and pilot initiatives within buildings and across communities, striving to make Amazon \nthe most sustainable place to work.\nExamples of initiatives include: diverting products from waste into donations for people in need; developing innovations \nin recycling programs to include new products and locations; setting up local commute options like carpool programs \nand bike to work challenges; conducting energy audits with local utilities and implementing new energy efficiency \nprograms; organizing community cleanup events at local beaches, parks, and wetlands; and developing services aimed \nat helping customers meet their own sustainability goals.\nAmbassadors based in our fulfillment centers and operations facilities focus on sustainability projects that help sites \ndeliver on their carbon reduction goals. The program provides a community platform to share best practices and \nscale sustainability across our worldwide networks. In Poland, one Ambassador team collectively redesigned the \nwaste segregation process in their fulfillment center, driving waste recycling rates up by over 40%.\nAmbassadors in our corporate offices have a unique opportunity to launch ideas with data-driven analysis using Amazon \ntechnology. For example, after auditing waste at our global headquarters in Seattle, Ambassadors developed a proposal \nto improve waste sorting using DeepLens—a deep learning enabled video camera from Amazon Web Services. A team \nof Amazon employees built a dataset and model that used DeepLens’ object detection capabilities to identify the waste \nitems being discarded and use built-in audio to tell people which bin to use for a given item.\nThe combination of ground-level action with scalable ideas and advanced technology makes Sustainability Ambassadors \ncritical partners in achieving Amazon’s larger sustainability goals.At Amazon locations around the world, more than 4,500 employees join together \nas Sustainability Ambassadors—a grassroots organization of Amazonians working \nto expand the efforts of the global teams that work directly on managing Amazon’s \nenvironmental and social impacts. The Sustainability Ambassadors program started in \n2017 with chapters in corporate offices and fulfillment centers in the U.S. and Europe. \nThe program continues to expand, now with over 160 teams around the world. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}