{"page_content": "72\nAMAZON SUSTAINABILITY    PEOPLE \n \nFrom the beginning of the pandemic, we have worked tirelessly to support and \nprotect our employees, customers, and the communities we operate in during this \ntime of crisis. Our top concern is ensuring the health and safety of our employees, \nand we expect to invest approximately $4 billion on COVID-related initiatives get -\nting products to customers and keeping employees safe. \nWe’ve made over 150 process updates—from enhanced cleaning and social distancing measures to new efforts like aerosol \ndisinfectant spraying. We’re spending over $85 million redeploying team members, including some of our most talented software \nengineers, moving them from their typical roles onto teams where they can work on cutting-edge safety programs. We distribute \npersonal protective equipment to our employees and require them to use face coverings while at work. We introduced and scaled \ntemperature checks across our worldwide facilities. As of May 2020, we have:  \n \n \n \n \n \n \n \n \n \n \n  We’re continuing to innovate and find new ways to support the health and safety of our employees. One of the most promising \nopportunities we’ve discovered to improve workplace safety comes from artificial intelligence and machine learning. We are now using \ncomputer vision technologies in our buildings to help site leaders identify high traffic areas and implement additional measures to im-\nprove social distancing. This program, which we call “Distant Assistant,” provides immediate feedback to our employees on whether they \nare maintaining six-feet of physical distance from one another. As people walk past the camera, a monitor displays live video with visual \noverlays. Individuals remaining six feet apart are highlighted with green circles, while those who are closer together are highlighted with \nred circles. The on-screen indicators are designed to remind and encourage employees to maintain appropriate distance from others. \nWe are excited to open source the software and AI behind this innovation so that anyone can create their own Distance Assistant. Indi-\nviduals and businesses large and small can download the package at no cost and get up and running with just a computer and camera.\nOur colleagues are on the front lines, helping customers in communities around the world in a way very few can—delivering \ncritical supplies directly to the doorsteps of people who need them, particularly the elderly and those with underlying health \nissues. Here are some of the things we are doing to support our employees:  \n • We gave our employees a special one-time Thank You bonus totaling over $500 million. All front-line employees and   \n  partners who were with the company throughout the month of June 2020 will receive a bonus.\n • If one of our employees is diagnosed with COVID-19, they will receive up to two weeks of paid time off. This time off is in   \n  addition to their other paid and unpaid time off options.\n • We established a $25 million relief fund for partners (e.g., delivery drivers) and seasonal employees facing financial hardship  \n  or quarantine. \nLearn more about how we are responding to the COVID-19 pandemic on our Day One blog. \n Provided 100 million+ masks to our fulfillment center and office sites.\n Added 2,298 handwashing stations.\n Added 5,765+ janitorial staffers to our typical teams.\n Provided an additional 34 million gloves.\n Added 48 million ounces of hand sanitizer.\n Purchased 31,000+ thermometers and 1,115+ thermal cameras.\n Worked on building scalable testing for coronavirus.COVID-19  \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}