{"page_content": "74\nAMAZON SUSTAINABILITY    PEOPLEOur Approach to Responsible Sourcing \nOur standards are derived from the United Nations Guiding Principles on Business and Human Rights, the UN \nUniversal Declaration of Human Rights, the Core Conventions of the International Labour Organization (ILO), and \nthe ILO Declaration on Fundamental Principles and Rights at Work. To ensure our policies and programs incorporate \nthese internationally recognized human rights standards, we conduct formal benchmarking with industry peers and \nmulti-stakeholder organizations to continually improve our program. We regularly review our Supply Chain Standards \nagainst policies developed by industry associations (such as the Responsible Business Alliance and the Consumer \nGoods Forum) in consultation with external stakeholders including Nest, Business for Social Responsibility , Impactt \nLimited, and Verité.\nOur Sourcing Footprint   \nHundreds of thousands of workers, employed by suppliers around the globe, make our Amazon-branded products. The \nsuppliers that produce Amazon-branded apparel, consumer electronics, food and beverage, and home goods products \nare shown on our supply chain map, which is updated regularly and is available to download. We believe supply chain \ntransparency is crucial to our approach to human rights due diligence and ensuring worker protections. We publish \nour supplier list to provide customers and external stakeholders visibility into where we source and to contribute to \ntransparency efforts across industries. When we receive information about potential issues in our supply chain we \ninvestigate and take appropriate action to remediate.  \nAssessment of Risk \nWe routinely evaluate our supply chain to understand the highest risks to workers and prioritize our efforts. To do this, \nwe engage key internal and external stakeholders, analyze our risks using international risk indices such as the World \nBank’s Worldwide Governance Indicators, run worker surveys, and conduct assessments that include worker interviews, \nmanagement interviews, document review, and on-site visits. We regularly consult industry experts to review our \napproach to risk assessment against globally recognized international standards and industry best practices. \nSupplier Assessments  \nOur Responsible Sourcing Program focuses on suppliers of Amazon-branded products, consisting of Amazon Private \nBrands and Devices and a curated selection of brands exclusively sold on Amazon. Through this program, we engage \nin robust supplier due diligence, prioritizing mechanisms that drive continuous improvement. We are committed to \nworking with our suppliers to remedy issues and establish systems to prevent future issues. We expect our suppliers to \nconsistently monitor and enforce our standards in their own operations and supply chain as well as make improvements \nto meet or exceed our expectations. We use independent auditors to verify supplier compliance with our standards \nthough regular on-site inspections and confidential worker interviews. About Our Supply Chain \nOur mission is for our products to be made in a way that respects human \nrights and the environment. Our global teams work closely with suppliers to \ncommunicate our standards, and help suppliers build their capacity to provide \nworking environments that are safe and respectful of human rights.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}