{"page_content": "75\nAMAZON SUSTAINABILITY    PEOPLEIn 2019, we conducted a total of 4,082 assessments to help us determine which suppliers \nto work with and, for those we do engage, to help us continually understand and improve \nthose suppliers’ practices. We utilize three types of assessments:\nPre-Production Assessments \nSuppliers must submit an Amazon-approved assessment of their facilities before beginning production of Amazon-\nbranded products. \n •  44% of assessments conducted in 2019 were Pre-Production Assessments.\nOngoing Assessments \nSuppliers must submit Amazon-approved assessments on an ongoing basis while producing Amazon products. \n •  35% of assessments conducted in 2019 were Ongoing Assessments of active suppliers. \nVerification Assessments \nWhere issues are identified, suppliers must develop a corrective action plan detailing actions to address identified issues, \na long-term plan to prevent reoccurrence, and where necessary, undergo a follow-up assessment to ensure issues are \nproperly remediated. \n •  21% of assessments conducted in 2019 were Verification Assessments to verify remediation.\nSupply Chain Standards and Supplier Manual  \nOur mission is for our products to be made in a way that respects human rights and the environment. Our \nglobal teams work closely with suppliers to communicate our standards and help suppliers build their capacity \nto provide safe and respectful working environments.\n Supply Chain Standards  \n We set a high bar for ourselves and our suppliers. Our Supply Chain Standards detail the requirements  \n and  expectations for suppliers, vendors, and service providers throughout our supply chain, and suppliers  \n must commit to these standards as a condition of doing business with us.\n Supplier Manual  \n Our Supplier Manual provides guidance and resources to suppliers of Amazon-branded products on how to  \n meet and exceed the expectations outlined in our Supply Chain Standards.Our approach is based on a commitment to workers and to continuous improvement; we put the safety and interests \nof workers first. Suppliers are required to meaningfully participate in any investigation and take immediate action in the \nevent that issues are found. An acceptable corrective action plan details the root cause of the issue and the steps, both \nshort- and long-term, that supplier management will take to fix it. In most situations, we will support suppliers through \nthe remediation process, but where a supplier refuses to remediate, we may choose to terminate the relationship. Failure \nto meet our standards has been a factor in our decision to terminate hundreds of suppliers. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}