{"page_content": "76\nAMAZON SUSTAINABILITY    PEOPLE AMAZON SUSTAINABILITY    PEOPLE\n»\n»\n»About Our Assessment Results:  \nSuppliers are assessed across four main categories: 1) Labor, 2) Health and Safety, 3) Environment, and 4) Ethics. These \ncategories are divided into subcategories, such as non-discrimination, emergency preparedness, hazardous substances, and \ntransparency. Findings within each subcategory are flagged as High, Medium, or Low depending on the level of severity.  \nOver the last three years, Amazon has focused on setting a high bar for new suppliers and refusing to go to production until \nsuppliers remediate all High level findings identified in our assessments. Since 2017, the proportion of audits with High and \nMedium level findings on Labor and Health and Safety has decreased (Labor decreased by 15.7 percentage points and Health \nand Safety decreased by 8.8 percentage points).  \nWe recognize that some issues may take time to effectively remediate. For Medium level issues, we expect suppliers to show \nthey are making meaningful progress toward remediation within a defined timeline. For Low level issues, we monitor suppliers \nfor continuous improvement. We have dedicated teams based in key sourcing countries around the globe that work directly with \nour suppliers to identify solutions to challenging problems and promote open dialogue. We seek to create long-term relation-\nships with suppliers who align with our values and who are committed to constantly improving conditions for workers. Where \nwe see trends in issues beyond individual suppliers, such as widespread health and safety deficits or industry-wide failures to \nresponsibly protect migrant workers, we work to define regional or global strategies to address underlying systemic challenges.  \nThe most common High and Medium level finding in 2019 was the Wages and Benefits subcategory. Examples of findings \nin this subcategory are: failure to pay overtime at the appropriate overtime rate, wage payments were delayed, or required \ngovernment deductions have not been properly paid. The second most common finding in 2019 was Emergency Preparedness \nand Response—for example, a malfunctioning fire detection system or a blocked emergency exit. We are committed to driving \nimprovement in these areas.\n»Supplier submits \nAmazon-approved audit \nof facility\n»If issues are identified,  \nAmazon will issue a request for  \na Corrective Action PlanRemediation of identified issues  \nis tracked through follow-on  \nverification auditsOnce in production, \nsupplier is audited on an \nongoing basis If supplier refuses to remediate  \nan issue, Amazon may choose to  \nterminate relationshipKey Stages of Supplier Assessment and Issue Remediation:\nOur Supply Chain \nAcross the Globe\n1%\n1%\n2%14%\n40%\n16%15%5%2%\n2%2%", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}