{"page_content": "77\nAMAZON SUSTAINABILITY    PEOPLEAddressing Wages and Benefits: Compliance with our \nstandards on wages and benefits persists as a common \nissue across suppliers in our Responsible Sourcing Program, as \nevidenced by the frequency of this finding among our sup-\npliers. In 2019, we updated our Supply Chain Standards to \ninclude language encouraging suppliers to pay a fair wage and \nannounced that worker wages is one of our key commitments \nareas as a program. In 2020 and 2021, we will dive deeper in to \nthe root causes of this issue and the actions that Amazon and \nour suppliers need to take to reduce future findings on wages.  \nWomen’s Empowerment: Women have the power to \nbe agents of change in workplaces and society. En-\nsuring women workers in our supply chain have the resources \nand information to make choices on their health, their safety, \nand their finances empowers them to overcome structural and \nsocietal disadvantages and improves outcomes for all workers. \nWe have committed to investing in women’s empowerment \nand, in 2019, we began a partnership with the BSR HERproject, \nan initiative that brings together global brands, their suppliers, \nand local partners to create and implement workplace-based \ninterventions on health, financial inclusion, and gender equal-\nity. Through our partnership with HERproject, we engage with \nsuppliers in China, Bangladesh, Vietnam, and India. As of June \n2020, we reached over 8,700 women, building the capacity of \nworkers and factory management to combat gender-based \ndiscrimination in the workplace. \nEmphasis on Supplier Transparency: Supplier \ntransparency issues were one of our most common High \nand Medium severity findings in both 2017 and 2018. Over the last \nyear, we focused on increasing our communication with suppliers \nthrough pre-assessment outreach and on-site engagements \nto explain our standards and expectations of suppliers. We also \nimproved our supplier-facing materials—including publication of \na Supplier Manual—detailing our process and the importance of \ntransparency. Building on our leadership principle of Earns Trust, \nwe seek to build solid, trusting relationships with our suppliers over \ntime that lead to better sharing of information.Increased Investment in Health and Safety  \nPrograms: Health and Safety subcategories continue \nto be one of our most common assessment findings, partic-\nularly Emergency Preparedness and Response and Industrial \nHygiene. In 2019, we began working with the International \nLabor Organization’s SCORE Program, a lean manufacturing \nprogram focused on improving productivity and working \nconditions in small- and medium-sized manufacturers. We \nenrolled suppliers in India and China to improve supplier man-\nagement systems and their ability to effectively and efficiently \nmeet health and safety standards. The program offers training \nand assistance in implementing improvement plans across five \nareas: workplace cooperation, health and safety, quality man-\nagement, clean production, and human resources. In 2020, \nwe will continue to enroll additional suppliers and develop a \nmonitoring and evaluation mechanism for measuring impact \non health and safety performance.  \nResponsible Recruitment: Forced labor is a complex \nand often hidden crime. Suppliers frequently lack ba-\nsic awareness of the risks inherent in worker-paid recruitment \nfees or the importance of a process for responsibly managing \nmigrant worker recruitment. Our standards require suppli-\ners to reimburse in full any fees paid during the recruitment \nprocess. We are working to educate our suppliers on the issue, \nhelping them develop the appropriate management systems, \nand ultimately minimizing the risks of forced labor. In 2020, \nwe developed a Responsible Recruitment Guidebook in collab-\noration with labor rights nonprofit Verité. This guide provides \nsuppliers with practical strategies to prevent forced labor risks \nand remediate worker-paid recruitment fees. In 2020, we will \nlaunch in-person trainings on responsible recruitment for our \nsuppliers in Malaysia, Taiwan, and Japan. We are also working \nwith the Responsible Labor Initiative to advance industry-wide \napproaches to ensuring responsible recruitment. Progress in 2019  \nBeyond individual supplier improvements, in 2019, we invested in programs to address \ncomplex regional and systemic issues identified through assessment data, risk assessments, \nor by external stakeholders: ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}