{"page_content": "78\nAMAZON SUSTAINABILITY    PEOPLEHealth and safety in Bangladesh factories persists as an issue, particularly in the garment industry. In 2019, \nwe learned that products sold by third-party selling partners in the Amazon Store were potentially linked \nto factories with unsafe working conditions in Bangladesh. We took immediate action to remind selling \npartners that Amazon’s Supply Chain Standards apply to all products sold on Amazon and that under \nthose standards, Amazon expects all products sold in the Amazon Store or provided to Amazon to be \nmanufactured or produced in safe, healthy, and inclusive work environments.  \nWe issued new guidance specifically prohibiting the selling of products made in factories deemed ineligible \nunder the Bangladesh Accord or Alliance for Bangladesh Worker Safety, which evaluates Bangladesh \ngarment factories for workplace safety. We removed any products connected with such factories from our \nAmazon Store. We also notified selling partners that we will evaluate all credible allegations or reports of \nselling partner violations of our Supply Chain Standards, including but not limited to those published by \ngovernments, reputable investigators, journalists, or human rights defenders.\nIn addition to engaging third-party selling partners at issue in the allegations, we went further to \nproactively engage all suppliers manufacturing Amazon-branded products in Bangladesh. We require \nverification of the safety of building structures and electrical and fire safety issues, and we conduct \non-site inspections with certified engineers for the highest risk issues to track closure. We enhanced our \npre-sourcing screening process for new Bangladesh suppliers to ensure that adequate building safety \nequipment and systems are in place as a pre-condition to being approved for Amazon production. \nAs a way to further support workers in the Bangladesh garment industry, we also invested in the \nAmader Kotha Helpline which provides workers throughout the region, including many of Amazon’s own \nsuppliers, with a grievance mechanism to report and quickly resolve factory concerns in the ready-made \ngarment sector in Bangladesh. \n73 AMAZON SUSTAINABILITY    PEOPLEEnhancing Worker Safety  \nand Well-Being in the Bangladesh \nGarment IndustryCASE STUDY  ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}