{"page_content": "80\nAMAZON SUSTAINABILITY    PEOPLEWe work with industry partners to tackle systemic issues and implement programs that support continuous improvement \nfor our suppliers and workers. As a part of our due diligence efforts to identify, prevent, and mitigate adverse impacts, we \nleverage internal and external data and guidance from external stakeholders including industry experts, civil society groups, \nand non-governmental organizations.  \nWe are committed to assessing our impact and focusing our efforts in the following key commitment areas:  \nSafe Workplaces:  Safe and healthy workplaces are a top priority for Amazon. We have global teams who partner \nwith suppliers to increase worker awareness of safety issues, promote worker participation in their facility’s safety \nculture, and promote initiatives focused on the well-being of workers on issues that matter most to them.\nOur suppliers must provide workers with a safe and healthy work environment; suppliers must, at a minimum, comply \nwith applicable laws regarding working conditions. Additionally, we are committed to driving improvement in these \nkey priority areas: (1) occupational safety, including adequate machine safeguarding, and ensuring suppliers continually \nidentify, evaluate, and control physically demanding tasks to ensure that worker health and safety is not jeopardized; \n(2) emergency preparedness and response planning; and (3) sanitation and housing—if suppliers provide residential \nfacilities for their workers, they must provide clean and safe accommodations.\nWe conduct on-site assessments of Amazon-branded suppliers to determine safety conditions throughout our business \nrelationship. This includes assessments of protections such as adequate fire safety systems, sanitary dormitories and \nfacilities, and adequate machine safeguarding.\nWe require that these suppliers address material safety issues prior to beginning production with Amazon. Assessment \nresults are reviewed regularly by the leadership of our Amazon-branded businesses, and corrective action plans are \nimplemented with suppliers as needed.\nFreely Chosen Employment:  We will not tolerate the use of forced labor in our supply chain. Our Supply Chain \nStandards prohibit all forms of forced labor and human trafficking; this includes charging workers recruitment fees, \nholding passports or personal documentation, and coercion to work through threats of deportation or contacting \nimmigration authorities. During assessments of Amazon-branded suppliers, we track where workers migrated from and \nhow much they paid in recruitment fees. If fees have been paid, we require the supplier to reimburse workers in full. \nForced labor is a hidden crime that is hard to combat. We recognize real progress in this space will only be achieved \nthrough collaborative action—by companies, governments, and civil society—to spur system-wide change. Learn more \nabout our approach to forced labor in our annual Modern Slavery Statement. Amazon is currently working with these \norganizations to devise holistic approaches to combating forced labor:Supply Chain Commitments\nWe evaluate our supply chain to identify the industries, countries, and issues where \nwe have the greatest opportunities to identify and address risks and have a positive \nimpact on workers. In the event we identify an issue in our supply chain, we act fast \nand prioritize solutions from the workers’ point of view.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}