{"page_content": "81\nAMAZON SUSTAINABILITY    PEOPLEPolaris: Amazon supports Polaris, a nonprofit that assists trafficking victims and survivors. Through the U.S. National Human \nTrafficking Hotline, Polaris has identified and responded to over 63,000 cases of human trafficking and labor exploitation \nsince 2007. AWS works with Polaris to infuse cutting-edge technology into its infrastructure to accelerate the development \nof the largest known U.S. data set on trafficking. Polaris uses that data to understand and improve the way trafficking is \nidentified, how victims and survivors are assisted, and how to prevent this abuse.  \nResponsible Labor Initiative: The Responsible Labor Initiative is a multi-industry, multi-stakeholder initiative focused on \nensuring that the rights of workers vulnerable to forced labor in global supply chains are consistently respected and promoted.\nTech Against Trafficking: Tech Against Trafficking (TAT) is a coalition of technology companies collaborating with global \nexperts to help eradicate human trafficking using technology. Amazon sits on the TAT steering committee and has leveraged \nthe expertise and resources of AWS to help scale tech solutions in the anti-trafficking field. \nThorn: Thorn, an organization that builds technology to defend children from sexual abuse, leverages AWS architecture \nand machine learning tools in their product Spotlight. Spotlight’s sophisticated machine learning capabilities save time for \ninvestigators by automatically flagging ads likely to represent at-risk children. Investigators can set customized alerts and \nsearch Spotlight’s constantly growing database of ads to aid in their investigations. Spotlight has helped identify more than \n14,000 child sex trafficking victims. \nUnseen: Amazon has made a three-year commitment to work with UK modern slavery helpline Unseen, investing in their \nefforts to provide immediate and long-term support to potential victims of modern slavery and to ensure the helpline’s \ncontinued growth. The helpline provides direct response and services to potential victims of modern slavery, as well as \ntrainings and programming to support those victims.  \n     \n OUR GOALS:  \n 100% of Amazon employees who drive trucks complete Truckers Against Trafficking training by the end of 2020. \n Launch supplier improvement program focused on responsible recruitment by the end of 2020.\nEmpowering Women:  Quality jobs for women translate to positive impacts for communities, and we are actively \nworking to empower women to make their own decisions on health, finances, and career development. This includes \ncollaborating with globally recognized programs such as Better Work and Business for Social Responsibility’s HERproject. \nThrough our partnership with HERproject, we engage suppliers in China, Bangladesh, Vietnam, and India. As of June \n2020, we had reached over 8,700 women with training on health and financial skills, building the capacity of workers \nand factory management to combat gender-based discrimination in the workplace. \n     \n OUR GOAL:   \n Launch empowerment programs to reach over 25,000 women in our supply chain by 2023.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}