{"page_content": "82\nAMAZON SUSTAINABILITY    PEOPLEFair Wages: We are committed to working closely with suppliers, business partners, and multi-stakeholder \nassociations to monitor and promote continuous improvement in working conditions, including fair and on-time \npayment of wages. We have dedicated teams across the globe that work directly with suppliers to track and report \nperformance against these standards.\nOur suppliers are required to pay legally required compensation (including overtime and benefits) and we encourage our \nsuppliers to continuously evaluate whether workers earn enough to meet their basic needs and the needs of their family.\nWe require Amazon-branded suppliers in a number of regions to enroll in Better Work—a partnership between the \nInternational Labor Organization and the International Finance Corporation focused on improving working conditions in the \ngarment industry and making the sector more competitive. By working with suppliers and training workers on their rights, \nBetter Work is able to help workers improve wages over time.   \n     \n OUR GOAL:  \n Launch in-depth research into fair wages within our Amazon-branded products supply chains in 2021. \nEnvironmental Protection:  Our aim is to ensure that the manufacturing of our products does not cause \nunnecessary environmental harm, and positively impacts people and communities. We are a member of the \nSustainable Apparel Coalition (Coalition), an industry-wide group of leading apparel and footwear brands, retailers, \nmanufacturers, non-governmental organizations, academic experts, and government organizations working to reduce \nthe environmental and social impacts of apparel products around the world. We encourage our Amazon-branded \nsuppliers to evaluate their practices using the Coalition’s Higg Index, a tool to help manufacturers measure the social and \nenvironmental performance of their facilities. We are committed to driving adoption of this assessment and helping our \nsuppliers understand their environmental impact. \n     \n OUR GOAL:   \n Collect environmental performance data from 200 suppliers by the end of 2021.  \n \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}