{"page_content": "83\nAMAZON SUSTAINABILITY    PEOPLEAmazon is committed to supporting our suppliers, their workers, and their \ncommunities as they are impacted by the COVID-19 pandemic, and we have \ndedicated over $1 million in initial investments to support response and recovery \nefforts in our supply chain.  \n \nWe are continuing to monitor suppliers for compliance with our Supply Chain Standards and are making necessary modifications \nto supplier assessment procedures based on internal and external stakeholder recommendations. We are working to balance the \nneed to limit the movement of people and allow suppliers time to support workers and prepare production schedules with the \nneed to have our eyes and ears on the ground. \nWe have urged suppliers to take the following steps to mitigate risk to workers: \n Follow all government safety recommendations before resuming or continuing to manufacture  \n Amazon-branded products and take appropriate steps to ensure safe and clean workplaces.\n Avoid ending worker contracts where workers are sick or caring for sick family members.\n Ensure monitoring of worker hours and proper overtime notices as factories ramp up production . \nWe are partnering with organizations providing critical support to suppliers and workers during this \ndevastating pandemic: \n • In Bangladesh, we’ve partnered with the International Organization for Migration (IOM) to distribute medical supplies   \n  and COVID-19 related resources for front-line doctors, nurses, and medical workers operating in the largest refugee camp in  \n  the world. The contribution supports the procurement of lifesaving PPE for 23 IOM-managed health facilities, serving to   \n  benefit both refugee and host community populations in the region. \n • Amazon is supporting the implementation of SCORE Training in 42 factories, which is helping factories plan their    \n  production schedule, reorganize production lines, and implement guidelines for more social distance and increased safety.   \n  Factories enrolled in the SCORE program receive support implementing health and safety protocols and providing workers   \n  with training on health and sanitation, which has improved the working conditions of 20,000 workers, including 9,000   \n  women.\n • As part of our longstanding relationship with BSR’s HERproject, we helped to launch HERessentials, a new venture that   \n  will digitize HERproject’s and Empower@Work’s learning modules into a six-module Digital Worker and two-module Digital   \n  Manager Toolkit curriculum for remote access. The toolkit covers topics like personal hygiene, reproductive health and   \n  breastfeeding, and financial planning, and offers local resources on mental health and domestic violence services. The   \n  toolkit will be available to 500,000 female workers by 2025 in Bangladesh, China, Ethiopia, India, Kenya, and Vietnam, and   \n  will be translated into local languages. COVID-19  \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}