{"page_content": "84\nAMAZON SUSTAINABILITY    PEOPLE • Amazon partnered with Nest, a nonprofit building a hand-worker economy of artisans, to increase global   \n  workforce inclusivity, improve women’s well-being, and preserve important cultural traditions around the world.   \n  As part of this partnership, we have been able to distribute over 100 economic relief grants to artisan businesses   \n  across the globe. We were also able to support the Nest’s PPE Purchasing initiative— a program that purchased over \n  200,000 protective masks to be delivered to front-line workers. This program distributed over $500,000 in   \n  economic relief value to 57 businesses, which altogether employed 10,510 skilled artisans. \n • We are supporting the Amader Kotha Helpline, which provides workers with a grievance mechanism to   \n  report and resolve factory concerns in the ready-made garment sector. Our contribution will help support the   \n  organization’s increased call volumes and the 24/7 factory grievance lines in regions impacted by COVID-19. The  \n  Helpline serves as a resource for 600+ factories, 30 of which are Amazon suppliers, reaching 1.5 million workers   \n  in Bangladesh, and supporting them in safely transitioning back into the workplace.\n • In India, we partnered with Swasti—a global nonprofit committed to ensuring access to quality healthcare for   \n  workers and those in marginalized communities— to adapt their worker well-being program (Invest4Wellness) to   \n  provide support to workers in factories impacted by COVID-19. With our support, Swasti is setting up a worker   \n  helpline, developing health protocols for workers to return to work safely, establishing an emergency response   \n  team, and providing critical mental health, healthcare, and social entitlement support to workers, their families, and  \n  their communities. These services are available to seven factories in our supply chain, reaching 3,500 workers—  \n  including 1,400 women—and their families. \nLearn more about how we are responding to the COVID-19 pandemic on our Day One blog.COVID-19  \n ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}