{"page_content": "86\nAMAZON SUSTAINABILITY    PEOPLEComputer Science and STEM Education  \nAs part of our community focus, we work to increase access \nto high-quality computer science education. One of our \nprimary programs is Amazon Future Engineer , a childhood-\nto-career initiative aimed at increasing access to computer \nscience education for hundreds of thousands of children \nand young adults from underserved and underrepresented \ncommunities each year. Amazon Future Engineer is part of \nAmazon’s $50 million investment in STEM education. Amazon \nFuture Engineer has also invested an additional $20 million \nin organizations that promote computer science and STEM \neducation across the U.S. Each year, Amazon Future Engineer: \n • Inspires hundreds of thousands of elementary school students to try computer science. \n • Funds Intro and AP computer science courses for thousands of high schools. \n • Awards 100 students each year with $40,000 college scholarships to study computer science and guaranteed,    \n  paid internship offers at Amazon.\nRight Now Needs: Disaster Relief, Hunger, and Affordable Housing/Homelessness  \nAmazon is also committed to what we call “Right Now Needs,” which includes increasing access to food, shelter, and basic goods \nfor children and their families, specifically when it comes to fighting hunger, homelessness, and disaster relief efforts. \n Hunger and Affordable Housing:\n  • Over $100 million commitment in partnership with community nonprofit Mary’s Place to open a first-of-its-   \n   kind homeless shelter at our Seattle headquarters campus. The Mary’s Place Family Center in The Regrade has   \n   the capacity to shelter more than 200 people each night, and more than 1000 family members each year.\n  • $13 million to create more housing options for people experiencing homelessness in Seattle and Arlington,    \n   VA. Amazon donated $8 million—$5 million to Plymouth Housing in Seattle and $3 million to the Arlington    \n   Community Foundation in Arlington—as well as a $5 million total match on employee donations made    \n   to 20 select nonprofits addressing housing and homelessness in our headquarter regions.  \n   Amazon in the Community\nAt Amazon, we are committed to helping children and young adults have \nthe resources and skills they need to build their best future. We build long-\nterm and innovative programs that will have a lasting, positive impact in \ncommunities around the world, with a focus on supporting underrepresented \nand underserved communities.  \n \nTo do this, we develop programs and partner with local organizations to fight hunger and homelessness, provide equitable \naccess to high quality computer science and STEM education, and support communities impacted by natural disasters.\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}