{"page_content": "87\nAMAZON SUSTAINABILITY    PEOPLE  • More than $15 million in in-kind and cash donations to one of our longtime neighbors in Seattle, FareStart, a  \n   nonprofit focused on helping individuals in poverty overcome barriers to getting and keeping a job through training on  \n   the work and life skills necessary to succeed in the foodservice industry. Since 2017, Amazon has provided in-kind and  \n   cash donations, contributed more than $2 million in revenue to FareStart’s catering business, and provided consultancy  \n   services and space to help FareStart optimize its growing catering business. Additionally, Amazon employees volunteer  \n   more than a thousand hours with FareStart each year. With Amazon’s support, and the support of its donor   \n   community, FareStart helps more than 1,200 people locally each year. \n  • $2 million initial grant and creation of the Right Now Needs Fund, stewarded by the Alliance for Education to  \n   help meet the urgent and basic needs (food, clothing, and supplies) of students in Seattle Public Schools and eliminate  \n   barriers to learning. Amazon has also provided additional grants to provide extra support for summer programming  \n   and COVID-19 relief .  \n  • A collaboration with Share Our Strength’s No Kid Hungry campaign, provided access to more than 9 million school  \n   breakfasts for over 50,000 students in 450 schools across the U.S. by the end of 2019.\n Supporting Communities Impacted by Natural Disasters:  \n Our disaster relief and response efforts leverage Amazon’s vast operational excellence, innovative technologies, and  \n worldwide logistics network to provide fast and effective support to worldwide operations fighting large-scale natural  \n disasters. Amazon has filled cargo jets and shipped truckloads of Amazon-donated items for communities ravaged  by  \n hurricanes, sent solar powered lights to people living without power after tsunamis, enabled customers to easily donate  \n products and cash on Amazon.com, and helped governments and nonprofits expedite response efforts at scale through our  \n AWS cloud services.\n  • Between 2017 and 2019, Amazon and our customers donated an equivalent of more than 7.3 million   \n   relief items, including more than 1 million bottles of water, 10,000 N95 respirator masks, and 5,000   \n   solar lanterns.\n  • Amazon and our customers donated more than $17 million in cash and products to support people   \n   impacted by 37 natural disasters.\n  • More than 1,400 Amazon employees supported disaster relief and response efforts and hundreds    \n   participated on the ground.\n  • Amazon’s disaster relief and response teams have helped more than 40 nonprofit partners deliver    \n   services to victims of disasters from around the world.\n  • Amazon Air cargo jets were packed with more than 500,000 donated relief items to support people   \n   affected by Hurricane Maria and Hurricane Dorian.\n  • We’ve supported victims of more than 37 natural disasters in over 10 countries.\n AWS Disaster Response Action Team: AWS enables disaster response organizations to access cloud services at the  \n edge, even in the harshest conditions. The AWS Disaster Response Action Team (DRT) allows customers to focus on mission- \n critical functions, while AWS provisions critical data and applications, transports hardware to the base of operations, and  \n implements deployable infrastructure based on customer need. For example, in 2019, in the wake of Hurricane Dorian (a  \n Category 5 storm that struck the Bahamas), the DRT helped set up connectivity and communications networks at more than  \n 40 medical facilities and shelters in the country. In 2019, AWS also launched AWS Project Resilience, offering up to $2,000  \n in  AWS credits to state and local governments, community organizations, and educational institutions to better prepare for  \n natural and man-made disasters. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}