{"page_content": "88\nAMAZON SUSTAINABILITY    PEOPLEAWS and Community Outreach\nAWS is committed to making a positive difference around the world. We are \ndedicated to inspiring future builders––especially those from underrepresented \nand underserved communities. To accomplish this, we established a program \ncalled AWS InCommunities which builds long-term and innovative programs that \nwill have a lasting impact in individual communities around the world.  \n \nSTEAM Events and Sponsorships \nTo help create the next generation of creative thinkers and future builders, AWS sponsors a variety of STEAM (science, \ntechnology, engineering, the arts, and mathematics) initiatives in the communities where we have a physical presence. This \nincludes working hand-in-hand with nonprofit and nongovernment organizations, helping to advance their efforts through \nsponsorships, employee volunteers, and in-kind donations. Through our programming, we help increase thousands of students’ \naccess to STEAM education opportunities in fun and imaginative ways.  \nHere are a few examples of our efforts in communities:\n • AWS Tech Week is a global initiative that inspires employees to participate in and lead tech-related community events,  \n  including “mapathons” to identify locations for disaster relief efforts, sessions on STEAM and cloud careers in schools, and  \n  other service activities.   \n • Girls’ Tech Day is a workshop emphasizing STEAM for school-age girls and young women—designed to inspire future  \n  builders, showcase tech careers and women in the technology workforce, and introduce girls in underserved areas to  \n  STEAM. \n • Family Tech Days are activities for our community neighbors emphasizing science and technology in a fun environment.  \n  The events are free and open to the entire community. \n • The AWS Think Big Experience is all about encouraging innovation among students and encouraging them to Think  \n  Big to solve real world problems. To bring this to life, we have built physical Think Big Spaces and content for students  \n  around the globe. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 87, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}