{"page_content": "89\nAMAZON SUSTAINABILITY    PEOPLEThe ongoing COVID-19 crisis has impacted communities across the world,  \nincluding in the cities home to our U.S. corporate headquarters in Seattle, WA  \nand Arlington, VA. To support those communities during this health crisis,  \nwe have quickly ramped up our response efforts and unique programs.\nInvesting in Communities Around the Globe \n \nPutting Amazon’s Unique Assets to Work \n • We believe Amazon has a unique role to play providing a critical service for families to get the items they need, without  \n  leaving their homes. Amazon partnered with food banks across the country to donate delivery services of shelf-stable  \n  groceries and pre-packaged foods to serve 6 million meals, using our robust network of Amazon Flex drivers. Amazon’s  \n  food bank partners are responsible for providing, preparing and packaging all shelf-stable foods. Amazon Flex delivery  \n  partners collect the pre-packaged foods from food banks, and make “no-contact” deliveries directly to the doorsteps of  \n  vulnerable groups in their own communities.\n • To enable remote learning while schools are closed, we have made Amazon Future Engineer STEM curriculum available  \n  to students in the U.S., UK, and France, reaching more than 9,000 students in the U.S. during the first week alone. \n • AWS InCommunities, our AWS community engagement team, has reached out to the medical community and health  \n  workers in India to help those on the front-line by providing medical supplies and hygiene kits contributing to the fight  \n  against COVID-19. We have donated ventilators, masks, gloves, sanitizers, and other COVID-19 supplies to help the  \n  response effort. The COVID-19 pandemic has brought particular hardship to the migrant labor community in India,  \n  who depend on daily wages for essentials including food. AWS InCommunities provided over 3,600 kilograms of dry  \n  ration to migrant workers housed in Mumbai.  \nLearn more about how we are responding to the COVID-19 pandemic on our Day One blog.\n COVID-19  \n \nWe launched the $20 million AWS Diagnostic Development Initiative to accelerate COVID-19 \nresearch.\nIn Europe, we committed €21 million (almost $23 million USD) to support those most affected \nby the COVID-19 pandemic.\nWe’re working with food banks in 25 cities across the country to deliver 6 million meals to \nunderserved and vulnerable populations.\nWe committed to donating $5 million in Amazon devices globally to those in need.\nWe’re donating 8,200 laptops to Seattle Public Schools students who do not have access to a \ndevice at home.\nThrough our Amazon Future Engineer program, we’re donating 4,000 laptops to high school students \nacross the U.S. and making new online computer science resources, including exam prep, free.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 88, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}