{"page_content": "91 AMAZON SUSTAINABILITY    GOVERNANCEWe monitor risks and prioritize opportunities by taking into account customer and stakeholder expectations, voluntary \npractices and regulations, industry best practices, trends in financial and sustainability reporting, and emerging topics in \nnews and social media.\nSome of our current highest priority sustainability issues are:\n • Response to the COVID-19 crisis and support for our customers, employees, and communities\n • Climate change, energy efficiency, renewable energy, and sustainable transportation\n • Responsible supply chain practices, including human rights and the safety and well-being  \n  of workers in our supply chain\n • Waste, recycling, and the circular economy\n • Sustainable products\nAmazon uses a variety of mechanisms to embed sustainability across our business. We integrate sustainability practices into \nour everyday operations through goal-setting, metrics, and quarterly business reviews. \nThe Nominating and Corporate Governance Committee of Amazon’s Board of Directors oversees Amazon’s environmental, \nsocial, and corporate governance policies and initiatives, including our progress on The Climate Pledge and risks related to \nour operations, supply chain, and customer engagement. The Committee also oversees and monitors Amazon’s policies and \ninitiatives relating to human rights and ethical business practices.\nIn the area of climate change in particular, we are developing tools to identify and manage weather and climate-related risks \nacross our business. The foundation of this work is the Amazon Sustainability Data Initiative (ASDI), a global and authoritative \nsource for open-sourced weather, climate, and sustainability data. This data, together with AWS analytical tools, enables \ncutting-edge scientific work and helps us raise the bar for our customers. \nFor example, by using the NOAA weather data available in ASDI, Amazon transportation teams have been able to better \npredict how weather-related events (snowstorms, floods, heatwaves, etc.) impact customer package deliveries—and we have \nprovided customers with more accurate delivery estimates as a result. The AWS Infrastructure team also leverages weather \ndata from ASDI to better assess the impact of weather on AWS data centers. Our ultimate goal is to enable customers and \nsuppliers to use the tools we are developing in-house to improve climate resilience.Mechanisms for  \nPrioritizing Our Work\nAt Amazon, we take a science-based, customer-centric approach to sustainability. \nWe use a structured lifecycle assessment model to measure and map climate-\nrelated risks across our value chain. We also conduct regular materiality \nassessments to understand the most significant environmental, social, and \ngovernance topics across our business over the short, medium, and long term. ", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 90, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}