{"page_content": "92 AMAZON SUSTAINABILITY    GOVERNANCEApril 2020  \nJoined the European Alliance for a green recovery, which \nincludes policymakers, businesses, and organizations \nworking together to support a COVID-19 economic \nrecovery that addresses the threat of climate change. \nJanuary 2020  \nAt the Virginia General Assembly, Amazon testified in favor \nof legislation to expand the use of energy storage to further \nintegrate renewable energy into the grid in Virginia.\nDecember 2019  \nAmazon publicly praised the European Union’s intent to reach \nclimate neutrality and pledged to work togetherwith the new \nEU Commission on the Green Deal.\nAugust 2019  \nAmazon leadership spoke at the National Conference of \nState Legislatures Energy Summit and implored state \nlegislators to accelerate the deployment of renewable \nenergy across the U.S.\n \n June 2019  \nAmazon signed a letter to the European Commission \noutlining the importance of corporate renewable energy \nprocurement and encouraging that National Energy \nand Climate Plans remove barriers to renewable energy \npurchasing.\nJune 2019  \nAmazon supported legislation introduced in the \nUnited States Congress that would allow clean energy \nprojects access to financing by forming master limited \npartnerships.\nMay 2019  \nAmazon wrote to the Virginia State Corporation \nCommission encouraging that more renewable energy and \nclean energy technologies be included in a long-term plan \nby Virginia’s largest electric utility.\nFebruary 2019  \nAmazon spoke to the National Association of State \nEnergy Officials about the importance of energy \nefficiency and renewable energy for our business \noperations, and to encourage states to help support  \nthe deployment of electric vehicles.Amazon Sustainability  \nPolicy Positions\nIncreasing the deployment of renewable energy resources is valuable for the planet, \ngood for business, and important for our customers. As part of our sustainability \nefforts, Amazon advocates in support of public policy that advances access to and \nthe expansion of clean energy. We will continue to promote policies that support \nrenewable energy to power our operations. Since 2016, we have taken the following \nactions in support of promoting clean energy and addressing climate change:\n01 000\n1\n0", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}