{"page_content": "93 AMAZON SUSTAINABILITY    GOVERNANCEDecember 2018 \nAmazon wrote to the Georgia Public Service Commission \nadvocating for a strong renewable energy offering from  \nthe Georgia electric utility.\nNovember 2018 \nAmazon signed on to a joint declaration calling for \nchanges to European energy policy that would allow for \neasier access to renewable energy. The declaration sought \nto reduce barriers that hinder renewable energy trading \nand tracking across borders between European Union \nmember countries.\nNovember 2018  \nAmazon authored a letter to the European Commission in \nsupport of the removal of regulatory barriers to corporate \nsourcing of renewable energy.\nSeptember 2018 \nAmazon staff spoke at the Midwest Governor’s Association \nconference and highlighted our interest in access to \nrenewable energy and the importance of states reducing \nbarriers to renewable energy access.\nDecember 2017 \nAmazon urged the European Union Commission to \nestablish a goal of 35% renewable energy by 2030. December 2017 \nAmazon wrote to the California Public Utilities Commission \nin support of an electric vehicle charging program for the \nSan Diego region.\nOctober 2017 \nAmazon provided support for the regulatory approval  \nof a green energy program offering being created by the \nFlorida electric utility that provides power to our facilities \nin the Jacksonville region.\nOctober 2017  \nAmazon authored a letter to the Ohio State Legislature in \nsupport of a bill that would reduce restrictions on the siting  \nof wind energy projects in the state.\nJune 2017 \nAmazon joined the We Are Still In coalition to express \nsupport for remaining in the Paris Climate Agreement.\nFebruary 2017 \nAmazon offered support for a Virginia bill to create a new \ncommunity solar law in the Commonwealth.\nApril 2016 \nAmazon joined Apple, Google, and Microsoft in filing \nan amicus brief in support of the U.S. Environmental \nProtection Agency’s Clean Power Plan.", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}