{"page_content": "96 AMAZON SUSTAINABILITY    GOVERNANCEAdvanced Energy Buyers Group\nAmazon is a founding member of the Advanced Energy Buyers Group (AEBG). \nThe mission of the business-led AEBG is to engage on policies that make it \npossible for non-residential energy users to meet their own energy needs with \nadvanced energy through simple, flexible, market-based solutions; and to sup-\nport policies that facilitate the transition to an electricity system that is secure, \nclean, resilient, smart, and affordable.\nAdvanced Energy Economy\nTo promote education, analysis, and policy advocacy for clean energy, Amazon \njoined Advanced Energy Economy (AEE), a nonprofit association of clean energy \nbusinesses that is committed to promoting clean and affordable energy tech-\nnologies. AEE publishes reports, brings together stakeholders, and advocates for \nadvanced energy policies with state and federal policymakers on issues related \nto electric vehicles, renewable energy, energy efficiency, and the smart grid.\nAmerican Council on Renewable Energy\nTo support our engagement on renewable energy, Amazon joined the American Coun-\ncil on Renewable Energy (ACORE), a nonprofit membership organization dedicated \nto building a secure and prosperous America with clean, renewable energy. ACORE \nconvenes thought leadership forums and creates energy industry partnerships to com-\nmunicate the economic, security, and environmental benefits of renewable energy.\nAmader Kotha \nAmazon began working with the Amader Kotha Helpline in 2020. The Amader \nKotha Helpline provides workers with a mechanism to report and resolve safety and \nother concerns in the ready-made garment sector in Bangladesh. The Helpline was \ninitially established as a project of the Alliance for Bangladesh Worker Safety fol-\nlowing the Rana Plaza tragedy. In July 2018, the Helpline became an independent \ninitiative available to all garment workers with the support of factories and brands.\n \nAmfori\nIn 2019, Amazon began working with Amfori, a leading global business associa-\ntion for open and sustainable trade. Amfori brings together over 2,000 retail-\ners, importers, brands, and associations from over 40 countries to drive social \nperformance and improvements across global supply chains.\nBetter Buying\nIn 2019, Amazon began engaging with Better Buying, a global initiative that \ncarries out independent research to promote improved purchasing practices, \nstronger supply chain partnerships, and mutually beneficial sustainability out -\ncomes. The initiative provides retailers, brands, and suppliers with a cloud-based \n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}