{"page_content": "97 AMAZON SUSTAINABILITY    GOVERNANCEplatform to obtain data-driven insights into purchasing-related activities. Better \nBuying enables suppliers to anonymously rate the purchasing practices of their \nbuyers and works alongside these buyers toward improved practices.\nBetter Cotton Initiative\nAmazon is a member of the Better Cotton Initiative (BCI) to support the transi-\ntion to sourcing more sustainable cotton within Amazon-owned Private Brand \napparel products. BCI is a global nonprofit organization and the largest cotton \nsustainability program in the world. BCI exists to make global cotton production \nbetter for the people who produce it, better for the environment it grows in, \nand better for the sector’s future.\nBusiness for Social Responsibility\nAmazon is a member of Business for Social Responsibility (BSR), a global nonprofit \nthat works with partners across business, civil society, and government sectors to \nbuild a just and sustainable world. Amazon participates in working groups such as \nFuture of Fuels (a collaboration with a mission to drive a sustainable transition to \nlow-carbon commercial road freight), Clean Cargo Working Group (an initiative to \nreduce the environmental impacts of global goods transportation), and Tech Against \nTrafficking (a coalition of technology companies collaborating with global experts to \nhelp eradicate human trafficking using technology).  \nBSR HERproject\nAmazon joined BSR’s HERproject, a collaborative initiative that strives to em-\npower low-income women working in global supply chains. Bringing together \nglobal brands, their suppliers, and local NGOs, HERproject drives impact for \nwomen and business via workplace-based interventions on health, financial in-\nclusion, and gender equality. Since its inception in 2007, HERproject has worked \nin more than 700 workplaces across 14 countries and has increased the well-be-\ning, confidence, and economic potential of more than 800,000 women.\n \nCarbon Leadership Forum \nAmazon is committed to sponsor the Carbon Leadership Forum, an interdisciplin-\nary organization working to accelerate the transformation of the building sector to \nradically reduce the embodied carbon in building materials and construction through \ncollective action. We will participate in this group to shape building industry stan-\ndards for embodied carbon and advance resources for the building industry.\nCenter for Climate and Energy Solutions\nAmazon joined the Business Environmental Leadership Council at the Center for \nClimate and Energy Solutions (C2ES) to work toward practical solutions to the \nworld’s climate and energy challenges. C2ES is an independent, nonpartisan, \nnonprofit organization working to forge practical solutions to climate change. \nHERpr oject\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 96, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}