{"page_content": "98 AMAZON SUSTAINABILITY    GOVERNANCEThrough strong policy and action to reduce greenhouse gas emissions, promote \nclean energy, and strengthen resilience to climate impacts, C2ES works with \nFortune 500 companies to coordinate business action and business support for \neffective climate policy.\nCeres Corporate Electric Vehicle Alliance\nAmazon was a launch member of Ceres Corporate Electric Vehicle Alliance, \nwhich brings together companies focused on the transition to electric vehicles. \nThe Alliance brings together fleet operators to share best practices, engage with \npolicymakers, and demonstrate the value of electric vehicles for commercial use.\nCity Harvest\nIn the UK, Amazon partners with City Harvest London to put surplus food to \nuse in a sustainable way. City Harvest collects food from supermarkets, restau-\nrants, manufacturers, and other food business, and distributes it to community \nprograms that serve meals to vulnerable people.\nClosed Loop Fund\nAmazon has committed $10 million to the Closed Loop Fund to increase the \nrecycling of products and packaging. Through project finance, the fund provides \ncities and companies with access to capital necessary to increase recycling rates \nin communities across America and build circular supply chains.\nCorporate Eco Forum\nAmazon joined the Corporate Eco Forum (CEF), an invitation-only membership \ngroup for large companies that demonstrate a serious commitment to sustain-\nability as a business strategy issue. CEF’s mission is to help accelerate sustain-\nable business innovation by creating a neutral space for senior business leaders \nto strategize and exchange best-practice insights.  \n \nEllen MacArthur Foundation   \nAmazon joined the Ellen MacArthur Foundation Network in 2020 as part of \nour ongoing commitment to reduce waste and share success stories across \nindustries. The Ellen MacArthur Foundation’s mission is to accelerate the global \ntransition to a circular economy. The Foundation works with business, govern-\nment and academia to build a framework for an economy that is restorative and \nregenerative by design.\n \nFeeding America\nAmazon partners with Feeding America to direct our surplus inventory to commu-\nnities in need. Feeding America works alongside Amazon’s vast network to strate-\ngically partner nonprofit members and Amazon facilities to maximize the impact \nMember\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}