{"page_content": "99 AMAZON SUSTAINABILITY    GOVERNANCEof these donations. Feeding America’s mission is to feed more than 37 million of \nAmerica’s hungry through a nationwide network of 200 member food banks.\nGlobal Optimism\nIn 2019, Amazon and Global Optimism co-founded The Climate Pledge, a \ncommitment to reach net zero carbon by 2040. Global Optimism was founded \nby Christiana Figueres and Tom Rivet-Carnac, two of the architects of the Paris \nAgreement on climate change, to precipitate transformational, sector-wide \nchange to halve global emissions between 2020 and 2030, eventually reaching \nnet zero by 2050 or earlier.\n \nGood 360 \nAmazon partners with Good360 to donate items that cannot be sold to those most \nin need. Good360’s mission is to transform lives by providing hope, dignity, and a \nsense of renewed possibility to individuals, families, and communities impacted by \ndisasters or other challenging life circumstances who otherwise would struggle to \nfind that hope. Good360 has 80,000+ nonprofit members (downstream charity \npartners) to whom they redistribute goods received from 400+ corporate donors.\n \nGreen Chemistry and Commerce Council\nAmazon is a member of the Green Chemistry and Commerce Council (GC3), a \nmulti-stakeholder collaborative that drives the commercial adoption of green chemis-\ntry by catalyzing and guiding action across all industries, sectors, and supply chains.\nIn Kind Direct\nAmazon works with In Kind Direct, a national charity in the UK that manages \nthe donation of surplus products to charities across the country. Since partner-\ning with In Kind Direct, we have donated more than $8.7 million (£7 million) \nof products. In 2019 alone, we have donated $1.2 million (£1 million) to over \n2,000 charities and volunteer organizations across the UK.\nInnatura\nAmazon is a long-term partner of the German nonprofit Innatura, which brokers \nin-kind donations to charitable organizations. Through this partnership, Amazon \nhas donated to more than 1,500 charities benefiting nearly 500,000 individu-\nals and families in Germany with donations including toys, shoes, clothing, and \ndrugstore items, among others. \nInternational Safe Transit Association\nAmazon joined the International Safe Transit Association (ISTA), an organization \nfocused on the specific concerns of transport packaging. ISTA is a nonprofit, \nmember-driven association that sets the standards for optimizing the resources \nin packages that are designed to be survivable, sustainable, and successful.\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 98, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}