{"page_content": "100 AMAZON SUSTAINABILITY    GOVERNANCELeather Working Group\nAmazon joined the Leather Working Group to support the transition to more \nsustainable leather in Amazon-owned Private Brand apparel products. The \nLeather Working Group seeks to improve the leather manufacturing industry by \ncreating alignment on environmental priorities, bringing visibility to best practic-\nes, and providing suggested guidelines for continual improvement.\n \nNest\nIn 2019, Amazon began working with Nest, a nonprofit focused on the handwork -\ner economy to increase global workforce inclusivity, improve women’s well-being \nbeyond factories, and preserve important cultural traditions around the world. Nest \nuses radical transparency, data-driven development, and fair market access to connect \ncraftspeople, brands, and consumers in a circular and human-centric value chain.\nPublic-Private Alliance for Responsible Minerals Trade \nAmazon joined the Public-Private Alliance for Responsible Minerals Trade (PPA) in \n2020. The PPA is a multi-sector initiative of 44 leaders in civil society, minerals supply \nchain actors, and government that supports projects in the Democratic Republic of \nthe Congo and the surrounding Great Lakes Region of Central Africa that improve \nthe due diligence and governance systems needed for ethical supply chains. The \nPPA has raised over $2 million in private sector contributions toward on-the-ground \nactivities supporting responsible trade and the conditions enabling it, comple-\nmenting more than $20 million in parallel funding from USAID for infrastructure \nand traceability in Congo. With this funding, the PPA has tested tools for enhanced \nupstream due diligence and reporting, made grants to assess models for collecting \nand disseminating due diligence data, and supported civil society training and mech-\nanisms to monitor and report fraud and smuggling.  \nRE-Source Platform\nTo advocate for issues related to clean energy purchasing, Amazon is a member \nof the RE-Source Platform. RE-Source is a European alliance of stakeholders \nrepresenting clean energy buyers and suppliers for corporate renewable energy \nsourcing. It is the first and only multi-stakeholder platform in Europe bringing \ntogether the interests of both buyers and sellers in order to unlock the poten-\ntial of new business models, accelerate the transition to affordable renewable \nenergy sources, and help combat climate change.\nRenewable Energy Buyers Alliance\nTo support a resilient clean energy system, Amazon joined the Renewable \nEnergy Buyers Alliance (REBA). REBA is an alliance of large clean energy buyers, \nenergy providers, and service providers that, together with NGO partners, is \nunlocking the marketplace for all non-residential energy buyers to lead a rapid \ntransition to a cleaner, prosperous, zero-carbon energy future.\n", "metadata": {"source": "NASDAQ_AMZN_2020.pdf", "page": 99, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}