{"page_content": "2\nRobert A. Bradway  \nChairman and Chief Executive Officer Leadership Message\nAmgen ensures we live up to our commitment to \nenvironmental sustainability by establishing a multi-year plan with clear metrics to track our progress. Through our first environmental sustainability plan, we realized more than $24 million in cost savings and exceeded targets for conservation, even as our operations grew. In 2013, we embarked on a new environmental sustainability plan with more ambitious conservation targets. These include aspirations to reduce facility carbon emissions by 10 percent and disposed waste by 35 percent from a 2012 baseline. This plan aims to thoroughly integrate principles of environmental sustainability into the development of our medicines from early research to the market. In 2013, we were also recognized externally for our results. Ranked among the best performers in biotechnology, Amgen was listed on the 2013 Dow Jones Sustainability North America Index (DJSI).  \nAmgen is widely recognized as a leader in biologics \nmanufacturing and we continue to advance our capabilities in this area. We broke ground in 2013 in Singapore on a facility that will help transform manufacturing processes at Amgen. We expect the facility will enable us to be faster, more flexible, and more efficient in reaching patients, while also reducing the environmental impact of the manufacturing of our products. When up and running, this facility will join existing efforts in both biologic and synthetic molecule research and development to make us more agile and environmentally responsible as a company. \nBeyond the specific actions we’ve taken as a company, \nour staff continue to demonstrate their passion for the environment through innovative thinking on the job and volunteer work in the community. We support staff safety with a pervasive focus on creating a safe work environment, and we promote staff wellness with a range of programs that encourage physical and mental health. \nTaking a path to be a more environmentally sustainable \ncompany has been a revealing and productive journey. Thank you for following our progress through our environmental sustainability reporting. We value your input and invite you to share your thoughts through the feedback link of the report website.\nRobert A. Bradway", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}