{"page_content": "(o) Measurement equivalents: 23.0 MPG-US = 27.6 MPG-Imperial = 10.2 L/100KM = 9.78 KM/L13Type Unit 2007 2010 2011 2012 2013\nUS Sales Fleet Fuel Efficiency (o) MPG-US 18.7 22.2 22.6 23.3 25 \nUS Sales Fleet Fuel Use Avoided 1,000 GL - 345 363 427 104\nUS Sales Fleet Fuel Use 1,000 GL 1,498 1,849 1,784 1,739 1,738Type Unit 2007 2010 2011 2012 2013\nDiversion from Landfill Rate (l) % 38 58 59 59 -\nRecycling Rate (l) % 34.9 52.1 53.9 52.8 51.3\nTotal Routine Waste MT 10,146 9,127 9,645 9,018 8,780\nHazardous Waste MT 1,343 1,154 1,116 1,180 1,157\nRecycled MT 251 209 235 245 105\nIncinerated for Energy Recovery MT 375 254 284 347 402\nIncinerated Not for Energy Recovery MT 523 524 424 422 468\nLandfilled MT 118 161 153 126 147\nTreated  (m) MT 76 6 20 40 36\nNonhazardous Waste MT 8,803 7,972 8,529 7,838 7,623\nComposted MT 260 524 485 583 532\nReused MT 32 57 60 44 274\nRecycled MT 2,999 3,967 4,418 3,890 3,583\nIncinerated for Energy Recovery MT 432 426 397 576 604\nIncinerated Not for Energy Recovery MT 194 131 176 79 48\nLandfilled MT 4,885 2,867 2,985 2,662 2,530\nTreated  (m) MT - - 8 3.8 52\nTotal Routine Waste Normalized to Net Sales MT/$B net sales 709 623 631 542 483\nTotal Nonroutine Waste (n) MT 31,415 23,645 12,458 16,902 8,452\nConfirmed Results of Routine Waste Reduction Projects (b) MT - 442 875 1,094 320\nType Unit 2007 2010 2011 2012 2013\nEnvironmental Notices of Violation (NOVs) (w) # NOV 8 3 2 2 2Summary of Data—Notes\n(a)Amgen has included data from 15 facilities covering energy and carbon, water, and waste. The facilities represent approximately 94 percent of Amgen’s worldwide facility space based on \ntotal square feet. Included facilities are in Thousand Oaks, California, US; Greenwich, Rhode Island, US; Boulder and Longmont, Colorado, US; Seattle and Bothell, Washington, US; Juncos, Puerto Rico, US; Louisville, Kentucky, US; South San Francisco, California, US; Cambridge and Woburn, Massachusetts, US; Burnaby, Canada; Breda, Netherlands; Dun Laoghaire, Ireland; and Uxbridge, Abingdon, and Cambridge, United Kingdom. This includes leased buildings where we have operational control over building infrastructure, including utilities. In 2011, Amgen divested of its Fremont, California, facility and acquired facilities in Dun Laoghaire, Woburn, and São Paulo. In 2012, Amgen acquired four companies: Micromet, KAI Pharmaceuticals, deCODE genetics, and Mustafa Nevzat Pharmaceuticals. In 2013 Amgen acquired Onyx Pharmaceuticals. In our 2013 report, data beginning in May 2011 through the end of 2013 will be included from our Dun Laoghaire facility, which we purchased in May 2011. Data will be included from our Woburn and Abingdon facilities beginning in March 2011 through the end of 2013. No data will be included for our São Paulo facility or for Micromet, KAI Pharmaceuticals, deCODE genetics, Mustafa Nevzat Pharmaceuticals, or Onyx Pharmaceuticals in this report, as we are still working through the integration process for these facilities.\n(b)Measurement and verification of conservation and reduction projects for energy and carbon, water, and waste are based on adaptation of the International Performance Measurement and Verification Protocol (IPMVP), Concepts and Options for Determining Energy and Water Savings Volume 1, EVO 10000-1.2007, April 2007. Project measurements are conducted using reasonable means, including direct measurements and scientific estimations as appropriate.\n(c) Small changes to 2007–13 data may have occurred due to refinements in calculations. All changes have been confirmed through a documented change control process.\n(d)Direct energy use results from the operation of equipment that is owned or controlled by Amgen at the facilities listed in note (a). Data on the use of natural gas, propane, and diesel in boilers, furnaces, and HVAC are recorded from utility bills or purchase records. Data on the use of diesel in emergency generators are recorded from purchase records or meter readings and, in some cases, estimated from run-hours. Utility bills recorded in units of volume are converted to energy by using the Global Reporting Initiative Version 3.0, EN3 table, to convert volumes of primary sources (natural gas, diesel), or from specific fuel analysis data (diesel used in Juncos, Puerto Rico), and the US Energy Information Administration/Annual Energy Review Table A1 (propane). Energy from emergency generators recorded as run-hours is estimated using the manufacturer’s specified fuel-feed rate for each generator.\n(e)Indirect energy use results from purchased energy in the forms of electricity and steam at the Amgen facilities listed in note (a). Data on the use of electricity and steam are recorded from utility bills. Utility bills for purchased steam that are recorded in units of mass (i.e., ‘lb steam’) are converted to energy by using the latent heat of evaporation from the saturated steam tables, then dividing by the efficiency of the supplier’s steam generator.\n(f)Scope 1 carbon emissions result from direct energy sources defined in note (d). Additional Scope 1 Carbon emissions from our US sales fleet, executive air fleet, and fugitive emissions from chillers, coolers, and HVAC are found in the Other Carbon category in this data summary. Carbon data from natural gas sources are calculated using regional specific emission factors from US EPA Rule Part 98A Table C-3 (US weighted average) for all US sites; from the Ireland UFCCC for Amgen’s facility in Dun Laoghaire, Ireland; from U.K. Defra/DECC’s 110819 Guidelines for Amgen’s facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge); from the NL Agency standard CO2 emission factors for Amgen’s facility in the Netherlands (Breda); and from the Methodology for Reporting 2013 /Ministry of Environment Victoria, BC, 2013, for Amgen’s facility in Burnaby, Canada. Carbon emissions data from propane and diesel fuel sources (except Amgen’s facility in Juncos, Puerto Rico) are calculated using the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (August 2012). Carbon from diesel use in Amgen’s Juncos, Puerto Rico, facility are calculated using specific fuel analysis information and from US EPA Rule Part 98A Table C-1. Carbon data from direct energy sources prior to 2011 were calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (Jul 2009). Scope 1 emissions that are not included in this data summary include process-related emissions from cell respiration (carbon as a by-product) and pH adjustments (CO2 injection). Analysis of these sources in 2013 showed that cell respiration and emissions from pH adjustments are negligible (less than 0.1 percent of our total carbon emissions). \n(g)Scope 2 carbon emissions result from indirect energy sources defined in note (e). Carbon data from purchased electricity are calculated using emission factors from US EPA eGRID 9th Edition Version 1 (2010 data: eGRID subregion annual carbon output emission rate) for all US locations except Amgen’s facility in Puerto Rico which has been determined using EPA GHG Report YE 2012 for Power Suppliers in Puerto Rico; from the Greenhouse Gas Division, Environment Canada (2006 data)-V.1.0 (April 2009) for Amgen’s facility in Burnaby, Canada; and from specific utility annual providers’ reports for Amgen facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge), the Netherlands (Breda), and Dun Laoghaire, Ireland. Carbon data from purchased steam are calculated using the Emission Factor for Natural Gas as identified in US EPA Rule Part 98A Table C-3 (US weighted average) for Amgen’s facility in Cambridge, Massachusetts. Carbon data from indirect energy sources prior to 2011 were calculated using emission factors from US EPA eGRID2007 Version 1.1 for US facilities.\n(h)The Other Carbon category contains additional Scope 1 and Scope 3 carbon emissions that are tracked. Carbon emissions from our executive air fleet are calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Transport-Fuel-Use (August 2012). Carbon emissions from our US sales fleet are calculated using emission factors from the GHG Protocol Emission Factors for Petrol passenger cars (volume) (GHG Protocol) = 8.81 kg/gal. Fuel use and mileage data are collected at the pump for each vehicle. Carbon emissions from our commercial business travel are calculated by Amgen’s travel provider using the Defra tool. Carbon emissions from Amgen’s material transportation have been provided by the carrier using its own specific methods. Fugitive emissions from process equipment (e.g., refrigerant from refrigeration and HVAC equipment) are calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Transport-Fuel-Use (August 2012). Processes are in place to maintain chillers, coolers, and HVAC equipment to prevent unintended emissions.\n(i)Scope 3 carbon emissions are a consequence of the activities of the company but occur from sources not owned or controlled by the company. Scope 3 carbon emissions that are currently tracked include emissions from Amgen’s commercial business travel (air and rail) and material transportation.\n(j)Commercial business travel was not tracked in 2007 or 2008. Material transportation was not tracked from 2007 to 2011. The accuracy of carbon emissions tracking from chillers, coolers, and HVAC improved in 2013 and will now be reported going forward.\n(k) Slight discrepancy between values for total water fate and total water withdrawal is due to rounding and compilation of individual facility totals.\n(l)Recycling rate is the proportion of waste that is recycled, composted, and reused compared with the total volume of routine, nonhazardous and hazardous waste generated. Diversion from landfill is the proportion of waste that is incinerated (both for energy recovery and not), landfilled, and treated compared with the total routine, nonhazardous waste generated.\n(m)Treatment means the physical, thermal, chemical, or biological processes that change the characteristics of the waste in order to reduce its volume or hazardous nature, facilitate its handling, or enhance recovery.\n(n) Nonroutine waste constitutes waste generated outside the normal operations of our facilities and consists mainly of construction and demolition waste.General\nEnergy\nCarbon\nOther Carbon\nWater\nWaste\nFleet", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}