{"page_content": "16Summary of Data—Assurance\nINDEPENDENT ASSURANCE STATEMENT \nIntroduction and objectives of work  Bureau Veritas North America, Inc. (BVNA) has been engaged by Amgen to conduct an independent \nassurance of selected environmental data included in Amgen’s 2013 Environmental Sustainability Report. \nThis Assurance Statement applies to the related information included within the scope of work described \nbelow.  \nThe data presented in Amgen’s 2013 Environmental Sustai nability Report is the sole responsibility of the \nmanagement of Amgen.  BVNA was not involved in the dr afting of the Report.  Our sole responsibility was \nto provide independent verification of the accuracy of selected information included in the Report.  \nScope of work\nAmgen requested BVNA to verify the accuracy of the following environmental health and safety data \nsummarized in Amgen’s Environmental Sustainability Repo rt for the Calendar Year 2013 reporting period:  \n Energy Use (Total, Direct and Indirect) \n Greenhouse Gas Emissions (Direct Scope 1 and Indirect Scope 2)  \n Water Withdrawal and Fate \n Waste Quantities and Disposition \n Injury and Illness Rate (Number of inju ries and illnesses per 100 staff members) \n Lost Day Rate (Number of injuries with da ys away from work per 100 staff members) \n Severity Rate (Number of days away  from work per 100 staff members) \n Number of Environmental Violations \nExcluded from the scope of our work is any verification of information relating to: \n Text or other written stat ements associated with Amgen’s 2013 Environmental Sustainability \nReport \n Activities outside the defined verification period of Calendar Year 2013 \nMethodology  \nAs part of its independent verification, BVNA undertook the following activities:  \n1. Interviews with relevant personnel of Am gen regarding data collection and reporting systems; \n2. Review of Amgen’s data and information system s and methodology for collection, aggregation, \nanalysis and internal audit of information used to determine the environmental data; \n3. Review of documentary evidence produced by Amgen;  \n4. Audit of Amgen’s data traced ba ck to the source fo r research and developm ent facilities located \nin Seattle, Washington and Bothell, Washington during a site visit to the Seattle site; and \n5. Review of the centralized data,  methods for consolidation of si te data and site data available in \nthe centralized data management system during a visit to Amgen’s headquarters location in \nThousand Oaks, California. \nOur assurance work was conducted in accordanc e with the International Standard on Assurance \nEngagements (ISAE) 3000 and ISO Standar d 14064-3 Greenhouse gases - Pa rt 3: Specification with \nGuidance for the Validation and Verification of Greenhouse Gas Assertions. In accordance with our \ninternal procedures for limited assurance, we use these as our reference standards.  ", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}