{"page_content": "17Amgen Page 2 \nThe work was planned and carried out to provide data verification to a limited assurance level and we \nbelieve it provides an appropriate basis for our conclusions. \nOur findings    \nOn the basis of our methodology an d the activities described above: \n Nothing has come to our attention to indicate t hat the reviewed information within the scope of \nour verification is not materially correct. \n Nothing has come to our attention to indicate that the reviewed information is not a fair \nrepresentation of the actual environmental and heal th and safety data for calendar year 2013.  \n It is our opinion that Amgen has established appropriate systems for the collection, aggregation \nand analysis of quantitative data, including energy use, direct and indirect GHG emissions, water \nwithdrawal and fate, waste quantities and disposition, injury and illness rate, lost day rate, \nseverity rate and number of environmental violations.  \nStatement of independence, impartiality and competence \nBVNA is part of The Bureau Veritas Group, an i ndependent professional services company that \nspecializes in Quality, Health, Safety, Social a nd Environmental management with almost 180 years of \nhistory in providing independent assurance services, and an annual 2013 revenue of 3.9 Billion Euros.  \nNo member of the verification team has a business relationship with Amgen, its Directors or Managers \nbeyond that required of th is assignment.  We have conducted th is verification independently, and there \nhas been no conflict of interest.  BVNA has implemented a Code of Ethics across the business to maintain high ethical standards among \nstaff in their day to day business activities. \nAttestation:  \n   \nLisa S. Barnes, Lead Verifier   Trevor Donaghu, Project Reviewer   \nTechnical Director, Climate Change Services   Senior Project Manager    \nBureau Veritas North America, Inc.  Bureau Veritas North America, Inc.   \nDenver, Colorado   San Ramon, California \nMarch 27, 2014Summary of Data—Assurance", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}