{"page_content": "4\nIn 2013, we embarked on our 2020 plan for environmental sustainability. We continue to integrate \nenvironmental sustainability practices throughout our company’s operations—from research and manufacturing practices to the design and construction of facilities.\nAbove: New facilities, \nalong with improved practices and processes for research and manufacturing are making a significant difference for energy use and carbon emissions at Amgen.Sustainability in Action\n2020 Plan Drives Sustainable Practices  \nThroughout the Value Chain\nAmgen has a new 2020 plan for environmental sustainability focused on driving sustainable practices in the areas of research, development, and manufacturing; transportation and distribution; commercial operations; sourcing; and products and packaging. By integrating sustainability practices during the design process, we are achieving further efficiencies in our business while continuing to reduce our impact on the environment. Our success depends on the creativity and resourcefulness of our staff who demonstrate their commitment to the environment both at work and in their communities.\nTechnology Tames Energy Drain\nHeating, ventilation, and air conditioning systems are Amgen’s most significant energy users, contributing more than 50 percent of the company’s total energy/carbon–related emissions. Engineers at our corporate headquarters in Thousand Oaks, California, upgraded the old chilled water/air conditioning system and installed a new automation system with real-time control, resulting in a 40 percent increase in energy efficiency for the site. With this change alone, Amgen is saving more than 28,000 gigajoules of energy and keeping 2,197 metric tons of carbon out of the environment. The local utility company, Southern California Edison, rewarded Amgen with a $1.3 million incentive for this innovation. Reducing Waste Can Be Dirty WorkDigging through the trash is not a typical task at Amgen, but in 2013, staff at some of our largest sites pulled on gloves, poured out the contents of trash and recycling bins, and documented what they found. They used evidence from these trash audits to discover new ways to improve recycling rates and reduce waste, such as by reducing the use of disposable mop heads. Some findings pointed to the need for clearer signage or better systems to encourage staff to use the composting and recycling bins appropriately.\nReducing the Environmental Footprint \nof Research and Manufacturing\nNew facilities, along with improved practices and \nprocesses for research and manufacturing, are making a significant difference for energy use and carbon emissions at Amgen. Our drug product manufacturing building in Puerto Rico earned Leadership in Energy and Environmental Design certification for conservation benefits. Other facilities for filling medicines into delivery devices and vials are being built to similar green specifications. A facility under construction in Singapore for biologics manufacturing will have a one-third smaller footprint compared with traditional facilities. \nAmgen continues to build on green practices for both \nbiologic and synthetic molecule research and manufacturing. These practices improve our ability to speed medicines to patients while reducing our environmental impact. ", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}