{"page_content": "5\nVolunteering for the Environment \nAmgen has had longstanding participation in environmental volunteering activities that grows larger each year. 2013 was the company’s sixth year to engage in the world’s largest volunteer event to protect waterways and ocean health—the International Coastal Cleanup. Colleagues from sites in Puerto Rico, Washington, British Columbia, California (San Francisco and Thousand Oaks), and Rhode Island removed nearly four metric tons of debris from beaches and inland waterways. In a similar science-based environmental volunteering activity, an Amgen engineer earned a 2013 Amgen Excellence in Volunteering Award (and a donation from Amgen Foundation to the nonprofit Reef Check) for his efforts to survey reef sites and collect data on marine life while scuba diving along the coast of Southern California for Reef Check. \nOver the past four years, staff members from Thousand \nOaks, California, have made numerous treks to Anacapa Island in California’s Channel Islands to remove non-native, invasive ice plants and restore the area with native plants that support the island’s ecosystem. The National Parks Service recognized Amgen staff in a public ceremony for volunteer efforts in 2013 on Anacapa. The Amgen Foundation Supports the EnvironmentThe Amgen Foundation supported a special initiative in conjunction with the National Fish and Wildlife Foundation’s Five Star and Urban Waters Restoration Grant program in 2013. The initiative combined volunteering opportunities for staff that support community-based wetland, riparian and coastal habitat restoration projects in areas near many of Amgen’s North American sites with funding focused on water conservation and protection. The Foundation also made grants to the EarthCorps Stewardship Volunteers and the Washington Trails Association Youth Trail Stewardship programs. \nSee the Amgen Foundation area under Corporate Giving at \nwww.amgen.com for more information on the wide variety of nonprofits the Foundation supports in communities across the United States, Puerto Rico, and Europe.Amgen makes an impact in the communities in which we operate through direct volunteer work by staff \nmembers and through financial support from the Amgen Foundation. We are a good neighbor in the communities where we work and live.\nLeft: We removed nearly \nfour metric tons of trash during the 2013 International Coastal Cleanup. \nMiddle and right: Amgen \nstaff demonstrate a commitment to the environment at work and in their communities.\n", "metadata": {"source": "NASDAQ_AMGN_2013.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}