{"page_content": "3 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 2 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\n“  At AMD, we believe that enabling tomorrow \nmeans more than just delivering great products. ”\nTABLE OF CONTENTS\n05 CORPORATE RESPONSIBILITY\n06 ENGAGEMENT + COLLABORATION\n08 CASE STUDIES\n 1 2 PRODUCT STEWARDSHIP\n 1 4 SUPPLY CHAIN RESPONSIBILITY\n 1 6 ENVIRONMENTAL SUSTAINABILITY\n 1 8 CASE STUDIES\n22 AMD IN THE COMMUNITY\n24 AMD CARES DAY OF SERVICE\n26 POWERING OUR PEOPLE\n28 GLOBAL OPERATIONS\n30 LOOKING AHEAD\n3 1 DATA TABLE\n32 EXTERNAL RECOGNITIONCOMPUTE\nAMD’s computing solutions include  high-performance APUs, Central  \nProcessing Units (CPUs), and chipsets \ndesigned for consumer and commercial \ndevices like ultrathin notebooks, convertibles, all-in-ones, and desktops  and can be found in computers from  \nevery major PC manufacturer. EMBEDDED\nAMD embedded solutions are everywhere — delivering immersive experiences,  \npowering, protecting, automating, and \ndelivering efficient solutions to industry \nclients. AMD’s embedded solutions offer innovative, graphically rich, scalable features designed to boost performance \nand capabilities while helping to reduce \ndevelopment time and total cost  \nof operation.GRAPHICS\nAMD continues its leadership in graphics architecture and products with award-winning AMD Radeon™ and AMD \nFirePro™ lines featuring the visionary \nGraphics Core Next (GCN) architecture. These graphics technologies are widely used in professional workstations, \ngaming PCs and consoles, servers  \nand embedded designs.\nhis is an exciting time to be in the semiconductor \nindustry, and an even more exciting time to be \nat AMD, as our talented global employees focus \non delivering the high-performance graphics \nand computing technologies that are creating a better future. A future defined by the combination of billions of connected \ndevices, expanding amounts of compute and storage \ncapabilities delivered by cloud servers, and the widespread  \nuse of visually immersive technologies that seamlessly blend \nthe physical and digital worlds. Together, these three trends will fundamentally improve how we use technology to  \ninteract with each other and the world around us.\nAt AMD, we believe that enabling tomorrow means more  \nthan just delivering great products. We must also remain  \ntrue to the beliefs and practices that have made AMD a  \nleader in corporate responsibility for more than 45 years. \nSuccess on both of these fronts requires that we further \nreduce our environmental impact while relentlessly pursuing the best ideas and unique perspectives through a diverse  \nand inclusive workforce.\n This year’s corporate responsibility report highlights several \nexamples of how AMD technologies are improving the world \naround us. From powering new medical breakthroughs \nusing virtual reality to improving education by creating more \nengaging environments or providing the computational \nhorsepower to more accurately map the universe, AMD is \nproud to be leading the way on so many different fronts. \nI am privileged to lead AMD’s thousands of employees \naround the world who are committed to acting as exemplary corporate citizens while remaining determined to deliver  \nthe innovations that will create a better world. \n \nDr. Lisa Su\nPresident and CEOTMESSAGE FROM OUR CEO AND PRESIDENT, DR. LISA SU\nFor more information on AMD and our corporate responsibility programs, including  \nour Global Reporting Initiative (GRI), G4 Index and data tables, please visit our  \ncorporate responsibility website at www.amd.com/corporateresponsibility OF CORPORATE  \nRESPONSIBILITY  \nREPORTING21\nYEARS\nFirePro™ S9300 x2 Server \nGraphics Processing Unit (GPU)7th Generation A-Series  Accelerated Processing Unit (APU)\nFor more than  \n46 years, AMD has \ndriven innovation in \nhigh-performance \ncomputing, graphics, \nand visualization \ntechnologies — the \nbuilding blocks for \ngaming, immersive \nplatforms, and \nthe data center. \nHundreds of millions \nof consumers, \nleading Fortune \n500 businesses, \nand cutting-edge \nscientific research \nfacilities around the \nworld rely on AMD \ntechnology to help \nimprove how they \nlive, work, and play. \nAMD employees \naround the world are \nfocused on building \ngreat products that \npush the boundaries \nof what is possible.WHO  \nWE ARE:PRODUCT  \nEXAMPLES\nEmbedded R-Series  System-on-a-Chip (SOC)\n", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}