{"page_content": "CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 20 \nTHE POWER TO MAP THE UNIVERSE\nThe universe. A mysterious vastness with an unknown history, it has piqued the interest of scientists \nsince the dawn of time. And now, thanks to the efforts of Professor Keith Vanderlinde of the Dunlap \nInstitute at the University of Toronto and AMD technology, its farthest reaches are being explored.\nThe Canadian Hydrogen Intensity Mapping Experiment, or CHIME, is a massive radio telescope  \nbeing built in British Columbia. Designed to map a larger volume of the universe than has ever been  \nattempted before, the goal of CHIME is to trace a large part of the universe’s history, to map how  \nit has expanded over time, and try to figure out the role dark energy plays in that expansion.\nHistorically, optical telescopes have been used to map the galaxies in the universe. The problem is,  \nas you get farther and farther from Earth, things become fainter and harder to see, requiring ever  \nmore complex (and expensive) telescopes. To overcome this, CHIME measures the bulk emission  \nof “radio light” — radio waves emitted from hydrogen gas — from many galaxies together.  \nThis increases the overall signal strength, helping them to more efficiently map the universe.\nIn the past, this type of measurement would have required many large, hundred-meter-class radio \ntelescopes. The creators of CHIME realized that rather than building dozens of telescopes, they could \nbuild one “digital telescope” that would process all the light it received with a massive supercomputer \npowered by a series of the world’s fastest single-precision GPU accelerators, the AMD FirePro™ S9300  x2 GPU.\n1 This supercomputer can continually focus in many directions simultaneously, making the \ninstrument not only more sensitive, but faster.\nWhile the possibilities were endless, due to the sheer computational power required, digital telescopes \nhave until now been prohibitively expensive undertakings. Enter AMD. According to Vanderlinde,  \n“ AMD has the fastest processor on the market and they can do these computations more efficiently \nthan anybody else. Not only at a lower price and at lower power, but it was an easier development \nprocess to get from zero to here. We’re very appreciative of the supporting efforts from AMD in this \nproject. ” The result? An ideal collaboration of scientific ingenuity and technological prowess — initiated \non Earth and completed in the stars.21 CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nWith the onset of  \npreviously unavailable technology and tools  such as the AMD FirePro™ S9300 x2 GPU, we now have the computational power, bandwidth, and efficiency to study the impact of dark energy  on our universe.\n–  Keith Vanderlinde,  \nProfessor, University of Toronto \n1 AMD internal testing as of March 2016. System configurations may vary, yielding different results.  \n For more information please visit http://www.amd.com/en-us/products/graphics/server/s9300-x2", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}