{"page_content": "23 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 22 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINEAMD  IN THE \n   COMMUNITY“I want to be a doctor. ” “I want to be a computer programmer. ” “I want to be an engineer. ” These aren’t the declarations of incoming  \nuniversity freshmen, but career aspirations of students around the world that have participated in AMD Changing the Game, an initiative  \nof the AMD Foundation to inspire youth to learn critical science, technology, engineering and math (STEM) skills. \nWe know that young people are the key to solving the world’s most complex issues, and strong STEM skills are essential. AMD’s Changing  \nthe Game program fosters collaboration between schools, private industry, non-profit groups and others to advance STEM education  \nin new and innovative ways. AMD Changing the Game has been implemented in eight regions around the world, including the  \nUnited States, China, Malaysia, Canada, Europe, the United Arab Emirates, Brazil and India. \nIn 2015, we collaborated with Quest Alliance to develop a hands-on program in schools in Bangalore and Hyderabad, India. 371 students  \n(186 female and 185 male) participated in the pilot program designed to introduce students to STEM by designing simple games and  \ncoding projects using Scratch, a free programming language designed by the MIT Media Lab. AMD also equipped the schools with state  \nof the art computer labs featuring HP desktop systems. In addition, AMD India employees contributed their time to serve as mentors  \nto the students.\nA globalized, technology-driven world means that students and teachers alike need to cultivate skills that can meet 21st century  \nchallenges. By working through the game design process from start to finish, both students and teachers develop problem solving  \nand collaborative learning skills. AMD CHANGING THE GAME — BUILDING SCIENCE, \nTECHNOLOGY, ENGINEERING, AND MATH SKILLS  \nTHROUGH GAME DESIGN FOR \nMORE  \nTHAN  \n30 YEARS \nAMD has invested money, \ntime, and technology in  \norganizations that help \nstrengthen communities \nworldwide. Additionally,  \nour employees continue  \nto make their communities  \na better place by donating  \ntheir time, talent, and  \nmoney to charitable causes. \nSince 1995, AMD employees  \nhave contributed  \n$16.4 million and have \nperformed more than  \n188,000 hours  \nof volunteer \nservice.\nAMD’s annual Fan Drive for Family Eldercare\nAMD has a long-standing relationship with the Austin nonprofit Family Eldercare,  \nwhich has the mission of providing essential services to seniors, adults with  \ndisabilities, and caregivers in the Central Texas area. Since 1998, through  \nsponsorship, fundraising, and volunteer time dedicated to their Summer Fan Drive,  \nAMD and its employees have contributed over $217 ,000 to the organization, thereby \nproviding more than 15,000 fans to those in need during the hot summer months. \nBefore this class  \nwe were not able  \nto understand \nprogramming, but  \nnow that we have  \nbeen working on the  computers we are able  \nto understand coding  and have the skills to  do projects on our own. \nThis has been the  \nmissing class at  \nour school.\n–  Yashawini and Deepika, \nStudents in India\nAMD Changing the Game provides an avenue for students in India \nto enhance their STEM skills and for teachers to further develop  \ntheir skill set to help educate and motivate students. \n– Swetang Vin, Corporate VP , Finance", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}