{"page_content": "25 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 24 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\n        AMD  CARES  \n DAY OF SERVICE\nEmployees from Singapore to Sunnyvale and points in between came together to support their communities through volunteer projects. \nThe goal was simple: mobilize teams of AMDers to make an impact in their communities on a coordinated day and to continue that \nspirit of service throughout the year.\nWhat we accomplished\nWhat we accomplished  \nVolunteers in Texas, Colorado, California and Massachusetts participated in several open \nspace beautification and maintenance projects to help create more sustainable parks. \nEmployees from our Sunnyvale, California site spent a morning at the InnVision Shelter \nworking on a number of improvement projects, including painting and lawn maintenance,  \nto provide a safe and pleasant environment for the residents.\nThrough the Seminole Education, Restoration, and Volunteer Program, AMD employees  \nin Orlando, Florida removed trash from the Econlockhatchee River to protect water quality, \ncommunity health, and area wildlife.\nEmployees in Taiwan and Hong Kong removed over 30 bags of trash from riverbanks  \nand shorelines, continuing their ongoing efforts to help protect the environment.\nIn support of education initiatives, our Singapore employees hosted a tech day event  \nfor students from the East Coast Primary School, while several other sites assembled  \nlearning kits, wrote notes of encouragement and mentored local school children.\nIn Malaysia, volunteers purchased, prepped, cooked, and distributed meals to homeless \npeople. Austin, Texas employees also served meals to the homeless through Caritas \nCommunity Kitchen, and employees in Boxborough, Massachusetts packed 11,000 meals  \nfor Stop Hunger Now.What we learned\nKeep it flexible: While many employees liked being out in the community, others appreciated the flexibility of onsite projects. Hosting volunteer events at the office was successful for \nmany of our sites; in fact, the AMD office in Boxborough, Massachusetts more than doubled \ntheir expected participation rate. We also offered a variety of different causes that our \nemployees could choose to support.\nMake it personal: Email and social media are great tools for getting the word out, but our \nmost effective communications were face-to-face meetings with site leaders who then \nbecame champions for the cause.\nPlan early and share the load: An event of this scope takes a great deal of planning to \nexecute properly. AMD’s global network of site champions were on the front line identifying \nvolunteer opportunities, recruiting employees, and leading projects.\nRecognize and reward: Recognition goes a long way and it’s critical to acknowledge and  \nthank volunteer leaders and participants so they look forward to future activities.\nKeep the spirit going: While one day can definitely make an impact, one of the biggest \nbenefits of the Day of Service model is to raise awareness of the importance of volunteering \nin the community year-round. Nutritious meals  \npacked & servedEducational student  \nproject kits assembled\nBags of trash from  \n6 shoreline cleanupsTrees  \nplanted\nParks restored — lots of mulch \nspread, miles of trails clearedRaised for  \ncharities1,184\n3,50217\n48EMPLOYEE  \nVOLUNTEERS\nVOLUNTEER  \nHOURS  GLOBAL  \nSITES  \nGLOBAL  \nNON-PROFITS  \n11K+\n$20K+400+\n200+1K+\n725 CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nWe have an obligation to be good stewards in the communities where we operate.  \nYes, we are innovators and technologists — but AMD Cares Day of Service is a chance  \nfor our neighbors to see that we care about our communities.Mark Papermaster, \nSenior VP and CTOFOR \nMORE  \nTHAN  \n30 YEARS \nAMD has encouraged our \nemployees to volunteer in  \nthe communities where  \nthey live and work.  \nTo build on this history,  \nAMD hosted its  \nfirst annual \nAMD Cares Day \nof Service in \nSeptember  \nof 2015.\nMark Papermaster, Senior VP and Chief Technology \nOfficer, and Devinder Kumar, Senior VP and Chief \nFinancial Officer, distributing food at a volunteer event  \nat the Columbia Neighborhood Center in Sunnyvale, CA.", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}