{"page_content": "27 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 26 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINEGender Diversity Metrics\nIn 2015, we first reported the gender makeup of our engineering teams. Our 2015 data is  \nnearly identical to our 2014 data, except for a 1% increase in women in senior management.  \nWe recognize the challenge of increasing representation of women in engineering and other  \nroles and will continue our efforts to recruit diverse talent and foster an inclusive culture.\nEmployee Resource Groups\nAMD launched a new policy in 2016 that aims to encourage employee engagement through  the creation of Employee Resource Groups (ERGs). We’ve had affinity groups for years,  \nnotably the Women’s Forum. The introduction of a corporate ERG policy is intended to  \nclarify the process and encourage other employee groups to form.\nERGs are an important facet of AMD’s culture. They augment our workplace culture as well as \nsuggest improvements to policies and programs that help make AMD a great place to work.Current ERGs at AMD\nAMD Future Leaders — This ERG was created to develop, unite and empower early career \nprofessionals through various learning opportunities that foster growth and success. \nAMD Green Teams — This ERG aims to educate and inspire AMDers around the globe to conserve \nresources, save money, and improve the environment.\nAMD Pride — The mission of the Lesbian, Gay, Bisexual, Transgender (LGBT) and Allies of AMD \nPride is to promote a positive and inclusive environment for all employees, regardless of sexual \norientation or gender identity, through education, networking, and workplace collaboration. \nAMD Women’s Forum (AWF) — The AWF strives to build a respected and innovative company \nthrough the collaboration and contributions of women.\nHealth & Wellness\nOur Wellness@Work program helps our employees and family members get healthy and stay \nhealthy. This program focuses on maintaining healthy weight, eating right, exercising more,  \nand avoiding tobacco to improve quality of life and reduce healthcare costs.POWERING\nOUR PEOPLEInnovation is AMD’s \ncore value proposition and fuels our business. \nInnovation is at its  \nbest when creative minds and people  \nwith all kinds of \nbackgrounds work \ntogether in an  \nengaging and  open environment.\nRuth Cotter  \nSenior VP and Chief Human Resources OfficerIf you believe you can change the world, you will. Ensuring that we are \nextraordinarily successful in what we do will make it easier for the next group. Really thinking about our how we enable the next generation of women leaders is critical.\nDr. Lisa Su \nPresident and CEO\nFrom Dr. Su’s presentation at the Institute of Electrical and  \nElectronics Engineers (IEEE) Women in Engineering (WIE)  \nconference Lead Beyond: Accelerating Innovative Women Who Can \nChange the World in April of 2015. Dr. Su delivered her thematic \nkeynote: Believe – Success – Enable, in which she offered her  \ninspiring guide for navigating careers into the future of technology.Total Workforce Senior Management Engineering\nEvery one of us can change the world because we are working in the most exciting technology field. Dr. Lisa Su, \nPresident and CEO87% 83% 71% Male Male Male\nFemale Female Female 13% 17% 29%Raffle winners from the AWF’s Fireside Chat  \nwith Dr. Lisa SuMembers of AMD’s newest ERG,  Pride2015 GLOBAL EMPLOYEE DATA", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}