{"page_content": "CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE32 RECOGNITION\nFinalist in PR News’ 2016 CSR Awards \nfor Sustainability/CSR Report.\nThe Environmental Leader Product & Project Awards recognize \nexcellence in products, services, or projects that provide  companies with energy and environmental benefits.\nAwarded to those companies which according to the oekom  \nCorporate Rating are among the leaders in their industry and  which meet industry-specific minimum requirements.Listed on the Dow Jones Sustainability North America  Index in 2015. AMD has been listed since 2002.\nListed on the MSCI Global Sustainability Indexes. \nAMD FirePro™ S9150 GPUs powered the L -CSC cluster at the GSI \nresearch facility which ranked #3 in The Green 500’s November  2015 list of the most energy efficient supercomputers in the world.\nFor the fourth consecutive year, Thomson Reuters  \nrecognized AMD as one of the 100 top global innovators.\nAMD ranked No. 13 in Forbes’ list of The 25  \nHappiest Companies To Work For In 2015.  AMD ranked No. 14 in Business Insider’s 2015 list of  The 25 Best Tech Companies To Work For In America.©2016 Advanced Micro Devices, Inc. All rights reserved. AMD, the AMD logo,  \nFirePro, Radeon and combinations thereof are trademarks of Advanced Micro Devices, Inc. Other trade names are used for identification purposes only and  may be the property or trademarks of their respective owners.\nThe inclusion of Advanced Micro Devices, Inc. in any MSCI index, and the use of MSCI logos, trademarks, service marks or index names \nherein, do not constitute a sponsorship, endorsement or promotion of Advanced Micro Devices, Inc. by MSCI or any of its affiliates.  \nThe MSCI indexes are the exclusive property of MSCI. MSCI and the MSCI index names and logos are trademarks or service marks of  \nMSCI or its affiliates.TO LEARN MORE,  \nVISIT WWW.AMD.COM/ CORPORATERESPONSIBILITYTO LEARN MORE,  \nVISIT WWW.AMD.COM/ CORPORATERESPONSIBILITY\n", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}