{"page_content": "5 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 4 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\ne are as committed to responsibility today as we were when we issued our  \nfirst “environmental report” back in 1995. In that time, AMD has changed  \nin some fundamental ways. Back then, AMD had manufacturing facilities  \naround the globe. Today AMD is a leading semiconductor provider with a  \nlight operational footprint. \nWith a reduced direct operational impact we are now more focused on the “upstream” and  \n“downstream” parts of our value chain. Upstream, we are working with our suppliers on their \nsocial and environmental performance. Downstream, we are focused on the energy efficiency \nof AMD products. Our 2015 carbon footprint study showed that users who upgrade to AMD’s \nlatest mobile processor can save up to 50% in electricity and greenhouse gas (GHG) emissions. \nOur work on energy efficiency led to the theme of this year’s report: “Inspired by You. ”  \nIt includes case studies that demonstrate the potential for AMD technologies to  \nimprove social and environmental conditions around the world. Lastly, we are continuing our journey toward simplification. After twenty one years of \nreports, we believe we can communicate our progress more effectively and efficiently.  \nThis year, AMD will discontinue our “full” sustainability report. Instead we are issuing  \nthis summary and publishing additional data on our website. \nWe will continue to use the guidelines from the Global Reporting Initiative (GRI) and other \nstandards. And while we are honored to have been a member of the Dow Jones Sustainability \nIndex for the last 14 years, we have made the decision not to participate in this year’s survey \nin the interest of conserving resources. \nIt is an exciting time at AMD, with new products, a motivated workforce, and new directions \nfor corporate responsibility. I invite you to read about these changes in this summary report  \nand at our website. And, as always, we welcome your feedback.\nTim Mohin \nSr. Director, Corporate ResponsibilityOUR STATS\nEstablished in 1969 and headquartered  \nin Sunnyvale, California\nMore than 7 ,500 employees worldwide\nOperating at 46 locations in  \n25 countries, including R&D  \nfacilities, international sales offices, \nand joint ventures with assembly/test manufacturing facilities in Malaysia  and China\nPublicly traded under NASDAQ: AMD \n2015 revenues of USD$4billion \nOUR OFFERINGS\nAPUs for notebook, desktop,  \nprofessional workstation, game  console, and embedded markets\nx86 microprocessors for consumer, \nembedded, and commercial markets, including data centers\nEmbedded microprocessors  \nfor industrial, commercial,  and consumer markets\nGraphics, video, and multimedia \nproducts and technologies for desktop and notebook PCs, embedded systems, professional workstations, servers,  \nand game consoles\nAMD is the only company to offer an \nambidextrous portfolio for the data center, and our x86, APU, and ARM \ntechnologies are targeted to meet  \nthe diverse needs of the modern enterprise — today and tomorrow.WCORPORATE RESPONSIBILITY AT AMD: CHARTING THE ROAD AHEAD\n5 CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nAMD technology powers the  \nleading game consoles.\nAMD technology powers virtual reality news  \nand reports from the Associated Press.AMD technology powers the biggest  \nTimes Square Ultra HD display.\nAMD technology powers the most  \nimmersive HTC Vive experiences. AMD technology powers education  \nfor tomorrow’s leaders.\nAMD technology powers the  \nORION supercomputer.\nThe world’s top companies trust AMD. \nAMD powers everything from the world’s leading game consoles to powerful gaming PCs, \nWindows® 10-based laptops, the largest Ultra High Definition Times Square display,  \nthe ORION Supercomputer and beyond. \nDiscover the leading products and businesses that run on AMD at AMD.com/everywhere\nThe AMD 2015 carbon footprint study is available at www.amd.com/Documents/carbon-footprint-study.pdf", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}