{"page_content": "7 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 6 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nEngagement: Ceres Stakeholder Panel\nWorking with Ceres, an award-winning, non-profit group focused on business and sustainability, AMD has  \nestablished a stakeholder advisory panel consisting of experts from industry partners, advocacy groups and  \nsocially responsible investment firms. We typically meet with the panel once to twice a year to share our \nprogress against goals and to gain insight on how we can improve our corporate responsibility strategies, \ncommunication and performance. \nIn February of this year, we engaged Ceres and a team of external stakeholders to review plans for this  \nyear’s sustainability report. This independent group represents a range of constituencies with expertise in \nenvironmental, social and governance issues. In reviewing our reporting plan, the group considered whether  \nAMD adequately reported on its sustainability performance and key impacts, including goals, targets, systems,  \ndata and initiatives. Through this review process, the Ceres stakeholder team provided extensive feedback to  \nAMD, which was considered in the preparation of the final version of this report.\nCollaboration: Punching above our weight \nAMD drives collaboration and innovation in the technology sector. Acting alone, even companies many times  \nour size can only have limited influence. Meaningful improvement in corporate citizenship requires collaboration  \non a global scale. Collaboration between industry peers and competitors is difficult to achieve, but when it’s  \ndone well, it can be transformative. While we may not be the largest technology firm, our collaborative  \ninitiative and leadership helps benefit people and our planet well beyond our own reach.Timothy Smith \nDirector of Environmental, Social, and Governance  \nShareowner Engagement, Walden Asset Management Natasha Scotnicki  \nSenior Program Director,  \nCorporate Program, CeresAMD has actively engaged stakeholders \nin its materiality assessment and is now \nusing the results of the assessment \nto drive more robust sustainability reporting and goal-setting in key \nperformance areas. Given where  \nAMD sits in the value chain, it is  \ncritical that this report reflects its  \nefforts to advance a sustainable  \nglobal supply chain.\nAMD is a long-term top performer in \ncorporate responsibility, often ranked \nahead of much larger companies. \nThey serve as an example for mid-cap \ncompanies considering the benefits of \ncorporate responsibility programs.ENGAGEMENT\nCOLLABORATION &A FEW EXAMPLES OF OUR INDUSTRY COLLABORATION EFFORTS:\n", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}