{"page_content": "9 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 8 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nHow can we better engage students in math and science? Considering the technical challenges of the future, it’s an important question — one that inspired the founders of zSpace.\nA staggering number of children report being bored in the classroom, especially when it comes to science, technology, engineering, and math — the so-called STEM skills.  \nOne study found that “only 16% of American high school seniors are proficient in mathematics and interested in a STEM career. ”1 To truly engage students requires an innovative  \napproach. The zSpace system, powered by AMD technology, allows students to not only visualize complex topics, but interact with them in real time.From analyzing the human heart to deconstructing a piece of machinery, students simply put on a pair of zSpace glasses, pick up a stylus, and start exploring. Virtual holographic  \nimages can be “lifted” from the screen and manipulated with the stylus. According to zSpace Marketing Manager Amanda Austin, “zSpace changes the human/computer interface.  \nInstead of leaving everything stuck behind the screen, you get to engage with it above the screen in your world. ”\nMade possible by AMD FirePro™ graphics cards, zSpace is a technology borne of collaboration. With the only graphics card that could support the stereo imaging needs of the zSpace  \nhardware, AMD was the obvious partner. Inspired by what zSpace was doing, AMD used the experience to improve their own products. According to Eric Tripp, Senior Quality Assurance  \nLead at zSpace, “ AMD said, ‘You know, we don’t really have any clients doing this the way you are … we don’t have anyone raising these issues. ’ So because of zSpace being sort of that  guinea pig and providing all this feedback, they’ve now built a world-class driver. ”\nThe AMD and zSpace joint effort is a testament to the power of collaboration and inspiration. Applying innovative technology to help students learn,  \nthe companies worked together to create a world-class educational solution.\nI was working with a local district when a parent came rushing in and said, \n“My son came home from school today and said, ‘Dad, I finally get it now.  I get why people do this and I get how the heart works. ’”\n– Elizabeth Lytle, Director of Education & Product Experience, zSpaceZSPACE AND AMD: COLLABORATING  \nTO HELP STUDENTS LEARN SCIENCE  THOUGH VIRTUAL REALITY\n1 Dr. Jackie Gerstein, Education Insider™, “STEM for Elementary School Students — How to Instill a Lifelong Love of Science, ” It’s About Time 08/13/2015INSPIRED,  \nEVERY DAY \nWe are inspired by how \ndigital technology has improved our world.  \nFrom helping students  \nlearn to innovative new therapies for veterans,  \nto even mapping the universe we live in, AMD technology is opening new doors to a better world. ", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}