{"page_content": "11 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 10 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\n“MORE SMOG, MORE GUNFIRE,  \n  MORE BACKGROUND NOISE… ” \nFor Marine Corps veteran Chris Merkle, coping with the lingering stress of his deployment in Iraq has meant embracing new technology \ncreated for combat veterans like himself. \nIt’s called Bravemind, and it’s a virtual reality exposure therapy (VRET) simulation to help those suffering from post-traumatic stress \ndisorder (PTSD). Utilizing an immersive and realistic virtual environment enabled by AMD graphics technologies, Bravemind recreates \nunique interactive scenarios to help soldiers normalize the experiences they went through. The end result? A huge leap forward in \ntheir personal therapy. According to Merkle, “it allowed me to go back in time pretty much, and put me right back in that exact place ... and I’m able to process that instead of avoiding it. ” By providing his own input to make the scenario more life-like for his situation, \nMerkle was able to repeatedly experience and process what he went through — in his own words, fast-forwarding his therapy by  \ntwo to three years.\nPowered by AMD FirePro™ graphics, Bravemind is the brainchild of Skip Rizzo, PhD VR Research Director at the University of \nSouthern California, who was inspired to explore the possibilities of clinical VR in the early 1990s. But his true inspiration for \nBravemind came when he saw a video clip of Full Spectrum Warrior™, a real-time tactical video game. With realistic graphics that \nlooked like Iraq and Afghanistan, the game made him think back to his time as a clinician at the Veteran’s Administration (VA),  \ndoing PTSD treatment with Vietnam vets. Concerned that U.S. soldiers currently on tour in the Middle East would soon be returning home with Vietnam-level trauma, he decided to use his VR knowledge to help. \nAfter receiving initial funding from the Office of Naval Research, Rizzo created his prototype with four scenarios: desert driving, \nmountain driving, U.S. driving, and a small Middle Eastern city. Within a few years, he received more funding to build out 14 different \nworlds, from an Afghan village to a remote mountain outpost, an industrial area, and more. \nWhile VR is becoming more and more recognized in the mainstream, it still has a long way to go. With the help of AMD, Rizzo is \ntrying to spearhead a consortium to build enough systems for every VA facility. And there’s no denying the need. According to Merkle, \n“When we come back, we really need assistance transitioning. I think this is an amazing tool that really helps us catch up to our peers. ”11 CORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nSome people \nhave tried many forms  of therapy  and this is  the only thing that works  for them.\n–  Skip Rizzo, PhD  \nVR Research Director, \nUniversity of  \nSouthern California", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}