{"page_content": "13 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 12 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nWe take pride in designing technology that provides world-class performance as well as security and energy efficiency.\nEnergy Efficiency\nWe continue to accelerate energy efficiency gains that optimize the computing performance delivered per watt of energy consumed.  \nThis is a vital aspect of AMD’s business strategy and our cutting-edge chip architecture, design and power management features have \nresulted in significant leaps forward in processor energy efficiency. \nPOLARIS  \nARCHITECTURE\nOur groundbreaking Polaris \narchitecture will power visually \nrich experiences ranging  \nfrom gaming and virtual  \nreality devices to medical \nimaging while expanding the \nhorizons of energy efficiency. \nPolaris-based graphics \npromise as much as twice  \nthe performance per watt \ncompared to our previous \ngraphics processing units.1  \nOur guiding light is to \nefficiently power every  \npixel on every device. ON TRACK FOR 25x 20 \nIn 2014, we announced a goal to accelerate the energy efficiency of  \nour mobile APU processors by 25 times by 2020. The first two products \nlaunched under the goal — the 6th and 7th generation A-Series APUs — \nposition AMD ahead of the trend line to meet 25x20.\nACCELERATING ENERGY EFFICIENCY\nTYPICAL USE ENERGY EFFICIENCY\n“Tigris”“Kaveri”6th Generation APU,\n“Carrizo”7th Generation APU,\n“Bristol Ridge”Required Trend\nfor 25x20\nEnergy Eﬃciency \nof AMD APUs\n2009 2010 2011 2012 2013 2014 2015 2016\n10xINCREASE IN ENERGYEFFICIENCY(2009–2014) 25xADDITIONAL ENERGYEFFICIENCY BY 2020(2014–2020)\nEnergy efﬁciency gains from “Bristol Ridge” puts AMD ahead of the trend line needed to achieve our 25x20 goal\nFor more information and substantiation please go to www.amd.com/en-us/innovations/software-technologies/25x20 PRODUCT STEWARDSHIP Security\nWith “always connected” computing devices and the increasing amount of sensitive  \ndata shared digitally, entire societies now depend on secure information technology (IT).  \nA trusted computing environment is a fundamental necessity for any IT infrastructure  \nto function properly. \nThe AMD Secure Processor is our robust security solution that provides built-in security  \non our SOCs and APUs. These products feature ARM® TrustZone® technology, a system- \nwide approach to security that enables partner software to run on top of our hardware  \nby partitioning the SOC/APU into two virtual “worlds. ” Sensitive tasks run on the AMD \nSecure Processor — in the “secure world” — while other tasks run in “normal operation. ”\nWe’ve been incorporating security features into our silicon and partnering with both \nindependent hardware vendor (IHV) and independent software vendor (ISV) companies  \nto create world class solutions for many years. We will continue working alongside \ncustomers, partners and public policy makers to bring innovative security measures  \nto market. Providing security to users of our processors is a top priority for AMD.\nLife Cycle Assessment\nOur aim is to minimize environmental impact at every stage of the product life cycle.  \nIn 2015, we conducted a life cycle carbon footprint study of our 6th Generation A-Series APU, \nwhich was then reviewed by a third party. They confirmed that using the 6th Generation \nA-Series APU can result in up to 50% reduction in GHG emissions compared to the previous \ngeneration APU, while more than doubling battery life and performance per watt.  \n \nThe overall power and GHG savings can be significant for our enterprise customers.  \nFor example, upgrading 100,000 PCs to the 6th Generation AMD A-Series APU  \n(from the previous generation) could save an estimated 4.9 million kilowatt hours  \nof electricity — or roughly USD$495,000 (assuming U.S. pricing) and 3,350 metric  tons of GHG over a 3-year product service life. These savings are equivalent to the  \nenergy needed to power 461 U.S. homes for a year.Packaging\nWe’ve reduced the net weight of raw materials in our “processor in a box” (PIB) packaging  \nby 71% since 2010. The smaller and lighter packaging also utilizes more recycled and  \nreused materials. In the previous five years, the savings from these efficient designs  \nhave been remarkable:\nReduced 644 metric \ntons of raw materials, \nequivalent to the weight \nof 400 average cars  \nSaved more than  \nUSD$3million\nThe AMD carbon footprint study is available at www.amd.com/Documents/carbon-footprint-study.pdf1 For more information please visit www.amd.com/en-us/innovations/software-technologies/25x201 For more information, please visit http://www.amd.com/\nen-us/innovations/software-technologies/radeon-polaris80\n70\n60\n50\n40\n30\n20\n10\n050% GHG drop \nin use phaseKgCO2-e / APU\n“Kaveri”\nWater Fabrication“Carrizo”\nAssembly, Test & Pack Product UseCarbon Footprint Comparison of AMD A-Series APUs1", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}