{"page_content": "15 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 14 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nOur goal is to deliver high-quality products while ensuring that working conditions \nthroughout our supply chain are safe, that workers are treated with respect and  \ndignity, and that manufacturing processes are environmentally responsible. \nOn April 29, 2016, AMD and Nantong Fujitsu Microelectronics Co., Ltd. (TFME) announced a \nsemiconductor joint venture that gave TFME operational control of AMD’s assembly, test, \nmark and pack (ATMP) manufacturing facilities in Penang, Malaysia and Suzhou, China, \nincluding approximately 1,700 employees and management team members. TFME has an \n85% ownership of each of the ATMP facilities, while AMD retains 15% ownership of both \noperations. TFME serves as the controlling shareholder for the new joint venture businesses. The transaction combines AMD’s high-volume ATMP facilities with TFME’s expertise to \nservice a broad range of customers. This latest step in our strategic transformation further \nsharpens our focus and operations on designing high-performance products.\nElectronic Industry Citizenship Coalition (EICC) \nAMD is a long-standing member of the EICC. Our Senior Director of Corporate Responsibility is the immediate past-Chairman of the EICC Board of Directors. We have adopted the \nstandards within the EICC Code of Conduct and expect our suppliers to conform to them  \nas well. We annually assess conformance to the EICC Code of Conduct for ourselves and  \nour manufacturing suppliers.\n \nConflict Minerals\nWe are taking steps to break the link between the trade in minerals and ongoing conflict  \nand human rights abuses in Central Africa. To this end, we believe that an effective  \napproach has three fundamental elements:1. A mineral certification program that enables the traceability and certification  of minerals mined in the Democratic Republic of the Congo and adjoining  \ncountries (the “DRC region”) \n2. A conflict-free smelter program that enables third-party validation of each smelter’s \nsourcing practices and a determination of whether its sources are conflict-free \n3. Due diligence to verify that tin, tantalum, tungsten, and gold in AMD’s finished  \nproducts can be traced to a certified conflict-free smelter.\nHuman Rights\nOur long-standing commitment to upholding high standards of corporate responsibility includes respecting the human rights of individuals directly impacted by our global \noperations. We strictly forbid any forced labor practices or human trafficking in any  \nAMD operations or our supply chain. \nAMD’s Worldwide Standards of Business Conduct outlines our expectations for ethical \nconduct and human rights commitments. All AMD employees, agents and contractors  \nare required to be periodically trained on upholding these standards. \nIn addition, we’ve adopted the EICC Code of Conduct in our own operations and as our \nSupplier Code of Conduct. We believe that these industry-wide standards are an efficient \nand effective means to integrate social, environmental, and ethical responsibilities into  \nthe global electronics industry supply chain. SUPPLY CHAIN\nRESPONSIBILITY\nCANADATa Sn Au W\nCompliant: with Conﬂict Free Smelter Program (CFSP) audit protocols, includes LBMA Responsible Gold, and TI-CMC Member Companies (Tungsten)\nActive: in process of completing CFSP audit\nCFSP-eligible: conﬁrmed SOR eligible for CFSP , but not yet participating94%TANTALUM SMELTERS OR REFINERS (SOR) TIN TUNGSTEN GOLD\n93% 100% 100%\n100% of conﬂict mineral smelters or reﬁners identiﬁed in AMD’s supply chain have been independently \naudited or are active in CFSP audit process.2  AMD’s primary silicon wafer foundries are conﬂict-free.3Data Table1# %\nCompliant\nActive\nCFSP-eligible\nTotal\n1. Based on information provided to AMD by our manufacturing suppliers and the CFSI as of March 31, 2016.\n2. Excludes legacy supplier data from SeaMicro, which AMD exited in the ﬁrst quarter of 2015. \n3. Based on silicon wafers received from GLOBALFOUNDRIES and TSMC as of March 31, 2016.100%0%4%96%\n205091967% 6%\n", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}