{"page_content": "17 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 16 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\nCharting a Sustainable Path to 2020 \nWe’ve established new science-based climate protection goals for AMD operations and expanded our supply chain climate protection program.  \nClimate science concludes the U.S. corporate sector needs to reduce absolute GHG emissions by an average of 3.2% per year through 2020 to avoid  \nthe worst effects of climate change.1\nFollowing this “3% Solution, ” AMD’s science-based goal is a 20% reduction of our operational GHG emissions by 2020, from a 2014 baseline.2 We utilized  \ninput and models from climate experts to set this goal, and plan to achieve it by reducing energy use and increasing our usage of renewable energy. \nWe achieved a 12% reduction in absolute energy use and 13% of our energy was derived from renewable sources in 2015. Other 2015 environmental  \nresults include a 10% reduction in global water use, and a 77% diversion of non-hazardous waste from landfills. In 2015, the savings from conservation  \nefforts exceeded an estimated USD$4million.\nExpanding Supply Chain Sustainability \nSilicon wafer manufacturing represents the bulk of AMD’s environmental footprint within \nour supply chain. Starting in 2014, we partnered with our semiconductor foundry partners to \nestablish “best-in-class” environmental goals for AMD wafer production. These goals were \ndesigned to significantly outperform industry averages across environmental and safety \nperformance metrics. AMD and our semiconductor foundry partners are on track for each  \ngoal as of the end of 2015. In 2016, we are expanding this partnership approach to other  \nmanufacturing suppliers. ENVIRONMENTAL\nSUSTAINABILITY\nAMD joined \nthe “ American \nBusiness Act on \nClimate Pledge” to \nsupport positive \naction-oriented \noutcomes from \nthe 2015 United \nNations climate \nsummit in Paris. \nThe negotiations \nresulted in nearly \n200 countries \nagreeing to a \nhistoric global  \nclimate accord.THE WHITE \nHOUSE’S \nAMERICAN \nBUSINESS ACT \nON CLIMATE \nPLEDGE\n1 www.cdp.net/CDPResults/3-percent-solution-report.pdf  \n2  The 2014 baseline for 2020 GHG reduction goal does not include  \nAMD’s ATMP operations due to transfer to a joint venture in 2016.1 Semiconductor Industry Association (SIA) average is from 2015.  \n2 MI = Manufacturing Index: (Sq. cm of silicon x masking layers x wafers per year)\nBased on the US EPA ’s greenhouse gas equivalences calculatorAMD Green Teams: Grassroots Sustainability Action\nOur award-winning Go Green program connects AMD \nemployees and the environment. It aims to educate and \ninspire AMDers around the globe to conserve resources, \nsave money, and improve the environment around them. \nIn 2015, we launched a web portal to support and encourage \nAMD employees in their efforts to improve the environment.  \nCalled “My Sustainability, ” the site lists 60 specific actions \nthat include eating local organic food, carpooling, and turning \noff office equipment each day. Employees can set goals,  earn badges, and see their “Eco-Ranking” compared to peers. \nIn 2015, employees entered over 1,000 actions that resulted \nin measurable savings: Employee Eco Awards\nAwarding Eco Excellence — In 2015,  \nAMD held its 5th annual “Eco Awards”  \nto recognize employees’ personal  \ncommitment to sustainability. Winners  received executive and peer recognition,  \nalong with a custom-engraved bamboo plaque.\n1. Water Warden: COLBY RENFRO  Mile High Design Center: Saved 230,000 liters of water.\n2. Energizer: JAMES DEPENNING  \nBoston Design Center: Conserved 5,600 kilowatt  \nhours of electricity.\n3. Trash Talker: JOHANN PAIS  Austin: Avoided 400 kilograms of waste to landfill.\n4. OVERALL WINNER: MELANIE GOMEZ  \nMarkham: Completed a total of 40 sustainability  \nactions and achieved AMD’s top eco-ranking!\nKPI\nGHG emissions (direct) On track\nOn track\nOn track\nOn trackOn trackElectricity use\nWater use\nHazardous waste recycle rate\nInjury & illness rate30% below SIA avg. per MI \n1, 2\n40% below SIA avg. per MI 1, 2\n40% below SIA avg. per MI 1, 2\n65% or higher\nReduce year over yearAMD GOAL STATUSWater saved 3,002,521 liters\n87,782 kilograms\n5,670 kilograms70,860 kilowatt hoursEmissions avoided\nEnergy saved\nWaste reduction\nIN 2015 ALONE   \nTHE EMISSION REDUCTIONS  \nWERE EQUIVALENT TO  \nREMOVING  \n400 VEHICLES \nFROM U.S. ROADSGREENHOUSE GAS  \nEMISSIONS FROM   \nEMPLOYEE COMMUTES  \nAND AIR TRAVEL   \nHAVE DECREASEDSINCE 201023%\n", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}