{"page_content": "19 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 18 \nCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE\n HOW THE LARGEST COMPUTER LEARNING LAB IN THE U.S.  \nBUILDS ONE-ON-ONE RELATIONSHIPS\nFor the staff at Austin Community College (ACC), everything they do is about helping students. Their mantra is “Start Here, Get There. ” And for many of the college’s \nroughly 50,000 enrollees, that means spending time in the ACCelerator. A high-tech learning lab, the ACCelerator is home to more than 600 Dell Wyse thin clients \npowered by AMD Embedded G-Series APUs. “Thin client” refers to desktop computers that are connected to a server for centralized management so there are fewer points of failure, less susceptibility to viruses or malware, better security, and greater energy efficiency. The ACCelerator uses thin clients for traditional learning and for \ndelivery of a widely recognized and innovative math course called Assessment and Learning in Knowledge Spaces (ALEKS). An adaptive learning program, ALEKS uses \nartificial intelligence to assess proficiency and progress, creating a customized learning plan which allows students to reach college-level math at their own pace with \nthe help of dedicated instructors who give one-on-one attention. \nThe ACCelerator lab is very much in line with ACC’s mission of sustainability. As a signee of the Carbon Commitment (formerly known as the American College & University Presidents’ Climate Commitment), ACC has pledged to make their facility and operations carbon neutral by 2050. According to Andy Kim, Director of Environmental Stewardship, “We always look at the best value for the district — which means that we are looking at the value and sustainability attributes of the products or services \nwe buy. ” When considering technology options, Mr. Kim believed that the Dell Wyse thin client computers powered by AMD processors would enable the ACC campus to \nreduce their energy consumption (compared with a traditional desktop environment). And he was right. AMD-powered Dell Wyse thin clients are estimated to reduce the \nlab’s energy consumption and GHG emissions by 82%.As a community college, we are there to help anybody \n—in any stage of their learning and formal education—  \nget from where they are to where they want to go. \n– John Thomason, Professor, Austin Community CollegeCORPORATE RESPONSIBILITY  \nSUMMARY MAGAZINE 18 \nTHE USE OF  \nTHIN CLIENTS  \nINSTEAD OF  \nDESKTOPS \nRESULTED  \nIN AN ESTIMATED  \n82% SAVINGS  \nIN ENERGY  \nAND  \nGREENHOUSE  \nGASES\n1\n1 Based on ACC’s typical usage data and calculated using AMD’s Total Savings Estimator available at www.amd.com/en-us/solutions/embedded/thin-client/tco-calculator", "metadata": {"source": "NASDAQ_AMD_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}