{"page_content": "10 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n2.3 REPORT SCOPE\nAEGON recognizes that to implement Corporate Responsibility\npractices effectively requires an understanding of the variousmarkets, countries and cultures where it is active. AEGON’s\ncountry units subscribe to a common set of CR guidelines and\nprinciples that are based on the Code of Conduct and areestablished at the Group level. This CR Report aims to provide acomplete overview of AEGON’s worldwide CorporateResponsibility performance and activities. The financialinformation in this report has been extracted from the AnnualReport and refers to the entire organization. The environmentaland social information in this report refers to all country unitswith more than 600 employees\n1.Overall, the environmental and\nsocial information in this report covers the major country units,which is close to 90% of the total AEGON Group, measured innumber of employees. Illustrative text box stories, however, havebeen derived from the entire organization. AEGON’s objective inthe coming years is to have all AEGON country and business unitsrepresented in this report.\nUnless otherwise stated, this report covers the full year 2005.\nThe previous CR report covered the year 2004 and was released\nin August 2005. Financial information and employee information\ncoincide with the numbers presented in AEGON’s 2005 Annual\nRepor t. This report was developed by the Group Corporate\nResponsibilit ydepartment, which is managed by AEGON’s \nGroup Corporate Affairs. Please share your opinion about \nthis r epor tand AE GON’ scorpor ate responsibility efforts at:\nresponse@aegon.com. \n2.4REPOR TPROFILE AND P ARAMETERS\nThe guidelines of the Global Reporting Initiative (GRI) have\nserved as a partial framework for this CR Report. GRI refers to the large multi-stakeholder network of thousands of experts, in do zens of countries worldwide, who participate in working\ngroups to develop common indicators, with the vision that\nrepor ting on ec onomic, environmental and social performance \nbyall or ganizations is as routine and comparable as financial\nrepor ting. AE GON’s CR report does include most of the GRI\nindicators, relating to AEGON’s focus areas of governance,\nmark etplace and workplace.\nThe content of this report is partly based on the results of\nextensive reporting by the major country units. The country units,\nthrough their CR le ader s,areresponsible f or collecting and\nsubmitting the data. Complete data is not available for all \ncountry units. AEGON is listed on the world’s leading stock exchanges: \nNew York, London, Amsterdam, Frankfurt, Zurich and Tokyo. The Group works closely with insurance and pension regulators,\ncentral banks and accountants in all its geographies to monitor its performance and data reliability. AEGON’s extensive disclosureprocesses do not warrant the additional step of obtaining anoutside audit of this CR report. \n2.5 CR ORGANIZATION\nGROUP LEVEL\nCorporate Responsibility is promoted and coordinated across \nthe business through Group CR, which is a department within \nGroup Corporate Affairs. Group CR is led by Guy Nielsen, senior vice-president, whose role is to manage AEGON’scorporate responsibility progress across the Group, includingpolicy formulation and the management of corporateresponsibility reporting. \nMr. Nielsen reports his CR activities to Executive Board\nmember Johan v an der Werf. Mr. Van der Werf chairs the \nCR strategy team consisting of eight individuals from AEGON’s\nmanagemen tand is the e xecutive responsible for facilitating\nimpr ovemen tsin CR across the entire Group.\nCOUNTR YLEVEL\nIn line with AEGON’s strategy of ensuring local autonomy, each\ncountry unit controls its own Corporate Responsibility agenda,within the framework provided by Group CR. Each country unithas a CR leader who is responsible for the following: \n•managing c orporate responsibility implementation \nand in tegration\n•managing implemen tation o fthe Code of Conduct\n•overseeing data collation for reporting \n•developing loc al policie s\n•monitoring local activities\n•reporting progress to Group CR\nThe CR leader typically manages the country unit’s CR activities\nin tandem with his or her other work responsibilities. As a result,the CR activitie sarereflected in the CR leader’s job performance\ngoals and are thus a factor in determining the individual’s\nperformance-based remuneration.2. PROFILE\n1Except when specifically indicated, operations in the Czech Republic, Poland, Slovakia and Spain \narenotincluded in the pr esented data, nor are joint ventures included. In addition, the\noperations of several sales organizations of AEGON, including Meeùs (NL), Positive Solutions\n(UK), Origen (UK) and World Financial Group (US), are omitted. ", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}