{"page_content": "12 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n3. GOVERNANCE\nwell within its internal minimum requirement of 70%. Perpetual\ncapital securities comprised 13% of its total capital base. Senior and\ndated subordinated debt accounted for the remaining 11%. Overallthis reflects a strong capital base to the benefit of customers.\nAEGON is committed to a strategy that assures its continuing\nfinancial strength. The financial strength is reflected in the\nratings as depicted in the table.3.1 CORPORATE GOVERNANCE\nAs a company subject to Dutch law, AEGON is governed by \nthree corporate bodies: the General Meeting of Shareholders, the Supervisory Board, and the Executive Board. AEGON has \nawell-established and comprehensive governance framework.\nPlease refer to the Corporate Governance section of AEGON’s 2005Annual Report at www.aegon.com for details regarding AEGON’scompliance with the Dutch Corporate Governance Code. In early2005, the Supervisory Board reviewed the Dutch CorporateGovernance Code and subsequently approved amendments toAEGON’s Articles of Incorporation. Shareholders approved theseamendments during the General Meeting of Shareholders (AGM)held on April 21, 2005. AEGON’s compliance with the DutchCorporate Governance Code was a specific agenda item at theAGM as recommended by the Corporate Governance Committee.\n3.2 PROVIDERS OF CAPITAL\nAt December 31, 2005, AEGON’s shareholders’ equity capital\nrepresented 76% of its total capital base (up from 72% in 2004),\nAEGON CFO, JOS STREPPEL, ACTIVEL Y\nPARTICIPATES IN CORPORATE GOVERNANCEDEBATE AND OVERSIGHT\nAEGON attaches great value to well-functioning governance\nand ec onomic frameworks, as they are essential for a \ncomp any to remain sound and responsible and capable of\ncapturing continued growth. For this reason, we actively\nparticip ate in the development and promotion of such rules. \nAs exemplified by Jos Streppel’s membership in the Dutch\nMonitoring Committee, AEGON’s leaders play an active role in public debate and take on responsibility as members ofadvisory bodies and committees for the development of legalframeworks. The Dutch Monitoring Committee’s primary task istomonit or the oper ation of the Dutch Corporate Governance\nCode and its implementation by listed companies and\nshareholders. Jos Streppel also participates in the developmentof the International Financial Reporting Standards (IFRS) viathe E uropean insur anceindustry’s ‘CFO Forum’. \nAEGON USA WEB-BASED TRAINING \n‘INTEGRITY ED’ \nIn 2002, AEGON USA established a web-based employee-\ntraining program designed to reinforce the strong valuesAEGON considers beneficial to its customers, employees,\nshar eholder s, and other stakeholders. The program is called\n’Integrity ED’ and encompasses training modules that overview\nlegal, e thical and in tegrity topics. \nIn 2005 ‘Our Code of Conduct’ module was completed by\n98% of the USA employees. In addition new employees are alsoassigned this module.\nThe entire Integrity ED training program has received high\nmarks from AEGON USA employees. Of the employees whoresponded, 9 6% found that the courses deliver value, 91%\nconsidered the material relevant and timely and 95% said that\nthey would apply what they learned to their jobs.RATINGS CREDIT INSURANCE FINANCIAL STRENGTH\nas per January 31, 2006\nScottish \nAEGON N.V. AEGON USA AEGON NL Equitable\nS&P rating A+ AA AA AA\nS&P outlook Stable Stable Stable StableMoody’s rating A2 Aa3 Not rated A1Moody’s outlook Stable Stable Not rated Stable\nFitch rating AA– AA+ Not rated Not rated\nFitch outlook Stable Stable Not rated Not rated\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}