{"page_content": "AEGON USA’S ‘RULES OF THE ROAD’ PROMOTE AEGON’S CODE OF CONDUCT\nAEGON CORPORATE RESPONSIBILITY REPORT 2005 13\nIn2005, AEGON paid a total of EUR 701 million in interest and\ndividends. See the breakdown in the pie chart below.\nAEGON values its many trusted relationships within the global\ninvestment community and is committed to the highest standardsof integrity and fair disclosure. The geographical diversity of theinvestor base reflects AEGON’s broad international business reach(see page 6).3.3 CODE OF CONDUCT\nAEGON’s Code of Conduct provides management and employees\nwith guidelines based on AEGON’s core values, business principlesand rules of conduct. AEGON believes that it is critical for the\nCode to be incorporated into the day-to-day operations of all\ncountry units and that each and every employee comes tounderstand and abide by its principles. AEGON provides ongoingeducation and continuously monitors the Code’s implementationand its effect, as well as ensuring its ongoing compliance. \nThe Code of Conduct has been distributed to AEGON’s \nentire workforce with the exception of employees of AEGON’s joint ventures. However, AEGON’s executive management does expect joint ventures to practice high ethical standards. To strengthen the awareness and compliance of the Code ofConduct, an intranet-based training module about the Code wasdeveloped and piloted in 2005 and will be rolled-out to the entireglobal workforce during 2006.\nRULE 1 – CREATE A POSITIVE WORKPLACE\nPositive work environments depend on respecting people and\nempowering them to do their best. Make it a goal to promotecooperation, teamwork, creativity, fairness, and a positiveattitude – not only in your department but anywhere you travelalong the AE GON road.\nRULE 2 – INFL UENCE O THERS\nGood AEGON drivers make a point of doing the right thing –\nfrom c ontributing t oour c ommunities to promoting fair play. \nBesuretotreat other driv ers – customers, business partners,\ncompetitors, and employees – with the honesty and respect\ntheydeserve.\nRULE 3 – KEEP ACCURATE FINANCIAL AND \nACCOUNTING RECORDS\nComple teand ac curaterecords of all financial transactions are\ncritically important to AEGON’s reputation. Be a good AEGON\ndriver – track income and expenses carefully and be ready foran inspection.\nRULE 4 – PROTECT COMPANY PROPERTY AND INFORMATION\nIdeas and data are important corporate assets, and good\nAEGON drivers protect them. Be on guard: keep company\ninformation and property safe and secure at all times.\nRULE 5 – PRESERVE COMPANY REPUTATION\nYour driving principle should be to do what’s right for AEGON.\nDon’t turn an ycorner that might take you down the road\ntoward a conflict of interest causing others to doubt your\nintegrity. Stay clear of intersections that could cause accidentaldamage to our name or image.RULE 6 – C OMPLY WITH LAWS AND REGULATIONS\nAEGON drivers respect and follow all industry laws and\nregulations t oassuresafety and compliance. Be sure to report\nany dangerous or illegal activity you see on the road.\nRULE 7 – COMMUNICATE FOR THE COMPANY\nOnly specifically authorized AEGON drivers can speak for the\ncomp any.Direct all enquirie sor reque stsfor information from\noutside the company to the appropriate designated\nspokesperson.\nRULE 8 – MAKE RE SPONSIBLE INVESTMENTS\nAEGON drivers who manage financial assets must follow\nappr opriat einvesting standards, while weighing the factors\nmost likely to affect the return on investments. Take risk\nmattersinto proper account, and make sure you follow all\ngenerally accepted regulatory and accounting rules that apply\ntothe financial services and investment industry.\nRULE 9 – RE SPECT THE ENVIRONMENT\nResponsible AE GON driv erstakean activ erole in preserving\nenvironmental resources. Look for ways you and your\ncolleagues can reduce consumption and follow environmentallyfriendly pr actic es.\nRULE 10 – GOVERN THE CORPORATE RESPONSIBILITY\nAEGON has an excellent driving record and holds itself\naccountable to all stakeholders who join us for the ride. Weprovide clear and transparent disclosure of our\nmanagemen tpractic es,policie sand r esults. Having a clear \nview of the road ahead will take us toward a bright future.\nDividend paid on Common sha res 193\nDividend paid on Pre ferred sha res 79\nInterestpaid on Other equity in strument s191\nInterestondebt instrume nts 238INTERESTS AND DIVIDENDS 2005  in EUR million", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}