{"page_content": "14 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n3. GOVERNANCE\nPIET SPRENGERS OF THE VBDO COMMENTS \nON AE GON’ SPROGRESS IN THE AREA OF\nCORPOR ATERESPONSIBILITY\n“This is the thir dyear AE GON is reporting on Corporate \nResponsibility; this alone is a positive indicator that the \ncompany is committed to the subject. Overall there is clearly an e ffort being made to increase transparency with regard to \nCR activitie s.\nTo keep the momentum AEGON should strive to complete\nfuture reports prior to its Annual General Meeting ofShar eholder s(AGM). In addition, AEGON should focus on\nclearly defining key performance indicators on sustainability,\nwith clear objectives and targets. This will add to clarity,direction, measurability and management, both internally andexternally.”\nPietSprenger s\nDirector of the VBDO (the Dutch Association of Investors \nfor Sustainable Development) \nResponse: AEGON understands the importance of completing\nthe CR report prior to the Annual General Meeting ofShareholders and will do its utmost to improve the timing offuture CR reports. In addition, AEGON intends to improve itstransparency by providing more quantitative data to supportAEGON UK BOOSTS CONSUMERS’ \nFINANCIAL LITER ACY\nFinancial illit eracyregarding savings products is a pervasive\nproblem throughout Britain and has led directly and indirectly\ntothe bur dens o ftoday’smarket: heavy regulation of sales and\nmarketing; low levels of participation in long-term savings and\nprotection products; and the industry’s damaged reputation. \nTohelp remedy this situation, AEGON UK has been\ncamp aigning f or public and priv atesector efforts to improve\nthe population’s financial literacy across all generations – in\nschools, in the workplace and at retirement. The issue is at theforefront, and specific projects are currently being rolled out in\nschools and workplaces across Britain. \nAEGON UK is heavily involved in the National Strategy for\nFinancial Capability run by the Financial Services Authority andthe Informed Choice Initiative, spearheaded by the Departmentfor Work and Pensions. Other partners include the Consumer’s\nAssociation, the National C onsumer C ouncil, the P ersonal\nFinance Education Group and Citizen’s Advice. AEGON UK has\nbeen campaigning for industry-wide participation through theAssociation o fBritish Insurers. AEGON UK, proving its\ncommitment to practical action and a sound framework, will\nspons or several of the most productive projects and initiatives. \n3.4 RISK AND COMPLIANCE MANAGEMENT \nGROUP LEVEL \nAEGON has moved towards greater levels of centralization in the\nareas of risk management, capital management and compliance\nprograms. This has been necessitated by today’s increasingly\ncomplex and highly regulated environment. AEGON believes thatgreater centralization in these areas will contribute to betterproducts and services which will help to ensure long-termconfidence in AEGON’s businesses and sustain the trust of itsmany stakeholders. Please refer to the risk section in the AEGON2005 Annual Report.\nEmployees of all Group companies are required to comply\nwith AEGON’s core values, business principles and Code ofConduct. At the same time, AEGON’s decentralized approach,whereby local management is empowered to develop productsand services best suited to local needs, also applies to Corporate\nResponsibility. Determining specific policies and targets continues\nto be the responsibility of management in local country units in\norder to ensure that those objectives reflect local circumstances.\n3.5 STAKEHOLDER ENGAGEMENT\nAEGON engages with a wide array of stakeholders, both at \nthe corporate level and at the country level. AEGON’s keystakeholders are customers, shareholders, employees, businesspartners and communities where it maintains operations. Otherparties whom AEGON regards as essential to its sustainabilityinclude regulatory bodies and industry associations.\nEach country unit has its own methodology for internally\ncommunicating stakeholder feedback and making sure promisesarebeing kept and actions taken.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}