{"page_content": "16 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4. MARKETPLACE\n4.1 CUSTOMER BENEFITS\n4.1.1 CUSTOMER NEEDS REGARDING INSURANCE, PENSIONS\nAND LONG-TERM SAVINGS PRODUCTS\nAEGON regards insurance and pensions as a global growth\nbusiness, given demographics and global trends. At the same\ntime, crucial differences exist in local markets. In its mainmarkets, the United States, the Netherlands and the UnitedKingdom, AEGON focuses on providing products and services toindividuals, companies and institutions. In these markets, AEGONenjoys significant scale advantages to capitalize on a broad rangeof efficiencies. In its other markets – Canada, China, CzechRepublic, Hungary, Poland, Slovakia, Spain and Taiwan – AEGONfocuses mostly on individuals and, in some cases, companies. In2005, AEGON paid in total EUR 1 6.0 billion in claims and benefitsto its customers around the world. \nAEGON UK RECOGNIZED AS GROUP PENSIONS\nPROVIDER OF THE YEAR\nScottish Equitable, a subsidiary of AEGON UK, operates\nprimarily through financial advisers. It strongly believes in the\nbene fitsitscustomers receive through independent financial\nadvice. Such support allows customers to make informed\ndecisions, investing in products that best suit their needs andpersonal circumstances.\nScottish E quitable was awarded Group Pensions Provider \nof the Year 2005 at the Financial Adviser Life and Pensions\nAwards. This award is voted for by financial advisers who wereasked torateScottish Equitable in relation to competitive rates,\nproduct innovation, sales, marketing and PR, charges and\nfinancial advisory support. At the same awards ceremony,Scottish Equitable came in third in the Pension Provider of theYear category. \nAdding to its accolades, the company also won the\nInternational Insur anceExcellenc eAward at the 2005 KPMG\nBusiness and Finance Awards.TRANSAMERICA RETIREMENT SERVICES\nRECEIVE SSIX ‘BE ST IN CLASS’ CLIENT\nSATISF ACTION RANKINGS\nTransamerica Retirement Services (Transamerica) received six\n‘Bestin Clas s’ratings from the Chatham Partners’ 2005 Client\nSatisfaction Analysis. This is a significant acknowledgement of\nits commitment to continuously improve on client relationships.\nTransamerica received ‘Best in Class’ ratings in the\nfollowing ar eas: timeline ss of contributions, distributions and\nloans, accuracy of contributions, overall satisfaction with\nprocessing of employee transactions, accuracy of participantstatemen ts, clarity of participant statements, and courtesy and\nprofessionalism of personnel.\n“Transamerica has taken remarkable steps this year to\nimprove in all areas of client satisfaction,” said Peter Starr,president of Chatham Partners. ”The six ‘Best in Class’ ratingsareatestament to Transamerica’s dedication to client\ncommunic ation and it sconsis tenteffort to meet the retirement\nplanning needs of plan sponsors.” \nThe survey indicated that ‘overall client satisfaction’ with\nTransamerica exceeded Chatham’s proprietary benchmark, as\nwell as its 2004 rating.4.1.2 CUSTOMER SERVICE FEEDBACK AND COMPLAINTS \nAEGON serves over 30 million customers in diverse markets and\nwith differing customer service requirements. Responsiveness tovarying client demands continues to be a high priority within\nAEGON. All AEGON Group companies aim to establish and\nmaintain long-term relationships with their customers. This isachieved by providing excellent service and by active listening inorder to best service clients’ needs. Respecting customer privacy,as highlighted in the Code of Conduct, is a critical requirement.Moreover, across the Group companies, underwriting processesare established in a fair and ethical manner, taking into accountall risks relevant for insurance policies and other contracts.Openness and responsiveness to customer feedback and complaintsis yet another essential element to good customer relations.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}