{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 17\nAEGON UK AND THE TREATING CUSTOMERS\nFAIRL YINITIA TIVE \nAEGON UK is r equir ed totreat all of its customers fairly. \nAnd the British Financial Services Authority (FSA) and the\nAssociation o fBritish Insur ers(ABI) are also putting renewed\nfocus on the customer; there are two initiatives in particular\nthat fit well with AEGON UK’s desire to put the customer first:\nThe FSA’s Treating Customers Fairly Initiative requires all\ncomp aniesregulat ed by the FSA to follow a set of customer-\nfocused principles. In response, AEGON UK has developed an\noverall company-wide Treating Customers Fairly policystatemen t. And AEGON UK has put these principles to action.\nFor example, in relation to its insurance companies, AEGON UK\nhas made improvements in its marketing and productdevelopment. In these areas the company now carries out morecustomer research at the product design stage in order to fullyunder stand client requirements. And literature, including\nmaterial f or advis ors,explicitly de fines the target customer\ngroup to ensure more customized service.\nThe ABI has launched the Customer Impact Scheme. It is a\nvolun tary scheme for life and pension providers and offers a\nsupport mechanism for AEGON UK’s own Treating Customers\nFairly pr ogram. T his program seeks continual improvements\nover the life of a customer’s relationship. For example, in\nrelation to its insurance companies, AEGON UK has alreadyimproved the layout of its company’s Key Features, Illustrationsand Y early S tatemen ts; removed certain complex charges; and\nadopted plain English across all literature and customer\ncommunication. The entire organization has implemented theseimpr ovements, and they are now treated as ‘business as usual.’ Customer service is a top priority and AEGON takes all steps to\nassure transparency and clarity. All of AEGON’s country unitssystematically monitor customer satisfaction and complaints.\nNearly all country units have separate organizational unitsdedicated to fielding such complaints. Apart from monitoring,separate customer surveys are conducted to uncover unmetclient needs in order to develop improved insurance and savings\npropositions. As much as possible, AEGON Group companies \nwork to convert individuals’ feedback into positive change for all their customers.\nAEGON-CNOOC RECEIVES VARIOUS CUSTOMER\nSERVICE A WARDS\nAEGON-CNOOC started operations in May 2003 in Shanghai,\nChina. In April 2005, the Beijing branch opened and in\nSeptember o fthat y ear the opening of the Jiangsu branch was\ncelebrated. AEGON-CNOOC uses multiple distribution channels\nand has a strong focus on customer service.\nFollowing a survey conducted by the influential Shanghai\nJiefang Daily ,AEGON-CNOOC w as recognized with various\nawards, including:\n•outstanding S ervice Insurance Company of 2005\n•outstanding Service Team of 2005 – Claims\n•outstanding Special Service of 2005 – Telemarketing\n•outstanding Service Agents of 2005\nIn smaller country units, AEGON maintains customer feedback\nand complaint systems at country unit level. For larger countryunits, those systems are maintained at operating unit level. \nGiven the varied client segments and product offerings, inaddition to multiple complaint numbers and definitions, it is not feasible to maintain an AEGON-wide central customerfeedback organization. Nevertheless, where possible, AEGON\nGroup companies continue to work towards a more uniform\napproach within their units. For example, the units of AEGON The Netherlands jointly developed a uniform complaintregistration system.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}