{"page_content": "4. MARKETPLACE\n18 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4.1.3 RESPONSIBLE SALES\nLife insurance products are generally regarded as complex\nfinancial instruments aimed at risk reduction and long-termsaving. Since customers’ circumstances and objectives differgreatly, their insurance and investment needs are likewise varied. \nAproduct designed to mitigate risks and achieve savings for\none customer may be less suited in achieving the same objectivesfor another. Given the complexity and long-term nature of\ninsurance products, and customers’ awareness of their risks andreal objectives, the insurance sector is prone to allegations of‘mis-selling’ – meaning selling products that in the final analysisdonot meet the needs or expectations of the customer during\nthe whole contract period.\nTOPDESK UNIFORM COMPLAINT REGISTRATION\nSYSTEM IN THE NETHERLANDS\nAEGON T he Ne therlands has r ecently converted to a new,\nuniform complaint registration system called TOPdesk. \nThis s ystem enable sAEGON The Netherlands to register and\nmonitor customers’ complaints in an organized fashion. Marieke\nFieten, manager of the project team, is very enthusiastic aboutthe po ssibilities of TOPdesk: “The system gives us an overview\nofthe c omplain tssowe can identify trends from which we can\nlearn. But it is crucial to register all complaints carefully in\norder to really know what we are doing right and what we aredoing wr ong.”The pr oject team consists of eight members\nfrom all participating units and two IT specialists.\nThere are currently two units who do not use TOPdesk, \nSC Asset Management and Sales Corporate & InstitutionalClients. This is because these units do not have direct contactwith individual c ustomers and intermediaries. However, AEGON\nThe Ne therlands s trivestohave all its units connected to the\nTOPdesk system in due course.THE MEDIATOR FOR THE KOERSPLAN CASE\nCOMMENTS ON THE OUTCOME \nThe Ombudsman ( an independent mediator) for the insurance\nsector in The Netherlands, Mr. J.W. Wabeke, mediated between\nAEGON T he Ne therlands and c ustomers who bought the\n‘Koersplan ’product sand claimed they were not aware of the\nterm life insurance component of the product.\nThe Ombudsman considered the product improvements\noffered by AEGON The Netherlands as fair. He furthermoredeclared “AEGON showed the willingness to work together withthe Ombudsman in an open and hone stmanner t ofind a fair\nsolution. I have good memories about the attitude of AEGON\nThe Netherlands’ management in the process.”\nSource: Jaarverslag Ombudsman Verzekeringen 2005 \n(Annual R epor tOmbudsman Insur ance2005)Like its peers, AEGON has had to deal with cases of alleged mis-\nselling. AEGON The Netherlands is involved in a discussion with‘Koersplan’ policyholders, an investment product with built-in life\ninsurance coverage. The buyers claim that they were not aware of the plan’s term-life insurance component. After mediationthrough the Dutch insurance sector Ombudsman in May 2005,AEGON offered financial compensation to the policyholders.\nAnother example, but not related to life insurance, concerns\nthe security lease products issue in the Netherlands. During the 1990s security lease products were sold in the Netherlandson a large scale by several financial institutions, includingLegiolease/Labouchere, at that time a subsidiary of AEGON. \n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}