{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 19\nAKZO NOBEL CHOOSES AEGON’S LIFE \nCYCLE S CHEME\nBeginning January 2 006, Dut ch emplo yees can individually\nfinance their own sabbatical leave or early retirement with a\ntax-friendly r egime c alled the ‘L evensloopregeling’ (individual\nlife-cycle savings scheme).\nThe individual life-cycle savings scheme that AEGON has\ndeveloped perfectly combines the certainty of saving and the\ngrowth po tential of investing in shares. When a customer\nprefers saving, he or she receives an attractive savings rate. \nIf the customer prefers to invest in shares, he or she canchoo sebetween different investment profiles. \nAkzo Nobel was looking for a partner that offered the\npossibility to both save and invest. After a thorough search andselection procedure, the company chose AEGON as its partner.Akzo Nobel decided to sign a collective contract with AEGONand o ffer all 12,000 of its employees the AEGON individual life-\ncycle s avings s cheme .SinceAkzo Nobel’s move, many other\ncompanies have followed its example and signed collective life-\ncycle savings schemes with AEGON. AEGON The Netherlands isnowrecognized as a market leader in this segment. In2000, Labouchere was sold to Dexia. Shortly thereafter in\n2001, the security lease issue emerged following the sharp fall ofshare prices. In 2002, Dexia initiated a lawsuit against AEGON,\nwhich was settled out of court in 2005 by a payment by AEGONto Dexia of an amount of EUR 218 million. The settlementcontributed to a special arrangement between customers andDexia that has become a standard for compensatory settlement\nin the Netherlands. It was accomplished through the mediation \nof former European Central Bank president Duisenberg. AEGONapplies the principles of the Duisenberg Arrangement whendealing with complaints regarding its own security lease products. \nONCOLOGY RESEARCH\nThe AE GON Gr oup is a supporter of oncology research,\nfocusing on funding c oordinated prostate, breast and colon\ncancer research at three locations: the VU Medical Center in\nAms terdam, Utr echtUniv ersity Medical Center in Utrecht and\nthe Johns Hopkins Oncology Center in Baltimore. In recent\nyears, AEGON Group has extended its oncology funding to Asiabysupporting a joint cancer research program between Johns\nHopkins and the Nanjing Univ ersityin China.In order to enhance AEGON The Netherlands’ services and\nproducts, the company has taken a number of measures in recent years.\n4.2 PRODUCT INNOVATION AND TRANSPARENCY\nCustomers’ pension and long-term savings needs are complex\nsince circumstances and risk tolerance vary widely. It is for this\nreason that there is a need for the ongoing development of\nfinancial products that can be tailored to suit individual needsand changing circumstances. Increasingly, products must alsotake into account fluctuations of financial markets and the\nheightened regulatory environment.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}