{"page_content": "4. MARKETPLACE\n20 AEGON CORPORATE RESPONSIBILITY REPORT 2005\nAEGON USA’S MARKETING MATERIALS\nDEVELOPMENT PR OCESS\nAEGON US Aserves as an example of the rigor that goes into\ndeveloping product materials. Established principles, policies\nand AE GON’ sCode o fConduct ar efundamental in its material\nproduction, supervision and review. Materials that are used in\nthe sale of our products require review and approval by thecompany to assure the material is clear, understandable and in\ncomplianc ewith applic able la ws, regulations, and the Insurance\nMarketplace Standards Association (IMSA) principles and code\nof ethics. \nThe end r esult o fthis process is effective product material\nthat provides clear, understandable and complete disclosure\nabout premium, costs, values and benefits and the products’guaranteed and the non-guaranteed elements.AEGON CANADA MOVES BEYOND SELLING\nINSUR ANCE T OEDUC ATING CUSTOMERS \nAEGON C anada has de veloped pro-active, innovative ways to\nexplain to external parties how its products work. For example, the\ncomp anyconduct ssales conferences with distributors and key\nadvisors, involving representatives from most of its departments.\nAt these conferences, it opens up to questions in order to foster abetter understanding of how its products function. \nAEGON C anada als oorganiz es ‘Business Builder’\nworkshops. These workshops are conducted by Marketing in\nconjunction with other units, such as Underwriting, to providemoreinformation about the inner w orkings of the products.\nWhile these sessions were mainly targeted to advisors and\nfinancial planners, some were designed for accountants and tax consultants. AEGON is committed to clear, transparent and sound products\nand services. Marketing, communications and product informationare also subject to government regulation and all AEGON Group\ncompanies are expected to comply with various local legislationscovering these aspects. Moreover, AEGON companies subscribe tovoluntary industry standards and continually attempt to improvethe product documentation. This multi-faceted approach requires\nwell-established checks and balances to safeguard that all\nregulatory, voluntary and internal requirements are being met. Increasingly, AEGON is moving beyond its role as a service and\nproduct provider to also educate consumers and their financialadvisors about how its products work in the present and in the\nfuture so that all interested parties can make better, moreinformed decisions.\nRegardless of the time and attention given to developing clear\nand transparent product conditions and materials, it is only when \nthey are delivered into the marketplace that their effectiveness\ncan ultimately be measured. Modifications are made if and whenthey are deemed necessary to better serve the needs andinterests of the consumer.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}