{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 21\n4.3 RESPONSIBLE PRODUCTS \nIn the United Kingdom and the Netherlands, AEGON offers\nSocially Responsible Investment (SRI) funds managed by AEGONasset management divisions. In the United Kingdom, the SRI\nfunds – as a percentage of all assets under management –\nremained constant at 0.6% in 2005. All these assets aremanaged on behalf of policyholders who decide in which fundstheir assets are invested. In the Netherlands, SRI assets as afraction of all assets under management grew from 0.10% in2004 to 0.28% in 2005. Moreover, 35.7% of the Dutch SRI assetsare managed on behalf of policyholders whereas the remainder ismanaged in general account. AEGON The Netherlands’ employeepension fund has invested 24% of its equity assets in AEGONThe Netherlands’ SRI fund. Within the entire organization, 0.18%of the assets under management are in SRI funds.\nSUCCESS OF AEGON’S UK ETHICAL CORPORATE\nBOND FUND HIGHLIGHTED IN ‘THE S COTSMAN’\nExcerptsfollow from the article ‘Ethical approach pays off with\nahealthy return for AEGON fund’:\nAnear GBP 60 million fund, AE GON’ sEthical Corporate\nBond Fund is prohibited by its own parameters from investing \nin about two-thirds of investment grade bonds. The strict ‘dark-green’ criteria also preclude it from investing in gilts. Yet, the\nfund – the f irstethical bond fund in the UK – is ranked in the\ntop quartile in its sector over one, three and five years. It aims\nto maximize total returns by investing in sterling-denominatedcorpor atebonds that mee tits predefined, ethical criteria. \nCompanies that are involved in the likes of animal testing,\narmaments or nuclear weapon manufacture, nuclear power,gambling, alcohol, tobacco and pornography are screened out,as are banks with exposure to large corporate or Third Worlddebtand businesses that operate in countries with poor human\nrightsrecords.\nPhil Milburn has managed the fund since March 2002,\nturning in a performance that earned him the title of UKcorpor atebond manager of the year at the Lipper Citywire All\nStar Awards earlier in 2005 – the second successive year in\nwhich an AE GON manager clinched the cr own. “ As much as it\nwas me who won the award, it’s genuinely a team effort,”\nMilburn told The Scotsman. “Our process isn’t rocket science:it’s all about diversified sources of outperformance.” \nJennifer Hill\nThe ScotsmanAEGON UK STRUCTURAL BRAND REVIEW\nIn early 2 005,AEGON UK conducted its first structural brand\nreviewin or der to understand the values and identities of all \nits brands and identify commonalities. Internal and external\nstakeholder swereinterviewed to gain a perspective of the\nchallenges and opportunities for AEGON UK and its portfolio \nof brands. Common attributes such as straightforwardness,transparency, intelligence, and expertise were found. \nAEGON UK will c ontinue it sbrand research to be able to\ndetermine how to deliver a unified message internally and for\nits markets. The aim is to achieve a winning brand strategy thatreflectsand supports AEGON UK’s strategy.In the UK, where policyholders also decide in which funds to\ninvest, the Ethical Corporate Bond Fund and the Ethical EquityFund issue a newsletter for investors. These are the only AEGONUK funds to do so. The newsletter appears twice a year andinforms investors about trends and developments in sociallyresponsible investing and the performance of the funds. Besidesthe strong fund performance, this is another way to activelypromote SRI within AEGON UK.\nBesides considering criteria specific to socially responsible\nInvestments, AEGON attaches great importance to makingresponsible investments in general. That is why an entire sectionofAEGON’s Code of Conduct deals with making responsible\ninvestments. When selecting or advising clients on selecting\nequity, debt or other investments, relevant company and sectorfactors must be considered.\nThis has been reproduced by kind\npermis sion o fThe S cotsman publications.", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}