{"page_content": "22 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4. MARKETPLACE\nMoreover, AEGON does not invest in nor does it recommend\ninvestments in companies that it knows to have engaged in orhave links to unethical activities or organizations. \nLife insurance is designed to provide protection and future\nfinancial security. The demands of individuals and families withmiddle to low household income, are underserved in mostcountries in which AEGON operates. AEGON has products and\nservices especially designed to meet the needs of this market \nas follows:\n•AEGON Direct Marketing Services, Inc. focuses on middle\nincome households seeking affordable insurance protection.\nIn addition, they offer a range of supplemental life and healthinsurance products for the underinsured and low-income\nmarket. This includes accidental death, term life, credit andwhole life insurance.\n•Transamerica Life (AEGON) Canada offers various products\ndesigned to satisfy the income protection needs for low-to-middle market clients, e.g. TermSelect 10 and TermSelect 20,ProtectorPlus, WealthAdvantage & EstateAdvantage.\n•The Community Investments Group of AEGON USA Realty\nAdvisors originates investments in low-income housing tax credit (LIHTC) partnerships and provides permanentfinancing for qualifying projects in which AEGON USA is \nthe equity investor.\nAEGON COMES OUT ON TOP IN THE BRAND\nASSET V ALUATOR IN THE NETHERLANDS\nAEGON w as iden tified as one of the most valued brands in \nthe Dutch insurance sector according to recent independent\nresearch using the Br and Asset Valuator. This tool, developed\nby advertising agency Young & Rubicam, measures brand value\nusing two dimensions: brand vitality and brand stature. In bothcategories, the score garnered by AEGON was among the\nhighe st,resulting in the best overall position among Dutch\ninsurance brands. The high score on brand stature indicates\nthat AEGON currently has a powerful brand in the Dutchinsur ancemark etand the high score on brand vitality indicates\nsignificant growth potential. The research was conducted and\ninitiated independently.AEGON THE NETHERLANDS HELPS\nINTERMEDIARIE SWITH IMPLIC ATIONS \nOF A NE WLAW\nStarting in August 2005, intermediaries can call a special\nAEGON-t elephone number t ogetanswers to questions\nregarding the implications of a new Dutch law on financial\nservice provisioning (Wfd, ‘Wet financiële dienstverlening’ – anewDutch Financial Services Act). Thirteen specially trained\nemplo yeesareavailable.\nAEGON also offers its intermediaries training sessions on\nthe subject. These training sessions are tailor-made for AEGONproduct sand c omply with all s tandards of the AFM (The\nNetherlands Financial Markets Authority). Additionally, AEGON\norganizes workshops for its intermediaries to check if theirmanagement complies with current Wfd-standards and togenerate new ideas regarding their market approach. \n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}