{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 23\n4.4 CORPORATE GOVERNANCE AS AN INVESTOR\nIn addition to AEGON’s responsibility to its shareholders and\nother stakeholders, as outlined in the section on governance, the company is also an institutional investor. Consequently, in\ndeciding whether to exercise its rights as a shareholder of other\nlisted companies, AEGON acts primarily in the interest of itspolicyholders and shareholders while honoring its responsibilityto the beneficiaries and investors in the companies in which it has invested.\nIn compliance with local codes of conduct applicable to\ninstitutional investors in the US, the Netherlands, and the UnitedKingdom, AEGON has detailed policies with regard to exercisingvoting rights related to shares held in other companies andinterests. In addition, AEGON The Netherlands has published onits website its policies regarding the exercising of the voting\n‘SCOTTISH EQUITABLE PROTECT’ ENHANCES\nONLINE SER VICE S\nScottish Equitable Protect has improved its online underwriting\nservice to help make its advisers’ lives easier by enabling them\ntosubmit busine ssmoreefficiently and cost effectively. \nThe changes became active on October 24, 2005. The main\nfeatures of the enhancement to our online service offering are:\n•greater number of online underwriting acceptance\ndecisions ,allowing clien tstoget cover in the place \nmore quickly\n•our new data capture form allows advisers to submit\nbusine sselectr onically more quickly and more easily \nthan before\nConsequently, on-line submissions will speed the application\nprocess through increasing the number of automatic point ofsale underwriting decisions. It does this by asking the adviser\ntoanswer a s eriesofdetailed questions related to their clients’\npersonal and health circumstances, thus increasing the\nlikelihood of online approval.\nThis adds to the already significant features of our online\nservic e:\n•Single data entry with pre-population of quotation data\n•Ability to submit multi-benefit applications\n•Auto save and recall functionality\n•10% enhanc ecommis sion f or online applic ationsINCORPORATING ENVIRONMENTAL \nSTAND ARDS IN SUPPLIER SELECTION AT \nAEGON THE NETHERLAND S\nAEGON The Netherlands has formulated a detailed policy about\nthe inc orpor ation o fenvironmen tal criteria in the procurement\nof services. Regarding product procurement, the company\nconsiders issues affecting performance sustainability such asener gy efficiency, recyclability, environmental certificates, the\npresenceofforbidden substances and ISO 14001 certification \nof the production location. Criteria used in the procurement \nof services focus on environmentally friendly and safe workpractic esincluding the us age of water-based paints and\nenvironmentally friendly cleaning agents. The policy also\nincludes internal procedures for archiving contractrequirements and monitoring suppliers’ compliance. rights attached to the shares it holds in other Dutch-listed\ncompanies. The website further provides a report on how thispolicy was implemented in 2005 and AEGON The Netherlands’voting record from General Meetings of Shareholders of Dutchlisted companies. \nDue to the differences between countries, there is no\nconsolidated information on AEGON’s overall voting record. In 2005, AEGON Asset Management UK voted 64% of the share capital it held. AEGON The Netherlands voted in theshareholder meetings of its major Dutch holdings and also voted in the shareholder meetings of its top 500 international,non-Dutch holdings. \n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}