{"page_content": "24 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4. MARKETPLACE\n4.5 DISTRIBUTION AND SALES\n4.5.1 VALUE OF BRANDS\nAEGON Group companies sell products under a range of different\nbrands. This assists them in the goal of serving a broad range of customer needs. Including the AEGON brand itself, AEGON’sleading brands include Transamerica and Life Investors in the US;Spaarbeleg and TKP Pensioen in the Netherlands; and Scottish\nEquitable in the United Kingdom. \nGiven the market importance of brands, AEGON Group\ncompanies have identified key metrics for their main brands,which constitute 93% of Group revenues. More than 76% of\nAEGON Group revenues are derived from brands that have formal\nfeedback systems between customer point of contacts and brandmanagers, the remainder being covered by more informalinteractions. Brand awareness and brand preference andcompetitive benchmarking studies are performed for brandsmaking up nearly 94% of the entire AEGON Group revenues. \nFor nearly 37%, detailed customer perception and customerloyalty studies are conducted. \n4.5.2 DISTRIBUTION PARTNERSHIPS\nOne of AEGON’s distinct advantages is its multi-channel\ndistribution strategy that utilizes agents, brokers, banks and\npartnerships as well as direct marketing channels. Since multi-\nchannel distribution is so integral to AEGON’s growth strategy,considerable effort is dedicated to streamlining distributionprocesses to achieve cost efficiencies for AEGON, its customers\nand its brokers. AEGON assists its brokers in many ways including\nproviding low-cost administrative systems and by collaboratingwith them to identify ways to improve their business.\nAEGON also works to increase transparency in the payment\nstructure for distributors. Transparent financial incentivearrangements are especially important in the insurance sector,\nTHE IMPACT OF MILLENNIUM DEVELOPMENT\nGOALS F OR C OMPANIES\nOn Dec ember 14 ,2005,AEGON The Netherlands hosted a\nmeeting regarding the United Nations Millennium Development\nGoals and the Millennium Pr omis emade b y37Dutch heads of\nindustry together with Prince Willem-Alexander and Princess\nMaxima. AEGON was represented by Johan van der Werf,member o fthe AEGON Executive Board.\nDuring the mee ting, which w as ho sted at AEGON\nheadquarters in The Hague, the developments of the United\nNations Millennium Development Goals were discussed. BesidesAEGON’ sBoard member, leaders from ABN AMRO, Ahold,\nUnilever, Wolters Kluwer and others joined in discussions with\nthe Prince and Princess. \nMillennium Promise is an organization that helps the \nUnited Nations in achieving one of its Millennium Goals: toeradicate extreme poverty by the year 2025. Initiatives to fight\npovertyin Africawere described in detail to the industry\nleaders in attendance. IOWA FIRST CAPITAL FUND \nAEGON’ sfirst Corporate Responsibility Report highlighted \nThe Io waFirst Capital Fund in which AEGON USA invested \nUSD 5 million. Through the fund, AEGON USA intended to \nhelp cr eateeconomic oppor tunity for Iowa citizens and help\ndiversify the state’s economic base. Since 2003, the Fund has\nmade eight investments totaling USD 5.2 million.\nThe products being developed through the Fund’s\ninvestmen tinclude cancer vaccines and cancer drug\ndevelopment; dairy cattle embryonic transplantation; managed\ncomputer security systems for home and small businesses; and specializ ed food pr oduct sfor the gluten-free, allergenic\nand health markets. The Fund is working with all three state\nuniversities as well as chambers of commerce from acrossIowa. Many of the investments have been collaborative effortswith other venture funds in Iowa, universities, and AngelInvestment Groups. \nThe Fund has helped c omp aniesgrowtheir markets and\nenhance their product development, demonstrating AEGON\nUSA’s strong interest in helping develop Iowa’s economy.USD 5.2m\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}