{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 25\ngiven the wide variety of products and the number of brokers \nand customers involved in transactions. It also assures that allinterested parties are adequately informed and in a position to\nact in the best interest of customers. AEGON The Netherlandsproved its commitment to this strategy by devising andpromoting a financial industry-wide agreement with the DutchFinance Ministry, brokers and consumer organizations about\ncompensation transparency. The results of this cooperative\nagreement are influencing a new law about financial servicesunder consideration in the Netherlands.\n4.5.3 INTERNET SERVICES\nAEGON Group companies increasingly provide internet and\nelectronic service solutions for their products. On-line financialservices can reduce the transaction cost between company andcustomer, improving productivity and efficiency as well asreducing the need for travel and printed materials. Based on data representing nearly half of the company, it is estimated \nthat 30% of AEGON customers use electronic or internet-basedfinancial service platforms. This number indicates that the trend\ntowards on-line services has accelerated sharply, a furtherincentive for the AEGON Group companies to actively promoteon-line communication and business.\nIn2005, AEGON UK’s achievements in electronic distribution\nwere recognized by the Money Marketing e-Excellence Ratings\n2005. AEGON UK was specifically recognized as:\n•the joint leading provider of e-commerce services to advisers,\nvoted for by advisers (for Scottish Equitable brand)\n•the company with the best technology for Independent\nFinancial Advisers (for Positive Solutions brand)\n•the company that best uses new media (for Positive \nSolutions brand)\nAnother example of success in this area is the ‘Enhance onlineservices’ from Scottish Equitable Protect.\nAEGON/TRANSAMERICA FOUNDATION\nSUPPOR TSREBUILDING EDUC ATIONAL\nINFR ASTRUCTURE DESTROYED BY \nHURRICANE RITA \nThe AE GON/T ransameric aFoundation, along with the\nemployees and agents of the AEGON USA companies,\ncommitted USD 700,000 to support the Cameron Parish schooldistrict’s plan to establish a consolidated, temporary campus \ntoreplac ethe s chools and o ther educational infrastructure\ndestroyed by Hurricane Rita in the southwest corner of\nLouisiana. The campus will be ready for occupancy by thebeginning o fthe 2 006/2007 school year and will accommodate\napproximately 400 elementary and high school students.\nStudents will remain at the temporary campus through theconstruction of a new, permanent school complex, estimated to be ready no sooner than August 2009.\nIn addition t othis formal commitment, AEGON USA is\norganizing a gr oup o fitsemplo yeesto participate in Cameron’s\ncommunity workday scheduled for August 8th when the\ncommunity will come together to set up the new schoolcomple xfor the 2006-2007 school year. \nMoreover, AEGON USA has offered the services of its\ninformation t echnology r esources to help as the district\nrebuilds its IT infrastructure. TRANSAMERICA CANADA SUPPORTS\nCANADIANS ’WELLNE SS\nAs a lif einsur ancecompany, Transamerica Life Canada has a\nstrong understanding of the health issues that affect Canadians\nand an in terestin impr oving its community’s wellness. In 2005,\nthe company demonstrated its commitment to this cause by\nparticipating in the Spirit of Hope Charitable Giving Committeeand donating o ver CAD 1 million to regional and national\ncharitie sand e ventsthat support health and wellness \nacross Canada. \nTransamerica Canada donates 1% of annual pre-tax profits\ntoThe Spirit o fHope and in the las tnine years has raised over\nCAD 6.6 million for other worthy charities. This qualifies us as\nan Imagine Caring Company, a designation awarded by theCanadian Center for Philanthropy to corporations thatgenerously support charity.USD 700,000\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}