{"page_content": "26 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4. MARKETPLACE\nAEGON TAIWAN COLLECTS OVER EUR 25,000\nFOR ELDERY CARE\nAEGON Taiwan’s workforce volunteered for a fundraiser to\nsuppor tthe Huashan S ocial Welfare Foundation, which aids\nthe eldery care. The workforce hit the streets of Taipei and\ncollect ed o ver EUR 25,000 by gathering over one million\nconsumer receipts. These consumer receipts carry lottery\nnumbers that can be converted into a cash value. This isone example of the many different charitable activities thatAEGON Taiwan participates in to aid the underprivileged andeldery in Taiwan.AEGON THE NETHERLANDS’ GIVING IS\nSYNONYMOUS WITH SPEED SKATING\nFor almost 30 years, AEGON The Netherlands has been\ninvolved with speed skating. In 2005 the Royal Dutch Skating\nAssociation received EUR 5 million in sponsoring, of which\n50% is e armark ed for the de velopment of young talent in \nthe r egion.\nApart from sponsoring, AEGON also donates substantially\nto foundations related to skating. For example, Right To Play,founded by the former Olympic champion speed skater JohannOlav Koss, received EUR 0.2 million through active AEGONfundr aising. Righ tToPlay is an athlete-led international\nhumanitarian organization that utilizes sport and play in child\nand youth development activities in the most disadvantagedareas of the world.4.6 RELATIONS WITH SUPPLIERS\nAEGON has business relationships with many different suppliers\nand most procurement is conducted within the country units. In2005, for all country units, AEGON paid a total of \nEUR 1.25 billion to its suppliers, down 4% from 2004.\nFor AEGON Canada, AEGON The Netherlands and AEGON\nHungary, which together constitute 24% of the AEGON Group’srevenues, environmental and health and safety conditions areconsidered when selecting suppliers.\n4.7 GOVERNMENTS AND REGULATORS\nAs the aging population increases and the number of labor\nparticipants decreases in many countries, governments andcitizens are discussing how best to regulate their pension systemsin the long-term. The issues at stake are large and complex andinvolve many different stakeholders. A recent report by theEuropean Financial Services Roundtable\n1estimates that the six\nlargest European economies require additional annual savings ofEUR 390 billion to maintain pensions at a level equal to the year\n2000. Recognizing the need for savings rates to increase, AEGONis an active participant in discussions with governments andregulators on the future of pension provisioning.\nDue to the improving business climate, the total tax payments\nfor the AEGON Group have increased, though significant differences\nbetween countries exist. See the table on this page.\n1Pan-E uropean P ension Plan, European Financial Services roundtable, December 2005.TAX PAYMENTS\nCOUNTRY UNIT AMOUNT 2005 AMOUNT 2004\nAEGON Americas USD 781 )million USD 356 )million\nAEGON The Netherlands EUR ( 12)million EUR 0)million\nAEGON UK GBP ( 6.2)million GBP ( 7.9)million\nOther countries EUR 81)million EUR 29)million\nAEGON Group EUR 680 )million EUR 296 )million", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}