{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 27\nbusiness community – supports the Millennium Development\nGoals formulated by the United Nations. In support of the UN’sinitiative, AEGON The Netherlands hosted a meeting with high-level representatives to discuss the Millennium Goals and examine\nthe company’s possible contribution towards reaching them. \n4.8.2 COMMUNITY GIVING AND VOLUNTEER WORK\nAEGON and AEGON employees are active members of the\ncommunities in which they work and live. AEGON companiesdonate charitable contributions, as well as volunteer time andexpertise to a wide variety of local causes. AEGON Group donatesfunds to larger causes such as the War Trauma Foundation andthe Alzheimer Centrum at the Vrije Universiteit (VU) ofAmsterdam. In particular, the Group is a supporter of oncologyresearch. 4.8 COMMUNITY IMPACT\n4.8.1 IMPACT OF PRODUCTS AND OPERATIONS\nAEGON has a positive impact on communities around the \nworld. AEGON’s insurance, pensions, and long-term savings \nand investment products provide financial security for \nmany individuals, families and institutions, thus impacting thecommunities where AEGON operates. As a large employer, AEGONalso directly impacts communities by providing job opportunitiesand stimulating the local economy. Beyond this, AEGON looks forother ways to play a positive role in the communities where itoperates. For instance, two years ago AEGON USA created theIowa First Capital Fund, which was mentioned in AEGON’s firstCorporate Responsibility Report. In addition to a healthy financialreturn, this fund aimed to increase economic opportunities andjobs for citizens of Iowa. \nAs a company that seeks to develop markets as a source of\ngrowth, AEGON is aware of problems associated with persistentpoverty and – together with large parts of the international\nZACH JOHNSON AND AEGON USA’S ‘BIRDIES\nTHAT CARE’ PROGRAM \nIn2005 and 2006, professional golfer and Cedar Rapids native\nZach Johns on has partnered with AEGON USA on the ‘Birdies\nThat Care’ program, a fundraising partnership benefiting \nareacharitie s.\nIn2005, ‘Birdies That Care’ raised nearly USD 90,000 for\nthe Community Free Health Clinic in Cedar Rapids. For 2006,Johnson and AEGON have selected a new beneficiary –Waypoint’s Madge Phillips Center, a program serving homelesswomen and children.\nFor every birdie Zach shoots on the 2006 PGA TOUR, he\nand AEGON will make matching contributions of USD 50 to \nthe Madge Phillips Center at Waypoint. For every eagle, theyeach donate USD 100. Johnson, AEGON USA and Waypoint \nareworking t ogether t oensure that other individuals and\ncorporate contributors join the cause to financially match\nZach’s Birdies and Eagles.AEGON TAIWAN EDUCATION FUND\nAEGON Taiwan has set up an Education Fund that aims to help\nensur echildren living in Guizhou, China – a poverty-stricken\nprovince – receive an education. AEGON Taiwan is convinced\nthat providing education is one of the best ways to achieve real\nand las ting de velopmen t.\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}