{"page_content": "28 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n4. MARKETPLACE\nAcross the Group, cash donations in 2005 amounted to \nEUR 8.8 million, up 42% from EUR 6.2 million in 2004. Thedonations amount to 0.32% of AEGON’s net income\nattributable to equity holders.\nWhile it is not possible for the AEGON Group companies \nto monitor and track all the volunteer work committed by their employees, it is clear that many employees and senior\nmanagement devote considerable time and effort to a wide \nrange of charitable activities.\nExamples of the voluntary positions held by the Executive\nBoard are: Don Shepard, Member of the Board of Trustees, Johns\nHopkins University, Baltimore; Jos Streppel, Member of the Boardof Werkvoorziening Regio Amsterdam, an organization working\nfor the provision of employment for physically and mentallyhandicapped people in the Amsterdam region. Johan van der\nWerf, Member of the International Board of Directors of ‘Right toPlay’; and Alex Wynaendts, Treasurer of the Foundation Friends ofthe Mauritshuis, The Hague.\nPolitical contribution is a matter relegated to AEGON’s country\nunits and must adhere to the guidelines set forth in the Group’s\nCode of Conduct. At present, apart from AEGON USA, no otherAEGON Group company makes political contributions. AEGON USAmakes political contributions in accordance with existing US\ncampaign finance laws and are fully disclosed accordingly. \nTSUNAMI AID PROGRAM\nAn AEGON world-wide program raises over EUR 963,000 for\nthe Tsunami victims. AEGON N.V. matched every contribution.In addition, some country units also matched the collectivedonations br ought together by their employees and/or agents. \nIn total Habitat for Humanity and the Red Cross received over\nEUR 963,000. These charitable organizations were selected\nwith the purpo seofassisting immediate needs through the\nRed Cross, as well as re-building efforts through Habitat for\nHumanity.‘EDUCATION ON LIFE PRODUCTS’\nAEGON USA, Inc. is a major contributor to The Life and Health\nInsurance Foundation for Education (LIFE). In 2005, USD500,000 was contributed and Pat Baird, CEO for AEGON USA,has s erved on the board. LIFE is a non-profit organization\ndedic ated to addressing the public’s growing need for\ninformation and education about life, health, disability and\nlong-t erm c areinsurance. LIFE also seeks to remind people \nof the important role agents perform in helping families,\nbusinesses and individuals find the insurance products thatbest fit their needs. \nLIFE was formed in 1994 by seven insurance groups,\nrepresenting 160,000 agents, which saw a strong need forpublic educ ation. Sinc ethen, LIFE has de veloped a diverse\neducational program which educates consumers and empowers\nthem with the knowledge needed to make informed insurancedecisions. \nManyofAEGON US A’s business units participate in the\nrealLIFEstories client service award and Life Insurance\nAwareness Month (September). LIFE provides assistance withdesigning of the campaign and provides campaign materials \nfor purchase.AEGON RAISED\nEUR 9 63,000\n", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}