{"page_content": "2 AEGON CORPORATE RESPONSIBILITY REPORT 2005\nCHAIRMAN’S LETTER\nDear Stakeholder,\nAs a company that provides long-term protection and financial services to individuals, families and institutions\nin diverse international markets, AEGON also has long-term responsibilities to the communities we serve. On behalf o fthe Ex ecutiveBoard, I am pleased to present AEGON’s 2005 Corporate Responsibility Report which\nhighlights our ongoing efforts to fulfill those responsibilities through sound and responsible business practices.\nRecognizing that our business has changed considerably in recent years, we welcome this opportunity to\nreaffirm AEGON’s commitment to conducting our business according to the highest ethical standards. AEGON’s Code of Conduct identifies the core values and underlying principles for how we expect our managers,emplo yees and business partners to carry out their work with respect to local laws, customs and industry\nstandards. We require the Code of Conduct to be integrated in the day-to-day operations of each of AEGON’s\ncountry unit sand expect employees to fully understand and implement these basic principles in their customer\nand busine ssrelationship s. To ensure the broad implementation of the Code, an internet-based training module\nhas been developed and is being rolled-out across our business and country units during 2006. This is a further\neduc ational resource that will complement existing employee training programs that have long been a part of\nAEGON’s culture.\nCentral to AEGON’s growth objectives is the firm commitment to transparent products and services and\npersonal accountability in the manner we provide them. As our business evolves in response to changing needs,wecontinue to invite suggestions from our many stakeholders as to how AEGON can maintain the highest\nethical standards in all of our activities. In the final analysis, the only target that truly matters is the continued\nconfidence and trust of our customers, partners, employees and shareholders.\nConsistent with our decentralized business model, AEGON encourages a decentralized approach to Corporate\nResponsibility, within the central framework of AEGON’s Code of Conduct. We continue to believe that managersand emplo yeesmustbe responsive to the local environments in which they work and live. This refers not \nonly to regulatory requirements, but to the Corporate Responsibility expectations as defined by specific locales\nand regions.\nThank you for your ongoing interest in the progress of AEGON.\nSincerely,\nDonald J. ShepardChairman of the Executive Board\nDONALD J. SHEPARD \nCHAIRMAN OF THE EXECUTIVE BOARD", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}