{"page_content": "30 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n5. WORKPLACE\n5.1 EMPLOYEES\n5.1.1 WORKFORCE AND EMPLOYEE TURNOVER\nAEGON Group companies employed 27,159 people at the end of\n2005 do wn 1% fr om 2 7,446 in 2004. The pie chart shows the\nbreakdown of the number of employees within the various\nregions wher eAEGON is activ e.\nAEGON Group companies have non-discrimination policies\nthat are actively enforced. 52.8% of AEGON Group’s employeesarefemale and 4 7.2% ar emale .Morethan 80% o fsenior\nmanagement is male. Although AEGON Group companies do not\npositively discriminate in order to promote a higher percentage ofwomen, various initiatives exist to encourage women to apply for\nsenior managemen troles. For instance, AEGON The Netherlands\nfacilitates working part-time and working from home. Currently\n8.4%ofAEGON employees work part-time and 91.6% work \nfull-time. \nEmployee turnover in 2005 was 11.8%, down from 12.9% in\n2004. Approximately 7% of AEGON employees voluntarily left thecomp anytopursue oppor tunitie selsewhere and approximately\n3% were dismissed by AEGON, either because of reorganizations\nor because of underperformance. The remaining 1% of turnoverwas due t oattrition (e.g. retirement). Although there is variation\nbetween the country units, the AEGON Group is generally\nsatisfied with the c urrent levels of employee turnover since they\nindicate a proportionate balance between being an attractive\nemployer where people wish to maintain employment and the\nneed for attracting new employees as a source for new energy\nand cr eativit ywithin the w orkforce. \n5.1.2 EMPLOYEE AND MANAGEMENT DEVELOPMENT\nLong-t erm success requires that AEGON maintains a competitive\nposition in its markets. In part, this is dependent on employee and\nmanagemen tdevelopment. Therefore, training and performance\nappraisals are high priorities for the company. \nIn2005, AEGON spent approximately EUR 555 per employee\non internal and outside training, down from EUR 574 in 2004. Not\nincluded in the secostsare employees spending on average 4.1\ndays on training, up slightly from 4.0 the year prior. Training needs in AE GON Gr oup c omp aniesarepartly based on\nindividual development plans and partly on the companies’ needs\nfor specific skills and competencies. Trainings are organizedaccording to such topics as customer service, product knowledge,\nbusiness writing, coaching, teambuilding, respect, leadership,compliance and sales. In addition, most country units providetheir employees allowances (financial and/or time) for individualdevelopment, such as language training and higher educationrelated totheir w ork.\nAEGON’s performance appraisal processes vary according \nto country and business unit. The methods that are used forperformanc eappraisal are ‘management by objectives’ and\nmultidimensional methods.\n5.1.3 EMPLOYEE COSTS\nIn order to attract high quality employees and management and\nmaintain a competitive position in its markets, AEGON Group\ncomp anieshavecompetitive compensation packages in place.\nAEGON’s total employment costs were EUR 1.66 billion for its\nentire workforce of 27,159 employees. The graph shows thebreakdown of this amount according to salaries and other\nemploye expenses (e.g. post-employment benefit costs, social\nsecuritycharges, and share appreciation rights and share\noptions), for the main geographic regions.\nPer employee, the employment costs amounted to EUR 61,196\nin 2005. Due to the transition from Dutch Accounting PrinciplestoIFRS and the inclusion o ftwoextra categories, the numbersAEGON CED AR R APID SNAMED EMPL OYER OF\nTHE YEAR BY EDUCATORS\nIn 2005, a nine state educators association named AEGON USA\nin Cedar Rapids ‘Employer of the Year 2004’ for its internshipprogram and support of cooperative education. Since 2000,AEGON companies in Cedar Rapids have hosted 286 interns\nfrom 22 colleges and universities during the school year and\nsummer mon ths.The award was given by the Midwest\nCooperative Education & Internship Association.\n(100)300 400\n 200\n 100\n 0600\n500700800900\nAmericas N etherlands UK Other Holding\nand other\nactiviti esEMPLOYMENT COSTS 2005 (amou nts in EUR million)\nSalaries Other e mploy eeexpenses\nBREAKDOWN OF THE NUMBER OF EMP LOYEES\nUnited St atesofAmeri ca 13,341\nCanada 674\nThe Netherlands 5,698\nUnited Kingdom & Ireland 4,539\nHungary 818\nTaiwan 964\nOther countries/ holding 1,125", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}