{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 31\ncanno tbe dir ectly c omp ared to the numbers given in the 2004\nCR Report, nor can numbers be compared country to country. \nOn a restated basis, the employment cost per employee\ndecreased by 5.9%. The main explanation for this decrease \nis the different treatment of post-employment benefit costs. \nTypically, employee salaries contain a fixed and a variable\ncomponent. Variable compensation can be based on individual\nperformance, country unit performance or a combination of thetwo.The variable component is always related to performance\nindic ators.Although variation between AEGON Group companies\nis considerable, typically 77% of variable compensation is related\ntothe perf ormanc eofthe c ountry unit and 23% to individual\nperformance. \nPension arrangements differ according to each country \nunit. AEGON USA and AEGON The Netherlands operate defined bene fit plans, while most of the smaller country units operate\ndefined contribution plans. AEGON UK offers both. The AnnualReport 2005 provides detailed information about the pension\nplans and the funding s tatus ofthe defined benefit plans. \nOther benefits that are provided across nearly all AEGON\nGroup companies are health insurance for employees and their\nfamily members, and disability insurance. Childcare programs are\navailable in Group companies covering 90% of all employees, \nand flexible work schemes and maternity leave programs are\navailable f or all eligible emplo yees.\n5.1.4 EMPLOYEE SATISFACTION\nAEGON me asur es its employee satisfaction at a country and\ndivisional level. In some countries, company-wide surveys are\nconduct ed wher eas in AEGON USA employee satisfaction is\nmeasured at the divisional level through different methods, given\nits size and scope. These factors make it unfeasible to provide acomprehensive evaluation of employee satisfaction. For theoper ations in C anada, the Ne therlands ,Hungary and the Unit ed\nKingdom, which together constitute over 40% of all employees,\n72% of the employees indicated above average or bettersatisfaction levels. In AEGON-CNOOC China, the employee\nsatisfaction index was 93% in 2005, indicating that theCENTR AL W ORK S’COUNCIL AND AE GON THE\nNETHERLANDS AGREE ON A NEW HEALTH\nINSURANCE PACKAGE\nTogether with the management of AEGON The Netherlands, \nthe Central Works’ Council arrived at a suitable agreementregarding health insurance benefits. Such an agreement was\nnecessary as the health insurance system in the Netherlands\nwas tobe radically changed by the government as of January 1,\n2006, which would have significant consequences for\nemplo yeesand c ompanies alike. \nThe employees emphasized the importance of an\nappropriate health insurance package that included areasonable c ontribution b yAEGON The Netherlands, with equal\nbenefits for employees across all age groups. After several\nworking sessions, the management of AEGON The Netherlands\nand the Central Works Council agreed on a solution that\nsatisfies both parties.\ncomp any’s performance is very close to employee expectations.\nTypical levels for this indicator are between 70-80%. AEGON\nTaiwan intends to measure its employee satisfaction beginning in2007. It is worth noting, however, that employee turnover in\nTaiwan is c urrently 34% lower than the national average.\nIn all units, employee satisfaction results are used to inform\nHuman Resources departments in their efforts to further enhance\nwork environments and refine HR strategy. Results are also fedback to relevant management. In all units that measure employeesatisfaction, results are shared with employees in a number of\nwayssuch as in ternal c ommunic ation public ations, bulletin board\nannouncements, and during management meetings.\n5.1.5 LAB OR RELATIONS\nIn all AEGON Group companies, employees are free to associate\nthems elveswith independen ttrade unions. Because of privacy\nregulation in some of the countries where AEGON operates,\nAEGON does not maintain an inventory of unionization. \n02%\n1%3%6%\n5%\n4%\nUSA\nCanada\nThe\nNetherlands\nUnited\nKingdom\nHungary\nTaiwanAEGON ABSENTEE RATE\n2005\n2004", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}