{"page_content": "32 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n5. WORKPLACE\n5.2 HEAL TH AND S AFETY\nEach c ountry unit me asures absentee rates. Since methodologies\nare different, however, these figures cannot be aggregated into a\nmeaningful number f or the AE GON Gr oup.None thele ss, the graph\non page 31 depicts the absentee rates per country unit. \nThe increase in the United Kingdom is most likely due to the\nintroduction o famorerobus tsystem for recording absence. The\nfigure reported for the UK is in line with the national absentee\nlevel of 5.7%, according to the CIPD survey. The figure in Hungaryis lower than the national average of 6.1%. The absentee rate inThe Ne therlands is in line with the national a verage (4.6% in\n2004, no information yet available for 2005). \nPrivacy legislation in many countries does not allow AEGON\nGroup companies to monitor the reasons for absenteeism.Nevertheless, since absenteeism poses a real cost for the Groupcompanies, a wide array of programs exists to improve employee\nattendanc e.Asampling o fthese programs are provided according\nto country unit:\nAEGON US A\nSeveral programs are in place to reduce employee absenteeism.\nFor example ,the Employee Safety Program and Employee\nAssistance Program make available a wide array of resources to\nemployees and family members to assist in coping with personalproblems. These include:\n•web-b ased resource library (self help)\n•confidential counseling assistance\n•customized seminars and events about topics such as stress\nand time managemen t,healthy lifestyles, work-life balance.AEGON CANADA\nThe Occupational Health & Safety Committee coordinates\nactivities in the area of absenteeism reduction. Some examples ofits activities are:\n•wellness fairs that are offered twice annually\n•stress management workshops\n•attendance management policy about which management\nreceives training\n•third party adjudication of claims and intervention\nAEGON THE NETHERLANDS\nAvariety of programs exist, for example:\n•workshops for preventing repetitive strain injury for\nemployees \n•workshops for managers about work-life balance;\n•Ergonomic checks are conducted on a variety of issues\nrelating to the working environment\nAEGON UK\nAbsentee levels are recorded by managers within the HR system.\nThey are responsible for highlighting cases in which individual\nabsence is in excess of a specified threshold level. The manager is\nchar ged with addressing absentee issues with relevant employees\nand iden tifying the appropriate support to remedy the situation.\nWhen an emplo yee has been absent for more than three weeks,\nthe case is referred to the Occupational Health staff who are then\nresponsible f or managing the r ehabilit ation pr ocess.\nIn addition to this, through AEGON UK’s partnership with the\nBritish United Provident Association, AEGON UK provides a rangeofonsit eoccupational he alth s ervic esincluding rehabilitation,\nmedical screening and health promotion and awareness. \nThe company continually reviews the services and support itprovides to employees to encourage attendance at work andenhanc eoverall employee wellbeing offering.\nAEGON HUNG ARY\nThe country unit provides a detailed list of work-environment\ninstructions .An e xample of one measure is the obligatory break\nper hour.\nAEGON TAIWAN\nActivitie sto reduce absenteeism include: \n•comp anypaid ph ysical check up s\n•pressure management workshops\n•recreation activities organized by the Employee Club\nAEGON Group’s work-related injuries were at 304 almost identical\nto the 305 recorded in 2004.\n5.3 ENVIRONMENT\nENVIRONMENT AL MANAGEMENT\nIn addition t othe c orpor ateenvironmen tal policy (see\nwww.aegon.com) nearly all country units (comprising 94% of all\nAEGON Group employees) have implemented more detailedpolicie swith specif ic alloc ation of responsibilities. Most of these\npolicies deal with the eco-efficiency of internal operations. \nBased on the total number of employees, 33% of AEGON’s\nworldwide operations is either ISO 14001 certified (AEGON The Netherlands) or is working towards certification in 2006AEGON UK PROPERTY GROUP REVIEWS ITS\nSUSTAINABILITY PERFORMANCE AND SETS\nENVIRONMENTAL TARGETS\nIn2005, AEGON UK Property Group conducted research in\norder to assess its progress with incorporating sustainabilityinto its policies and processes and identifying what additionalwork is required to meet ISO 14001 requirements. Thisrepresents the follow-up deemed necessary to research\ninitiated in 2004, which benchmarked UK Property Group’s\nperformance from a sustainability perspective. This secondreview is designed to measure progress one year later. \nResearch was conducted by an independent party that\nreported the most significant environmental improvements inthe areas of management commitment; legal compliance; wastemanagement; and energy management, largely resulting fromthe documentation of a formal Environmental Manual.\nFor 2006, AEGON UK has formulated three environmental\ntargets:\n•procurement of 20% of its electricity from renewable\nresources\n•installation o fanewbuilding management system\n•undertaking and follow-up to Carbon Trust audit\nWhen fully oper ating under IS O14001, the setargets will be\nadjusted annually.", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}