{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2005 33\n(AEGON UK). Environmental target setting is obligatory when\noper ating according to ISO 14001. AEGON The Netherlands’ most\nimpor tanttargetis tocomply with a Dutch government covenant\nthat requires the organization to reduce its energy usage by 23%\nfrom 1996-2006. The covenant is part of an effort by the Dutch\ngovernmen ttocomply with the Kyoto targets for CO 2emis sion\nreduction. More information on this can be found in the 2003 \nCR R epor t.\nMATERIAL USE\nThe most materially measurable output that AEGON produces is\npaper.The Gr oup us espaper for policies and documentation and\nfor internal and external communications. In 2005, AEGON used\napproximately 3,290 metric tons of paper, a minimal increase(0.2%) r elativ eto 2004 in spite of growing business.\nENERG YUSE\nWithin AEGON, gas and electricity are the two main sources of\nenergy. Total electricity consumption is 112.7 GWh and total gasconsumption is 2.8 million m\n3.Using the conversion guidelines\nfrom the Unit ed Nations En vironmen tal Program to convert\nener gy use to CO 2emis sion on a per country basis, AEGON emitsAEGON USA REALTY ADVISORS INSTALLS\nCOMBINED HEAT AND POWER SYSTEM IN THETRANSAMERICA PYRAMID \nNorthern Power will design, install and commission a 1.1\nmegawatt (MW) combined heat and power (CHP) system for thelandmark Transamerica Pyramid in San Francisco, California.The 48-story building, managed by Lowe Enterprises, is knownas the ‘Pyramid’ and is located in the heart of San Francisco’sfinancial district. \nNorthern Power’s CHP system will consist of two 560 kW\nnatural gas-fired reciprocating engine generators, which will\noperate in parallel with the utility’s downtown network grid. \nThe two generators are designed to provide approximately 70% of the electrical requirements of the 530,000 square foot commercial office building. Recovered waste heat from \nthe engines will be used to heat the building, displacing \n100% of the steam currently purchased for heating purposes.Additionally, waste heat will drive a 320-ton absorption chiller\nthat will be installed to create chilled water for the building. \nBy recovering waste heat from the engine’s exhaust system\nand using it to meet the building’s heating and cooling needs,the po wer system’s overall efficiency will increase substantially.\nThe higher fuel efficiencies to be realized by the CHP systemqualif yitfor an inc entive rebate from the Self-Generation\nIncentiveProgram of the California Public Utility Commission\n(CPUC), which would reduce the installed cost of the system by\nover 15 %. Es tablished in 2 001, the pr ogram encourages on-site\ngeneration in order to reduce peak demand and avoid rolling\nblackouts such as those experienced by California in recent\nyears. \nMark Novack at AEGON USA stated: “We expect Northern\nPower’s CHP system to help us achieve three key objectives: \ntostrengthen our environmental commitment, deliver annual\nener gy savings, and increase the competitiveness of AEGON’s\nproperty in the downtown commercial office market.”\n6. SUMMAR Y\nWhile the intent of this report has been to present a\ncompr ehensiv eoverview of AEGON’s ongoing commitment \nto sound Corporate Responsibility principles, demonstrated \nby verifiable measures taken by senior management andemplo yeesacrossAEGON c omp anies during 2005, AEGON\nreadily acknowledges that the work of operating its businesses\nresponsibly, with integrity and transparency is ongoing.\nConsequently, this most recent CR Report is as much a starting\npoint as it is a summary of actions taken and processesunderw ay.\nRecognizing that market conditions evolve and expectations\nchange, AEGON is nonetheless committed to principles andpractices of responsible Corporate Governance that areresolute. As a company that makes long-term promises to itscustomers and many stakeholders, AEGON is determined tofulfill those promises whenever the time comes and towhomever it has made them. This requires honest assessmentof areas in need of improvement, candid dialogue with all\nstakeholders to reinforce proper due diligence and innovative\nmeasurement systems to ensure that its businesses act\nresponsibly and with utmost integrity as they deal with\ninevitable challenges and pursue new opportunities.\nAEGON continues to invite broad input and constructive\ncritique of its Corporate Responsibility programs, confidentthat AE GON’ scommitmen ttothe highe st ethical standards will\ncontinue to validate the ongoing trust and confidence of its\ncustomers, partners, employees, shareholders and the diversecommunitie sAEGON serves.60,187 tons of CO\n2per year, down 2.8% from 61,897 tons last\nyear (the 2004 number is restated due to a revised conversion\nfactor for the natural gas related emissions). Per employee, thisequals 2.54 tons per year, up slightly from 2.51 tons last year. Asdiscussed before, AEGON The Netherlands and AEGON UK haveexplicit targets for energy efficiency and green energy\nrespectively. As the Transamerica example on the left shows,\nprogress is being made in all countries regardless of whetherthey have targets implemented.\nWATER USE\nAEGON Group companies have considerably decreased their\nwater use during 2005. Total water use was 329,598 cubicmeters. Per employee, water use was down to 60 liters per day from 70 in 2004. This is due to water savings measures,especially in the UK and the USA. For example, in St. Petersburg,Florida, water condensation is captured from outdoor air units\nand subsequently pumped into cooling towers. This technique\nsaves 190,000 liters of water per month. This is equivalent to thewater use of 165 employees.\nWASTE\nNot all country units measure waste production and recycling.\nWaste production by 40% of AEGON’s workforce – where waste\nstreams are monitored – is 1,624 metric tons. Of this, 59% is recycled.", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}