{"page_content": "FORWARD-LOOKING STATEMENTS \nPlease read these forward-looking statements carefully and in full\nasit applies to all persons who read this Corporate Responsibility\nReport. Depending the reader and locale, it may affect thereader’s rights. You should read it in full.\nThe information in this Corporate Responsibility Report is\nintended t obe us eful and in formative for customers and partners\nof and investors in AEGON N.V. AEGON N.V. is dedicated to\nensuring that the information is accurate at the time it isincluded in this C orpor ate Responsibility Report.\nAllinformation in this Corporate Responsibility Report\npertains to time periods leading up to December 31, 2005. \nThe Corporate Responsibility Report does not contain \ninformation from any date thereafter.\nCertain information in this Corporate Responsibility Report \nmay,however, be of a historical nature. All historical information\ncontained in this Corporate Responsibility Report should be\nunder stood as referring to events and circumstances as they existed\nonthe date that the relevant documents or presentations were first\npublished or the relevant recordings were made.\nThe statements contained in this Corporate Responsibility\nReport that are not historical facts may be forward-lookingstatements as defined in the U.S. Private Securities LitigationReform Act of 1995. Words such as ‘believe’, ‘estimate’, ‘intend’,‘may’, ‘expect’, ‘anticipate’, ‘predict’, ‘project’, ‘counting on’, ‘plan’,‘continue’, ‘want’, ‘forecast’, ‘should’, ‘would’, ‘is confident’ and\n‘will’ and similar expressions as they relate to us are intended to\nidentifysuch f orward-looking s tatements. These statements are\nnotguar anteesof future performance and involve risks,\nuncertainties and assumptions that are difficult to predict. We\nundertake no obligation to publicly update or revise any forward-looking statements. Readers are cautioned not to place unduereliance on these forward-looking statements, which speak onlyasoftheir dat es.\nAll forward-looking statements are subject to various risks and\nuncertaintiesthat c ould c ause actual results to differ materially\nfrom e xpect ations ,including, but not limited to, the following:\n•Changes in general economic conditions, particularly in the \nUnited States, the Netherlands and the United Kingdom;\n•Changes in the performance of financial markets, including \nemerging markets, including:– The frequency and severity of defaults by issuers in our\nfixed income investment portfolios; and\n– The effects of corporate bankruptcies and/or accounting\nrestatements on the financial markets and the resulting\ndecline in v alue of equity and debt securities we hold;\n•The frequency and severity of insured loss events;\n•Changes affecting mortality, morbidity and other factors that\nmay affect the profitability of our insurance products;\n•Change saffecting interest rate levels and continuing low\ninterest rate levels and rapidly changing interest rate levels;\n•Change saffecting currency exchange rates, including the\nEUR/USD and EUR/GBP exchange rates;\n•Increasing le vels of competition in the United States, the\nNetherlands ,the Unit ed Kingdom and emer ging mark ets;\n•Changes in laws and regulations, particularly those affecting\nour operations, the products we sell and the attractiveness ofcertain products to our consumers;\n•Regulatory changes relating to the insurance industry in the\njurisdictions in which we operate;\n•Acts of God, acts of terrorism, acts of war and pandemics;\n•Changes in the policies of central banks and/or governments;\n•Litigation or regulatory action that could require us to pay\nsignif icant damages or change the way we do business;\n•Customer responsiveness to both new products and\ndistribution channels;\n•Compe titive,legal, r egulatory, or tax changes that affect the\ndistribution cost of or demand for our products;\n•Our failure to achieve anticipated levels of earnings or\noperational efficiencies as well as other cost saving initiatives;\n•The impact on our reported financial results and financial\ncondition as a r esult of our adoption of International Financial\nReporting Standards.\nAlthough AE GON N. V.obtains in formation from sources that are\nconsider ed reliable ,AEGON N.V. cannot guarantee the information’s\naccuracy or completeness. AEGON N.V. accepts no liability for any\nlosses or damage that may arise from relying on this information.The information may be changed by AEGON N.V. at any time. The information provided does not confer any rights. Dutch lawshall apply .\nAll information provided by AEGON N.V. in this Corporate\nResponsibility Report (including via links to third party sites) doesnotrepresentan offer, investment advice or any kind of financial\nservic e.", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}