{"page_content": "4 AEGON CORPORATE RESPONSIBILITY REPORT 2005\n1. INTRODUCTION\nOUR STAKEHOLDERS\nCUSTOMERS\nWe build long-term relationships with our customers by\ndelivering products and services that are designed to improvetheir financial security, now and in the future. We strive to\nprovide our customers with clear, accurate and timely\ninformation to enable them to choose the right products and\nservices for their evolving needs. We show our customersrespect b yhonoring our commitments and soliciting their\nfeedback and then acting upon it.\nSHAREHOLDERS\nWestrive to create sustainable financial returns for all \nour shar eholder swhile living our values and balancing the\ninterests of all stakeholders. Open, accurate and timely\ncommunic ation allo wsour shareholders to make informed\ndecisions. \nEMPL OYEES \nWe work together to create a culture in which we encourage\nand provide our employees incentives for living the core values and being committed to each others’ success throughteamwork. Everyone is expected to seek the opportunities,training and resources necessary to succeed. We hold eachother accountable for living our values, demonstrating\ninitiative and teamwork, and acting in the long-term interest \nofall ofour stakeholders.\nBUSINESS PARTNERS\nWestrive to build long-term relationships with our business\npartners who we carefully select to share our core values.\nTogether, we work to provide quality products and services. \nWework t ocommunic ateopenly and ac curately and expect \nour business partners to do the same, which benefits our\nstakeholders and allows them to make informed decisions. \nCOMMUNITIES\nWedemons tratethat w earegood c orpor ate citizens by striving\nto establish long-term relationships with community stakeholders\nand enriching the communities where we do business.AEGON’s Corporate Responsibility (CR) approach focuses on three\nkeytheme sthat ar edirectly r elated to the business; they are:\ngovernance, marketplace, and workplace .These designations\nindicate the appropriate contexts for implementing AEGON’s CRprinciples and practices and are detailed extensively within thisreport.\nAEGON’s decentralized structure is also reflected in the\ncompany’s CR approach. While AEGON’s parent company provides\nthe gener al framework for Corporate Responsibility through its\nbusine ssprinciple sand Code of Conduct, each country and\nbusine ssunit is empo wered to identify and focus on issues\nspecific to their local situation with respect to Corporate\nResponsibilit y.The common objectives of all country units,\nhowever,include pr oviding sound and transparent financial\nproducts that add value for customers; relying on employees \nwho are committed and knowledgeable in their variousresponsibilities; and managing the company’s businesses with thehighest standards of integrity and in the best interests of all\nstakeholders.\nAEGON has received external recognition for its Corporate\nResponsibility performance, including its continued inclusion inthe Dow Jones Sustainability and FTSE4Good indices. AEGON ispleased that its focused approach to integrating Corporate\nResponsibilit yintoAEGON’s business operations is supported \nby relevant stakeholders. AEGON, as one of the world’s leading\ninsurance companies, aspires to remain a leader in the industry,\nand s eeks to deliver lasting value to its customers, shareholders,\nemployees, business partners and the communities in which its\nmanager sand emplo yees live and work.AEGON’s Corporate Responsibility strategy is a reflection of the company’s overall strategic\nframework, which is comprised of five essential pillars:\n•afocus on core businesses of life, pensions, savings and investment products;\n•adecentralized organization to allow local managers to identify and serve the\nopportunities of local markets;\n•an emphasis on profitability by achieving a long-term average net income growth \nof 10% per annum;\n•aleading position in chosen markets;\n•organic growth, complemented by growth through selective acquisitions and partnership.", "metadata": {"source": "NASDAQ_AEGN_2005.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}