{"page_content": " \n2 \n \nZealand has chosen to give particular emphasis to t hose areas which are unique to the Zealand’s \nbusiness as a biotechnology and research corporatio n with a diverse range of strategic partnerships. \nThese areas are Ethics and Quality in relation to R esearch and Development Activities, occupational \nhealth and safety and finally pharmaceutical ethics . However, given that Zealand does not market or \ncommercialize drugs, there are many issues specific  to the pharmaceutical industry that do not fall \nwithin the scope of Zealand’s CSR initiatives. Zeal and has no specific human rights policy in place. \n \nLabour Practices & Decent Work \nZealand is cognisant that the wellbeing of its empl oyees is important to its broader success.  \n \nZealand has in place an Employee Manual to reflect the culture of its employees and workplace.  With \nrespect to its policies, Zealand has taken as its s tarting point Danish Labour Law and in some cases g one \nabove and beyond what is required of public compani es in order to be more considerate of and \nresponsive to the exigencies of its workforce.  \n \nAll employees at Zealand have a job description, wh ich is reviewed on a yearly basis. \nZealand is committed to develop its employees and p rovide continuous training. This policy has proven \nto have synergistic benefits for both company and e mployee. Zealand takes very seriously its employee \ndevelopment interviews (EDI) including clear goal s etting, competence development and performance \nevaluation which is performed yearly.   \n  \nZealand’s culture and policy is rooted in a philoso phy respectful of diversity and as such is fully \ncompliant with Danish regulation regarding equal op portunity employment and equal remuneration for \nmen and women. Additionally, Zealand actively promo tes an open, inclusive environment for its \nemployees, and has adopted English as its primary l anguage to accommodate its substantial cohort of \ninternational employees. The company has also been open-minded and forward thinking in its \nemployment development programs for PhD candidates and trainees, which are only now starting to \nbecome a part of the orthodoxy for Danish company h iring practices. \n \nA yearly employee satisfaction study is performed a nd measures the results from initiatives from the \nprevious year as well as identifies areas for impro vement going forward. As an example the percentage \nof employees that stated that Zealand is a good pla ce to work amounted to 89% in 2014. \n \nOccupational Health & Safety \nFurther to its policies on Labour Practices & Decen t Work, Zealand has taken great care in ensuring th e \nsafety of its workplace for all employees. The Comp any’s Occupational Health and Safety Organization \noversees the ongoing maintenance of working facilit ies in accordance with national standards. Regular \nworkplace audits are conducted. Zealand received a green smiley in 2014 following an audit of the \nDanish Working Environment Authority indicating tha t Zealand has no issues with the Working \nEnvironment Authority. \n \nAll Zealand employees are trained under standard sa fety protocol, through which they are given the \ntools to manage their own occupational safety. Unde r this program, Zealand has had no incidents of \nsignificant injury in 2014, as measured by days of absenteeism or convalescence taken due to work-\nrelated injury. In 2012, Zealand and its Worker Env ironment Committee has also instituted a “Near-", "metadata": {"source": "NASDAQ_ZEAL_2014.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}