{"page_content": "Supply chain: £2.3 billion indirect economic benefit\nOur companies provide indirect benefits to economies across the world through procurement of a range of \nservices. This spending provides many indirect benefits to the economy by supporting livelihoods and job \ncreation. These calculations exclude our media spend on behalf of clients. \nIn 2016, we spent an estimated £6.0 billion with our supplier partners. This figure was derived from data from \nour spend analytics system which tracks direct costs (advertising production and research operations) and indirect \ncosts (facilities, IT, telecoms, travel and professional services). Our media spend on behalf of clients is excluded \nfrom these figures.\nThe impact of our supply chain, our indirect economic impact, was calculated using a weighted average multiplier \nbased on the 2014 analysis, which determined the total value of expenditure with supplier partners broken down \nby sector and type of spend. The spend for each sector was converted into GVA using gross value added data \nfrom relevant sectors obtained from national statistics such as the UK’s Office of National Statistics Annual \nBusiness Survey (ABS).\nThere are two limitations associated with this approach. Firstly, data on supplier spend was incomplete for some \nWPP markets. Data was extrapolated to address these gaps. In addition, GVA sector estimates are not available \nfor all countries and in these cases we have based calculations on UK data. To reflect the impacts arising in \ndifferent countries we used purchasing-power parity indices from IMF datasets.\nIndirect client impact: not quantified\nThe communications services we provide create a further indirect benefit by helping our clients to increase their \nrevenues, which stimulates growth and helps create jobs. However, we also recognise that the associated increase \nin production and consumption will also result in other indirect environmental and social costs. We are still \nconsidering ways of measuring this.\nSocial impacts\nOur companies support social and charitable activities through cash donations, by undertaking pro bono work \n(marketing advice and campaigns for little or no fee) and negotiating free media space for charity campaigns.  \nThis has an impact by helping charities to achieve campaign objectives, raise funds and recruit new members,  \nand indirectly contributes to improving human health and community cohesion, and the protection of human \nrights and the environment. \nOur companies provide internship and apprenticeship opportunities, which equip people with skills and \nexperience that enhance their future life prospects. In addition, our companies train staff at all levels that not  \nonly improves WPP’s performance, but also enhances the human capital (e.g. skills base) within the company.\nPro bono work: £101 million social benefit\nThe direct value of our pro bono work was £12.5 million in 2016, based on the fees that organisations would \nhave paid for our work. When the full potential societal benefit is taken into account, the overall benefit to society \nmay be in the order of £101 million. \nThe benefits of pro bono work (primarily undertaken for the benefit of charities) are difficult to quantify.  \nThey include things such as helping to improve health and well-being in communities. Outcomes are often not \nmeasured and, if they are measured by the charity, results are not often shared with WPP. For the purposes of this \nassessment, we undertook a literature review of reports and papers (i.e. secondary data) to ascertain the average \nsocial return on investment (SROI) ratio generated by the same categories as those represented by the pro bono \nwork undertaken. This includes arts, education, environment, health, human rights and local community.\nOther information\n101 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 102, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}