{"page_content": "Waste disposal: £0.08 million cost to society\nWhilst 61% of WPP’s waste was recycled in 2016, the remainder was either sent to landfill or incinerated  \nwith or without energy recovery. The societal cost associated with the non-recycled waste is estimated to be \naround £82,000, which relates to GHG and other air emissions, leachate and other associated dis-amenity \nimpacts (e.g. visual and odour).\nThis value is based only on the non-recycled waste data, although it is acknowledged that the recycled waste  \nwill have an overall net negative impact too. Societal costs per tonne of incinerated (with and without energy \nrecovery) and landfilled waste have been derived from Rabl, Spadaro and Zoughaib (2008), and updated using \nWorld Bank consumer price inflation data. Societal costs are estimated to be £50,000 for landfilled waste, £5,000 \nfor incinerated waste with energy recovery, and £22,000 for incinerated waste with no energy recovery. Waste \nthat is disposed of that is not allocated to any of the previous categories is assumed to have the same negative cost \nas the incineration without energy recovery (with a societal cost of £6,000). However, these values are based on \naverage societal costs determined for European countries. More detailed country-specific costs could be estimated \nin future assessments. Actual market costs incurred for waste disposal are included within operational costs in the \nfinancial accounts.\nReferences\n •UN FAO AQUASTAT, www.fao.org/nr/water/aquastat/water_res/index.stm\n •PUMA (2012) Water use valuation method, http://pwc.blogs.com/files/about-water-valuation.pdf\n •Rabl, A., Spadaro I.V., and Zoughaib A. (2008) Environmental impacts and costs of solid waste:  \na comparison of landfill and incineration. Waste Management Research 2008; 26: 147.\n •Stern, N. (2007) Stern Review: The Economics of Climate Change. Cambridge University Press.\n •WRI Aqueduct Water Risk Atlas, http://www.wri.org/applications/maps/aqueduct-atlas/#x=8.00&y=0.38&s\n=ws!20!28!c&t=waterrisk&w=def&g=0&i=BWS-16!WSV-4!SV-2!HFO-4!DRO-4!STOR-8!GW-8!WRI-\n4!ECOS-2!MC-4!WCG-8!ECOV-2!&tr=ind-1!prj-1&l=3&b=terrain&m=group\n104 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 105, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}