{"page_content": "Conclusion\nBased on the verification conducted by Bureau Veritas, there is no evidence to suggest that the GHG emissions \nassertions shown below, and the age, gender, ethnicity, health and safety and waste KPIs as stated by WPP in its \n2016/2017 Sustainability Report:\n •are not prepared in accordance with WPP’s relevant internal methodologies; and\n •are not materially correct and a fair representation of the GHG emissions, waste and employment data for WPP.\nReported GHG emissions \nScope 1: 7,851  tonnes of CO2e\nScope 2:  116,905 tonnes of CO2e (net, including the carbon reduction of green-tariff electricity & Renewable Energy Certificates)  \n146,846  tonnes of CO2e (gross, excluding the carbon reduction of green-tariff electricity & Renewable Energy Certificates)\nScope 3: 92,445 tonnes CO2e (air travel)\nSuch opinion is based on work undertaken and the limitations and exclusions defined in this statement.\nLimitations and exclusions\nExcluded from the scope of our work is any verification of information relating to:\n •activities outside the defined reporting period;\n •WPP estimates its other scope 3 emissions, including from leased cars, taxis and couriers, as an additional \n15% of its total GHG emissions figure, added to the carbon footprint and reported as ‘other estimated scope \n3 emissions’. These scope 3 GHG emissions were not subject to verification; and\n •one of the 10 of WPP’s locations selected for remote data verification could not provide the relevant back-ups \nfor waste and sickness days in due time and hence was not subject to verification. \nObservations and recommendations\n •WPP has demonstrated a consistent and structured approach towards sustainability data reporting across \noperations and parameters.\n •Several sites are not currently reporting all of the waste that they generate, due to a lack of available source \ninformation. In these instances, applying a consistent estimation would help to avoid gaps in the waste data.\nStatement of independence, integrity and competence\nBureau Veritas is an independent professional services company that specialises in quality, environmental, health, \nsafety and social accountability with over 185 years’ history. Its assurance team has extensive experience in \nconducting verification over environmental, social, ethical and health and safety information, systems and processes.\nBureau Veritas operates a certified Quality Management System which complies with the requirements of ISO \n9001:2008, and accordingly maintains a comprehensive system of quality control including documented policies \nand procedures regarding compliance with ethical requirements, professional standards and applicable legal and \nregulatory requirements.\nBureau Veritas has implemented a code of ethics across its business which ensures that all our staff members \nmaintain high standards of integrity and independence. Bureau Veritas believes this assignment did not raise  \nany conflicts of interest.\nBureau Veritas UK Limited  \nApril, 2017 \n106 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 107, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}