{"page_content": "United Nations Global Compact Index\n“ I am pleased to reaffirm WPP’s commitment to the 10 principles of the United Nations \nGlobal Compact covering human rights, labour, environment and anti-corruption. We \nare working to integrate these principles into our strategy, culture and operations, and \nwe are committed to collaborating with our clients, suppliers, the UN and others on these \nissues and to sharing our progress with stakeholders through our Sustainability Report.”\nSir Martin Sorrell, Group chief executive \nWe joined the United Nations Global Compact in 2015, and are committed to its 10 principles covering the areas \nof human rights, labour, environment and anti-corruption. \nThis report is our second Communication on Progress against the Global Compact Principles, covering the year \n2016. This table provides a summary of our approach in each area and links to where further information and \nperformance data can be found in our report. \nHuman rights  \nand labour Summary of approachLocation in  \nour reporting\nPrinciple One\nBusinesses should \nsupport and \nrespect the \nprotection of \ninternationally \nproclaimed \nhuman rights; \nand\nPrinciple Two\nmake sure they \nare not complicit \nin human rights \nabuses.\nPrinciple Three\nBusinesses should \nuphold the \nfreedom of \nassociation and \nthe effective \nrecognition of the \nright to collective \nbargaining;Respect for human rights is a fundamental principle for WPP and we take steps \nto prevent, identify and address any negative human rights impacts \nassociated with our business as well as looking for opportunities to positively \npromote and support human rights.\nOur human rights policy statement reflects international standards and \nprinciples including the International Bill of Human Rights, the UN ’s Guiding \nPrinciples on Business and Human Rights, the International Labour \nOrganization’s Declaration on Fundamental Principles and Rights at Work and \nthe Children’s Rights and Business Principles. Our commitment is also explained \nin our Code of Business Conduct, page 121, our Sustainability Policy, page 120, \nand our Code of Business Conduct – Supplier Version, page 74. We updated a \nnumber of other policies relating to employment and procurement during 2016 \nto reflect our commitment to human rights. \nOur people\nOur main human rights impact is as a major employer in 112 countries and  \nwe aim to embed respect for human rights into our employment practices.  \nThis includes providing safe workplaces, selecting and promoting our people \non the basis of their qualifications and merit, preventing discrimination and \nencouraging diversity. We recognise the rights of our people to freedom  \nof association and collective bargaining and will not tolerate discrimination, \nharassment or any form of forced, compulsory or child labour. We report  \nour progress in areas such as diversity and health and safety in our \nSustainability Report. Human rights, \npages 30 and 52\nOur ethical \nstandards,  \npage 28\nDiversity and \ninclusion,  \npage 40\nHealth, safety \nand well-being, \npage 53\nOther information\n107 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 108, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}