{"page_content": "Our policy\nTo embed our commitment to protect and promote human rights, WPP and its companies will:\n •Comply with all relevant laws and support international human rights standards.\n •Reflect our commitment to human rights in our policies and procedures.\n •Take steps to identify, prevent or address human rights impacts. This includes integrating human rights  \ninto our risk management processes.\n •Provide training for our employees on human rights.\n •Operate a grievance mechanism to enable employees and suppliers to report human rights concerns.\n •Publish our Human Rights Policy Statement and report on our approach to human rights.\n •Regularly review and update our approach to human rights.\n •Take steps to support and promote human rights, including through our pro bono work.\nResponsibilities\nOur Group finance director has responsibility for overseeing our approach to human rights. Each WPP company \nis expected to comply with this policy and to implement the procedures needed to meet its requirements.\nIt is the role of the parent company to communicate this policy to all WPP businesses, to provide support and \nguidance for WPP business leaders and employees on human rights and to integrate human rights considerations \ninto Group-level policies and procedures where relevant.\nReporting a concern\nWPP employees can report any human rights concerns via our Right to Speak facility. This is managed by  \na third-party and overseen by our Internal Audit function.\nSuppliers and other stakeholders can report any human rights concerns in relation to WPP and its companies  \nvia an independently-managed phone line. This is overseen by our Legal and Internal Audit functions. Details  \nare provided on our website.\n124 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 125, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}