{"page_content": "Returning full-time\nReturning part-time\nNot returning   Women returning to work after maternity leave\nAfrica Asia \nPaciﬁcEurope Latin\nAmericaNorth\nAmerica020406080100\nWPP88% 68% 85% 43% 75% 88%8%\n24%7%\n45%16%3%4% 8% 8% 11% 8% 10%\n% companies offering these programs, weighted by headcount.Support offered to parents returning to work after parental leave\n20%\n31%44%\n13%\n22%18%Phased return to work\nGuidance/informationChildcare supportCoaching\nOtherMentoringFlexible working and support for working parents \nFlexible working practices help create an inclusive culture, particularly for working parents and people with \ncaring responsibilities, and can help us to retain valued people. \nFlexible working arrangements are agreed by our operating companies and can include part-time arrangements, \nflexible start and finish times, home working arrangements as well as career breaks and sabbaticals. Around  \n21% of our people have flexible working arrangements, 65% of flexible working requests are approved by our \ncompanies and 46% of our companies offer career breaks and sabbaticals. \nWe launched our Family Friendly Guidelines and Parent Portal for UK operating companies during 2016, \nfollowing an extensive benchmarking exercise. These are helping our UK companies to implement best practice \nmaternity, paternity and flexible working policies and support working parents. The Parent Portal is an online \nhub of guidance and support for working parents and line managers, on topics such as maternity, paternity  \nor adoption leave, through to longer-term career management for working parents.\nWe are starting to track return rates after maternity leave, as this is a stage at which we risk losing women.  \nOur data, which covers 51% of our companies, shows that 92% of women return to work after maternity  \nleave including 24% who return part-time. Half of our companies (49%) offer parental leave benefits that  \nexceed local legal requirements and we aim to increase this. Our companies also offer pre- and post-maternity \ncatch-ups which can enhance retention. \nOur people\n43 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}