{"page_content": "WPP companies received numerous awards and accreditations in the  \narea of human resources management during 2016. Examples include:\nBurson Marsteller New York, Diversity Distinction in PR Awards, Diversity \nChampion Award • Cohn & Wolfe UK, PR Week  Best Places to Work Award, Gold \nTrophy and Highly Commended Best Internship Programme 2016 • Cohn & Wolfe \nEurope, The Holmes Report , Best European Network to Work for • Cohn & Wolfe \nNew York, The Holmes Report , Holmes Large PR Agency of the Year and PR Week  \nBest Places to Work Award • GroupM Düsseldorf, IHK Chamber of Commerce \nDüsseldorf-Exceptional Achievement in Training apprentices • GroupM India, \nAsia Pacific HRM Congress, Best Talent/Recruiting Initiative • GroupM Mexico, \nWorkplace Wellness Council, Distintivo Organización Responsablemente \nSaludable • GroupM Mumbai, HR Tech Awards 2016, Most Effective Recruitment \nStrategy using Technology and Best Use of Social Media • GroupM Spain,  \nTop Employers • Hill+Knowlton Strategies Canada, Great Places to Work, Best \nWorkplace in Canada • Hill+Knowlton Strategies Chicago, PR News , Top Places  \nto Work in PR • Hill+Knowlton Strategies Hong Kong, Home Affairs Bureau,  \nFamily Friendly Employers Award • Hill+Knowlton Strategies USA, WorldatWork \nAlliance, 2016 Seal of Distinction • J. Walter Thompson UK, The IPA Effectiveness \nAwards, CPD Gold accreditation for excellence in professional development  \n• LMRB Colombo, The Employer Branding Institute Awards, Asia Best Employer \nBrand Award • Maxus Global London, Sunday Times  100 Best Companies to \nWork For 2016 • Mediacom London, The IPA Effectiveness Awards, CPD Gold \nAward for excellence in professional development • Mindshare London,  \nThe IPA Effectiveness Awards, CPD Gold Award for excellence in professional \ndevelopment • MEC New York, Great Place to Work, Great Place to Work \nCertification • MEC Toronto, Canada’s top 100 Employers, Canada’s Best \nEmployers for Recent GraduatesAWARDS AND \nACCREDITATIONSReward and recognition\nAttractive compensation packages are key to ensuring we can recruit and retain talented people. Pay and  \nbenefit levels are regularly benchmarked against other companies in our markets and sector to make sure  \nwe remain competitive.\nOur people are provided with a range of benefits that are typically provided in their local market. Examples \ninclude retirement savings plans, life assurance and employee advice services. Many of our people also participate \nin performance-related incentive plans. These plans are designed reward excellent performance and behaviours. \nThese plans operate at an employee’s operational business area level. Senior people may also participate in \nshare-based incentive plans that align their reward with that of our share owners. Since 1997, WPP has operated \nworldwide share option plans and has, since this time, made awards to over 157,000 employees, many who have \ngone on to receive considerable value based on the growth in the WPP share price. \nCompensation for our Executive Directors is set in accordance with our Directors’ Compensation Policy which is \nset out in the Annual Report. The policy for our most senior executives, which is aligned to that of our Executive \nDirectors, is designed to attract and retain the best-in-class talent. The policy looks to incentivise directors to \ndevelop their skills and those of their employees in order to optimise their potential and to be able to deliver a \nconsistently excellent service to our clients and excellent return for our share owners.\nOur people\n55 WPP SUSTAINABILITY REPORT 2016/2017", "metadata": {"source": "NASDAQ_WPPGY_2016.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}