{"page_content": "2020 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  14\n2019 Hotel and Associate Volunteerism Highlights\n2019 Loyalty Points Donations*\n39+ MILLION LOYALTY POINTS  \ndonated to support featured Marriott philanthropic causes  \n* Donations supported numerous organizations including the American Red Cross, Clean the World, and the Youth Career Initiative (YCI); and included more than 7 million points for disaster relief for Hurricane Dorian, ﬂooding in the Midwest, and the California wildﬁres.n  180,000+ hours of volunteer service by associates at The Ritz-Carlton® hotels in  \nsupport of their Community Footprints® program\nn  Nearly $113,000 raised by associates at The Ritz-Carlton® hotels across the Asia  \nPacific region for the sixth Smile Asia Week\nn  $500,000+ raised in support of local communities across Asia Pacific through  \nMarriott International’s sixth ‘Run to Give’ charity event\nn  $700,000+ raised in support of the Marriott International – Yao Foundation  \nHope Project, totaling more than $2.8 million and benefiting more than  \n1 million youth since 2013 \nn  4 homes constructed annually since 2016 with the support of associates, the JW Marriott Hotel Lima, Courtyard by Marriott Lima Miraflores and TECHO , a nonprofit \nthat fights extreme poverty by building transitional housing and implementing social inclusion programs. Similarly, the JW Marriott Hotel Quito and Sheraton Quito Hotel in Ecuador have built four houses and two ecological bathrooms in the last five years, \nbenefiting six families and providing TECHO with approximately $10,000 in cash and \nin-kind donations \nn  $22,000+ raised and 66,000 meals prepared by eight Marriott hotels in Rome in support of the Rise Against Hunger meal packaging event \nn  Hotels in the U.S. and Canada raised nearly 1.6 million points through a holiday  campaign encouraging loyalty member points donations\nRight: Marriott associates partner with nonprofit partner TECHO to build housing in Ecuador.\n", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}