{"page_content": "2020 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  152019 Milestones to Support Children  \n$5+ MILLION  \nraised by associates and guests for \nChildren’s Miracle Network Hospitals\nMarriott hotels in Canada raised over $750,000 \nin support of Children’s Miracle Network Hospitals, \na 26% increase over the prior year\n$130+ MILLION   \nraised since 1983 through Marriott’s partnership with \nChildren’s Miracle Network Hospitals\nNEARLY $2 MILLION    \nraised by associates, guests, and \nloyalty members for UNICEF’s work\n$48+ MILLION   \nraised since 1995 in support of UNICEF, helping to \nimprove the lives of more than 4.5 million children  \nAbove Right: Road to Awareness Cycle Event in Oman. Road to Awareness\nSince 2008, associates from Europe, the Middle East, and Africa have participated in the Road to \nAwareness (R2A) fundraising campaign to make a positive difference for children. In 2019, properties across Europe raised cash and in-kind donations through R2A fundraising events, contributing to the $646,000+ donated to UNICEF's work by properties in the region. In the Middle East and Africa, Marriott celebrated its 12th edition of R2A with properties surpassing their goal and raising more than $1 million for local charities to support children in need in the region. The highlight of the fundraising activities was a 278 mile- (447 kilometer) cycle event challenge in Oman.VITALITY OF CHILDREN  \nEssential to every community’s long-term stability and success is the vitality of its children. For over three decades, we have mobilized our guests and associates to support a select group of leading nonprofit organizations that serve children around the world. \nChildren’s Miracle Network Hospitals, our longest-standing partner, provides comfort, treatment, and hope to millions of sick children and their families across the \nU.S. and Canada. Another key partner, UNICEF, works in over 190 countries and territories to save children’s lives, defend their rights, and help them fulfill their potential from birth through adolescence. ", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}