{"page_content": "2020 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  3A Message from Our President and CEO\n2020 has been an unbelievably challenging \nyear for the travel industry. COVID-19 has had a greater impact on our 93-year-old business than any previous economic downturn, war or terrorist attack. We were forced to close more than 2,000 hotels around the world, which of course impacted our dedicated associates. It has been a painful, heartbreaking time. \nBut through the crisis, we have not forgotten our \ncommitment to our core value to Serve Our World, which we activate through our sustainability and social impact platform, Serve 360: Doing Good  \nin Every Direction. Whether good times or challenging, we remain committed to serving  \nour communities. \nThe following Serve 360 Report presents data \nfrom 2019 and there is much to celebrate as we made significant progress towards our 2025 Sustainability and Social Impact Goals. I am very proud of these achievements and I give thanks to the dedicated and caring associates who worked tirelessly to make it happen.\nHere are a few 2019 highlights:\nIn 2019, we reached our goal of spending  \n$500 million with women-owned businesses – \nwhich we achieved one year ahead of schedule. And we spent nearly a billion dollars with  \ndiverse- and women-owned businesses.In addition, we satisfied our goal to invest more than $5 million to develop hospitality skills and opportunity among diverse, at-risk, and underserved communities around the world. \nWe continued to expand our waste reduction \nstrategy through our single-use plastics reduction initiatives, which include replacing single-use toiletry bottles in guestroom showers with larger, pump-topped bottles. Our goal over time is to prevent  \n500 million bottles annually from going to landfill.\nWe built on the strong momentum from previous \nyears to advance human rights, with more than 725,000 associates receiving human trafficking awareness training since 2016. \nAnd we partnered with the United States Institute \nof Peace to help expand its Generation Change Fellows Program, a youth-led and youth-focused peacebuilding program in conflict-affected countries that aims to promote peace around  \nthe globe.\n2020\nWhile this Report focuses on 2019 efforts, I wanted \nto take the opportunity to share how proud I am of the various ways hotels and associates have responded to the events of 2020. Since January, when our hotels in China were first impacted by the virus, we have adjusted our social impact and sustainability efforts to address the needs of the times. We immediately prioritized the health and safety of our associates and guests by creating even more robust cleaning and safety standards.  \nTo help us get it right, we launched the Marriott Global Cleanliness Council, a group of in-house and outside experts in food and water safety, hygiene and infection prevention, and hotel operations. We remain committed to providing our guests with a safe and clean environment, so they feel confident visiting our more than 7,500 hotels worldwide.\nWith so many communities in need, we took \naction. Around the globe, our hotels donated food, cleaning supplies and essential items like gloves and toiletries to front-line and medical workers, as well as local families and community groups. Many of our hotels opened their doors to non-profits that needed large event spaces in order to adhere to social distancing protocols and still meet an increase in demand for their services. A number of our properties, for example, partnered with the American Red Cross to host 289 blood drives, which collected nearly 8,600 units of blood. The Gaylord National Resort and Convention Center, just outside of Washington, D.C., donated 40,000 square feet of space to the Capital Area Food Bank to support food storage and packaging operations. We also partnered with American Express and JPMorgan Chase to provide $10 million worth of free hotel stays for frontline healthcare doctors  \nand nurses.\nIn the midst of this global crisis, a long and overdue \nconversation on racism surfaced in the United States and reverberated around the world. I want to make it clear that Marriott believes Black Lives Matter and that racism, in all its forms, must be ", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}