{"page_content": "2020 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  27Global diversity, equity, and inclusion are integral to not only how we provide an inclusive environment for associates, but also to how we do business every \nday. Marriott’s success begins with our commitment to help provide a world of opportunity.\nOur Commitment: Our formal, company-wide diversity, equity, and inclusion program has \nbeen in place for over 30 years, with a range of programs, partnerships, initiatives, and accountability to ensure all – associates, guests, owners, and suppliers – feel welcome. We were also one of the first companies in any industry, nearly two decades ago, to establish a Board of Directors-led Committee for Excellence (recently renamed Inclusion and Social \nImpact Committee) focused on advancing inclusive opportunities, with accountability metrics \nat the highest levels.\nAs our company faces one of the most incredible hardships and business challenges due \nto COVID-19, we are facing another crisis and recognize that taking a stand against racial injustice must also be a top priority. While we have a long history as a diversity champion, we know there is more we can – and must – accomplish to contribute to a society where \neveryone experiences equity, justice, and inclusion.  \nThe Conversation Starts With Us: CEO Arne Sorenson and senior leaders kicked off a series \nof global town halls – TakeCare Community Talks – attended by thousands of associates to openly share associate feedback and senior leader perspectives on our fight against racism, advancement of equality and justice in society, and Marriott’s role in those efforts.Workforce Engagement: Living Our Core Values (LOCV), our annual signature engagement program, is facilitated by General Managers with all associates at our managed properties. LOCV energizes and engages associates while giving them an opportunity to share their ideas, insights, and experiences. Our 2019-2020 LOCV installment – Respect for All – included discussions around understanding conscious and unconscious biases to help associates \nrecognize how their unique view of the world could result in unconscious biases and what they \ncan do to ensure they are providing the same warm welcome and level of service to all. \nOn-Ramps to Leadership: Our Emerging Leadership Program (ELP) was created to ensure \nthe development of our bench strength talent – high-performing front-line leaders, senior leaders, and other managers who have demonstrated the ability to excel to higher levels of responsibility. Since its inception, ELP has been instrumental in building and increasing \nthe number of people of color and women in leadership roles. Over 1,600 have completed \nthe program and nearly 100% have been promoted or selected for strategic developmental management and P&L roles since joining the program.\nWe are expanding this program to bring an even sharper focus on the career development \nneeds of our diverse leadership pipeline while creating exciting new pathways for the next generation to begin their careers with us.\nWorking With Our Partners: Marriott is an active and engaged corporate member of \nglobal nongovernmental organizations across many different diverse segments that support the development of opportunities for our key stakeholders including diverse and historically underrepresented suppliers, current and potential associates, hotel owners, and customers. We partner with groups such as Asia Society, Asian American Hotel Owners Association (AAHOA), the Canadian Aboriginal and Minority Supplier Council, the Canadian Gay and Lesbian Chamber of Commerce (CGLCC), Capital Region Minority Supplier \nDevelopment Council, Disability:IN, Hispanic Association on Corporate Responsibility (HACR),  \nHuman Rights Campaign, Out and Equal, National Association of Black Hotel Owners, GLOBAL DIVERSITY, EQUITY, AND INCLUSION\nOur Global Diversity, Equity, and Inclusion objectives are to: \nn Open doors of opportunity to welcome all from the communities in which we operate and serve across the globe\nn Establish a supportive and inclusive work environment where associates are brought together by a common desire to experience op portunity, community, and purpose\nn Increase the presence of women and people of color in the highest levels of management and other k ey decision-making positions\nOur company was built on the idea that everyone is welcome, that  \nour strength lies in the diversity of our workforce and our community  \nof customers, and that being radically inclusive is the only path for us. We are in the hospitality business, after all, and the very definition of hospitality is a 'friendly and generous reception. '\n        –ARNE SORENSON, PRESIDENT AND CEO", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}