{"page_content": "2020 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  33Above: Walt Disney World Swan and Dolphin Resorts became the first Marriott-branded hotel in the U.S. to forge a \npartnership with the U.S. Army to hire veterans.Marriott’s President and CEO, Arne Sorenson, visited Georgetown \nUniversity to speak to veteran students enrolled in the Warrior-Scholar Project (WSP), which offers collegiate transitional training to veterans  \nat university campuses across the country.\n2019 Veteran HighlightsVETERANS \nWe actively work to recruit and support U.S. military veterans. Our company culture and values are well-suited and aligned for those who have served, and we \nin turn value their skills and experience. To support our veteran hiring goals and objectives, we developed various partnerships with veteran organizations in the local communities where we do business, and have created tools and resources to assist hiring managers with veteran recruitment efforts. In addition, we work with organizations, including VetFran, to promote working with veteran-owned businesses to source products and services for hotels and engage veterans in hotel ownership opportunities.\n1,265    \nveterans hired, exceeding our goal to \nhire at least 1,000 veterans annually $8 MILLION\npurchased from veteran- and service-\ndisabled veteran-owned businesses \nWalt Disney World’s Swan and \nDolphin Resort became the ﬁrst \nMarriott-branded hotel in the U.S. \nto forge a partnership with the \nU.S. Army to hire veteransThrough the Warrior Canine \nConnection, the Gaithersburg Marriott \nWashingtonian Center donates hotel \nrooms to veterans who travel to the \nD.C. area to train therapy dogs  \nHotels for Heroes \nThrough our partnership with the Fisher House Foundation’s Hotels for Heroes program, \n2,450 rooms nights were provided to military service members undergoing surgery in \nthe U.S. through nearly 9,500,000 loyalty points donated, and over $550,000 spent at Marriott properties in 2019.\n", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}