{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  46\n2020 SERVE 360 REPORTGovernance  continued\nNumber Description Response and/or Report Location Additional References\n102-19 Delegating Authority Marriott’s President and CEO, Arne M. Sorenson, co-founded Marriott’s Global Sustainability Council in \n2007, which has now evolved into the Serve 360 Executive Leadership Council. With oversight from the Board, the council identifies and develops relevant ESG strategies, programs, policies, and procedures. Furthermore, the Serve 360 Advisory Council, Serve 360 Champions, and Owner Advisory Council also provide structure and oversight to support our 2025 Sustainability and Social Impact Goals.\nMore information on our councils that support our Serve 360 platform is available on page 9 in the \n“Management and Governance” section of the 2020 Serve 360 Report.2020 Serve 360 Report(“Management and Governance”, p. 9)\n102-20 Executive-level responsibility \nfor economic, environmental, \nand social topicsOur Serve 360 Executive Leadership Council is co-chaired by Marriott’s Chief Global Officer, Global Operations and Executive Vice President and Global Chief Communications & Public Affairs Officer. \nBoth of these individuals also serve as non-Board members of Marriott’s Inclusion and Social Impact \nCommittee (formerly known as the Committee for Excellence).Corporate Governance\n102-21 Consulting stakeholders on \neconomic, environmental, and social topicsTo develop our 2025 Sustainability and Social Impact Goals, Marriott executives were interviewed and participated in workshops that included more than 80 internal subject matter experts. Furthermore, the Serve 360 Report and GRI Index were informed by a prior sustainability and social impact materiality assessment, which included interviews with owners, customers, industry associations, and nongovernmental organizations. Serve 360 Microsite\n102-22 Composition of the highest governance body and its committeesInformation on the composition of Marriott’s highest governance body and its committees can be found on the “Corporate Governance” section of our website.\nBoard of Directors\nCommittee MembershipCorporate Governance\n102-23 Chair of the highest  \ngovernance body J.W. Marriott, Jr. is the Executive Chairman and Chairman of the Board. Mr. Marriott was elected Executive Chairman in 2012, having relinquished his position as Chief Executive Officer. Mr. Marriott plans to transition to the role of Chairman Emeritus in 2022.\nBoard of Directors\n102-24 Nominating and selecting the  highest governance body In addition to identifying individuals who have the highest personal and professional integrity and have demonstrated exceptional ability and judgment, criteria regarding personal qualifications for Board membership such as background experience, technical skills, affiliations, and personal characteristics are considered.\nOur Governance Principles also require that at least two-thirds of the directors shall be independent, and \nthe Board has established guidelines to assist it in determining director independence.Governance Principles\nJ.W. Marriott Jr.Nominating and Corporate \nGovernance Committee Charter", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}