{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  49\n2020 SERVE 360 REPORTStakeholder Engagement  continued\nNumber Description Response and/or Report Location Additional References\n102-43 Approach to \nstakeholder engagement We inform stakeholders about our priorities and actions, seek to understand evolving expectations and viewpoints, and create opportunities to address substantive issues through partnerships and collaboration. \nAs such, Marriott actively: \n•  Engages with guests, customers, and associates through management processes, such as the Guest  \n    Satisfaction Survey through our guest satisfaction feedback program, GuestVoice, and our annual   \n    Associate Engagement Survey, to help drive continuous improvement. \n•  Collaborates with stakeholders to understand their priorities through global forums and industry  \n    associations in order to develop policies and programming that address some of their most critical     \n    social and environmental concerns. \n•  Educates and communicates with key influencers to ensure they understand our business  \n    and create an environment conducive to travel growth. \nOur company and executives also regularly engage with allied trade associations and nongovernmental \norganizations through leadership roles on boards and executive committees. Marriott executives hold outside leadership roles at the World Economic Forum, the WTTC, the Sustainable Hospitality Alliance (formerly known as the International Tourism Partnership), U.S. Council for International Business (USCIB), U.S. Travel Association, U.S. Travel and Tourism Advisory Board, Brand USA and the AHLA, including its state-level affiliates.\nWe aim to ensure that our guests are heard and generate superior guest satisfaction and more \nmemorable stays at our properties. In 2019, our verified guest reviews indicated that 80% of reviews are 4-star and higher, on a 5-star scale, and 88% of reviewers would recommend Marriott properties to a friend. Marriott’s 2019 Guest Satisfaction Survey, through GuestVoice, indicated that 64.2% of respondents rated their overall experience at least nine out of 10\n1.\nFurther information can be found on page 5 to 7 in the “Our Company and Stakeholders” section of the  2020 Serve 360 Report. \n1 Approximately one in six queried guests have responded. All brands are represented.2020 Serve 360 Report (“Our Company and Stakeholders”, p. 5 to 7)\nServe 360 Microsite\n102-44 Key topics and \nconcerns  raisedUnderstanding the needs, key issues, and priorities of our stakeholders helps inform the development of our business strategy, products, and services, as well as our sustainability and social impact programming and reporting.\nTo develop our 2025 Sustainability and Social Impact Goals, Marriott executives were interviewed and \nparticipated in workshops that included more than 80 internal subject matter experts to brainstorm specific goals. We then presented our goals to key stakeholders for review. We also conducted a materiality assessment to inform our GRI disclosures as well as how we plan to execute on our 2025 Sustainability and Social Impact Goals.\nWe continue to engage a wide variety of stakeholders (guests, customers, associates, investors, \nbusiness partners, nongovernmental organizations, and communities) to understand their expectations of our company. In 2019, our Investor Relations team continued to engage with investors around sustainability and social impact. Furthermore, a study was undertaken in 2019 to understand investor priorities and their key tools for tracking our performance, and risks and opportunities, including sustainability and social impact.Serve 360 Microsite", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}