{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  50\n2020 SERVE 360 REPORT102-45 Entities included in the  \nconsolidated financial statements A list of subsidiaries is provided in our annual 10-K filing. 2019 Annual Report(“Exhibits and Financial Statement Schedules”, Exhibit 21, p. 95)\n102-46 Defining report content and topic boundaries The Serve 360 Report and GRI Index were informed by a prior sustainability and social impact materiality assessment, which included interviews representing owners, customers, industry associations, and nongovernmental organizations. We also considered topics and information prioritized by ESG research firms, which represent the investment community.\nWe selected a broad range of nongovernmental organizations to obtain perspectives on issues, \nincluding labor, climate change, water, waste, biodiversity, sustainable aquaculture, health and wellness, human rights, women’s empowerment, and workforce readiness, especially for disadvantaged youth.\nOur goal for the assessment was not only to ensure that Marriott is addressing the right sustainability \nand social impact topics but also to identify how we can continue to improve our sustainability and social impact strategies, programs, and reporting. \nThe topic-specific disclosures in the GRI Index reflect the outcomes from our sustainability and social impact \nmateriality assessment, which covered our role as both an operator and franchisor of hotel properties.GRI disclosures \n102-47 List of material topics In this GRI Index, we provide management approach disclosures for the following topics:\n•  Economic: Economic Performance, Indirect Economic Impacts, and Anti-Corruption\n•  Environmental: Energy, Water, Biodiversity, Emissions, Effluents & Waste, and Supply Chain  \n    Environmental Assessment\n•  Social: Employment, Occupational Health & Safety, Training & Education, Diversity and Equal  \n    Opportunity, Human Rights Assessment, Local Communities, Supply Chain Social Assessment,      Customer Health & Safety, and Data Privacy\nThrough our 2025 Sustainability and Social Impact Goals, we aim to address the four coordinates that \nwe have prioritized within our sustainability and social impact strategy.GRI disclosures\n102-48 Restatements of information The 2016 baseline data for energy and carbon were restated in the 2020 Serve 360 Report due to the availability of more comprehensive data, leading to a more accurate baseline. Unless otherwise noted, there are no other known, significant restatements of information.GRI disclosures\n102-49 Changes in reporting In 2019, we began aligning with Hotels & Lodging standards, prepared by the Sustainability Accounting Standards Board (SASB).GRI disclosures\n102-50 Reporting period Unless otherwise noted, our reporting period is for the calendar year 2019. GRI disclosuresReporting Practice\nNumber Description Response and/or Report Location Additional References", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}