{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  54\n2020 SERVE 360 REPORTEconomic  continued\nNumber Description Response and/or Report Location Additional References\n204 Procurement Practices In 2019, we achieved internal global alignment on the responsible sourcing requirements across our \ntop 10 priority categories. As we share these requirements and receive additional information about the business operations of our suppliers, we will continue to engage with them on our heightened commitment to a more environmentally and socially responsible global supply chain. In addition to communicating our product requirements, we highlight our Animal Welfare and Responsible Seafood position statements and preferred third-party certifications. We also work with our suppliers to identify capacity planning opportunities to help them improve their own supplier relationships and subsequently drive improvements in their supply chains. The results of our 2020 supplier surveys will further bolster these efforts toward our 2025 responsible sourcing goals.\nIn 2019, we also began to incorporate our responsible sourcing requirements into request for proposals \n(RFPs) that are administered by our Americas procurement partner, Avendra. We worked closely with Avendra to ensure the responsible sourcing requirements and our preferred third-party certifications were communicated to potential suppliers and supplier responses were aligned with our responsible sourcing goals. Throughout 2020 and 2021, we will continue to incorporate these requirements into all future RFPs within our top 10 categories to identify the most responsible suppliers with the highest quality products.\nOn our journey towards our 2025 100% cage-free eggs goal, in 2020 and continuing into 2021, we will \nengage our continent teams through direct webinars and presentations, provide robust information regarding suppliers that have cage-free egg products, and when available, measure progress through various reporting and compliance pathways. \nFor locations where no cage-free egg products are available, we will continue to seek suppliers and \nwork to provide the demand for those suppliers.\nIn 2020, we engaged our top U.S. and Canadian pork supplier that accounts for over 60% of our pork \nspend and asked them to complete a 3rd-party ESG scorecard. We will continue to work with this, and the other suppliers we have identified, to grow their supply of gestation crate-free and group-housed pork and will communicate those opportunities to hotels as they become available.\nIn the U.S. and Canada for Marriott’s managed hotels, we have provided clear product specification \nguidance for cage-free eggs and gestation crate-free and group-housed pork and are measuring compliance towards those specifications on a regular basis.\nFurther detail can be found in the “Sustain Responsible Operations” section of the 2020 Serve 360 \nReport, on page 20 to 25.2020 Serve 360 Report (“Sustain Responsible Operations ”, \np. 20 to 25)\nAnimal Welfare Position Statement Global Procurement Supplier Conduct\nGuidelines\nResponsible Seafood Position Statement Sustain Responsible Operations \n(“Source Responsibly”)", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}