{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  58\n2020 SERVE 360 REPORTEnvironmental  continued\n Number  Description  Response and/or Report Location  Additional References\n303 Water\ncontinuedWater Supply: When the municipal water supply is not available or sufficient, our hotel partners install water systems, including bore, desalination, reverse osmosis, and filtration.\nDrought Risks: Each full-service, managed property is required to develop a site-specific water \nconservation plan and also complete irrigation efficiency audits on their landscaped acreage, identifying further opportunities. In response to drought risks, additional water conservation measures have been implemented immediately by our properties, including cutbacks of landscape irrigation. Associates and guests are also notified of the water shortage to promote further conservation. A portfolio-wide water risk assessment is planned for the near future.\nFlooding Risks: To address flooding risks, we have enterprise-wide business continuity plans, task \nforces, an executive-led Crisis Relief Committee, our Marriott Disaster Relief Fund, TakeCare Relief Fund, and long-standing relationships with the International Federation of Red Cross and Red Crescent Societies, the American Red Cross and other organizations that offer assistance to communities in times of disaster. These relationships and programs help us to coordinate relief efforts when flooding occurs in regions where we operate hotels.\nTools and Resources: As a part of our materiality and goal-setting process used in developing our  \nServe 360 sustainability and social impact platform, we reviewed data from Ecolab’s Water Risk \nMonetizer, the WRI Aqueduct Tool, and other tools to assess the performance of our properties in water-stressed regions. Our analysis showed that the water intensity of properties in those regions was generally lower than comparable hotels in other areas. 2019 was the first year in which all global managed Marriott properties received a water reduction target for the year, which was developed  within MESH. The target-development process factors in average annual water reduction from 2016 to present-day and compares each hotel’s water intensity to that of similar hotels within the same hotel type and region. Additionally, all global franchised hotels received suggested water reduction targets for the first time in 2019.\nGoals and Targets: Our Serve 360 water intensity reduction goal builds upon Marriott’s first-generation \ngoal to reduce water consumption per occupied room by 20% from 2007–2020, and Starwood’s first-generation goal to reduce water consumption by 20% from 2008–2020.\nFurther detail can be found in the “Sustain Responsible Operations” section of the 2020 Serve 360 \nReport, on page 20 to 25.2020 CDP Water Security Response\n2020 Serve 360 Report\n(“Sustain Responsible Operations”, p. 20 to 25)\n2025 Sustainability and\nSocial Impact Goals\nSustainability PolicySustain Responsible Operations\n(“Reduce Environmental Impacts ”)", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}