{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  66\n2020 SERVE 360 REPORTSocial  continued\n Number  Description  Response and/or Report Location  Additional References\n404 Training & Education \ncontinuedTuition Reimbursement and Support for Continuing Education: Additionally, in 2019, we offered tuition reimbursement and flexible schedules to attend school and cross-training to gain experience and skills in various departments, as well as work-at-home options.\nSuccession Planning: To help prepare leaders for more senior positions with greater scope and \ncomplexity, Marriott conducts structured talent development discussions to provide our senior leadership team with information on bench strength, with profiles that include each individual’s  past accomplishments, current contributions, development areas, and readiness for new or  \nexpanded responsibilities. Additionally, we maintain a series of proprietary programs to develop  \nour high-potential talent.\nInnovation: We organize Innovation Days where corporate headquarters and regional offices globally, \ntransform to host thought leaders, innovation challenges, and creative skill building. During multiday events, associates participate in interactive sessions to learn design-thinking approaches to problem solving, and experience brand storytelling and rapid prototyping of physical and digital ideas. We also have an Innovation Speaker Series and utilize Underground U, a peer-to-peer learning and teaching exchange. Part design garage, part research lab, part test track, Underground U enables real-time experimentation and feedback from our customers before we go to market.Awards and Recognition\nCareersHeart of the House\n405 Diversity and Equal Opportunity Global diversity, equity, and inclusion is integral to not only how we provide an inclusive environment \nfor associates, but also to how we do business every day. We have established a holistic approach to ensure a high level of engagement with our key stakeholders, which includes: associates, customers, owners, and suppliers. Mr. Sorenson also chairs Marriott’s Global Diversity and Inclusion Council.\nMarriott is focused on creating programs and opportunities that benefit our communities, help \nstrengthen our business, and demonstrate how operating responsibly can create economic opportunity. Furthermore, our approach to diversity, equity, and inclusion is focused on accountability and achieving results. We also recognize the importance of cultivating a supply chain that includes diverse- or  \nwomen-owned businesses. In 2019, we continued to progress towards our goal to reach 1,500  \ndiverse- and women-owned open hotels by the end of 2020, with 1,451 diverse- or women-owned  open hotels, and an additional 1,001 diverse- or women-owned hotel projects in our development pipeline, as of year-end 2019. In 2019, Marriott spent approximately $995 million in inclusive sourcing, including $613 million with women-owned businesses, $364 million with minority-owned businesses, $8 million with veteran- and service-disabled veteran-owned businesses, $8 million with LGBTQ-owned businesses, and $2 million with businesses owned by people with disabilities. We are proud to showcase our commitment to diversity, equity, and inclusion, and social good through our #LoveTravels purpose-driven marketing campaign, which aims to advance people pursuing inclusion, equality, peace, and human rights.\nFocusing on Pay Equity: Marriott is committed to ensuring that associates’ compensation is equitable \nand competitive. Our policies and practices are designed to avoid pay inequities throughout an associate’s career. Associates can raise issues regarding pay equity through their manager, Human Resources, or the Business Integrity Line.2019 UK Gender Pay Gap Report\n2025 Sustainability and\nSocial Impact Goals\nAwards and RecognitionCreating an Inclusive EnvironmentEmpower Through Opportunity\n(“Diversity and Inclusion ”)\nGlobal Diversity and Inclusion\nWe Stand Against RacismWelcome All and Advance Human Rights\n(“Human Rights ”)", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}