{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  67\n2020 SERVE 360 REPORTSocial  continued\n Number  Description  Response and/or Report Location  Additional References\n405 Diversity and Equal Opportunity \ncontinuedMarriott regularly conducts pay equity reviews in the U.S. and makes pay adjustments where appropriate.\nTo ensure that our recruitment process reflects fair and equitable pay practices, we use a competitive \nlocal market wage scale and establish a starting rate of pay with fixed or defined pay increases based on tenure for the vast majority of our U.S.-based hourly paid hotel positions. We also removed compensation inquiries from the U.S. employment application process and stopped considering salary history when establishing starting pay for new associates in the U.S. and Canada.\nActive Involvement: Marriott also holds membership in numerous organizations to promote \ndiversity, equity, and inclusion. We are an active and engaged corporate member of several global nongovernmental organizations across many different diverse segments that support the development of our key stakeholders including diverse and historically underrepresented suppliers, current and potential associates, hotel owners, and customers. To support our key stakeholders, Marriott partners with groups such as Asia Society, Asian American Hotel Owners Association (AAHOA), the Canadian Aboriginal and Minority Supplier Council, the Canadian Gay and Lesbian Chamber of Commerce (CGLCC), Capital Region Minority Supplier Development Council, Disability:IN, Hispanic Association on Corporate Responsibility (HACR), Human Rights Campaign, Out and Equal, National Association of Black Hotel Owners, Operators, and Developers (NABHOOD), NAACP, National Black MBA Association (NBMBAA), National Center for Lesbian Rights, National Hispanic Corporate Council, National LGBT Chamber of Commerce (NGLCC), National Organization on Disability, National Urban League, Parents, Families, and Friends of Lesbians and Gays (PFLAG), UnidosUS, United Negro College Fund (UNCF), VetFran, WEConnect International, Women’s Business Enterprise National Council (WBENC), WomenCorporateDirectors (WCD), and Women Presidents’ Educational Organization (WPEO-DC). To maintain and continuously improve our commitment to diversity, equity, and inclusion, Marriott’s President and CEO, Arne M. Sorenson, is also a signatory of the CEO Action \nfor Diversity & Inclusion. \nWe are proud to have achieved our 2025 goal ahead of schedule, in early 2019, with over $6 million \ninvested as of year-end 2019. Our revised 2025 goal is to invest $35 million\n* in partnerships and \nprograms that support hospitality skills and opportunity among youth, diverse populations, women, \npeople with disabilities, veterans, and refugees (2016-2025). \n* Investment is calculated by corporate contributions and hotels’ self-reporting.2019 UK Gender Pay Gap Report\n2025 Sustainability and\nSocial Impact Goals\nAwards and RecognitionCreating an Inclusive EnvironmentEmpower Through Opportunity\n(“Diversity and Inclusion ”)\nGlobal Diversity and Inclusion\nWe Stand Against RacismWelcome All and Advance Human Rights\n(“Human Rights ”)\n412 Human Rights Assessment As a leader in the travel and tourism industry, Marriott International has prioritized the fight against some of the industry’s highest-risk and most pressing issues, including human trafficking, child sexual exploitation, and forced labor. We remain committed to upholding and respecting human rights through our human trafficking awareness and prevention initiatives and collaboration with key partners. Since 2017, human trafficking awareness training has been a requirement for all on-property associates across both managed and franchised properties. Marriott’s comprehensive training addresses human trafficking, child exploitation, and forced labor. The “Your Role in Preventing Human Trafficking: Know the Signs” training is available in 17 languages. The purpose of the training is to raise awareness of all forms of human trafficking and educate associates on the indicators and what they can do should they suspect potential issues. \n2025 Sustainability andSocial Impact Goals\nGlobal Procurement Supplier\nConduct Guidelines\nHuman Rights Policy StatementUK Human Trafficking\nTransparency Statement\nWelcome All and Advance Human Rights\n(“Human Rights ”)", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}