{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  69\n2020 SERVE 360 REPORTSocial  continued\n Number  Description  Response and/or Report Location  Additional References\n413 Local Communities Marriott International has a deep commitment to taking care of the environment and the communities \nwhere we do business. We continue to support the resiliency and sustainable development of local communities and environments through natural capital investments, disaster relief support, charitable giving, and volunteer activations. Additionally, we have established a network of Marriott Business Councils comprised of General Managers and other hotel leaders working together in a given city, state, country, or region to perpetuate corporate culture and drive macro business initiatives, including sustainability, industry advocacy, and social impact efforts.\nThrough collaboration with key stakeholders and Marriott’s charitable and associate volunteerism efforts, \nhotels and associates globally continue to do good and make a meaningful impact in the communities where we do business. Year-round, associates actively volunteer in local communities around the world. Annually, associates, hotels, and Business Councils also participate in a global day of service: Spirit To Serve Our Communities\n® Day provides associates with the opportunity to share their time and skills-\nbased talents with their local communities. \nFurther detail can be found in the “Nurture Our World” section of the 2020 Serve 360 Report, on page 12 \nto 19.2020 Serve 360 Report(“Nurture Our World”, p. 12 to 19)\n2025 Sustainability and\nSocial Impact Goals\nMarriott Disaster Relief FundNurture Our World\n(“Community Engagement”)\nPartnership with Children’sMiracle Network Hospitals\nTakeCare Relief FundThe Ritz-Carlton Community Footprints\n414 Supplier Social Assessment Marriott’s Global Employment Principles and Human Rights Policy are guided by those contained in the \nUnited Nations Universal Declaration of Human Rights and related international covenants.\nAdditionally, Marriott’s Global Procurement Supplier Conduct Guidelines set forth our expectations that \nour suppliers uphold the following:\n•  Anti-Harassment: Provide a fair and safe workplace that is harassment-free, secure, and that creates a    \n    hospitable environment.\n•  Anti-Discrimination: Promote an inclusive environment that fosters mutual respect, diversity, inclusion,           \n    and equal opportunity with associates and other stakeholders, including customers and business \n    partners.\n•  Prevention of Forced Labor and Human Trafficking: Support the elimination of all forms of human \n    trafficking and forced, bonded, or compulsory labor, as well as the exploitation of children.\n•  Prevention of Child Labor: Adhere to minimum age provisions of applicable laws and employ only \n    workers who are of the applicable minimum age for employment or the applicable age for completion \n    of compulsory education.\n•  Prevention of Unethical Recruitment: Do not charge recruitment fees as part of the application \n    process or use fraudulent recruitment practices.\n•  Freedom of Association and Collective Bargaining: Respect an employee’s freedom of association \n    and right to bargain collectively.\n•  Workplace Conditions: Provide associates with a safe and healthy working environment that meets \n     applicable legal standards or industry workplace standards.2025 Sustainability andSocial Impact Goals\nGlobal Procurement Supplier\nConduct Guidelines\nMarriott Sustainability\nAssessment Program\nSustain Responsible Operations\n(“Source Responsibly”)", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}