{"page_content": "Economic  continued\nNumber Topic Description Response and/or Report Location Additional References SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  74\n2020 SERVE 360 REPORT203-1 Indirect \nEconomic ImpactscontinuedInfrastructure investments and services supportedFundraising for Children’s Miracle Network: For more than 37 years, Marriott has partnered with Children’s Miracle Network Hospitals — raising more than $130 million in funds to support 170 children’s hospitals across the United States and Canada. In support of the vitality of children, Marriott hotels in Canada achieved a record fundraising amount for Children’s Miracle Network in 2019: $750,106, an approximate 26% increase over the prior year. \nLegal Services for Asylum Seekers: In 2019, Marriott supported the work of Immigration \nEquality (IE) by extending free legal services to LGBTQ asylum seekers fleeing persecution from their countries of origin. In 2019, our support helped IE assist 763 individuals through legal services and field over 2,500 calls through their hotline. Additionally, Marriott’s #LoveTravels platform donated an additional $100,000 to help expand IE’s services. \nRefugee Hiring: Marriott is a top employer of International Rescue Committee (IRC) clients \nin the United States. The IRC responds to the world’s worst humanitarian crises and helps individuals survive, recover, and rebuild their lives. Their programming supports economic recovery, education, heath, and skills training to help resettled refugees recover and thrive. Between 2018 and 2019, Marriott hired 168 clients across the IRC network.\nCapacity Building for Resettled Refugees: In 2019, Marriott continued to support IRC’s \nHospitality Link program in Dallas, Texas; San Diego, California; and Elizabeth, New Jersey. The program is designed to provide skills development training to resettled refugees, while introducing them to careers in the hospitality industry, as well as providing life skills and English language classes. In 2019, Hospitality Link’s Dallas, San Diego, and Elizabeth programs served 146 resettled refugees. Representing 24 countries, 50% of the participants were women and 50% were men, achieving gender parity for the program. These participants varied in educational and professional backgrounds, with some never having received formal education, and others having graduate degrees. During the 2019 program year, 140 participants from Marriott-supported sites received job placements, while others continue to work with the IRC on employment opportunities.Creating an Inclusive Environment\nEmpower Through Opportunity\n(“Refugees”)\nGlobal Diversity and InclusionNurture Our World\n(“Community Engagement” and “Natural Capital Investment”)\nWelcome All and Advance\nHuman Rights(“Cultural Understanding”)\n204-1 Procurement PracticesProportion of spending on local suppliersAs part of Marriott’s 2025 Sustainability and Social Impact Goals, our hotels aim to purchase 50% of all produce from local sources. \nWhile we are at the beginning of our journey, our hotels continue to make strategic sourcing \nchoices to support local suppliers and economies as well as develop their own farming projects on property or through third-party partnerships. \n2025 Sustainability andSocial Impact Goals\nSustain Responsible Operations\n(“Source Responsibly”)\n205-2 Anti-corruption Communication and training about anti-corruption policiesand proceduresAs of year-end 2019, more than 34,000 of our managers in the Americas, Asia Pacific, Europe, and the Middle East and Africa have received our Global Anti-Corruption training, and approximately 11,000 managers have received our OFAC training.\nBusiness Conduct Guide(“Interacting Honestly with the Government” , p. 17 to 23)\n ", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}