{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  80\n2020 SERVE 360 REPORTSocial  continued\nNumber Topic Description Response and/or Report Location Additional References \n404-3 Training and  \nEducationPercentage of employees  receiving regular performance and career development reviewsPerformance development is accomplished through ongoing conversations between associates and their managers and periodic formal reviews are conducted with all associates. Since 2018, under our newly updated Leadership Performance Acceleration program, supervisors and associates are encouraged to have ongoing performance conversations throughout the year to help them develop career plans, chart a course for achieving those plans, and monitor progress. These process updates also allow for just-in-time feedback that any leader or peer can include directly on the associate’s review.\n405-1 Diversity and Equal OpportunityDiversity of governance  bodies and employeesAt year-end 2019, 44% of the direct reports to our CEO were women. In the U.S., 56% of all management were women. At year-end 2019, our Board of Directors was comprised of 14 members; nine were men; five were women.\n2019 Annual Report(“Directors and Officers”, p. 95)\n412-1 Human Rights  AssessmentEmployee training on  human rights policies or  proceduresIn 2017, we made human trafficking awareness training a requirement for all on-property associates across both managed and franchised properties. At year-end 2019, approximately 186,916 additional associates globally had completed human trafficking awareness training; bringing the total to over 725,000 since the training launched in 2016.\nAssociates with procurement and purchasing responsibilities are required to complete the \nProcurement 101 online training, which includes information on Marriott’s human rights policies. In 2019, over 5,000 additional associates globally completed the procurement training. UK Human Trafficking Transparency Statement\n413-2 Local  CommunitiesOperations with local  community engagement,  impact assessments, and  development programsCommunity engagement activities occur across our portfolio. We have also establisheda network of Marriott Business Councils comprised of General Managers and other hotelleaders working together in a given city, state, country, or region to perpetuate corporateculture and drive macro business initiatives, including sustainability, industry advocacy, andsocial impact efforts. Further information can be found on page 9 of the Serve 360 Report.\n2020 Serve 360 Report(“Management and Governance ”, p. 9)\n2025 Sustainability andSocial Impact Goals\nMarriott Disaster Relief FundPartnership with Children’s \nMiracle Network Hospitals\nServe 360 MicrositeTakeCare Relief FundThe Ritz-Carlton Community \nFootprints", "metadata": {"source": "NASDAQ_MAR_2020.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}