{"page_content": "24. Dispensers have also been installed at Celebrity Tower since January 2020,  \nat NÜWA Macau, Star Tower, NÜWA and Nobu in Manila in 2021 and at Altira Macau \nas of January 2022. Work is underway to roll out the system at the new Studio City  \nPhase 2, City of Dreams Mediterranean, Morpheus and Hyatt Regency.\n25. The volume of food waste and its portion of our total waste stream was determined \nbased on an audit conducted in 2019 that included an assessment of waste arising \nfrom our colleague dining areas and associated kitchens, restaurants operated by \nMelco and our tenants, guest rooms and onsite facilities.such as plastic bands on slippers with paper alternatives. \nWater filter stations are in place at spas and fitness centers \nwith water served in glasses.\nThe switch to refillable dispensers in our hotel rooms resulted \nin the avoidance of 2.9 million small SUP bottles in 2020. \nAcross our F&B operations alternative disposables with \nsustainability attributes were adopted. Overall, our capture  \nof plastic for recycling increased from over 4 tonnes in 2020 \nto 102 tonnes, an increase of 2,429% over the previous year.  \nWe are working on enhancing our measurement of specific \nplastic items and reporting our progress in line with the \nupcoming GTPI format.\nIn Manila, biodegradable alternatives include bagasse \npackaging materials for take away items, biodegradable \npaper resealable pouches for chocolates, cardboard  \nboxes replacing acetate boxes and greaseproof papers  \nfor sandwiches.\nWasteWaste\nReducing waste generation is a priority for Melco as we  \nmove towards our 2030 goal. For the waste we cannot  \navoid, we have enhanced our systems to reuse, recycle, \ncompost or properly treat it for safe disposal. We work  \nwith all our stakeholders from government to suppliers and \nindustry partners to seek innovative options in this field. \nComprehensive waste audits enable us to understand  \nwaste types and pinpoint areas that need the most attention. \nBuilding awareness among colleagues also remains a key \nfocus for our Sustainability Champions. In 2021, Melco \ngenerated close to 8,800 tonnes of waste, an increase  \nof 11% over 2020 due to the uptake in business activity as \npandemic restrictions eased. Valuable materials diverted \nfrom disposal comprised 192 tonnes through onsite \ncomposting and 720 tonnes to recycling, representing \nincreases over 2020 of 433% and 126%, respectively.\nFood Waste\nFood wastage and the management of food waste have \nprofound effects on the climate, ecosystems and global food \nsecurity. With food waste comprising over 40% of the waste \nwe generate, this a major challenge for colleague dining rooms, \nour Michelin-star restaurants, and more than 115 restaurants, cafés and bars, to address  25. To adequately tackle this \nchallenge, we require accurate demand forecasting and data \ncollection. By utilizing the cutting-edge Artificial Intelligence (AI)  \nsystem, Winnow Vision, we have been moving towards more \nefficient food service in colleague dining rooms.\nPlate Waste\nTracking detailed food waste data enabled us to identify  \npost-consumer waste (i.e. plate waste) as the main source of \nfood wastage in our colleague dining rooms. To address this, \nwe collaborated with Winnow and the London School of \nEconomics and Political Science (LSE)  to trial communication \ncampaigns to change colleagues’ behavior. The initiative \ncombined Winnow’s new post-consumer waste measurement \nproduct, Winnow Sense – a touchless system designed to \nmeasure plate waste - with a study to monitor consumer \nbehavior. The study carried out at our colleague dining \nfacilities at City of Dreams Macau, Studio City and Altira \nMacau resorts, where over 11,000 colleague meals are  \nserved a day, concluded that communications containing \nanthropomorphized food (i.e. pictures that depicted happy \nand sad food) had significant impact on behavior leading to \nreduced levels of food waste. We were able to cut plate waste \nby up to 35% over the five-month intervention and qualitative \nfeedback from colleagues showed a shift in behavior both at \nwork and at home.\nIn addition, we have continued to run internal awareness \nefforts, including our ongoing Clean Plate Challenge \ncampaign where colleagues are encouraged to only  \ntake what they can consume. A ‘Deliciously Clean Plates’ \ncampaign was also introduced for our guests in 2021.035035 ———  Melco resorts sustainaBility report 2021", "metadata": {"source": "NASDAQ_MLCO_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}