{"page_content": "Looking Forward\nThe sustainability guidelines that are utilized in our Macau \nand Manila properties will also be implemented at our City  \nof Dreams Mediterranean property in Cyprus. The same \ncertified global providers for cotton and chemicals will  \nsupply this property. Seafood will be sustainably sourced \nlocally, and we will maintain our stringent policies on plastic  \nto manage our footprint. We are further exploring sustainable \nsourcing categories to include items such as cage-free eggs, \nresponsibly-sourced  coffee, tea and cocoa and organic rice.\nHuman Trafficking and Modern SlaveryHuman Trafficking and Modern Slavery\nMelco understands that the hospitality industry is vulnerable \nto modern slavery. As such, we have strict protocols in place \nto protect human and labor rights in our operations and \nsupply chain. All our employment contracts ensure \ncompliance with local labor laws, including statutory working \nhours and minimum wage requirements. We continue to \nconduct training for our Security Department on identifying \nunderage persons and possible sexual exploitation, while our \nInvestigations Department conducts independent screening \nof colleagues and suppliers to detect suspicious activity.  \nWe partner with local authorities, industry leaders and NGOs, \nsuch as The Mekong Club, to raise awareness and identify \npotential risks. We are committed to eliminating modern \nslavery, whether it be in the form of forced labor within our \nsupply chains, including third-party service contracts and \nconstruction, or forced prostitution. We provide training and \ntools to colleagues and suppliers so we can address \nvulnerabilities and develop standardized responses across \nour value chain. In 2021, a total of 83 colleagues attended an \nin-depth training on modern slavery. Internal online training \ncourses are being rolled out in 2022 to offer this training to \nmore colleagues. In 2022, we will further expand capacity-\nbuilding support to suppliers through ongoing workshops  \nas well as by developing due diligence questionnaires and \nupdating our RFP process through our engagement with  \nThe Mekong Club. We have also developed internal online \ntraining courses to further train our colleagues in 2022.Resilient Approach to SourcingResilient Approach to Sourcing\nDisruptions to the global logistics industry caused by the \npandemic have warranted forward thinking and out-of-the-\nbox planning as we continue to ensure we can source high-\nquality products for our world-class integrated resorts.  \nWith the possibility of sourcing sustainable seafood from \nJapan at risk in 2021, our supply chain team proactively put  \na contingency plan in place to source locally should this be \nneeded. The team looked at pricing, contacted suppliers and \nput shipping agreements in place in the Philippines so that we \nwould be prepared. As another example, the team planned \nour Cyprus pre-opening meticulously to optimize our \nsustainability efforts. This was accomplished by:\n  Requesting furniture, fixtures, and equipment (FF&E) \nsuppliers to consolidate deliveries and shipments in larger \ncontainers to reduce the number of total containers and \nachieve cost savings\n  Seeking local sources for products under our “0 Km” \nsustainability strategy to reduce our carbon footprint\n  Enforcing compliance with EU green business  \nregulations for FF&E and aligning with BREEAM \ncertification requirements\n  Requesting optimized packaging solutions to avoid  \nplastic as much as possible \nWe will continue to look for opportunities to expand our \nprocurement of items that have sustainability attributes and \nare locally sourced, while meeting our stringent quality \nstandards. The long-term relationships we continue to build \nalong our supply chain, combined with the effort we take to \nbuild capacity and support and enhance our suppliers’ \nbusinesses and performance, is testament to our \ncommitment to further action towards a sustainable future.069069 ———  Melco resorts sustainaBility report 2021", "metadata": {"source": "NASDAQ_MLCO_2021.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}