{"page_content": "Community Investment \nWe recognize the important role our operations can play \nas catalysts for social and economic development in the communities we operate in and beyond. All our operations support a wide range of community development initiatives, which are based on the local socioeconomic environment and community needs. \nOur approach to community investment is set out in our \nintegrated Environment and Sustainability Policy. The policy outlines our approach to social sustainability and community development, and includes commitments to: \n•\nDevelop appropriate community engagement and\ndevelopment systems to prioritize support for sustainabledevelopment, including; equitable access to jobs, training,and education opportunities.\nWe support local social and economic development in three keyways: Hiring from the local community, prioritizing local suppliers, and the support we provide for community projects, and initiatives. Our management approach to Community Investment and Development is overseen by our Vice President, Environment, Health, Safety and Sustainability with support from our Group-level Director of Sustainability, and at operational level by dedicated site CSR and Community Relations. \nHiring Locally\nFor local communities, employment opportunities are a primary benefit of our presence. Hiring workers from the communities nearest our mines and the countries we operate in is one of the most important contributions we make to social and economic development. We strive to maximize local hiring at all our operations. Our approach varies based on the cultural and geographic context of each site.\nAt all our mines we strive to recruit wherever possible from \nthe communities nearest the mine. If we are unable to find the appropriate skills or qualifications within these communities, we look to the wider region and neighboring provinces, before looking to national employees and ultimately expatriates.  \nWe also provide skills development programs for our workers, contractors, and local communities to help them develop the skills needed to work on the mine. “I want Çöpler to be a place where everyone \nlocal and non-loc al wants to work, t o gain \nexperience and to se e what good looks like.” \nBurhanettin Sa hin, Deputy Country Manager Çöple r Mine\nThe Çöpler mine in Turke y has set particular specific targets \nfor local and in-country  employees; aiming to hire 90% of \nour unskilled workers fro m co mmunities; 80% of semi- skilled \nworkers from communities;  and; 80% of our skilled work ers \nfrom Turkey. \nAt Marigold, a significant majority of the workforce are residents  \nof Nevada. \nAt Seabee, five local comm unities (as defined by the ir proximity  \nto the site)  are the focus  of hiring efforts. Seabe e also hires \nemployees and contractors  who identify as Indigenous . In \n2021, approximately 23%  of Seabee employees self identify as \nindigenous and 91% of empl oyees are considered local (this \nfigure includes indigenous employees).\nPuna Operations has defi ned 14 local communities based on  \ntheir proximit y. 48% of Puna’s workforce in considered local.\nPrioritizing Local Suppliers\nWe recognize our supply chain can act as a massive lever to \nmultiply the economic benefits of our presence. Like our hiring \nstrategy, our procurement processes prioritize local companies. \nIn 2021, 91% of our total procurement spend was with local and \nnational suppliers.\n47 \n SSR 2021 ESG AND SUSTAINABILITY REPORT\nBUILDING OUR POSITIVE IMPACT IN COMMUNITIES", "metadata": {"source": "NASDAQ_SSRM_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}