{"page_content": "COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE\nCompliance and Ethics, and  \nCorporate Governance\nSeagate’s Code of Conduct serves as a guide for demonstrating Integrity \nand conducting ourselves legally and ethically every day and in every \nlocation where we conduct business. \n04Seagate’s Code of Conduct is supplemented by our Code of Ethics for \nSenior Financial Officers, both of which are publicly available on our website. \nWe periodically evaluate and assess our Code of Conduct and related \npolicies, programs, and processes for effectiveness and compliance with \nnew laws and regulations.   \nOur Code of Conduct helps ensure a principles-based approach to our \nbusiness activities. It summarizes Seagate’s ethical standards and key \npolicies across areas such as insider trading, conflicts of interest, anti-bribery \nand anti-corruption, privacy, confidentiality, anti-harassment and anti-\ndiscrimination, and antitrust and fair dealing. To promote awareness and \nunderstanding of the Code of Conduct, we make it available in the following \neight languages: Chinese, English, French, Korean, Malay, Portuguese, \nSpanish, and Thai. Training on our Code of Conduct is provided annually \nto all non-operator employees and all new non-operator employees must \npromptly complete it when hired. The training is available in Chinese, \nEnglish, French, Korean, Malay, Spanish, and Thai. We target 100 percent \ncompletion rate of these key compliance trainings.   \nThrough Seagate’s global Compliance and Ethics program (C&E Program), \nwe have a centralized and coordinated approach to ensuring that there is a \ncomprehensive system of policies, processes, and standards that prevent, \ndetect, and correct violations of laws, regulations, and corporate policies. \nOur C&E Program reflects internationally accepted hallmarks of an effective \ncompliance program, and we take a strategic, risk-based approach relevant \nto Seagate and our employees.   \nSeagate brings leaders from all key business functions together in our Global \nCompliance and Ethics Council (GCEC) to align with the C&E strategy, \npolicies, and procedures. The GCEC was established in FY2021 and has \ngeographic and operational reach throughout Seagate.    Compliance and Ethics \n26\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 27", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}