{"page_content": "COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE\nThe C&E Program is further strengthened through \ndeliberate cross-functional collaboration and consistent \nintegration with key functional areas such as Human \nResources, Business Sustainability and Transformation, \nFinance, and Sales. Through these partnerships, we \ncontinually build upon and enable a culture focused on a \nvariety of areas of importance such as sustainability, and \ndiversity, equity, and inclusion.    \nOur C&E Program focuses on key risk areas, which \nare assessed on an ongoing basis. Our Anti-Bribery \nand Anti-Corruption Policy requires all Seagate Board \nmembers, officers, employees, business partners, and \nsuppliers to follow all applicable laws and regulations, \nincluding the United States Foreign Corrupt Practices \nAct and the United Kingdom Bribery Act. We provide \ntraining and awareness to employees as well as \nkey business partners and customers on Seagate’s expectations in key areas such as anti-bribery, anti-\ncorruption, antitrust, and fair competition.   \nSeagate conducts an ethics risk assessment bi-annually \nat our manufacturing sites against the Ethics section \nof the RBA Code of Conduct, which corresponds with \nSeagate’s Code of Conduct. In FY2021, there were \nno significant risks of corruption or non-compliance \nidentified through any ethics risk assessment among \nour seven manufacturing sites, which together comprise \nmore than 86.6 percent of our global workforce.   \nSeagate’s Code of Conduct, C&E Program, policies, \nprocesses, standards and values of Integrity, Innovation \nand Inclusion set the tone and framework for a strong \nculture of compliance and ethical conduct at Seagate. \nBy working together, we empower our employees to act \nwith integrity.Seagate is governed by its Board of Directors and \nhas adopted Corporate Governance Guidelines  \nto clarify how it exercise its responsibilities. These \nguidelines demonstrate that the Board has the \nnecessary authority and practices in place to \nreview and evaluate Seagate’s business operations and make decisions independently of company \nmanagement. The guidelines also elaborate \non the processes by which shareholders may \ncommunicate with the Board. Additional information \non our governance structure is available publicly in \nthe Governance section of our website. Corporate Governance \nWe are committed to protecting all data within Seagate,  \nincluding the personal and confidential information of \nour employees and customers and other data that is \nshared with or received from third parties. We comply \nwith all applicable international and local data protection \nand privacy laws and regulations such as the European \nUnion General Data Protection Regulation (GDPR), \nthe Singapore Personal Data Protection Act, and the \nCalifornia Consumer Privacy Act and changes to these \nregulations and emerging protection and privacy laws \nin the regions in which we operate.\nOur global data privacy program has adopted \na principles-based approach that incorporates the \nprinciples of the GDPR and the Fair Information \nPractice Principles (FIPPS) as the foundation for our \ncomprehensive and holistic program. FIPPS are widely  \naccepted concepts for fair information practices and \ndata protection concepts that include accountability,  \nsecurity, data quality and integrity, use limitation, \ndata minimization, purpose specification, individual \nparticipation, and transparency. Through cross-\nfunctional collaboration, we continue to build on this Data Privacy and Data Protection \nfoundation to comply with the global data privacy and \nprotection laws applicable to our business, to protect \nthe personal information entrusted to us, and to \nhonor the privacy rights that have been granted to \nindividuals worldwide.   \nProtection of the data entrusted to us is a top priority \nfor Seagate. Our internal data protection program \nis led by a dedicated team that maintains a data \nclassification scheme and framework for defining and \nimplementing appropriate protection protocols for all \ndata within Seagate. Through routine evaluation of \nthe full data lifecycle – creation, storage, use, sharing, \narchival, and destruction – we stay informed of \nemerging risks and opportunities to implement \nadditional safeguards. We implement stringent \npolicies, precise processes, and robust technologies \nto safeguard Seagate’s data and our partners’ data \nfrom corruption, compromise, and loss. We seek \nto strike the right balance between the productivity \nrequired for smooth business operations and the \ndata privacy and security controls necessary for \neffective data protection.    \n28\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 29", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}