{"page_content": "COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE\nProduct security is at the forefront in our continual \ncommitment to Integrity. As data becomes a larger \ncontributor to the world’s quality of life, both its value \nand risk grow, increasing the need for data protection. \nSafeguarding our products and the data they house can \nonly be achieved through a holistic approach to secure \nbest practices at every phase of the product lifecycle. \nWith rigorous product testing and the implementation \nof innovative security features such as Instant Secure \nErase (ISE), this multi-layered mitigation strategy offers \nan unequalled level of protection for businesses, \ngovernments, and individual consumers. \nSeagate’s Product Security Office assures integrity \nin information systems using a structured process. \nInformation systems that are critical to the integrity of the \nproducts’ security are routinely validated to comply with \nSeagate’s corporate IT policy and to meet ISO 20243 \nsupply chain product security requirements. Product \nlines become ISO 20243 certified through a formal \nassessment by a third-party accredited laboratory. We identify data security risks and vulnerabilities \nwithin products through a Product Security Test \nand Evaluation process. This includes performing \nsecurity reviews to assess controls, architecture, \nand design, and to gauge cyber resilience via code \nscanning and penetration testing. Mitigation and/\nor remediation of the findings is governed via the \ncontrols in Seagate’s gated product development \nprocess to assure closure prior to release. \nGlobal supply chains are vital to our business, \nand the security of our partners both upstream \nand downstream underlies our collective success. \nMinimizing the risks that affect both Seagate and \nour partners requires that we extend security \nto every stage, from product development and \nmanufacturing to sourcing and delivery. We  \nhave implemented comprehensive product  \nlifecycle standards and frameworks, including  \nISO certifications, to create safeguards for our \nbusiness and our supply chain.The integrity of global supply chains is more important \nthan ever in our increasingly interconnected world. \nMinimizing risk requires aligning priorities among our \nsites, our critical suppliers, and our partners. With \nproduct life cycle standards and frameworks, including \nISO certification, Seagate has established a uniform \nbaseline of safeguards at every stage, including  \nproduct development, sourcing, and manufacturing – \nkey elements that provide comprehensive supply  \nchain security. Product Security \nSeagate deploys product security and privacy \npreservation measures by integrating security features \non the drive itself, along with a trusted chain of \ncustody in the reverse supply chain. This enables a \ncircular economy of trusted technology that increases \nsustainability through the reuse, repair, and resale of \nproducts that would otherwise generate e-waste.  \nThese methods support our goal to increase the \nquantity of drives each year that re-enter circulation.\nMore information on product security can be found  \non our website here. \n30\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 31", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}