{"page_content": "COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCESeagate’s Ethics Helpline is available to both our \nemployees and to those external to Seagate, with \ncontact information available on the homepage of both \nour internal and external Seagate websites. Concerns \nmay be reported by phone or email in English, Spanish, \nFrench, Chinese, Korean, Malay, Portuguese, or Thai. \nThroughout FY2021, we continued to promote our \nEthics Helpline so that employees could confidentially \nand anonymously report illegal or unethical situations \nwithout any fear of retaliation.     \nAdditional reporting channels are available for \nemployees to address ethics and other concerns, \nand ongoing training encourages employee feedback \nand participation in local sites, management \ncommunications sessions, and employee “all hands” \nmeetings with executives. Ethics concerns or questions \nabout ethical and lawful behavior can be directed \ntowards a supervisor, HR representative, or a corporate \ncompliance officer. Seagate encourages employee \nconsultation and supports the ability of employees to \naddress complaints without the fear of retaliation.  As a diverse global company with operations, \nemployees, customers, suppliers, and shareholders \nlocated around the world, we engage and interact with \nofficials and government representatives in several \ndifferent countries and municipalities. Seagate provides \nthem with information about our company, industry, \nmarkets, technology, and other facets of our business. \nWe do not directly or indirectly contribute corporate \nfunds, either financial or in-kind, for the purpose of \nsupporting candidates for political office, political parties, \nor to political action committees.    \nSeagate may actively engage in legislative and \nregulatory processes, including advocacy for certain \npolicies that the company believes will facilitate \nproductive economic growth, and are in the best \ninterests of Seagate and Seagate’s stakeholders.    \nSeagate’s effort to interact with industry peers and \nstay informed of evolving policies, trends, technology \ndevelopments, and regulations includes participation   \nin several trade associations and related organizations. \nSome of these associations and organizations are \ncategorized as 501(c) organizations under the United \nStates tax code, and some may engage in public  \npolicy advocacy with the United States or other \ngovernment entities. Seagate may make payments to \nthese organizations, including membership fees and \ndues. However, Seagate’s payments to, participation \nin, or membership with these trade associations and \norganizations does not mean that Seagate endorses or \nagrees with all of a particular group’s policy objectives. Ethics Helpline and Reporting Public Policy Advocacy \nBelow is a list of trade associations and organizations that received membership fees or \npayments from Seagate for or during FY2021:\nResponsible Business Alliance  \nUnited Nations Global Compact     \nUnited for Patent Reform     \nClean Electronics Production Network  \nInformation Technology Industry Council  \nSilicon Valley Leadership Group     \nThe Minnesota High Tech Association     \nLongmont, CO Area Economic Council     \nLongmont, CO Chamber of Commerce     \nBoulder, CO Chamber of Commerce     \nFremont, CA Chamber of Commerce     \nAmerican Chamber of Commerce, Thailand     \nAmerican Chamber of Commerce, Malaysia     American Chamber of Commerce, Singapore     \nAmerican Chamber of Commerce, China     \nUS-ASEAN Business Council     \nFederation of Thai Industries    \nSingapore Business Federation     \nUS-China Business Council     \nUnited States Information Technology Office    \nChina Association of Enterprises with Foreign Investment    \nUS-India Business Council     \nLondonderry Chamber of Commerce     \nNorthern Ireland Chamber of Commerce     \nConfederation of British Industry    \nIrish Business and Employers Confederation\nLOOKING FORWARD: COMPLIANCE AND ETHICS, AND CORPORATE GOVERNANCE \nIn FY2022, Seagate’s C&E Program will continue to grow, advancing into or expanding in areas \nsuch as sustainability, human rights, and diversity, equity, and inclusion. Guided by our value of \nIntegrity, we continue to remain agile as we extend the reach and effectiveness of our C&E Program \nwith innovative technologies and new initiatives. This will enhance our engagement with Seagate’s \nemployees and business partners. We will continue to act on our value of Integrity as a key part of \nour operating foundation.\n32\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 33", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}