{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYSeagate takes a holistic view \nof how our products affect \nthe environment and our \ncommunities, and works with \nan industry collective of our \ncustomers, suppliers, and peers \nto address that impact.\nProduct \nSustainability\nOur stakeholders specifically identified material use and \ncircularity as topics of high interest in our sustainability \nmateriality framework assessment. Our overarching goal \nfor Seagate’s Product Sustainability is to maximize our \nsustainable practices and minimize our impacts. This also \nenables Seagate to support our customers and suppliers \nto meet their own environmental objectives. \nThe Product Sustainability team, and Seagate as a whole, \nrecognize that we are responsible for the environmental \nimpact of the products we place in the market. Seagate’s \nproducts use process chemicals and materials drawn from natural resources. This results in impacts that our \ninternal policies and procedures, which range from \nmaterial restrictions to responsible sourcing of material, \nare designed to mitigate. Our Product Sustainability team \nworks with internal and external partners to assess and \nreduce the effect our products have on the environment \nand conducts LCAs and other analyses to help manage \nany tradeoffs. \nWe evaluate the management system through various \nchannels including management reviews, LCAs, internal \nand external verifications, and audits and performance against targets. We believe the management system \nis functioning effectively year over year, and minor \nadjustments are made as needed. Seagate publishes \nour progress on the Global Citizenship page of our  \nwebsite. Health and Safety considerations are \naddressed at the design stage to meet all regulatory \nand customer requirements. For more information on \nour supply chain ESG Program, please refer to the \nsupply chain section of this report. \n05All of Seagate’s products are assessed to meet regulatory \nrequirements for health and safety in jurisdictions where we  \ndo business. In FY2021 we had zero incidents of non-\ncompliance with such regulations. Additionally, none of  \nSeagate’s products or services are banned in any markets \nwhere we do business. A global cross-functional team, \nknown as our Global Market Access Council, is chartered \nwith ensuring all regulatory requirements are met when \nplacing our products in the markets where we do business. \n34\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 35", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}