{"page_content": "OUR EMPLOYEES OUR EMPLOYEESEmployee Performance, Development, and Engagement \nSeagate aspires to create an environment that brings \nout employee performance through rich conversations \nand coaching, collaboration, and diverse thought. \nThis is underpinned by our performance management \nprocess, where employees develop goals each year \nvia conversations with managers and our online Virtual \nCoach resources. Ongoing dialogue around these goals \nis intended to help managers and employees identify \nstrengths, improve outcomes, and close performance \ngaps. We provide talent management and learning \nsolutions that enable our employees to reach their full \npersonal and professional potential at Seagate. Performance Management  \nBuilding our talent from the ground up is an essential \npart of our people strategy at Seagate. Managers have \nthe power to influence our workforce by determining \nand uplifting our talent now and for years to come \nthrough our goal setting and performance review \ncycles. Seagate’s operator employees receive direct \nongoing feedback and coaching throughout the year \nfrom their supervisors. Our non-operator employees \nare encouraged to develop two to three clear goals \naligned to our overall company strategy. In FY2021 we \nset a goal of 99 percent of non-operator employees \nparticipating in the performance management process; \n99 percent completed the goal setting and year-end \nreview process in our online system, and 100 percent* \nreceived a year-end goal review with their manager.  \n*Includes training from the Seagate Learning Platform, LinkedIn Learning, and the Leadership Program. Change in reporting methodology from \nprior year to only include non-operator by gender as this information is captured in our leaning management system and operator training is \ntracked across multiple platforms.Average Training Hours \n*This process does not include 1) operator employees, 2) sales and sales management employees, and 3) employees hired after 01-Jun-2021. Learning and Development  \nAs part of the performance management process, \nmanagers and employees work together to build \npersonalized development plans. In FY2021 99 \npercent of our non-operator employees had created \ndevelopment plans. Whether our employees want to go \ndeep into their craft as a subject matter expert, or they \nwant to expand their skill set by moving around and \ntrying something new, Seagate provides development \nprograms to enhance career growth and development. \nEmployees can build skills, gain experience, and learn \nnew things through: \n• Face-to-Face training \n• Seagate E-Learning and Classroom Learning \nOpportunities • LinkedIn Learning Self Study Courses and Programs \n• Strategic Internal Programs (such as: Breaking \nBias, Citizen Data Scientist, Firmware Engineering, \nLeadership Training, Management Essentials) \n• Tuition Reimbursement for Outside Degree Programs \n• Internal Mobility Opportunities through Career \nDiscovery \n• International Assignments \n• On-the-Job Training \n• Seminar and Conference Opportunities \n• Mentoring and Coaching \nNON-OPERATOR*\nGENDER AVERAGE HOURS\nFemale 11.5\nMale 11.9OPERATOR\nOur operator employees have a comprehensive \ntraining plan that includes a combination of \nclassroom training and on-the-job training based \non job function. Training needs for operator \nemployees are managed and tracked at our \nmanufacturing sites.\n106\nFY2021 Global Citizenship Annual Report FY2021 Global Citizenship Annual Report 107", "metadata": {"source": "NASDAQ_STX_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}