{"page_content": "We appreciate employee differences and strengths and are proud to be an Equal Opportunity Employer. We value diversity of backgrounds \nand perspectives, and we maintain a policy against discrimination based on race, religious creed, color, national origin,  ancestry, physical \ndisability, mental disability, medical condition, genetic information, marital  status, sex, gender, gender identity, gender expression, age, \nmilitary and  veteran status, sexual orientation , or any other protected characteristic as  established by federal, state , or local laws. This \npolicy covers all employment practices, including selection, job assignment, compensation, discipline, termination, and  access to benefits \nand training.\nEmployee Demographics\nWe strive to create an  environment that respects, supports, and promotes people of all backgrounds and qualities , and we are proud of \nthe diverse workforce that we have established over the past several years. We have increased the percentage of non-white employees in \nour workforce from approximately 26% in 2018 to nearly 32% as  of year-end 2021. We continue to seek out and engage  external experts to \nidentify areas where we can improve our workforce diversity and assist in exploring opportunities to further broaden our demographics.\nGender Diversity (2021) Racial/Ethnic Diversity (2021)\n37% Female\n63% Male32% Non-White\n68% White\nTalent Attraction and Retention\nWe are committed to attracting diverse talent to promote collaboration and innovation. Our employees are critical to the success of \nour business and future prospects, and we have implemented multiple initiatives to train and retain highly-qualified personnel. For roles  \nwithin our manufacturing operations, we provide on-the-job technical training to help skilled-workers develop the expertise needed for a \nsuccessful career at Vericel.\nResponse to COVID-19\nAt the outset of the pandemic, we put in place a comprehensive plan and instituted certain protective measures in  response \nto the spread of the COVID-19 virus. Our workplace  protection plan closely follows guidance issued by the Centers for  Disease \nControl and Prevention (CDC) and the Occupational Safety and  Health Administration (OSHA) and we continue to comply with \napplicable federal and state laws. To date, we have been successful in  sustaining our operations and providing MACI and Epicel \nto patients in need without disruption. We continue to review our policies and procedures regularly, including our workplace \nprotection plan, and as the pandemic evolves we may take additional  actions to the extent required to ensure the safety of \nour emplo yees.\nTo protect the individual health of each employee and the health of everyone around them, we have strongly encouraged \nour employees to be vaccinated and we have partnered with third-party organizations to provide rapid testing solutions for  \nemployees, when necessary. As an additional component of our COVID-19 response we have implemented a flexible, hybrid \nwork schedule for eligible employees and we also offer our employees an assistance plan through which employees and their \ndependents can access free programs aimed at improving overall health and mental well-being.\n15 2021 ESG Report\nEnvironment Information Security & Privacy Ethics & Compliance Corporate Governance Our Products Overview Our People", "metadata": {"source": "NASDAQ_VCEL_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}