{"page_content": "Information Security & Privacy\nWe have implemented extensive information security policies and practices to protect the confidentiality and data \nof our patients, employees, and other stakeholders. We collect and store sensitive information, including intellectual \nproperty, protected health information (PHI), and personally identifiable information (PII), on our networks in order to \nmanufacture our patient-specific autologous cell therapies. Our information security program includes SOPs and other \nappropriate safeguards to ensure we maintain  the privacy of patient information in accordance with all applicable \nlaws and industry standards.\nRisk Management Policies and Practices\nOur integrated information technology (IT) systems are supported by policies aligned with the National Institute of Standards and \nTechnology (NIST) Cybersecurity Framework. As a non-covered entity, Vericel is not subject to the Health Insurance Portability and \nAccountability Act (HIPAA). Nevertheless, we treat all relevant data as if it were PHI or PII and have implemented appropriate safeguards to \ncollect, store, and protect data securely on our networks.\nWe utilize the most up-to-date security technologies to regularly monitor our IT systems for security breaches. In the event of a breach, \nVericel responds according to the severity of the case, which may include the activation of our Disaster Recovery Plan. Our defenses are \naudited and routinely reviewed by internal and external parties, and we work with certified ethical hackers to perform third-party defense \npenetration testing. We maintain an information security risk insurance policy to mitigate the impact of a potential data breach.\nOversight\nOur Chief Operating Officer is responsible for managing our data \nsecurity and IT program, which comprises both an internal IT team \nand external IT experts. The Board of Directors is also very focused \non cybersecurity. Although specific responsibility for cybersecurity \nrisk is delegated to the Audit Committee, the Board receives \nregular reports from management on both the cybersecurity risks \nfacing Vericel and various mitigation and protective measures \nthat have been implemented across the organization. Additionally, \nas part of its continuing education initiatives, the Board receives \ntraining on cybersecurity matters from outside experts in the field. \nThe Company is currently engaged in an in-depth effort to evaluate \nits current incident response planning framework.\nTraining\nAll employees, vendors and contractors are enrolled in our \nLearning Management System and are required to complete \ncybersecurity training prior to working with any Vericel systems, \nincluding those that contain PHI. This training is repeated on a \nrecurring basis or as content is changed. In addition, all Vericel \nemployees receive cybersecurity tests and updates on an ongoing \nbasis, including fake phishing tests, real-time threat updates, and \ntraining by IT staff.\n22 2021 ESG Report\nEnvironment Ethics & Compliance Corporate Governance Our People Our Products Overview Information Security & Privacy", "metadata": {"source": "NASDAQ_VCEL_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}