{"page_content": "6\nAPPROACH TO CYBER RISKS\nSP+ has adopted a holistic approach to identification, prioritization and \nremediation of information security risk. In conjunction with a third-party, we \nconducted a holistic risk assessment of our environment and have transformed \nthose results into a dynamic and living risk register utilizing the NIST RMF methodology. \nOur methodology utilizes both process and automation related tools to evaluate any \napplication or system that houses employee, client or customer information. \nOur decision to migrate to a cloud-based model for storing and managing data has helped \nadvance our efforts to secure our informational assets by adhering to the policies and guidance set \nforth by AWS, Google and other partners.\nIn 2021, SP+ had no data breaches, resulting in no confidential business or personally identifiable information from our customers \nor employees being affected.\nAWARENESS\nThe SP+ Information Security team consistently alerts and reminds employees of current and potential cyber risks, and \nprovides direction and tips for mitigating any infiltration of our systems using the company email and intranet platforms. \nPhishing simulations are conducted monthly across our network user base to help educate employees. Results are reported \nto SP+ Executive and leadership teams with additional training provided as needed.As cyberattacks aimed at businesses continue to rise, we \nunderstand the importance of having a solid approach \nto safeguard against bad actors and protect our \ninformational assets.Data Security\nIn conjunction with the SP+ Learning & Development \ndepartment, users are required to complete annual training \nrelated to cybersecurity, phishing awareness and regulatory \ncompliance obligations.\nData  \nBreaches  ZERO  DATA BREACHES\nCustomers, Clients or \nEmployees AffectedZERO\nGovernance Social Environmental Appendix Introduction\n 2021 ESG REPORT", "metadata": {"source": "NASDAQ_SP_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}