{"page_content": "Governance Social Environmental Appendix Introduction\n8\nCritical Incident Risk Management\nSP+ is committed to actively managing operational risks, and \nreducing the likelihood that our business will have negative \nimpacts on our community or the environment. While most risk \nmanagement takes place at the field operations level, actions \nare monitored at the corporate level to help support those efforts \nwith resources and data that can be used to improve results.\nAs an organization, SP+ supports its field operations using the \nfollowing methods:\n• Monitoring, reviewing, and reporting on key safety metrics\n•  Conducting regular, on-site consultations and assessments by \nexperienced safety professionals\n•  Observing and providing guidance on a variety of risk and \nsafety issues \n•  Recognizing employees who excel at demonstrating safe \nwork practices\n•  Requiring frequent virtual, classroom, and on-the-job training\n•  Continuously communicating safety information on a \nregular basis\nSMARTDRIVE\nSP+ uses SmartDrive, a vehicle event recording system in \nour vehicles. The system includes both internal and external \nfacing cameras that continuously record and transmit data \nfollowing a triggered event. Common triggers include hard \nstops, acceleration, speeding, collisions and hard turns. Once \ntriggered, 20 seconds of video transmits to the SmartDrive \noperations center where trained representatives review the video for unsafe behaviors, including mobile device usage, \nseat belts, and other distractions or events. Videos are scored \nand distributed to location managers and coaches who review \nthe events with the involved drivers to offer guidance and \ndiscipline, if applicable. The objective is to use the video and \nscore to prevent repeat behavior and also exonerate wrongly-\naccused drivers when necessary.\nSmartDrive scores are collected for drivers and locations and \nused for coaching throughout the organization. These insights \nhelp us reduce hazardous behaviors and vehicle accidents. \nFurthermore, we use this information to modify driving habits \nsuch as quick acceleration, hard braking and speeding, which \nare all leading causes of excess fuel consumption.\nSmartDrive videos are used for training purposes and locations \nare encouraged to use these videos as part of our continuous \nfocus on safety.\nCOMPREHENSIVE TRAINING\nAdditional information acquired through SmartDrive (surveys, \nclaims and incident reports) is used for training purposes so that \nemployees can learn about real scenarios and avoid repeating \nincidents. Training resources are delivered \nvia the SP+ University training portal, \nintranet, and other methods.\nSupply Chain Management\nSP+ recognizes the need to develop monitoring systems, metrics, policies, and \nimproved oversight of supply chain management involving supplier screening, impact, \nand engagement. The Company is now working with its major suppliers to identify \nopportunities to benchmark metrics and collect relevant data that will become part of the \nprocurement process.\n2021 ESG REPORT", "metadata": {"source": "NASDAQ_SP_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}