{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  11 ESG PROGRESS AT MARRIOTT INTERNATIONAL  →  11Empower Through \nOpportunity\nWelcome All and  \nAdvance Human Rights95% responsible sourcing in our top 10 priority categories  BEHIND SCHEDULEAssessed environmental and social \nbusiness aspects of approximately  \n100 existing suppliers\nLocally source 50% of all produce, in aggregate  (measured by total spend) BEHIND SCHEDULE Developing companywide local  sourcing guidance \nTop 10 furniture, fixtures, and equipment (FF&E) product  \ncategories sourced are in the top tier of the MindClick  Sustainability Assessment Program (MSAP) for Marriott \nON TRACK38% of the products evaluated scored in \nthe top tier “Leader” category \n$35 million* invested to develop hospitality skills and opportunity  \namong diverse, at-risk, and underserved communities ON TRACK $8+ million invested since 2016 \nGender representation parity for global leadership**  ON TRACKWomen represented 44%  of Marriott's \nglobal executives at year end 2020\nIncrease the representation of people of color in executive  \npositions in the United States to 25% ON TRACKPeople of color represented 20.5%  of U.S. \nexecutive positions at year end 2020\n100% of on-property associates completing human  rights training ON TRACKNearly  825,000  associates trained on \nhuman trafficking awareness since 2016\nEnhance or embed human rights criteria in our recruitment  \nand sourcing policies and work with our industry to address  human rights risks in the construction phase  ON TRACK5,000+ associates completed  \nprocurement training \n91 contracts negotiated and signed by \nMarriott’s central procurement group included human rights criteria \n$500,000 toward partnerships that drive, evaluate, and  elevate travel and tourism’s role in cultural understanding\n ON TRACKIdentified recipients of U.S. Institute of Peace’s Youth Peacebuilding FundServe 360 Coordinates 2025 Sustainability and Social Impact Goals Status 2020 Progress\nSustain \nResponsible \nOperations\nA full list of Marriott’s Sustainability and Social Impact Goals can be found on our Serve 360 microsite .\n*  In 2019 , we achieved our goal to invest $5 million and set a new 2025 goal of $35M.\n** In 2021, Marriott announced the acceleration of this goal, and aims to achieve gender represe ntation parity for global leadership by 2023 – two years early.2025 Sustainability and Social Impact Goals", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}