{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  12How We Execute Globally \nServe 360 Governing Bodies\nSERVE 360 EXECUTIVE LEADERSHIP COUNCIL\nThe Serve 360 Executive Leadership Council is comprised of Continent Presidents and C-level executives \nrepresenting each discipline and global division.\nn  T ypically meets 2x annually \nn  R eviews progress toward the Serve 360 goals and discusses Serve 360-related investment decisions and recommendations\nn  Pr ovides updates to the Inclusion and Social Impact Committee of the Board of Directors \nSERVE 360 ADVISORY COUNCIL\nThe Serve 360 Advisory Council consists of direct reports of C-level executive leaders and one level below, representing each discipline and global division.\nn  T ypically meets 4x annually\nn  Assesses Ser ve 360 goal performance, provides updates on regional and discipline initiatives, and develops \nrecommendations for the Serve 360 Executive Leadership Council\nn  De velops regional and global Serve 360 goal scorecards\nOWNER ADVISORY COUNCILS\nOwner Advisory Councils or Committees represent the voice of the ownership/franchise/management company community and provide input, feedback, and advice. Each continent determines the most appropriate way to discuss owner-relevant \ninitiatives, collaboration opportunities, and overall progress and learnings around sustainability and social impact. \nSERVE 360 REGIONAL COUNCILS AND LEADERS\nRegional Serve 360 Leaders assist in pulling through the company’s sustainability and social impact strategy at the regional level. Additionally, several regions incorporate Serve 360 Regional Councils in order to better address the \ncompany’s risks and opportunities locally, and drive progress toward their respective Serve 360 regional goals.\nSERVE 360 CHAMPIONS\nServe 360 Champions are passionate individuals or teams volunteering to be the face and energy of Serve 360 on and \nabove property. At managed hotels, Serve 360 Champion responsibilities are included as part of the TakeCare Champion \nrole, forming a powerful network where best practices and lessons learned can be shared. \nn  Rally f ellow associates by organizing events, educating, and collaborating with on-property departments\nn  R eport and share best practices to achieve the Serve 360 goals\nn  In  2020, the TakeCare Champion network was over 12,000 members strongBoard and Enterprise Level Oversight  \nAt the Board level, a dedicated Inclusion & Social \nImpact Committee oversees, encourages, and evaluates efforts undertaken by the company to address environmental, social, and governance (ESG) issues, including efforts to promote associate \nwellbeing and inclusion; promote and leverage a \ndiverse ownership, customer, and vendor base; reduce our environmental impact; and promote positive social impact in the communities we serve. The Inclusion & Social Impact Committee currently includes 13 company officer/associate members and Marriott's CEO, and is supported by three subcommittees: Inclusive Opportunity, \nEnvironmental and Social Impact, and Governance.\nAt the management level, our Serve 360 platform is \nguided by the various governing bodies, which each maintain their own priorities and objectives to make progress toward our companywide goals.These Councils and Champions are integral in executing  on our strategy globally.  Cascading from our Board of Directors, CEO, and executive team to associates working at hotels across our 30 brands, a series of complementary \ncouncils, committees, teams, and Serve 360 Regional Leaders provide structure and oversight to support our 2025 Sustainability and Social  \nImpact Goals.\n*  Content presented on page 12 represents metrics and information as of September 2021.\nBelow: Protea Hotel Johannesburg Wanderers (Johannesburg, South Africa)", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}