{"page_content": "2021 SERVE 360 REPORT ESG PROGRESS AT MARRIOTT INTERNATIONAL  →  15                 In Our Communities\nRooms for Responders\nWith support from our credit card partners, American Express and JPMorgan \nChase, Marriott provided $10 million worth of hotel stays for healthcare \nprofessionals leading the fight against COVID-19 in the United States. We \nalso collaborated with the American College of Emergency Physicians and \nthe Emergency Nurses Association to match doctors and nurses with free \naccommodations at participating hotels.\nCommunity Caregiver Program\nThe Community Caregiver Program, available in the United States, Canada, the Caribbean, and Latin America has provided significantly discounted rates at nearly \n2,500 hotels for first responders and healthcare professionals who wanted to book \nrooms at hotels in close proximity to the hospitals where they were working.\nAmerican Red Cross Hotel Space Donations \nDue to increased demand for nonprofit services during the COVID-19 pandemic, combined with the difficulty of adhering to social distancing protocols, many nonprofits \nwere in need of additional space to support their operations. In response, Marriott hotels \nin the U.S. donated available event space to the American Red Cross to host their blood \ndrives, holding nearly 500 blood drives, contributing over 14,000 units of blood. In 2020, \nMarriott was one of the American Red Cross’ top corporate blood drive sponsors.  \n                 For Our Associates  \nHealth and Wellness Programs\nAt our properties, we implemented rigorous cleaning protocols and safety measures to reduce the transmission of COVID-19.\nTo assist global associates in managing stressful situations, Marriott partnered with \nmeQuilibrium, a science-based resilience training solution, to support the mental \nwellbeing of our managed associates. \nMarriott Disaster Relief and TakeCare Relief Funds\nTo provide critical support to our most at-risk associates, the Marriott Disaster Relief Fund (MDRF) was deployed and distributed over $1.45 million of food, medications, \nhygiene items, and other essential items to associates in 16 markets. \nThe TakeCare Relief Fund also provided $1 million to the Marriott Disaster Relief \nFund and more than $250,000 in needs-based individual grants to eligible \nassociates facing financial hardships, including those caused by COVID-19.  \n                 For Our Guests    \nCommitment to Clean  \nWe remain committed to providing our guests with a safe environment that aligns \nwith expert protocols. Consisting of in-house and outside experts in food and \nwater safety, hygiene and infection prevention, and hotel operations, our Marriott \nCleanliness Council has redefined our cleaning and safety standards. \nMarriott Bonvoy’s Giving Platform\nMarriott Bonvoy® members have been able to donate loyalty points to relief organizations \nthat are active in COVID-19 response around the world, including the American Red \nCross, International Federation of Red Cross and Red Crescent Societies, UNICEF, and \nWorld Central Kitchen. Over 75 million points were donated by members in 2020. COVID-19 Support  \nMarriott is proud of our role to support communities, guests, and associates during the unprecedented COVID-19 pandemic. This includes hosting \ncaregivers and donating cooked and pre-packaged meals and critically important supplies, including cleaning products, masks, gloves, antimicrobial wipes, sanitizers, and shower caps for medical and other frontline workers. We have also taken steps to implement powerful programs to support and take care of associates and guests.\nRight: Associates at the Aloft® Dubai South (Dubai, United Arab Emirates) prepare meals to donate to those affected by COVID-19", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}