{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  19The TakeCare Relief Fund\nThe TakeCare Relief Fund (TCRF) was launched in late 2017, and in 2020 provided need-based grants (of up to \n$3,000 each) to eligible associates at managed Marriott locations* who faced financial hardship caused by a natural disaster or certain other unforeseen qualifying personal hardship events. TCRF receives support primarily from voluntary donations from Marriott associates and hotel guests as part of the Explore discounted rate stays at participating properties and can also receive support from other sources including Marriott International, and \nthrough direct donations from the public. \nIn 2020, the TCRF continued to expand its reach to additional locations outside the U.S. and extended its grant \ntypes to include the impacts of COVID-19, such as displacement and evictions/foreclosures and certain childcare expenses. The TCRF donated $1 million to the Marriott Disaster Relief Fund in 2020 to assist associates impacted by the COVID-19 pandemic. In 2020, the TCRF approved 246 grants and provided over $265,000 to Marriott associates at managed locations. \nMarriott Disaster Relief Fund \nThe Marriott Disaster Relief Fund (MDRF) is a ‘donor advised fund’ managed by the Greater Washington Community Foundation and was established by Marriott to support the company’s efforts to assist families and communities around the world, especially Marriott associates, affected by significant crises. The Fund has the flexibility to provide grants to support the immediate needs of Marriott associates and international, national, and local organizations working in support of relief and recovery efforts in impacted areas. The Fund receives support from the company, \nThe J. Willard and Alice S. Marriott Foundation, the TakeCare Relief Fund, Marriott Bonvoy points donations, and \nbusiness partner and associate contributions. \nTo support communities impacted by COVID-19, Marriott and the MDRF provided contributions to the Foundation \nfor Amazon Sustainability (FAS), the American Red Cross, the International Federation of Red Cross and Red Crescent Societies, World Central Kitchen, and the United Nations Foundation to support the World Health Organization’s COVID-19 Solidarity Response Fund (WHO Fund). The WHO Fund was focused on sending supplies, such as PPE, \nto frontline workers, enabling better tracking and detection of COVID-19, and accelerating efforts to fast-track \nvaccines, diagnostics, and treatment.\nIn addition to broader community support in response to crises or disaster, Marriott also focused on taking care of \nthose who wear the Marriott name badge. In response to the COVID-19 pandemic, the MDRF provided over $1.45 million to support more than 13,000 managed and franchised associates, in 16 markets globally. These contributions focused on the most at-risk associates who were economically impacted by the pandemic, and provided associates with food, hygienic items, and other essential supplies. \nDisaster Relief Contributions  \nTogether with our guests and associates, \nMarriott supported those in our communities around the world affected by disasters, including the COVID-19 pandemic, and other crises.\n$1.75+ million contributed*\n \nto support associates and \ncommunities affected by natural  \ndisasters and hardships in 2020. \n75+ million  loyalty points \ndonated to support  disaster relief in 2020. \nDisaster Relief  \nWhen disaster strikes, Marriott works with our local hotels and established relief organizations to evaluate and respond to the needs of our communities. \nWe aim to support associates and local communities by providing immediate- and long-term aid, including funding for development and resiliency. \n*  T CRF grants are administered by an independent 501(c)(3) nonprofit organization, and are available to associates at Marriott U.S. managed locations and a growing number of \nmanaged locations outside of the U.S.*  Disaster relief funds were contributed by the MDRF and the T CRF.\nAbove: Associates at the AC Hotel Nice (Nice, France) collect supplies to \ndonate to local communities", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}