{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  21Good Travel with Marriott Bonvoy\nAs part of Asia Pacific’s efforts to protect natural \ncapital and engage guests in our sustainability journey, we launched Good Travel with Marriott Bonvoy, a program that offers meaningful travel, allowing guests the opportunity to create a positive \nimpact in local communities across the region. \nGuests can engage across three distinct pillars, including environmental protection, community engagement, and marine conservation. For example, at JW Marriott Mussoorie Walnut Grove Resort & Spa, guests can join a horticulture  \nexpert to plant a native sapling.Life On Land \nUnderstanding the vital role trees play in the fight against climate change, Marriott hotels continued \nto invest in reforestation efforts across the globe. Marriott is also a founding member of the Evergreen Alliance, a select group of Arbor Day Foundation partners and collaborators committed to advancing trees \nand forests as natural solutions for corporate sustainability and citizenship goals.\nTREES\nPrior to the retirement of Marriott’s Make a Green Choice program due to the impacts of COVID-19, more than 36,000 \ntrees were planted across forests in the U.S. for participating U.S. properties and Mozambique for participating European properties, and over 9,000 trees were planted across Canada for participating Canadian properties. \nMarriott’s Business Councils also supported the company’s global reforestation efforts. The Kingdom of Saudi \nArabia (KSA) Business Council coordinated with the country’s Ministry of Agriculture to plant 250 trees as part of the Saudi Vision 2030, a framework to reduce dependence on oil, diversify the economy, and develop public service sectors including tourism.   \nMANGROVES\nMangroves play a critical role in protecting coastlines from severe storms and providing livelihoods to coastal communities. In addition, mangrove forests are important for conserving biodiversity, storing carbon, and serving as nurseries of the sea. \nIn 2020, Marriott resorts in Fiji participated in Marriott for Mangroves, Rivers, and Reefs, helping to raise funds to \nprotect precious marine life in Fiji. In early 2020, a contingent of 30 associates from The Westin Denarau Island Resort & Spa joined forces with Fiji Marriott Resort Momi Bay to plant a total of 1,800 mangrove trees along the coastline of Momi Bay. Associates from The Ritz-Carlton, Grand Cayman and the JW Marriott Marquis City Center Doha also participated in mangrove clean-up efforts – removing bottles, cans, and plastics from local mangrove tree habitats. \nRAINFORESTS\nMarriott continues to build on our 10+ year partnership with the Foundation for Amazon Sustainability (FAS)  and the Government of Amazonas through our Juma REDD+ project, which aims to curb deforestation and associated greenhouse gas emissions in a 2,770-square-mile (7,174-square-kilometer) reserve with significant  \nland-use pressure in Brazil’s northwestern Amazon rainforest. As of year-end 2020, 98.7% of the Reserve remains preserved. The Juma REDD+ project also provides education, medical care, employment, social empowerment, \ncapacity building, and a monthly stipend for local residents who voluntarily commit to protect the rainforest. \nNatural Capital  \nMarriott believes protecting and enhancing the ecosystems where our properties are located supports the sustainability and increases the \nresiliency of the communities where we do business, so that they remain vibrant destinations. In 2020, we continued to focus on environmental challenges from deforestation to bycatch to reef degradation and more, and invested in scalable, replicable projects to support the world’s natural capital resources. \nMarriott Golf and \nEnvironmental Stewardship  \nMarriott Golf is committed to engaging guests \nand associates in environmental stewardship and \npromoting the game of golf in an eco-conscious \nmanner. As of year-end 2020, approximately 94% of Marriott's U.S. golf properties and  \n100%  of U.K. managed golf venues were \nAudubon Certified. \nAdditionally, 100%  of U.S. and U.K. managed golf \nproperties participate in Operation Pollinator, an \ninternational biodiversity program to boost the \nnumber of pollinating insects. ", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}