{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  36\nGlobal Diversity, Equity, and Inclusion   \nGlobal diversity, equity, and inclusion (DE&I) are integral to how we do business every day, as we engage with our key stakeholders: associates, \ncustomers, owners, and suppliers. Since Marriott’s founding in 1927, our core value of putting people first and our commitment to diversity, equity, and inclusion have guided how we interact with people and how we do business every day. This is the foundation that sustains our “TakeCare Culture” and business success.\nOur DE&I Objectives\nCreate an environment  \nwhere all associates, \ncustomers, owners, and suppliers feel welcomed  \nand embraced with \nopportunity across all \naspects of our business\nIncrease the number of \ndiverse- and women-  \nowned hotels\nEstablish a supportive and \ninclusive work environment \nwhere associates are brought together by a common desire to experience opportunity, community, and purpose\nProvide diverse-owned \nsuppliers with access and equity in our supply chain \nIncrease the presence of \nwomen and people of color in the highest levels of management and other key decision-making positions\nExcel at serving and marketing \nto welcome diverse travelers DE&I Accountability and Leadership \nOur CEO and senior leadership team have established longstanding, comprehensive diversity, equity, and inclusion performance \nmetrics that are part of their annual management business objectives and compensation plans. Marriott’s DE&I strategy is directly overseen by our Board-level Inclusion and Social Impact Committee. To further support accountability, Marriott has established a \nleadership governance structure for DE&I. \nBoard Level Committee and Subcommittees\nDiversity and Inclusion Talent Council \nThe Diversity and Inclusion Talent Council is comprised of cross-discipline senior leaders to drive outcomes in achieving \nour diverse recruitment and talent strategy. This strategy includes a focus on diverse candidate slates to increase the identification and recruitment of diverse talent at an entry point for vice president positions. The Council also helps develop and sponsor innovative strategies and initiatives that strengthen relationships with external organizations.Inclusion & Social Impact Committee\nBoard committee focused on advancing inclusive opportunity through our people-first culture and efforts to foster associate wellbeing and \ninclusion and to promote this focus with our key stakeholders.\nInclusive Opportunity Subcommittee\nDefine strategy and goals, drive accountability, and execute an integrative approach to inclusive opportunity across all business operations with specific focus on associates, customers, owners, and suppliers.\nProvides oversight, encourages, and evaluates efforts undertaken by the company to reduce Marriott's environmental impact and promote a positive \nsocial impact in the communities Marriott serves throughout the world.\nProvides oversight, encourages, and evaluates efforts undertaken by the company to address governance issues.\nEnvironmental & Social Impact Subcommittee\nGovernance Subcommittee\nGlobal Business Leader Committee\nGlobal Inclusion Council\nCEO-led council established with Continent Presidents to drive ownership and accountability to promote inclusive opportunities globally.\nRegional/Continent Councils\nRegional Inclusion Council\nDrives regional strategy aligned to global diversity, equity, and inclusion strategy and continental shared business priorities.\n", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}