{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  40Across the globe, Marriott is taking steps to ensure DE&I is integrated in all \nregions. In 2020, Marriott Canada signed on to participate in the Federal Government of Canada’s 50-30 Challenge to promote diversity and inclusion.  \nThe goal of the Challenge is to commit to 50% gender parity and 30% minorities  \nat the highest levels of companies in Canada, and also ties into the diversity we \nare aiming to achieve within our operations in Canada, and, more broadly, as a \nglobal company.  \nPay Equity \nMarriott is committed to providing our managed associates with compensation that is equitable and competitive. We regularly conduct pay equity reviews in the U.S. and make pay adjustments where appropriate. To ensure that our recruitment process reflects fair and equitable pay practices, we use a competitive local market wage scale and establish a starting rate of pay with fixed or defined pay \nincreases based on tenure for the vast majority of our U.S.-based, hourly-paid \nhotel positions.\nOur compensation policies and practices are designed to avoid pay inequities \nthroughout an associate’s career. Associates can raise issues regarding pay equity through their manager, Human Resources, or the Business Integrity Line. Globally, during the application process, Marriott only requests the applicant's desired rate \nof pay and directs HR professionals not to collect or utilize compensation history \nwhen establishing starting pay for new hires.\nRight: Associates preparing meals at the Phuket Marriott Resort and Spa, Nai Yang Beach (Phuket, Thailand) for those \naffected by COVID-19.\n2025 Empower Through Opportunity Goal\nAs part of our 2025 Sustainability and Social Impact Goals, Marriott aims \nto invest $35 million in programs and partnerships that develop hospitality \nskills and opportunity among youth, diverse populations, women, people \nwith disabilities, veterans, and refugees. \nAs of year-end 2020, Marriott has invested over $8 million in supporting \nprograms and partnerships.  ", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}