{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  41\nWe are proud to be a part of She Has a Deal to \nimprove gender parity in the hotel industry. We \nunderstand the challenges many women face \nwhen seeking capital and gaining access to \ninformation. We are committed to helping close \nthe gender wealth gap in hotel ownership.\n–  Eric Jacobs, Marriott International’s  \n    Chief Development Officer, International GrowthWomen’s Empowerment  \nFor over 20 years, our Women’s Leadership Development Initiative has guided our efforts to increase the presence \nof women at the highest levels of management and in other decision-making positions, developing a strong pipeline of women leaders.\nInternational Women’s Day and Women’s History Month \nOn International Women’s Day (IWD) in 2021, Marriott marked the social, cultural, political, and economic achievements of women, and shined a spotlight on gender representation in leadership. Associates from across the company participated in TakeCare Community Talks, panel discussions and special events recognizing the women at Marriott who are helping to shape our future. Marriott’s newly promoted President, Stephanie Linnartz, launched a blog series that showcased six women leaders. Erika Alexander, Marriott’s Chief Global Officer, Global Operations, \nalso hosted a conversation among women executives on resiliency and the future of travel for an audience of \nwomen in business. Additionally, our global sales organization hosted a series of virtual events for customers around the world, including interviews with Marriott associates and key customers about the International Women’s Day theme, “Choose to Challenge” . \nShe Has a Deal \nIn 2020, Marriott partnered with She Has a Deal, an education and investment platform for aspiring women hotel investors and developers. Marriott was a sponsor of the “She Has a Deal” hotel investment pitch competition for early-career women, in which $50,000 in deal equity was provided to the winner. Team Datcher, made up of three Cornell University Baker Program in Real Estate graduates, was awarded the deal through their pitch of an 80-room adaptive reuse project in Detroit, Michigan. \nLeft: Women of F&B event at the Amsterdam Marriott Hotel (Amsterdam, Netherlands)Our Women’s Empowerment Objectives\nIncrease the presence of women at the highest level of management and in other decision-making positions\nDevelop a role for senior management to play in ensuring that \nwomen progress\nStrengthen the career development processCapitalize on the current women leaders to drive the success \nof the organizationGender Parity Goal\nIn 2021, Marriott announced that we \nare further accelerating our efforts to \nachieve global gender parity by 2023 –  \ntwo years earlier than the original \ntarget date.\nAs of year-end 2020, approximately \n44% of our executive leaders across \nthe world were women and in the United States, 48% of our executive \nleaders were women. \n", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}