{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  42Supporting Diverse-Owned Businesses   \nJ.W.E., an Asian-American owned business certified with the National Minority Supplier Development Council \n(NMSDC), has been a trusted supplier to Marriott International since 2017 when they were awarded the Sheraton Wardrobe program. This contract awarded J.W.E. Inc. the opportunity to make all custom designed uniforms for associates in the U.S., Canada, and Central & Latin America. J.W.E. Inc. owns their own manufacturing, which allows them to be nimble and provide more custom patterns using high-quality fabrics. In 2020, due to the impacts \nof COVID-19, Marriott's relationship with J.W.E. Inc. expanded to include the manufacturing of masks and PPE to \nsupport recovery efforts.\nWe continued to invest in the growth and development of businesses owned by people from historically disadvantaged \ncommunities through our partnerships with the National Minority Supplier Development Council, The National LGBT Chamber of Commerce, the Women's Business Enterprise National Council and other business equity organizations.\nMarriott hotels around the world also continue to support the company’s global supplier diversity goals through \npartnerships with diversity organizations. In Peru, Marriott hotels hosted a virtual conference with WEConnect International to connect with women-owned businesses and discuss new opportunities.  \nHotel Owners \nOur commitment to promoting diverse owners includes introducing successful diverse and women business owners to the hospitality industry and educating them on potential investment opportunities. \nIn 2020, we exceeded our goal to reach 1,500 diverse- and women-owned open hotels by the end of 2020, with 1,556 \ndiverse- or women-owned open hotels. We also set a goal to achieve 3,000 diverse-owned hotels by 2025.\nSuppliers    \nMarriott’s commitment to diverse suppliers helps drive economic empowerment around the world, supports  \nour customers, expands our global footprint with minority-, women-, veteran-, people with disabilities-, and \nLGBT-owned businesses, fosters an exchange of ideas, spurs innovation, and inspires us all to do business better. Marriott also continues to leverage our supplier diversity platform, Exchanges, to increase associate engagement, awareness, and education on the importance of supplier diversity.\nOver the past 10 years, Marriott has spent $6 billion with diverse suppliers.\n2020 Diverse Suppliers\nDIVERSE SUPPLIER CATEGORY  2 020 METRIC\nTotal Inclusive Purchasing  $430 ,243,404\nPurchased from women-owned businesses  $253 ,505,971\nPurchased from minority-owned businesses  $163 ,563,753\nPurchased from veteran- and service-disabled veteran-owned businesses  $7 ,885,238\nPurchased from LGBT-owned businesses  $4 ,186,525\nPurchased from people with disabilities businesses  $1 ,101,917\nLGBT-owned Businesses  \nWe support LGBT-owned businesses and spent \n$4+ million  with these businesses in 2020.#LoveTravels\nThrough Marriott’s purpose-driven marketing \ninitiatives, we are proud to showcase our \ncommitment to diversity, equity, inclusion, and \nsocial good. Our #LoveTravels platform aims to advance people pursuing inclusion, equality, \npeace, and human rights. \nAbove: Associates at an LGBTQ pride parade", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}