{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  43Bridges from School to Work® \nThe transformative power of a job is one of the most impactful ways to serve people with disabilities. For over \n30 years, our flagship partnership with Bridges from School to Work, established by the Marriott family, has supported skills development, training, and job placement for young people with disabilities, making a positive impact by creating and supporting opportunities. Each year, Bridges helps more than 1,000 young people with disabilities prepare for the workplace and find a job that matches their interests and abilities.\nIn 2020, Marriott’s support enabled Bridges to respond to the COVID-19 pandemic and continue their mission of \nserving young people with disabilities. This included launching a redesigned and responsive website, maintaining their services through virtual and remote delivery, and providing pandemic resources to youth and parents. \nMarriott was also named one of the 2020 “Best Places to Work for Disability Inclusion” as part of the Disability \nEquality Index (DEI) – a joint initiative of Disability: IN and the American Association of People with Disabilities (AAPD).\nPromoting Diversity, Equity, and Inclusion in Our Communities \nGlobally, Marriott hotels support the company’s vision to create a diverse and inclusive environment. For example, in \nearly 2020, the W Mexico City hosted the “Gráfica Tres21” art exhibition, which highlighted artwork made by 15 artists from the Mexican School of Down Art of the John Langdon Down Foundation. \nRoom for All\nWe continue to work closely with the disability community during our development of the “Room for All” initiative, where we are evaluating room design concepts to dramatically improve the travel experience for guests with disabilities. This includes offering new features such as voice-activated technology to control room temperatures or lights and room layouts that provide mobility space for our guests who use wheelchairs.\n600+  students hired by Marriott since \nthe inception of Bridges from School to \nWork and 14 students hired by Marriott in 2020. In 2020, Marriott spent \n$1.1+ million  \nwith businesses owned by people with disabilities.\n104 Business Councils across all continents and brands \nPeople with Disabilities \nMarriott actively explores opportunities to improve access for people with disabilities who provide products and services to work in and visit our hotels. \nRight: The Budapest Marriott Hotel (Budapest, Hungary) works with the Down Foundation to facilitate the hiring of associates with disabilities ", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}