{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  44\nCareers in Hospitality for Veterans\nIn 2020, Marriott hired 300+ veterans amid the global COVID-19 pandemic. In 2021, we  \nare continuing our efforts to achieve our goal of hiring at least 1,000 veterans annually.\nIn 2020, the JW Marriott San Antonio Hill Country Resort & Spa partnered with \nHiring our Heroes, to offer six weeks of on-the-job experience for military spouses. \nSpouses observed and worked in our Human Resources, Accounting, and Loss Prevention departments to gain hospitality industry experience.\nHotels for Heroes \nThrough our partnership with the Fisher House Foundation’s Hotels for Heroes program, over 1,600 room nights were provided to the families of military service members undergoing surgery in the U.S. with 5,166,500 donated loyalty points in 2020. Through these donated loyalty points, 247 military families were provided room nights, which amounted to a cost savings of $416,592 for those families. \nSupporting Veteran Organizations  \nIn 2020, Marriott’s U.S. hotels collaborated with over 40 veteran-specific organizations to support our veterans during the COVID-19 pandemic. Through these engagements, we donated over $70,000 in cash and in-kind donations,  \nand approximately 200 associates volunteered approximately 250 hours. \nAt the JW Marriott Orlando, Grande Lakes® and The Ritz-Carlton® Orlando, Grande \nLakes, associates donated clothing, bedding, toys, personal care products, and other items to Veterans of America. Veterans \nMarriott actively works to recruit and support U.S. military veterans. Our company culture and values are well-suited and aligned for those \nwho have served, and we in turn value their skills and experience. To support our veteran hiring goals and objectives, we developed various partnerships with veteran organizations in the local communities where we do business and have created tools and resources to assist hiring managers with veteran recruitment efforts.\nSupplier Diversity  \nIn 2020, Marriott spent nearly $7.9M with businesses owned by \nveterans and service-disabled veterans. \nRight: The Gaylord Opryland Resort & Convention Center (Nashville, Tennessee, United States) donates gifts through \nthe United Service Organizations (USO) for military families", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}