{"page_content": "2021 SERVE 360 REPORTESG PROGRESS AT MARRIOTT INTERNATIONAL  →  46\nSupporting Youth Across the Globe\nWe continue to support programs that strive to prepare youth for jobs in the \nhospitality industry. Through our work with The Global Travel & Tourism Partnership (GTTP), Marriott aims to inspire and enable hundreds of thousands of young people in secondary schools and universities around the world to build careers in travel and tourism. In 2020, Marriott’s funding helped provide training for more than 1,800 \nteachers across 15 countries, benefiting more than 4,000 schools and over 740,000 \nstudents. In response to the COVID-19 pandemic, there was an increased focus in online training and webinars, which allowed an additional 6,000 students from more than 100 countries to access the curriculum entirely online.\nAs part of a collaboration with the Sustainable Hospitality Alliance, Marriott and several \nother hotel companies joined together to create an industry-relevant skills curriculum, \nto better prepare young people for on-the-job training and improve opportunities for \njob placements. To support industry and company efforts in this space, we support the Alliance’s Youth Employment Program (previously known as Youth Career Initiative), a three-month employability program, equipping vulnerable young people with the core skills and practical experience they need to start their career. \nIn 2020, even with major disruptions and closures due to the COVID-19 pandemic, more than \n180 young people were trained at 31 Marriott hotels across India, Vietnam, and Mexico.\nU.S. and Canada    \nAmerican Hotel & Lodging Association (AHLA) Foundation: Opening Doors  \nto Opportunity\nSince 2017, we have pledged to provide $50,000 each year over the next five \nyears to the AHLA Foundation’s Opening Doors to Opportunity program to support \nacademic scholarships, professional development, and research opportunities in the travel and tourism industry.\nMarriott’s support has enabled the Foundation to launch a COVID-19 Relief Fund, \nwhich provided more than $3.5 million worth of free education resources to help furloughed employees and establish the No Room for Trafficking Campaign to \nadvance training and education to prevent human trafficking in the lodging industry. In \n2020, the Foundation served over 20,000 individuals through its portfolio of programs.  \nGlobal Voyage Leadership Development Program\nThe Global Voyage Leadership Development program, initially launched by Marriott \nin 2013, was designed with the next generation of university graduates in mind. It offers a combination of hands-on, discipline-specific training and a leadership-focused curriculum, all accessed through custom technology.  \nPrince’s Trust \nIn partnership with Prince’s Trust Canada, Marriott hosted the Discovery Hospitality \nprogram at four Edmonton hotels in Alberta, Canada. Hotel leaders provided 21 youth \nwith training on the hospitality industry, including on-site and interviewing skills.\nProStart\nIn 2019, Marriott launched a pilot program across five states and Washington, D.C. \nwith the National Restaurant Association Educational Foundation’s ProStart program to support student exploration of restaurant management and culinary arts careers. \nMarriott provided coaches, mentors, and volunteers, participated in chef demos and \nschool visits, and hosted property visits and job shadowing programs. \nBy year-end 2020, over 2,000 students participated in the program from 22 schools \nacross 13 states.\nYouth \nMarriott supports youth development and empowerment across the globe, supporting global, national, and local partnerships that connect with schools \nand youth-based organizations to provide career mentoring, career exploration, job shadowing, skills training, and work-study opportunities.\nBelow: Youth training at the JW Marriott Hotel Quito (Quito, Ecuador)", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}