{"page_content": "ESG PROGRESS AT MARRIOTT INTERNATIONAL  →  72\n2021 SERVE 360 REPORTOCCUPATIONAL HEALTH AND SAFETY    \nIndicator Description Response and / or References \n403* Management approachIn 2020, Marriott continued to utilize the Be Safe program initially rolled out in 2017, which has increased accountability at the leadership level for \nimplementing and supporting safety initiatives in the U.S. \nOur Global Safety and Security Team provides training, policy enforcement, and technical expertise in safety and security management to help \nminimize harm and losses to associates at managed properties. Our staff is trained to assess and respond appropriately to potential threatening situations and our hotels work closely with local, state, federal, and international authorities. \nOn-site and Telephonic Medical Services:  Since 1985, we have maintained an Occupational Health Services program, which employs a team of \ndedicated nurses to serve the health needs of managed associates in the U.S. Our team of nurses provides telephonic care and case management \nservices to associates at managed properties around the country. At several managed properties around the country, on-site nurses provide care to associates including emergency response, treatment of work-related and nonwork-related injuries and illnesses, travel health consultations and immunizations, and health screenings. They assist with case management for associates at managed properties and complete health promotion programs at these properties and at our corporate headquarters.\nIn 2020, the occupational health nurses continued to promote a TakeCare culture by hosting health promotion events focused on the health and \nwellbeing of associates including administration of flu vaccines, having on-site blood donations, organizing various donation events (eyeglasses, cell phones, clothing) and education on nutrition and disease risk reduction.\nTakeCare:  Throughout 2020, Marriott’s goal was to live our TakeCare culture. We continue to provide associates with additional support for emotional \nwellbeing, stress management, money management, mindfulness, and more. Marriott recently partnered with meQuilibrium, a proven, clinically \nvalidated resilience platform that is synchronized with our other mental health resources and proactively refers managed associates who need help managing stress. Today, over 15,000 associates are enrolled in this platform and taking advantage of the self-care resources provided. \nIn 2020, at a time when transparency and connections were as critical as ever, we introduced a weekly “Stay in Touch” newsletter providing updates \nto managed associates on Leadership Voice, Business News, Resources and Tips, and Marriott Community. On our intranet, we posted videos, photos, and stories from thousands of associates who shared moments of peace and joy during these turbulent times, such as how they pulled together to care for each other, volunteered in their communities, prepared and delivered care packages for associates on furlough, embraced remote workouts with family members across regions, delved into artistic talents, and more. \nDuring 2020, 23 editions of the weekly #MarriottStrong Stay In Touch communications series were published for associates around the world. The most \nimpactful content was curated and broadcast to GMs and HR professionals globally to pull into their own messaging to their teams locally. This series was a critical component of the broader company communications plan to provide transparency and reinforce the company’s commitment to associate wellbeing. Through this difficult year, we used this series to maintain Marriott culture, leading to over 75,000 engagements with these resources. \nAssociate Benefits: During the COVID-19 pandemic, we continued our focus on health and wellbeing to ensure managed associates and their families \nhad ongoing access to health care coverage. Through April 9, 2021, we continued to provide company-subsidized healthcare for eligible associates in the U.S., including those who are furloughed or on temporary layoff. Marriott also made a temporary policy change to offer company-subsidized health care coverage for eligible U.S. associates on furlough and to reduce the required hours worked to allow eligible U.S. associates to continue to qualify for company-subsidized health care coverage. We also introduced paid COVID-19 sick leave for eligible associates who are unable to work due to a positive COVID-19 diagnosis or who need to quarantine due to exposure from a guest or associate diagnosed with COVID-19. \nIn March 2021, Marriott introduced the COVID-19 Vaccination Care Program to managed hotels in the U.S. and Canada. The program aims to provide \nvaccination education and awareness, tools to allow flexibility when scheduling vaccination appointments, and a financial award equal to four hours of pay (half day) to eligible U.S. and Canada associates who get fully vaccinated.  \nWorkplace Flexibility and Remote Work Resources: As some associates transitioned to remote work during the COVID-19 pandemic, we refreshed our \n“Work Ways Guide to Flexibility” and added working virtually resources and online training to support associates working from home for the first time.2021 Serve 360 Report (“Global Diversity, Equity, and Inclusion” , p. 36; “COVID-19 Response” , p. 16 and “Human Rights” , p. 49)Business Conduct Guide  (“Health Safety and Security, p. 37)\nHeart of the HouseHarassment PreventionCommitment to CleanStatement on Cleaning ProtocolsVaccine Care Program\n* Applies to managed associates only .", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}