{"page_content": "ESG PROGRESS AT MARRIOTT INTERNATIONAL  →  76\n2021 SERVE 360 REPORTPUBLIC POLICY           \nIndicator Description Response and / or References \n415 Management approach 2021 Serve 360 Report (“Public Policy” , p. 57)\nPolitical Activity – Policies, Oversight and Disclosure\n415-1 Political contributions 2021 Serve 360 Report (“Public Policy” , p. 57)Political Activity – Policies, Oversight and Disclosure\nCUSTOMER HEALTH AND SAFETY                   \nIndicator Description Response and / or References \n416 Management approach Marriott’s Global Safety & Security Team provides training, policy enforcement, and technical expertise in safety and security management to help \nminimize harm and losses to our customers, associates, stakeholders, and business. The team is trained to assess and respond appropriately to potential threatening situations and our hotels work closely with local, state, federal, and international authorities. In the United States, Marriott’s Be Safe program also aims to increase accountability at the leadership level for implementing and supporting safety initiatives. \nWe also work with local security authorities, including the U.S. Department of State and Department of Homeland Security when establishing security \nprotocols for some of our hotels. We also tailor individual security measures to each hotel and review those measures often. \nIn 2020, due to the global pandemic, Global Safety & Security played an integral part in the development of Marriott’s COVID-19 Response Plan.2021 Serve 360 Report (“Our Global COVID-19 Community Response” , p. 16)Commitment to CleanCommitment to Clean FAQBusiness Conduct Guide  (“Health Safety and Security, p. 37)\n416-1 Assessment of the health and \nsafety impacts of product and service categoriesThrough our Global Food Safety program, we tailor individual safety and security measures to each hotel, conducting self-inspections using our food safety standards as guidelines.\nAs part of our program, Marriott also has a comprehensive food safety management system to control risk factors that may lead to foodborne \noutbreaks. We also implement active managerial controls, including training, vendor specifications, quality control, and other monitoring procedures. \nCUSTOMER PRIVACY                   \nIndicator Description Response and / or References \n418 Management approach 2021 Serve 360 Report (“Data Privacy and Cybersecurity” , p. 56)\n2020 Annual Report (“Technology, Information Protection and Privacy Risks” , p. 21-23)Privacy Center  \n418-1 Substantiated complaints \nconcerning breaches of  \ncustomer privacy and losses  \nof customer dataAt the end of February 2020, Marriott identified that an unexpected amount of guest information may have been accessed through an application used by Marriott-branded hotels to help provide services to guests at hotels. \nUpon discovery, the company confirmed that the login credentials were disabled, immediately began an investigation, implemented heightened monitoring, \nand arranged resources to inform and assist guests. Marriott sent emails to guests whose information was involved and set up a dedicated website  and \ncall center resources with additional information for guests, including a list of steps guests involved could consider taking and information about enrolling in a personal information monitoring service offered free of charge by Marriott and provided by a third party. Marriott also notified relevant authorities and is supporting their investigations.\n2021 Serve 360 Report (“Data Privacy and Cybersecurity” , p. 56)Marriott International Notifies Guests of Property System Incident", "metadata": {"source": "NASDAQ_MAR_2021.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}