{"page_content": "official audit report via the RBA-ON platform, \nwhere Western Digital monitors progress and drives change based on the findings. If labor issues exist, we follow standard procedures outlined in the VAP manual to assure suppliers’ timely correction of non-conformance issues and we closely follow up with them. \nWestern Digital also uses the RBA VAP audit as  \na tool to monitor the sustainability of our suppliers. We tie this requirement to our Supplier Performance Review scorecard and evaluate suppliers according to the performance assessed by the VAP audit. Additionally, Western Digital’s Audit Program follows the VAP protocol for end-product factories. Our Human Resources team conducts periodic audits of our labor brokers/agents.\nTo engage suppliers found to be in non-\nconformance by the RBA audit to take corrective actions, we rolled out RBA’s e-Learning program between July 1, and September 15, 2021. After thoroughly analyzing the specific non-conformances of a supplier, we matched each audit non-conformances to the appropriate RBA e-Learning courses. After suppliers completed the learning program, they were encouraged to utilize learnings from the course to come up with the appropriate corrective actions. \nLABOR PRACTICES \nWe recognize that human rights protections \nvary from country to country and we pay close attention to how our manufacturing workforce may be impacted. We strive to ensure they are treated with dignity and respect and experience fair, respectful and sustainable working conditions. Western Digital’s manufacturing workforce is predominantly composed of directly-hired employees whom we employ and manage ourselves. This gives us direct control over their working conditions, so we can ensure that they are treated with dignity and respect and experience fair and sustainable working conditions. We work closely and carefully with the labor brokers that source our manufacturing employees in Malaysia (the only location where we source employees from outside the country) and we prohibit labor brokers and their agents from collecting recruitment fees from prospective employees. We regularly audit the brokers’ practices and only collaborate with brokers who strictly uphold our full commitment to fair labor practices. If we become aware of a labor broker who does not meet our high standards, we terminate the relationship with that broker.\nCritical Minerals  \nand Metals\nWhy it Matters \nGRI 103-1  \nWestern Digital relies on a variety of raw \nand subsidiary materials—including 3TG or “conflict minerals”—as key inputs to our finished products. We indirectly source 3TG from mines, smelters or refiners and, in most cases, are several steps removed from these market participants in the supply chain, making transparency a challenge. Long before the adoption of the United States Securities and Exchange Commission’s (SEC) Conflict Minerals Rule, we began working with our suppliers to verify responsible sourcing of 3TG.\nManagement Approach \nGRI 103-2  \nWestern Digital maintains a cross-functional team of senior staff for our Responsible Minerals Steering Committee, which oversees our Responsible Minerals Program. Our Senior Vice President of Procurement and Supply Chain leads this program, comprised of representatives from Legal, Procurement and Quality Management. The team reports to senior leadership on a regular basis and reports the findings of our compliance efforts to the Audit Committee of the Board of Directors. \nWe are committed to supporting responsible \nsourcing of conflict minerals and their derivatives, cobalt and other minerals from the Democratic Republic of Congo (DRC) region and other Conflict Affected and High-Risk Areas (CAHRAs). Our outlines responsible sourcing practices, which are reviewed regularly. As part of our ongoing commitment to transparency, we added cobalt to our policy and program and we continually endeavor to practice responsible sourcing from the DRC region and other CAHRAs. This policy, updated in March 2021, demonstrates Western Digital’s expectations of our suppliers: \n•\n R\nesponsibly supply 3TG and cobalt that are \n“DRC conformant” to Western Digital.\n•\n Ensur\ne that any 3TG supplied to Western Digital \nare from recycled or scrap sources or do not \nfinance armed groups in the DRC region and do not contribute to child labor, human rights abuses or environmental pollution.• R esponsibly source all minerals, including \ncobalt, from the DRC region and other CAHRAs.\n•\n R\nequire their own suppliers to adopt similar \npolicies.\nINDUSTRY PARTNERSHIPS \nWestern Digital actively participates in the RBA’s \nResponsible Mineral Initiative (RMI), allowing us to use best practices in responsible minerals sourcing: \n•\n Collabor\nate with customers, suppliers and \nindustry working groups on a regular basis, \nincluding the Due Diligence Practices Team, Smelter Engagement Team, Responsible Minerals Initiative Plenary Call and RMI Material Insight User Group, a platform to study and research prioritizing minerals in supply chain.\n•\n Gain ac\ncess to relevant data and tools, \nincluding the Country Risk Map, Reasonable Country of Origin Inquiry (RCOI) data, smelter database and risk readiness assessment. \n•\n Conduct ongoing due diligenc\ne and stay up-\nto-date on smelter status changes, industry trends and key insights. \n•\n Use RMI’\ns e-Learning academy to provide \ntraining internally to employees and externally to suppliers. \nRESPONSIBLE MINERALS RISK \nMITIGATION PROGRAM \nSASB TC-HW-440a.1, TC-SC-440a.1  \nWestern Digital’s Responsible Minerals Risk \nMitigation Program involves a five-step due diligence process aligned with the Organization for Economic Co-operation and Development (OECD) Guidance.\nPG_ 34\nGENERAL DISCLOSURES: CEO LETTER OUR 2021 STORY OUR BUSINESS OUR STRATEGY ENVIRONMENT SUPPLY CHAIN WORKFORCE GLOBAL GIVING INTEGRITY DATA INDICES\n", "metadata": {"source": "NASDAQ_WDC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}