{"page_content": "23 22\nESG REPORT ESG REPORTDiversity, Equity, and Inclusion:  Being fairly and respectfully treated\nThe diverse backgrounds, experiences and perspectives of our people are one of our biggest strengths. We \ncontinually strive to make our workforce more diverse, inclusive, and supportive of all and the company \nis committed to improving our diversity at all levels of the organization, including senior management. To \nsupport and grow our diverse employee base, the company has engaged with our employees to understand \nhow we can create an inclusive culture, empower our existing employees of all levels to take leadership roles \nin promoting diversity, and have increased our recruiting efforts of diverse candidates.\nEngagement with employees\nWe launched our first employee engagement survey in 2019, seeking employee input on how to best  \ndevelop our culture and enhance our programs. Following the success of our first survey, we committed to \nconduct periodic pulse surveys as a follow-up. \nWe are encouraged by our employees’ engagement with the Black Lives Matter movement. And, as a \nresult, we launched a global corporate diversity and inclusion initiative through Mind Gym, a firm that uses \npsychology and behavioral science to transform how people think, feel, and behave. We started this initiative \nwith a survey designed to measure inclusion. We are proud that 92% of our workforce feels they are part \nof an inclusive organization where they can thrive and grow their careers. But, we learned that we must \nincrease the sense of inclusion for 8% of our population. The survey results informed us of what we do well \nand where we have an opportunity for change, and in response, we launched our Reimagining Inclusion \ninitiative, which began with a briefing for the senior leadership team and global workshops for all employees. \nThese workshops, followed by smaller group meetings, will continue into 2021.\nWe have also initiated women’s events in New York, London, and Amsterdam, allowing women from various \ncompanies and walks of life to share experiences and advice.Achieving something meaningful\nIn response to the COVID-19 pandemic and the desperate \nneed for food in our communities, we quickly created \npartnerships with four organizations tackling the crisis head \non: World Central Kitchen, City Harvest, City Harvest London \nand EMpower. Our senior leaders, Board of Directors, and \nemployees were encouraged to make personal donations \nwhich were also matched by the company. We were pleased \nwith our participation and together we donated over \n$330,000 to several charitable organizations that are doing \nimpactful work to support those in need during this ongoing \ncrisis. As a result of this, in New York, we helped to feed \nover 8,500 children and their families for an entire month \nthrough fundraising for City Harvest. We were honored \nthat our hard-working team was also recognized with the \nNewcomer Fundraising Award. Our efforts put us among \nthe top 25 fundraising teams for this year’s campaign.\nCollaboration\nThroughout the first few months of the pandemic, we \nunderstood the importance of continued collaboration, \nteamwork, and camaraderie and quickly realized that we \ncould not over communicate. For example, we instituted \nregular town halls with consistent participation from our \nCEO and President and a rotation of guest speakers across \nthe organization. Our technology team also deployed \nnew collaboration and video conferencing software and \nwe increased the usage of our internal intranet, adding \nresource pages related to the COVID-19 pandemic,  \nworking from home, and childcare. We also held  \nworkshops on productivity and home life balance and \nremained connected through virtual social events and  \nour company-wide Slack account. \nDespite the remote work environment, we continued \nour summer internship program, providing learning and \nnetworking experiences for 32 global interns. Organized \nevents and cross-functional group projects were moved to \na virtual environment, thereby ensuring our interns had the \nbenefit of the full internship experience.\nIn 2020, we hired approximately 140 new full-time \nemployees. While remote on-boarding is not a substitute \nfor on-site assimilation into our culture, we on-boarded our \nnew hires by facilitating pre-hire introductions, assigning \nbuddies, setting structure around the first days of meetings, \nand providing various in-house training sessions, including \nsystems and product overviews.\nESG REPORT\nQ&A \nJulie Sheffet,  \nChief Human Resources Officer, \ncontinued\nus all to be better global citizens and expand our \nown thinking. Team diversity allows you to see \nproblems and situations from multiple vantage \npoints and arrive at the best solution by fully \nunderstanding the problem and generating more \ncreative ideas. Diversity fuels better brainstorming \nas people from unique backgrounds with varied \nexperiences have different interpretations, \napproaches, insights, thoughts, and conclusions.\nWe all need new ideas and perspectives to \nstimulate and inspire us. Together, our differences \nmake a stronger, more interesting, more thought \nprovoking, and more innovative community.\nPlease share any key insights about \nhiring people who will be successful at \nMarketAxess.\nAll employees at MarketAxess share a few key \nattributes: They are genuinely nice, down to earth \npeople who are incredibly smart and passionate \nabout what they do. They are roll-up your sleeves \nchangemakers who are highly innovative, caring, \nhard-working and collaborative, and they operate \nwith the utmost integrity, respect, professionalism, \nand transparency. Together these people create \nan incredibly positive culture.\nWhat is your North Star goal in  \nyour new role?\nJust as MarketAxess wants to open global \nmarkets and create more opportunities for the \ncompanies and individuals who depend on \nus, I want to create more opportunities for the \nemployees who work at MarketAxess to grow and \nlearn. Opportunities are not just about career \nadvancement, they’re about helping people find \nmeaning and passion in what they do. We want \nto create opportunities for employees to leverage \ntheir strengths and to provide them with insightful \nfeedback to continue to grow and develop. We \nwant to provide a creative and engaging culture \nthat invests in our employees, helps them grow, \nand celebrates their success.", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}