{"page_content": "39 38\nESG REPORT ESG REPORT\nQ&A \nMary Sedarat,  \nChief Marketing and  \nCommunications Officer,  \nGlobal Head of Talent & Culture\nAs both the Chief Marketing & \nCommunications Officer and Global Head \nof Talent & Culture, how do you approach \nemployer branding for MarketAxess?  \nGiven my role in the company, and I am biased, \nof course, I believe MarketAxess is an incredible \nplace to work. As a communicator, I want to tell \nthe story about what it is like to work here and \nwhat differentiates us as an employer—and \nwe have a great story to tell. The competition \nfor attracting talent in our space is very strong \nand, just like the importance of marketing our \ntechnology solutions to potentical clients, we need \na targeted approach to marketing our company \nto potential employees. It’s critical that we offer a \nstrong culture so they want to stay and develop \npurposeful careers at MarketAxess.\nWhat led to the launch of the Culture \nScrum? And what was it like implementing \nthis major initiative during a time of \nremote work?\nI learned from working at a big company that  \nwent through many mergers that we should \nnot take our culture for granted—it needs to be \narticulated, reinforced, and tended to, just like \nany other asset within the company. We are in \nan enviable position of having a winning culture \nversus one that needs to be turned around. We \nare fortunate to have a CEO, President, and Board  \nof Directors who understand the value of a  \nstrong culture. \nHudson Yards\nIn 2019, we moved our headquarters to 55 Hudson  \nYards—a high-rise building centered in Manhattan’s newest \nneighborhood. Our headquarters are now located in a \nLEED Gold-designed building that offers expansive views \nwith floor to ceiling windows, maximizing the interior \nlight. The building’s LEED Certification was a major factor \nin the decision to select 55 Hudson Yards as our new \nheadquarters. As is common in the famous High Line \ndistrict, the greenery that surrounds the building offers \na stunning juxtaposition to the steel elements of the \nbuilding, where indoor and outdoor environments coexist. \nNumerous features of our 55 Hudson Yards office are \ndesigned to reduce tenants’ carbon footprint, including \nwater-efficient design, automatic lighting sensor controls \nand renewable energy use. Additionally, the building in \nwhich our London office is located is BREEAM-certified, \nwhich is the dominant sustainability assessment method  \nfor buildings in the UK. \nData centers\nData centers can have a tremendous environmental impact \ndue to the volumes of electricity required to operate. Two of \nour three US data centers have a LEED Certification rating \nlevel of Silver, meeting rigorous environmental and energy \nmanagement systems standards.Other initiatives \nWithin our workplaces, we take great efforts to reduce \nour environmental impact through various initiatives. We \nprovide reusable water bottles to all employees and make \nmugs and glasses available for use instead of disposable \nplastic bottles or paper cups. There are paper, plastic, and \nmetal recycling stations throughout our offices. We use \n‘follow-me’ printer systems that require ID scans at printing \nstations to avoid wasting paper. To encourage greener \ncommuting, we offer a pre-tax benefit account that can be \nused to pay for public mass transit, and our headquarters \nhas indoor bicycle storage on-site. Additionally, our UK \noffice offers a program called Cycle to Work for employees. \nFor those who bike to work for their commute, the \nemployee can purchase a bicycle with accessories up to a \nvalue of £1,000 inc. VAT from a list of independent cycle \nshops and repay the amount in 12 monthly installments \ntaken from the employee pre-tax monthly salary.\nCustomer focus\nMarketAxess fosters our customer relationships through \nmore than 100 relationship manager employees stationed \naround the globe. We obtain customer feedback through \nour relationship managers and conduct customer \nsatisfaction surveys periodically to optimize our service \nlevels. Customer issues are recorded and investigated, \nand we maintain trade error policies designed to protect \nour Open Trading™ participants and enable us to manage \nthe risks attendant in acting as a matched principal \ncounterparty.\nWe are focused on developing superior fixed income \ne-trading solutions for institutional investor and dealer \nfirms. We strive to develop technology that streamlines \nour customers’ trading experience, delivering products and \nservices that benefit our customers and the fixed income \nmarket. We offer advantages over traditional fixed income \ntrading methods that are shared by both institutional \ninvestors and dealers, including transparent pricing, an \nexpanded liquidity pool, greater trading accuracy, and \nefficient risk monitoring and compliance.\nESG REPORT", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}