{"page_content": "5 4\nESG REPORT ESG REPORTOur focus remains on the four pillars for our vision of corporate citizenship:\n• An enduring commitment to high standards of governance. We believe the touchstones of responsible leadership \nare integrity and fairness. In 2020, we continued to strengthen our board of directors with new members who value \nthe interests of all our stakeholders—clients, employees, investors and business partners. We benefit greatly from \nhaving board members who bring proven leadership to our ESG efforts.\n• Helping communities become more resilient.  We expanded our support in 2020 to organizations that are on the \nfrontline of addressing the impact of the COVID-19 pandemic, particularly the immediate challenge of food insecurity. \nTo address community resilience over the long term, we established the MarketAxess Charitable Foundation, whose \nmission is to work with organizations that support underserved communities, with an emphasis on youth education, \ndiversity, equity, and inclusion.\n• Building a strong, diverse workforce.  We believe a strong culture built on accountability and mutual respect has \nbeen a significant factor in our success, and will continue to be even more so in the future. This year’s report details \nthe initiatives we’ve taken to sustain our culture and ensure its continued vitality as we grow. Diversity, equity, and \ninclusion must remain a priority if we are to continue to be prosperous over the long term, and our management \nteam is working hard to strengthen this important part of our ESG program.\n• Adopting sound sustainability practices across our business operations.  We are in the process of improving \nour ability to measure our company’s impact in areas such as climate, waste, and water use. As an initial part of that \neffort, we are reporting for 2020 against metrics outlined by the Sustainability Accounting Standards Board (SASB) for \nthe first time for the following sectors: Security & Commodity Exchanges, Professional & Commercial Services, and \nSoftware & IT Services.\nOn the environment, it’s worth noting that MarketAxess already plays an important role in \naddressing the growing investor interest in bonds financing climate-friendly projects. With an \nestimated 20.3% US market share of trading in corporate and municipal green bonds in 2020, \nMarketAxess ranks as the largest corporate and municipal green bond marketplace, with 2020 \ntrading volume up 42% in this category alone. We believe our role in the secondary market for these \nissues is poised to grow, given forecasts that global green bond issuance will reach $400-$500 billion \nthis year, up from about $270 billion in 2019.\nLooking ahead to the remainder of 2021, I want to  \nthank all our employees for their continued, active \nengagement in our ESG journey. In doing so, they are \nbuilding a stronger, more dynamic company for everyone  \nat MarketAxess, for our clients, and for our shareholders—  \none that can be a positive force in global markets as well  \nas in our communities.\n—Rick McVeyMessage from Rick McVey, CEO of MarketAxess\nFew periods in recent history have tested the values of our society and its institutions more \ndirectly than 2020, a year marked by the COVID-19 pandemic’s disruptions to our daily \nlives, impassioned calls for social justice, and contentious political events. In this challenging \nenvironment, I am proud to say, the MarketAxess community held fast to its core values.  \nWe can look back on 2020 as a year in which we deepened our commitment to our company’s \npurpose, to the importance of respecting one another, and to addressing the needs of  \nour communities. \nIt’s clear we made significant advances in realizing our purpose: To open global markets and \ncreate more opportunities for the companies, individuals and institutions who depend on them. \nThese advances continued—even gathered momentum—in the unsettled conditions of 2020. \nThe importance of our purpose was driven home during the onset of the pandemic and a global \nrecession in early 2020. Our clients—the people who make global markets work hour-by-hour, \nday-to-day—were struggling to deal with high levels of market volatility as they worked remotely \nwithout their usual office and communications support. MarketAxess teams around the globe \nrose to the challenge, working tirelessly in those stressful days to make sure that more than \n10,000 of our users had the electronic access and support they needed to keep doing their \nessential jobs from their homes. \nIn addressing these challenges in close collaboration with our clients, MarketAxess and its \ntechnology proved to be a critical factor in sustaining global capital flows and helping markets \ncontinue to function smoothly. As a result, clients came to rely on our global network in even \ngreater numbers than before the COVID-19 pandemic.\nOur dedication to our purpose has never been more important than it is now. With the \npandemic’s impact still weighing on the world economy, it is critically important that financial \ninstitutions, companies and investors of all stripes have efficient access to global markets in \nways that help them navigate through volatile periods and achieve their financial objectives. \nGoing forward, the fixed income markets will continue to play an important role in restoring the \nglobal economy to robust growth, which in turn creates the jobs and income needed to improve \nthe quality of life and renew our communities.\nIn this, our second annual report on our ESG journey, we provide a detailed update on our \ncompany’s progress. This report highlights new initiatives we undertook in 2020 and additional \nperspectives on our progress. We are pleased to have made strides in important areas, but, as \nwith most companies and institutions, we recognize that we have much more work to do in \ncritical areas.\n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}