{"page_content": "40\nESG REPORT 41ESG REPORT\nLeading the technology \ntransformation  \nof global bond markets\nSince its founding two decades ago, MarketAxess \nhas led the way in delivering transformative \ntechnology that makes global bond markets \nmore efficient and transparent. Our Open \nTrading™ marketplace has played a major role \nin this transformation by making it easier for \nall market participants to connect with a broad \nrange of possible trading partners rather than a \nlimited set of counterparties.\nOpen Trading makes it easier to execute trades and connect \na global credit trading community, resulting in significant \ncost savings. Those cost savings ultimately benefit all \ninvestors—institutional as well as individual—by letting \nthem retain more of their returns. In 2020, MarketAxess \nhelped market participants save over $1 billion in \ntransaction costs.\nWe are delivering the next generation of electronic tools for \nthe global markets. Throughout 2020, we have developed \nnew innovations including the Live Markets order book \nfor active and newly issued bonds, as well as the Mid-X \nsessions-based auction protocol. Each of these pieces of \nfunctionality leverage artificial intelligence and deep data \nresources, including the award-winning Composite+™ \npricing engine. We also ended 2020 with a significant \nannual increase in our estimated share of trading in the U.S. \ninvestment-grade and high-yield bond markets, retaining \nour leadership in electronic trading by a large margin.\nWe are deeply connected to the pulse of the market \nthrough our work with markets governing bodies,  \nincluding the Securities and Exchange Commission. Our \nfounder and CEO, Rick McVey, is an active member of the \nSEC’s Fixed Income Market Structure Advisory Committee \n(FIMSAC), including chair of the Technology and Electronic \nTrading Subcommittee and member of the Corporate  \nBond Transparency Subcommittee. Through this work,  \nwe are committed to improving market efficiency and \ngreater transparency.Q&A \nMary Sedarat,  \nChief Marketing and  \nCommunications Officer,  \nGlobal Head of Talent & Culture, \ncontinued\nIt was actually CEO Rick McVey’s idea to create a \nteam of individuals from across the company to \nhelp direct and lead this effort, hence the  \nCulture Scrum. \nIt’s one thing to have the management team \ninvolved—and that is a must have—but it is much \nmore meaningful to have a grassroots approach \nwith our own people leading the charge. We were \nplanning to roll out “We Are MarketAxess”—our \nculture defined by 10 core principles—in April, and \nthen the pandemic hit. Like many, we thought \nit would pass by the summer and so decided to \npostpone the launch. In the summer, Rick pushed \nus to proceed with launching it, which reinforced \nfor me that culture is more important than ever.\nWhat, if anything, did the pandemic teach \nyou about MarketAxess’ culture? \nThe pandemic taught me that we need to trust  \nour culture. We always believed that being \ntogether in the office is part of the magic, and \nit definitely makes a huge difference when you \ncan see and talk to colleagues every day. But we \nexperienced the translation of our culture when \nworking from home. Collaboration, transparency, \nand a global mindset became ever more \nimportant and reinforced our commitment to \nthese tenets of our culture. \nWhat do you see for the future of culture \nat MarketAxess? \nWe have massive ambitions as a company. We are \ntransforming the way the largest capital market in \nthe world works and our culture and our values \nplay a big role in realizing this aspiration.MarketAxess estimated percent of FINRA U.S.  \nInvestment Grade and U.S. High-Yield TRACE volumeESG REPORT\nU.S. Investment Grade U.S. High Yield", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}