{"page_content": "44\nESG REPORT 45ESG REPORT\nAbout this report\nThis Report covers the twelve-month period ended December 31, 2020 for MarketAxess Holdings Inc. and all of its \nsubsidiaries. It also includes some of the activities of the MarketAxess Charitable Foundation, a charitable private \nfoundation established by the company. This report does not address the performance or operations of our suppliers, \ncontractors, or partners.\nThe Nominating and Governance Committee of the MarketAxess Holdings Inc. Board of Directors will oversee and  \nperiodically review and assess the company’s environmental, social, and governance strategy and initiatives as outlined \nin this Report and make recommendations to the company to further its ESG goals. The Nominating and Governance \nCommittee has also reviewed this Report prior to its publication.\nIn addition, the company’s internal audit department will verify certain portions of this Report as part of its annual audit \nprogram. There was no external assurance from third parties with respect to the information in this report.\nThis report includes certain non-financial data and information which is subject to measurement uncertainties resulting \nfrom limitations inherent in the nature and the methods used for determining such data. The selection of different \nbut acceptable measurement techniques can result in materially different measurements. The precision of different \nmeasurement techniques may also vary.\nMany of the targets, goals, impacts, and programs described in this report are aspirational, and as such, no guarantees or \npromises are made that these goals and projects will be met or successfully executed.\nFor questions about MarketAxess’ ESG program, you can reach out to sustainability@marketaxess.com.Cautionary Note Regarding Forward-Looking Statements\nThis ESG report includes “forward-looking statements” within the meaning of the US federal securities laws, \nincluding statements regarding our sustainability, ESG, and corporate responsibility targets, goals, strategies, \nimpacts, programs, and other business plans, initiatives, and objectives. Forward-looking statements are \nany statements other than statements of historical fact. Forward-looking statements represent our current \njudgment about possible future events and are often identified by words like “aim,” “anticipate,” “appears,” \n“approximately,” “believe,” “continue,” “could,” “designed,” “effect,” “estimate,”  “evaluate,” “expect,” “forecast,” \n“goal,” “initiative,” “intend,” “may,” “objective,” “outlook,” “plan,” “potential,” “priorities,” “project,” “pursue,” \n“seek,” “should,” “target,” “when,” “will,” “would,” or the negative of any of those words or similar expressions. \nIn making these statements we rely on assumptions and analysis based on our experience and perception of \nhistorical trends, current conditions, and expected future developments, as well as other factors we consider \nappropriate under the circumstances. We believe these judgments are reasonable, but these statements \nare not guarantees of any future events or financial results, and our actual results may differ materially due \nto a variety of important factors, both positive and negative, many of which are beyond our control. Factors \nthat might cause such differences include, but are not limited to, challenges regarding the acceptance and \nimplementation of our ESG initiatives, and a variety of economic, competitive, social, and regulatory factors, \nmany of which are described in our Annual Report on Form 10-K for the year ended December 31, 2020 \nand our subsequent filings with the US Securities and Exchange Commission and can be accessed at www.\nmarketaxess.com. We caution readers not to place undue reliance on forward-looking statements. Forward-\nlooking statements speak only as of the date they are made, and we undertake no obligation to update \npublicly or otherwise revise any forward-looking statements, whether as a result of new information, future \nevents or other factors, except where we are expressly required to do so by law.  \n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}