{"page_content": "47 46\nESG REPORT ESG REPORTSASB Appendix\nSecurity & Commodity Exchanges\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nPercentage of trades \ngenerated from automated \ntrading systemsFor 2020, the percentage of automated trades was 4.8% of volume \nand 12.4% of trade count.FN-EX-410a.2\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated \nwith fraud, insider trading, \nanti-trust, anti-competitive \nbehavior, market \nmanipulation, malpractice, \nor other related financial \nindustry laws or regulationsMarketAxess had zero monetary losses. FN-EX-510a.1\nDiscussion of processes for \nidentifying and assessing \nconflicts of interestThe Board of Directors has adopted a Code of Conduct that applies \nto all officers, directors, and employees, and a Code of Ethics for the \nChief Executive Officer and Senior Financial Officers, which includes \nour Chief Financial Officer. \nThe Code of Conduct clearly sets out the process by which conflicts of \ninterest are identified, reported to, and managed by, the Compliance \nDepartment. Conflicts of interest are prohibited as a matter of \nCompany policy and should, to the extent possible, be avoided. For \nadditional information, please see our Code of Conduct  and the Code \nof Ethics for the CEO and Senior Financial Officers  on our website. \nIn addition, the Nominating and Governance Committee of the Board \nof Directors is responsible for maintaining appropriate conflict of \ninterest policies and procedures.FN-EX-510a.2\n(1) Number of significant \nmarket disruptions and (2) \nduration of downtimeMetric                                                                                                       2020 FN-EX-550a.1\nNumber of significant market disruptions            1\nDuration of downtime    1 hour\nThe disruption was attributable to a technology hardware issue, which \nhas since been remediated through infrastructure improvements.\n(1) Number of data \nbreaches, (2) percentage \ninvolving personally \nidentifiable information (PII), \n(3) number of customers \naffectedExcept as required by law, MarketAxess does not disclose this \ninformation.FN-EX-550a.2Security & Commodity Exchanges\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nDescription of efforts to \nprevent technology errors, \nsecurity breaches, and \nmarket disruptionsExecutive management and the MarketAxess Board of Directors \ncooperate to oversee mechanisms that protect our technologies and \nthe customers who rely on us. MarketAxess’ Board and the Board \nRisk Committee assist MarketAxess’ executive management team \nin its efforts to define the risks facing the company, formulate risk \nmanagement policies and procedures, and manage risk exposures \non an ongoing basis. MarketAxess has a Global Chief Risk Officer who \nprepares updates and reports for the global management team and \nthe Board and assists in developing programs to identify and control \nrisks.\nFor additional information, please see our Information Security \nPolicy Statement on our website.FN-EX-550a.3\nProfessional & Commercial Services\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nDescription of approach to \nidentifying and addressing \ndata security risksMarketAxess prioritizes security throughout our platforms, operations, \nand software development. We make architectural, design, and \nimplementation choices to structurally address security risks, such as \nlogical and physical access controls, perimeter firewall protection and \nembedded security processes in our systems development lifecycle. \nOur cybersecurity program is based on the National Institute of \nStandards and Technology Cyber Security Framework, which consists \nof standards, guidelines, and best practices to manage cybersecurity-\nrelated risks and promote the protection and resilience of critical \ninfrastructure. Our Global Chief Information Security Officer leads a \ncybersecurity team in assessing, managing, and reducing the relevant \nrisks with a goal to assure critical operations and continuous delivery \nof service. We constantly monitor connectivity and suspect events are \nescalated to our global risk and management teams.\nFor additional information, please see our Information Security \nPolicy Statement on our website.SV-PS-230a.1\nDescription of policies \nand practices relating \nto collection, usage, and \nretention of customer \ninformationMarketAxess is committed to protecting the confidentiality of our \ncustomers. Our customer agreements include provisions addressing \nthe usage and protection of customer confidential information. Please \nalso see our Privacy Policy on our website, which provides a detailed \ndescription of our procedures for the collection and handling of \npersonally identifiable information.SV-PS-230a.2", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}