{"page_content": "51 50\nESG REPORT ESG REPORTProfessional & Commercial Services\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nDescription of approach \nto ensuring professional \nintegrityThe MarketAxess Code of Conduct sets out the standards we expect \nour employees to follow. It provides MarketAxess employees with \nguidelines for areas of ethical risk in order to foster a culture of \nhonesty and accountability, including guidance to employees to \nhelp them recognize and deal with ethical issues and mechanisms \nto report unethical conduct. Conflicts of interest are prohibited as \na matter of Company policy and should, to the extent possible, be \navoided. It is the Company’s policy to make full, fair, accurate, timely, \nand understandable disclosure in the reports and documents that \nthe Company files with, or submits to, the Securities and Exchange \nCommission and in other public communications made by the \nCompany. We also conduct training for employees on the importance \nof confidentiality and all employees are required to maintain the \nconfidentiality of all information entrusted to them. The Company \nmaintains a hotline for employees, customers, suppliers, or other \ninterested parties to report concerns or issues, anonymously and \nconfidentially.SV-PS-510a.1\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated with \nprofessional integrityMarketAxess had zero monetary loses. SV-PS-510a.2\nSoftware & IT Services\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated with \nuser privacyMarketAxess had zero monetary loses. TC-SI-220a.3\n(1) Number of law \nenforcement requests \nfor user information, (2) \nnumber of users whose \ninformation was requested, \n(3) percentage resulting in \ndisclosureMaketAxess had zero law enforcement requests. TC-SI-220a.4Software & IT Services\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nDescription of approach to \nidentifying and addressing \ndata security risks, \nincluding use of third-party \ncybersecurity standardsPlease see our Information Security Policy Statement  on our \nwebsite.\nMarketAxess’ Information Security Management Systems are \ncompliant with ISO/IEC 27001:2013 standards. Our ISO/IEC  \n27001:2013 certification  is available on our website.\nWe have a Chief Information Security Officer (“CISO”) and a dedicated \nSecurity Team responsible for maintaining the security and integrity \nof our systems. The CISO provides regular reports to MarketAxess’ \nGlobal Management Team and the Board of Directors. The Security \nTeam delivers training and education to our global employees \nregarding security best practices and employees are required to \ncomplete security awareness training annually. Also, the Security \nTeam regularly engages third parties to conduct security assessments \nand penetration tests.TC-SI-230a.2\nPercentage of employees \nthat are (1) foreign nationals \nand (2) located offshoreType of Employee Percentage of Total Employees  TC-SI-330a.1\nForeign Nationals 4.8%\nLocated Offshore 37.6%\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated with \nanti-competitive behavior \nregulationsMarketAxess had zero monetary losses. TC-SI-520a.1\nNumber of (1) performance \nissues and (2) service \ndisruptions; (3) total \ncustomer downtimePlease see our response to FN-EX-550a.1 for service disruption and \ndowntime information relevant to our business. TC-SI-550a.1", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}