{"page_content": "53 52\nESG REPORT ESG REPORTSoftware & IT Services\nACCOUNTING METRIC 2020 DISCLOSURE CODE\nDescription of business \ncontinuity risks related to \ndisruptions of operationsMarketAxess is committed to meeting client, regulatory, and \nstakeholder requirements and expectations, including in instances \nwhen business disruption occurs. Accordingly, MarketAxess maintains \na Business Continuity Management Policy with frameworks for \nidentifying, assessing, managing, monitoring, and reporting risks that \ncould prevent MarketAxess from performing key operational activities; \nmeeting client and regulatory obligations; and/or addressing activities \nthat could significantly impact the integrity of the market. The \nBusiness Continuity Management Policy outlines the mandates and \nminimum requirements that business units must follow to plan for \nand respond to disruptive events. Business continuity is underpinned \nby processes and procedures to help ensure the stability of our \ntechnology environments. The disaster recovery procedures ensure \ncompliance with client contracts and internal standards. Cybersecurity \npolicies, protocols, and assessments are designed to protect sensitive \ninformation and enable effective response to cyber or security \nthreats. Our programs are designed to create a resilient operating \nenvironment with preplanned response and recovery strategies in the \nevent of business disruption. These strategies focus on safeguarding \nour people, assets, information, and clients. \nFor more information on risks related to business continuity as well as \nthe COVID-19 pandemic’s effect on the company’s business continuity, \nplease see “Risk Factors—Technology, IT Systems and Cybersecurity \nRisks—Systems failures, interruptions, delays in service, catastrophic \nevents and resulting interruptions in the availability of our trading \nplatforms could materially harm our business and reputation” and \n“Management’s Discussion and Analysis—Critical Factors Affecting \nOur Industry and Our Company—Economic, Political and Market \nFactors” in our Annual Report on Form 10-K. The Company has also \npublished a Business Continuity Plan Disclosure  on our website. TC-SI-550a.2Security & Commodity Exchanges\nACTIVITY METRIC 2020 DISCLOSURE CODE\nAverage daily number  \nof trades executed, by  \nproduct or asset class2020 Average Daily Trades FN-EX-000.A\nTotal Credit 20,030\nTotal Rates 8,494\nGrand Total 28,523\nAverage daily volume \ntraded, by product or  \nasset class2020 Average Daily Volume FN-EX-000.B\nTotal Credit $10.5 billion\nTotal Rates $15.9 billion\nGrand Total $26.4 billion\nMarketAxess publishes reports on our volumes on our website.\nProfessional and Commercial Services \nACTIVITY METRIC 2020 DISCLOSURE CODE\nNumber of employees by: \n(1) full-time and part-time, \n(2) temporary, and  \n(3) contractType of Employee Number of Employees SV-PS-000.A\nFull-time & Part-time 569\nTemporary15\nContract27\nTotal 608\n(1) Temporary employees are excluded from total employees in other \nemployee statistics in this ESG Report. \n(2) Contract employees are fixed term contracted employees in the \nUnited Kingdom. ", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}