{"page_content": "9 8\nESG REPORT ESG REPORTSustainability at MarketAxess\nSustainability can be defined as a business’ commitment to advancing economic prosperity \nwhile improving the world in which it operates. Our commitment to sustainability and corporate \nresponsibility is in line with our goal of applying our ingenuity, innovative technology, and \nelectronic network, to make global credit markets work better for the people who depend on \nthem. In pursuing this commitment, we embrace our responsibility as a corporate citizen to \nensure that our global activities positively impact our communities and our environment.\nMarketAxess launched its ESG program in 2019 after taking into consideration the views of our stakeholders, \nincluding employees, investors, clients, and regulators. Under the oversight of the Nominating and Corporate \nGovernance Committee of our Board, we formed an internal Sustainability and ESG (Environmental, Social \nand Governance) Committee comprised of senior management representatives from our Human Resources, \nLegal, Investor Relations, and Marketing Departments. The Committee focuses on the issues that most \nconcerned our stakeholders. We also consider recommendations from the Global Reporting Initiative and \nSustainability Accounting Standards Board (SASB). For this year’s report, we are reporting against metrics \noutlined by SASB for the following sectors: Security & Commodity Exchanges, Professional & Commercial \nServices, and Software & IT Services.\nWe are in the early stages of our sustainability journey. At this point, we are evaluating and measuring our \nimpacts across three key pillars: governance, culture, and climate. We seek to learn from this process and \nto integrate more sustainability-driven ideas and principles across the organization in the coming years, \nbuilding on the progress established in 2019.Governance\nOur Board believes good governance is good business. Strong, effective corporate governance \nis the foundation upon which MarketAxess has built our reputation with clients, investors, \nand regulators. Our clients rely on us for the daily execution of thousands of trades reflecting \nconfidential and proprietary trading strategies. Our electronic network must operate around the \nglobe in compliance with local regulations.\nFor these reasons, we hold ourselves to high standards of ethical business conduct in accordance with \napplicable laws, rules, and regulations. In line with that commitment, the Board has adopted a Code of \nConduct setting ethical guidelines for company employees, officers, and directors. These guidelines help \nMarketAxess employees recognize and address ethical issues, establish mechanisms to report unethical \nconduct, and set policies and procedures to foster a culture of honesty and accountability.\nBoard structure and Board diversity\nOur Board of Directors takes an active role in setting and maintaining high standards of governance and \nsound management practices across the company’s activities. It advises and counsels management in the \nlong-term strategy of the company and its stockholders. Through its committees, which meet regularly, \nthe Board is engaged in business strategy, risk oversight, financial reporting, executive compensation, \nsuccession planning, and corporate responsibility.\nThe Board regularly reviews our corporate governance policies and practices. We believe that our overall \ngovernance structure effectively serves the interest of our stockholders. Learn more about our committee \nstructure here. \nThe Nominating and Corporate Governance Committee assists the Board in identifying and attracting highly \nqualified individuals to serve as directors. Its mandate includes actively monitoring the Board’s skill sets and \ndiversity, so it is in a position to address needs that may arise. This committee also developed and maintains \ncorporate governance guidelines, oversees the annual evaluation of the Board and its committees, and \noversees our ESG strategy and initiatives.\nWe recognize the importance of Board independence. Eighty-five percent of all Board members, or 11 out \nof 13 directors, are independent in accordance with the requirements of the NASDAQ Global Select Market, \non which our common stock is listed, and applicable securities rules and regulations. Each person serving \nas a director must devote time and attention to meetings and committee responsibilities. Each of our Board \ncommittees is governed by written charters that outline specific roles and responsibilities. Each committee \nalso consists of at least three independent directors.\nThe company recognizes and embraces that having a diverse Board enhances the effectiveness in fulfilling \nits oversight role and the company’s performance. The company’s Board Diversity Statement cites diversity \nat the Board level as an essential element in the attainment of its strategic objectives and in achieving \nsustainable and balanced strategic advice. In designing the Board’s composition, diversity is considered \nfrom several aspects, including gender, age, race, ethnicity, nationality, cultural and educational background, \nprofessional experience, skills, knowledge, and length of service. In any formal search for Board candidates, \nthe Nominating and Corporate Governance Committee includes, and requests that any search firm that it \nengages include, qualified candidates with a diversity of race/ethnicity and gender in the initial pool from \nwhich our Nominating and Governance Committee selects director candidates.\n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}