{"page_content": "11 10ESG REPORT ESG REPORT\nThe ultimate decision on all Board nominations is based on merit and the contributions that the selected \ncandidates will bring to the Board, having due regard for the benefits of diversity. In 2020, Kourtney \nGibson, President of Loop Capital Markets, was elected to the Board, increasing the number of our women \ndirectors from three to four. We plan to continue to refresh our Board of Directors to ensure that it remains \ncomposed of high-functioning, qualified, and diverse members able to keep their commitments to Board \nservice and support our strategic growth and sustainability.\nEffectively monitoring and managing risk\nExecutive management and the MarketAxess Board of Directors cooperate to oversee mechanisms that \nprotect our technologies and the customers who rely on us. Our Board and the Board Risk Committee \noversee the MarketAxess executive management team in its efforts to define the risks facing the company, \nformulate risk management policies and procedures, and manage risk exposures on an ongoing basis. We \nhave a Global Chief Risk Officer who prepares updates and reports for the global management team and  \nthe Board and assists in developing programs to identify and control risks.Corporate governance best practices\nThe following list highlights our corporate governance best practices:\nNo dual class of stock or controlling shareholder\nAnnual election of all directors by a majority vote standard\n11 of 13 directors are independent in accordance with Nasdaq standards\nLead Independent Director with defined powers and duties\nAverage director tenure of 7.34 years\nFour women on the Board (30%) \nNo supermajority vote provisions in charter or bylaws \nShareholder right to act by written consent\nSuccession planning program is in place for senior management\nAnnual self-evaluations are conducted for the Board and Board Committees\nBoard and committee meetings receive excellent attendance\nNo hedging or pledging of MarketAxess Stock\nStock Ownership Guidelines \n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}