{"page_content": "13 12\nESG REPORT ESG REPORTLead Independent Director\nThe independent directors of our Board have appointed one \nof the independent directors to serve as Lead Independent \nDirector. The Lead Independent Director has specific \nresponsibilities, including (i) coordinating the activities of the \nother Independent Directors, (ii) serving as a liaison between the \nChairman and the Independent Directors, (iii) approving meeting \nagendas for the Board, and (iv) approving meeting schedules to \nassure there is sufficient time to discuss all agenda items.\nBoard refreshment and tenure\nGiven the complexity of our various businesses, we believe \nthat it is in the best interest of our stockholders to ensure \nthat our Board continues to evolve and remains composed \nof high-functioning, qualified, and diverse members able to \nkeep their commitments to Board service. However, our Board \nbelieves strict limits on the number of terms a director may \nserve is not currently in the best interests of our company \nand its stockholders as this may cause the loss of experience, \ninstitutional knowledge, and expertise important to the \noperation of the Board. Directors who have served on the  \nBoard for an extended period can provide valuable insight  \ninto the operations and future of the company based on  \ntheir experience with an understanding of the company’s  \nhistory and objectives. \nIn line with this view, the Nominating and Corporate Governance \nCommittee will consider the tenure, as well as the qualifications \nand recent performance, of each incumbent director and the \nneeds of the Board, as a whole, before recommending the \nnomination of that director for an additional term. Specific \nattention will be given to incumbent directors with greater than \nnine years of Board service. Today, seven (54%) of our directors \nhave been on our board for five or less years.\nStakeholder engagement\nMarketAxess has a strong stockholder engagement program. \nIn meetings with our largest shareholders in 2020, we received \ninput on a range of topics including: Executive compensation \nprograms, Board and management diversity, Board and \ncommittee refreshment and evaluation, human capital \nmanagement, carbon footprint analysis, and other ESG issues \nthat are material to our business. We will take our investor \nfeedback into account as we develop our work in these areas. \nWe will continue to provide updates on our progress through \nour engagement program, regular SEC reports, and ESG reports.Global  \ncorporate  \npolicies\nCorporate Governance  \nGuidelines\nCode of Conduct\nSlavery & Human  \nTrafficking Statement\nAnti-Bribery and  \nCorruption Policy\nPrivacy Policy\nPersonal Trading Policy\nWhistleblower Policy\nVendor Risk Management  \nand Procurement Policy\nPolitical Contributions  \nand Lobbying Policy\nHuman and Labor  \nRights PolicyMessage from the Board of Directors\nTo our stakeholders: \nMarketAxess has an enviable record of growth over its 21-year history. That success has given \nthe company an increasingly important role in the fixed income market, by far the world’s largest \ncapital market and, by extension, in the global economy. \nOur board is working with management to ensure the company continues to exercise its growing \nleadership role in ways that create value for all its stakeholders and society at large. It is clear to \nus all that the quality of corporate citizenship will become an even more critical element in the \nsuccess of global companies in the years ahead. High standards of corporate citizenship align \nour interests with those of our clients, generate tangible shareholder value, attract the best and \nbrightest to work for our company, and improve the quality of life in our communities.\nOur commitment to the company’s ESG journey is rooted in the benefits that MarketAxess already \ncreates by opening up and improving the resilience of global markets through its expanding \nnetwork of global institutions. MarketAxess’ network and technology have vastly improved its \nclients’ opportunities to access liquidity when they need it, while simultaneously reducing trading \nand operational costs.   \nUltimately, these savings accrue to the benefit of our clients’ customers—the many governments, \nlarge corporations, small businesses, and insurance plans representing millions of individuals \nand families—who rely on a vast array of fixed income investments to achieve their financial \nobjectives. Lowering the cost of guiding and managing these investments means investors \nretain more of their returns. And more resilient markets help ensure that they can access their \ninvestments when they need to. \nOur ESG journey starts with a strong record of \ngovernance. As our global team has grown, our company \nhas significantly strengthened a culture that fosters \naccountability, innovation, and organizational agility. \nManagement has a clear plan for strengthening our \nconnections with communities and gaining a better \nunderstanding of the impact of our business on the \nenvironment. Diversity, equity, and inclusion are always \na priority, one which we know will require a substantial, \nfocused effort in the years ahead.\nThe board congratulates the entire MarketAxess team  \nfor the commitment they have shown to our ESG journey.  \nWe look forward to another year of significant progress  \nin 2021.\n— Richie Prager\n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}