{"page_content": "15 14\nESG REPORT ESG REPORTCorporate policies\nMarketAxess was created to make a positive difference  \nin the global credit markets. Likewise, we believe \nMarketAxess should make a positive impact wherever it \ncan—to the benefit of its employees, clients, vendors, and \nlocal communities. We believe good corporate citizenship \npays dividends as our employees and business partners \nprefer to work for, or with, a company that cares about its \nsocial responsibility.\nOur Board and management team sets the tone from  \nthe top in establishing our ethical culture. We have adopted \nthe following policies intended to set ethical standards  \nfor our employees and business partners. These policies \nalso ensure we operate in compliance with applicable labor \nlaws, financial regulations, and other standards that apply  \nto our businesses.\nCode of Conduct and Code of Ethics\nOur conflict of interest procedures are designed to ensure \nthat customers are our primary focus. We maintain a Code \nof Conduct for all employees, officers and directors, and \na Code of Ethics for the Chief Executive Officer and Senior \nFinancial Officers. Both policies prohibit conflicts of interest \nand provide guidelines for promoting a customer-friendly \nculture of honesty and accountability.\nAnti-Bribery and Corruption Policy \nThe US and UK are two of our key markets. The Foreign \nCorrupt Practices Act (FCPA) in the US prohibits bribery of \ngovernment officials, and the UK Bribery Act prohibits all \nbribery of both government officials and private individuals. \nFor this reason, we have adopted a global Anti-Bribery and \nCorruption Policy that is applicable to all our worldwide \nsubsidiaries and prohibits facilitation payments. The Policy \nis also applicable to third parties or business partners \nthat work with MarketAxess, such as suppliers, external \nconsultants, and joint venture partners. For these parties, \nwe require relevant due diligence to be conducted. We \ntrain and monitor our employees to ensure compliance \nwith regulations across all markets where we operate. Our \nsenior management is responsible for promoting the ABC \nPolicy and for ensuring that a culture of integrity is fostered \nand maintained by all employees.Upholding Human Rights\nOur commitment to operating in an ethical and lawful manner includes protecting the dignity and human \nrights of our employees. We established a Human and Labor Rights Policy in 2020 to memorialize our \nsupport of human rights and individuals’ rights in the workplace. MarketAxess has approved a Slavery and \nHuman Trafficking Statement as part of our commitment to ensure that there is no modern slavery or \nhuman trafficking in any part of our business, including in our third-party vendors. \nThe company strives to provide a safe work environment in which employees treat each other with courtesy \nand respect and resolve any differences in a professional, non-abusive, and non-threatening manner. \nIn addition, our Code of Conduct requires that all employees respect every individual and value our \ndifferences—in thought, style, sexual orientation, gender identity, race, ethnicity, culture, and experience.\nAnti-Money Laundering Compliance Program\nThrough our Open Trading™ protocols, our clients can execute bond trades in an all-to-all trading \nenvironment in which MarketAxess acts as the matched principal counterparty. These Open Trading \nprotocols improve market liquidity by allowing all participants to interact in an all-to-all trading  \nenvironment, thereby increasing the number of potential counterparties. In connection with our Open \nTrading™ functionality, however, the way in which we conduct our business as a counterparty to  \nthousands of trades per day is as important as our financial performance. Through our Anti-Money \nLaundering (AML) function, we are committed to meeting regulations governing identification \n(authentication); detecting and reporting suspicious transactions; and developing, updating, and  \ndelivering internal policies, procedures, and controls.\nWe examine our AML strategy and objectives on a continuing basis to ensure that it fulfills the regulatory \nrequirements of a global platform. Our Open Trading on-boarding begins with robust client on-boarding \nprocesses and “know your customer” procedures and continues throughout the lifetime of the client \nrelationship with annual monitoring, credit reviews, and diligence updates. Our various AML Officers oversee \nour policies and ensure that all employees receive appropriate training on an annual basis.\nVendor Risk Management\nWe engage with third-party service providers for a wide range of products and services—including logistics, \ninformation technology, consulting, marketing, and professional services. While such relationships aim to \nbenefit MarketAxess in various ways, including minimizing costs and improving performance, the use of third \nparties to support our business involves risks that must be properly managed. We have adopted a Vendor \nRisk Management and Procurement Policy that establishes our expectations when engaging with a third-\nparty service provider, including requiring a criticality assessment and a review of regulatory and compliance \nstatus. The criticality assessment is designed to protect employee and client confidentiality and data and to \nensure they have adequate systemic controls and pose no financial risk.\nWhistleblower Policy\nMarketAxess has a Whistleblower Policy that encourages the reporting of any kind of issue or concern \nwithout fear of discrimination, harassment, and/or retaliation. Matters can be raised via a hotline, web or \nmail. These procedures are open to anyone—employees, shareholders, clients, suppliers, vendors, and \nothers—to anonymously report suspected wrongdoing. Reports made via the anonymous whistleblower \nescalation mechanisms are simultaneously forwarded to the Chairperson of the MarketAxess Audit \nCommittee as well as the company’s General Counsel for investigation.Q&A \nVishesh Padnani,  \nProduct Owner\nTell us about your work on the  \nCulture Scrum. \nMy work on the Culture Scrum has been \nextremely exciting and challenging. My focus has \nbeen working with other members to determine \nhow MarketAxess can get more involved in its \nphilanthropic efforts by working with inspiring and \ndedicated non-profit organizations. Our group \nis identifying non-profit partners that align with \nour core values and emphasize opportunities \nwhere our employees can offer their time and \nexperience. For example, in January 2021, we took \npart in a panel event in which a few employees \ntalked to high school students about a day in \ntheir lives at MarketAxess, how the pandemic has \nchanged their day-to-day work activities, and what \nskills and experiences helped them reach this \npoint in their careers.\nWhat have you found rewarding about \nworking on the Culture Scrum? Were  \nthere any challenges or difficulties in \nsupporting this initiative while everyone  \nis working remotely?\nThe most rewarding part about working on \nthe Culture Scrum has been collaborating with \nintelligent people who are dedicated to making a \ndifference. Many of my colleagues have achieved \nsuccess in their careers, and they’re still driven \nto make a difference in the community. Initially, \nwe had to establish an evaluation process for \npartnering with specific non-profits, and it was \noften difficult to hash out ideas remotely. ESG REPORT\n", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}