{"page_content": "17 16\nESG REPORT ESG REPORTOur success would not be possible without the support and trust of our clients. We commit to our customers \nthat we will act with integrity and handle sensitive customer information responsibly. We maintain a Privacy \nPolicy that outlines our collection and protection of personal data and includes terms that apply to us for \ncertain types of data under the European Union's General Data Protection Regulation (GDPR).\nIn 2020, we provided key support to our customers who were homebound due to COVID-19 pandemic \nmitigation measures, lacking their usual office and desk support. Our client service teams arranged remote, \nsecure access to our web-enabled technology for more than 10,000 individual users to help them stay \nengaged with the market without any interruption to the trading infrastructure we provide to the financial \nmarkets. Our employees were able to seamlessly transition to a work from home environment through the \nfocus and diligence of our technology teams, helping to protect the health and well-being of themselves, \ntheir colleagues, their families, and their communities. As a result of the efforts and dedication of our \nemployees, we were able to provide trading technology to the global credit markets and support our clients \nin a substantial and meaningful way during significant market disruption and uncertainty.\nParticipating in policy forums and strengthening capital markets \nMarketAxess collaborates with industry organizations around the world to exchange ideas, lend expertise, \nand stay informed about issues facing our industry. In addition, Rick McVey, our Chairman and CEO, is a \nmember of the SEC’s Fixed Income Market Structure Advisory Committee (FIMSAC), established to provide \nthe SEC with diverse perspectives on the structure and operations of the US fixed income markets, as well as \nadvice and recommendations on matters related to fixed income market structure.\nAlignment to United Nations Sustainable Development Goals and  \nWomen’s Empowerment Principles\nMarketAxess supports the UN Sustainable Development Agenda that is designed to provide global prosperity \nby 2030 through 17 specific goals. We align our community involvement activities with SDG #4 on Quality \nEducation and #8 on Decent Work and Economic Growth:\n• SDG 4—Quality Education:  Ensure inclusive and equitable quality education and promote lifelong learning  \nopportunities for all. Through its support of the Doe Fund, The New York State Education Department, Cristo Rey  \nand EMPower, MarketAxess is committed to ensuring access to education for all. In addition, we offer team  \nmembers ongoing education opportunities including internal training programs and workshops. \n• SDG 8—Decent Work and Economic Growth:  Through its volunteerism and community engagement  \nprograms, MarketAxess promotes access to economic opportunity, education, and housing. In addition, we  \nsupport Échale a tu Casa, which is a social producer of housing and community infrastructure that contributes  \nto the development of communities.\nIn 2020, MarketAxess signed the UN Women’s Empowerment Principles (WEPs), reflecting our  \ncommitment to advance gender equality in our workplace, marketplace, and our community. The WEPs \nguide businesses on how to promote gender equality and empower women. Jointly established by the UN \nGlobal Compact and UN Women, the WEPs are underpinned by international labor standards, human  \nrights, and by the recognition that businesses have an important role in promoting gender equality and \nwomen’s empowerment.Political Contributions and Lobbying Policy\nWe believe that financial regulation is a critical public policy \nissue and is committed to engaging in the public policy \nprocess. Therefore, we exercise our fundamental right \nand responsibility to participate in the political process \nthrough political contributions and lobbying. This includes \nprotecting and promoting the interests of our shareholders \nand carefully considering the needs and concerns of \nour stakeholders. We also believe that transparency \nand accountability are important aspects of corporate \npolitical activity. The Political Contributions and Lobbying \nPolicy provides guidance for our political contribution \nand lobbying efforts and for disclosing such political \ncontributions and lobbying efforts to the public.\nBusiness Continuity\nAs a matter of public policy, regulatory bodies in the US \nand the rest of the world are charged with safeguarding \nthe integrity of the securities and other financial markets \nand with protecting the interests of investors participating \nin those markets. Our active broker-dealer and regulated \nvenue subsidiaries fall within the scope of their regulations, \nand we are regularly in contact with our regulators to \nensure our compliance with relevant laws and to address \npolicy issues with respect to the fixed income markets.\nWe have a firm-wide business continuity plan and  \nbusiness continuity playbooks for each department. These \ntools guide the firm in promptly responding to business \ninterruptions resulting in the loss of access to people, \nfacilities, technology, or critical third-party vendors, and \nin restoring the services provided to customers within a \nreasonable timeframe. \nInformation security is fundamental to our business. We \nmaintain a designated Information Security function which \nmanages the safeguarding of information. We also maintain \nan Information Security Policy Statement intended to \nprovide assurances to customers in relation to our security \nsystems, controls, and policies. Q&A \nVishesh Padnani,  \nProduct Owner, continued\nHowever, because everyone was committed to the  \ncause and overall mission of our Culture Scrum, \nwe were able to quickly adjust and make  \nsignificant progress.\nWe understand your personal background \nhas contributed to your appreciation for  \nthe MarketAxess Charitable Foundation. \nCan you tell us more?\nI attended a specialized high school that provided \nfree engineering education to students. In \naddition to our interactions with teachers, we \nwere able to learn from professionals and be \nexposed to industry environments and the latest \nindustry trends. These experiences gave me the \nclarity that I needed to understand what I was \nreally interested in and what I wanted to pursue \nprofessionally. One of our first partnerships \nthrough the MarketAxess Charitable Foundation \nhas been with The Urban Assembly Gateway \nSchool for Technology, a high school in Manhattan \nthat also specializes in technology education. \nThe Culture Scrum helped identify the school \nas aligning with our core principles, and the \nMarketAxess Charitable Foundation is helping \nprovide the resources to create and sustain the \npartnership. While the Foundation is important for \nthe opportunities it gives our employees, I know \nfirsthand that these opportunities can also have a \nmeaningful, long-term impact on other individuals \ninvolved, like students.\nWhat makes for a successful employee at \nMarketAxess?\nA successful employee at MarketAxess is a \ngreat team player who is willing to adapt to any \nsituation. MarketAxess is continuously shifting \nparadigms in the industry. Even as the company \ngrows, there’s no playbook for success, but that’s \nwhat makes it exciting to work here. We face new \nand unique challenges every day, but being able \nto work together effectively and adjust on the fly \nare essential qualities for success.ESG REPORT", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}