{"page_content": "19 18\nESG REPORT ESG REPORTDefining, articulating, and celebrating our unique and winning culture \nOne of the most significant drivers of the success of our company over the last 20 years is our \nunique culture. And while “Culture” does not appear as a line item on our corporate balance \nsheet, at MarketAxess, we recognize our culture as a prized asset. In 2020, we made great \nstrides in our efforts to institutionalize our culture to ensure all leaders, individuals, and teams \nacross the company are embracing and embedding our culture in all that they do. \nAs part of the goal of becoming an even greater place \nto work, management committed to increasing our \ninvestment in our culture by identifying the attributes \nthat best represent the MarketAxess ideal culture. \nCulture is a strategic driver of our business. For \na company’s culture to flourish, it requires input, \ncollaboration, and co-creation from the people it is \nsupporting. For this reason, the MarketAxess Culture \nScrum was launched in late 2019. Developed as both \nan advisory team and a working group, the scrum is a \ncross-functional, multi-level and cross-regional team \nof culture carriers —role models who embody our \ndesired cultural attributes—that identify, discuss, and \nplan tangible ways to promote and drive our desired \nculture throughout the company.\nThe Culture Scrum analyzed the findings of our recent \nemployee engagement survey and bespoke interviews \nwith people across the company. The result of this \nwork is entitled We Are MarketAxess—10 attributes \nthat describe our culture: \nWhat is culture? \n• Why we exist, who we are, who we serve, and  \nhow we behave and treat one another. \n• Our ambitions as a company, a team, and  \nas individuals.\n• The expectations of our leaders for how we \nsucceed, and our expectations of how leaders lead.\n• Our attitude, our drive, and our desire to succeed.  Culture\nCulture Scrum objectives: \n• Promote employee understanding of the Purpose, Culture & Values across all geographies  \nand how they apply.\n• Empower employees to own and drive our defined Purpose, Culture & Values. \n• Develop tangible improvements in key areas identified in the Employee Engagement Survey and  \nDiversity & Inclusion survey. \n• Review new HR initiatives and programs to provide insight into how employees will view them.\n• Advise senior management on how certain cultural communications and initiatives will be  \nperceived by employees.We Are MarketAxess\n1. We are proud of what we do. \n• We are a positive force. \n• We make global markets work better for all. \n• We create more opportunities for individuals \ninstitutions, and communities. \n2. We have fire in the belly. \n• It’s the fire that launched us. \n• It’s the fire that keeps us curious. \n• It’s the fire that never lets us be satisfied. \n3. We work hard. We have fun. \n• We are individuals who thrive as a team and \ninspire each other. \n• We’re not afraid to have fun. \n4. We are inclusive. \n• We embrace each other’s differences. \n• We treat each other with respect  \nand humanity. \n5. We make transparency our currency. \n• We are open. We are authentic. \n• We are allergic to layers. We are empowered to \nspeak out. \n• We use the truth to help us do better. \n• Leadership is earned. 6. We give creativity oxygen.\n• We believe ideas can come from  \nanyone and anywhere. \n• We listen, test, and ask “what if?”\n• We understand that creative risk is essential to \ngrowth, and that sometimes you need  \nto fail to succeed.   \n7. We think client first.\n• We treat our clients with transparency  \nand respect. \n• Everything we have achieved, and will achieve, \nwe do in collaboration with our clients. \n8. We get it done. \n• Everyone takes initiative. \n• We step up, take on responsibility, and we  \nall own it. \n9. We are changemakers. \n• Change fuels us. \n• We engage change as an opportunity to make \nthings better. \n10. We think globally.\n• We come from everywhere in the world and that \nhelps us be anywhere in the world. \nPeople by the numbers\nEmployee headcount: 606 worldwide as  \nof year-end 2020\n• 333 employees in NYC\n• 41 employees in other US offices\n• 209 employees in London and other  \nEuropean offices\n• 20 employees in Asia\n• 3 employees in Brazil\nWomen in leadership roles\n• 30% on Board of Directors\n• 18% in Global Management Team", "metadata": {"source": "NASDAQ_MKTX_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}