{"page_content": "Social\tResponsibility5 Environmental, Social & Governance\nAERCAP.COM Follow us /company/aercap /aercapnv /aercapholdingsnv /aercapnvEDUCATION\nAerCap is committed to supporting the next \ngeneration of industry professionals through \neducational programs. Programs such as these \nprovide a pipeline of indigenous talent that \nsupport the future growth and development of \nour industry.\nAerCap, along with other major aircraft leasing \ncompanies, is a sponsor of a prestigious master’s \nin aviation finance program at University College \nDublin (UCD) Michael Smurfit Business School. In addition to the sponsorship, this program \ninvolves lectures by some of our key employees and internships provided by the Company to a \nnumber of international students from the program, giving graduates the opportunity to gain \nvaluable hands-on experience in a range of disciplines. \nAerCap is proud to support the ISTAT Foundation. The program helps young people develop \ncareers in aviation by offering scholarships to college-level students who are academically \nqualified and in need of financial support. In addition the funding goes towards education, grants \nand humanitarian programs of the ISTAT Foundation.\nCOMMUNITY\tFOCUS\nAerCap supports a range of charities each year \nin the communities in which we operate. A \nnumber of charitable donations involve the \nmatching of funds raised through AerCap \nemployee team efforts for the benefit of \nlocal community projects. Through our \nsocial responsibility program we encourage \nemployees to support local and national \norganizations that strengthen the communities \nin which they live and work.\nOne such example is AerCap’s support of Orbis, \na global charity fighting blindness in sub-\nSaharan African countries through training, \nadvocacy and research. Orbis works in Ethiopia \nwhere four million people are blind or visually \nimpaired, with the country accounting for 30% \nof trachoma, a painful blinding eye disease. A \nscarcity of trained eye care professionals and \nlow awareness of basic eye health contribute to \nthe high prevalence of trachoma. One of the charity’s initiatives is the Orbis Flying Eye Hospital, an \nMD80 aircraft with a state-of-the-art on-board training facility, that reaches developing countries \nand regions that otherwise may lack access to training. Since Orbis first started working in this \nregion in 2006, there has been a reduction in the prevalence of trachoma by up to 75%. Of the \n2.2 million population, almost half now live in trachoma free areas1.\n1 Source: Orbis Ireland.", "metadata": {"source": "NASDAQ_AER_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}