{"page_content": "Disclaimer7 Environmental, Social & Governance\nAERCAP.COM Follow us\n /company/aercap /aercapnv /aercapholdingsnv /aercapnvIncl.\tForward\tLooking\tStatements\t&\tSafe\tHarbor\nThis document contains certain statements, estimates \nand forecasts with respect to future performance and \nevents. These statements, estimates and forecasts \nare “forward-looking statements”. In some cases, \nforward-looking statements can be identified by the \nuse of forward-looking terminology such as “may,” \n“might,” “should,” “expect,” “plan,” “intend,” “estimate,” \n“anticipate,” “believe,” “predict,” “potential” or “continue” \nor the negatives thereof or variations thereon or similar \nterminology. All statements other than statements \nof historical fact included in this presentation are \nforward-looking statements and are based on various \nunderlying assumptions and expectations and are \nsubject to known and unknown risks, uncertainties and \nassumptions and may include projections of our future \nfinancial performance based on our growth strategies \nand anticipated trends in our business. These statements \nare only predictions based on our current expectations \nand projections about future events. There are important \nfactors that could cause our actual results, level of activity, \nperformance or achievements to differ materially from \nthe results, level of activity, performance or achievements \nexpressed or implied in the forward-looking statements. \nAs a result, we cannot assure you that the forward-looking \nstatements included in this presentation will prove to be \naccurate or correct. In light of these risks, uncertainties \nand assumptions, the future performance or events \ndescribed in the forward-looking statements in this \npresentation might not occur.Accordingly, you should not rely upon forward-looking \nstatements as a prediction of actual results and we \ndo not assume any responsibility for the accuracy or \ncompleteness of any of these forward-looking statements. \nExcept as required by applicable law, we do not \nundertake any obligation to, and will not, update any \nforward-looking statements, whether as a result of new \ninformation, future events or otherwise.\nNo warranty or representation is given concerning such \ninformation, which must not be taken as establishing any \ncontractual or other commitment binding upon AerCap \nHoldings N.V. or any of its subsidiaries or associated \ncompanies.\nIn addition to presenting financial results in conformity \nwith U.S. generally accepted accounting principles \n(“GAAP“), this presentation includes certain non-GAAP \nfinancial measures. Reconciliations of such non-GAAP \nfinancial measures are set forth or referred to in the \npresentation where relevant. Non-GAAP financial \nmeasures should be considered in addition to, not \nas a substitute for or superior to, financial measures \ndetermined in conformity with GAAP.\nDue to rounding, numbers presented throughout \nthis document may not add up precisely to the totals \nprovided and percentages may not precisely reflect the \nabsolute figures.", "metadata": {"source": "NASDAQ_AER_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}