{"page_content": "2013 CORPORATE CITIZENSHIP REPORT SUMMARY   |   5\nWe’re in the business of engineering a better tomorrow. It starts with understanding the world’s greatest \nchallenges. Then we go to work; designing and manufacturing the right game-changing solutions – in a responsible way. \nWe are focusing on products and technologies with long life spans that could generate sustainable revenue \nand returns. These products almost universally tackle the challenge of reducing energy use by enabling greater degrees of efficiency and conservation. Our innovations are also allowing customers to introduce their products to new and emerging markets, and to improve product safety and reliability.\nTo support our business direction, we’ve purchased and acquired new facilities and manufacturing tools \nover the past few years. These additions will help ensure continuity of supply and deliver differentiated semiconductor solutions with the most advanced process technologies available. We’re working hard to bring these factories and equipment up to TI’s high standards as we continue our efforts to operate responsibly, with a lighter footprint on the environment globally.\nWe’ve also spent time working collaboratively across the industry on supply chain and manufacturing \naudit standards through the Electronic Industry Citizenship Coalition. This solutions-oriented approach is helping build a responsible supply chain and achieve compliance with new regulations while reducing risks and associated costs. An easy decision we’ve made over the past year is to continue our investment in science, technology , \nengineering and math education. Access to qualified individuals and top r esearch is vital to our business \ntoday and long into the future. That’s why TI and its philanthropic arms granted $7 million to support K-12 education programs and more than $26 million to support university programs in 2013.\nWe know that access to the world’s top talent helps us achieve amazing things. We are proud our \nemployees helped TI earn recognition again as a Top 100 Global Innovator. We were also recognized among the 100 Best Companies for Working Mothers, the 100 Best Corporate Citizens and the World’s Most Ethical Companies. It is an honor to work with some of the industry’ s best and receive recognition \nas a great company. \nAs we look to 2014 and beyond, we have an exciting journey ahead. We are engaging our stakeholders \nmore formally on social and environmental performance, which will help focus our efforts on the issues of greatest value to our company and broader community for years to come.\nRich Templeton\nChairman, president and chief executive officerLetter from our CEO\n", "metadata": {"source": "NASDAQ_TXN_2013.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}