{"page_content": "We can decarbonize our energy system with the technology we have today. Sunrun is accelerating  \nthis wide-scale transformation with affordable, reliable, and clean energy solutions like home solar  \nand rechargeable battery storage. \nWe will drive the electrification of our homes and \ntransportation by harnessing the sun to power our lives with \nabundance. We will never pump gas again and our families \nwill be cooled and warmed by cleaner, all-electric devices. \nThis future will also help households better manage their \nenergy bills. It will also save everyone money by creating a \nmore efficient system and reducing the need for expensive \nenergy infrastructure like long-distance poles and wires. \nThe problem of runaway pollution is real. Today’s energy \nsystem creates the majority of the world’s carbon \nemissions. The climate crisis has led to an increased threat \nof wildfires, hurricanes, and other natural disasters that are \nseverely straining the outdated technology that generates \nand delivers our power. We have a once-in-a-generation \nopportunity to build a sustainable future for humanity. \nThe quicker we deploy our solutions, the faster we can \ndecommission legacy fossil fuel power plants. Sunrun’s \nsuccess is the planet’s success.\nOur core values of being human-centered and making an \nimpact anchor our drive to achieve this transformation. We \nprioritize our activities and decisions that make a difference \nand best serve our customers. Our teams also bring a \ndiversity of perspectives to all steps of the problem-solving \nprocess. By cultivating empathy for all of our customers, \nand working together to solve problems as a team, we \nare able to design elegant solutions that more fully meet \ncustomers’ needs. \nThe past year has tested these values more than ever \nbefore. The COVID-19 pandemic is like nothing else in \nmodern history. It has forced us to rethink the way we \noperate as a business, engage each other, and go about \nour daily lives. It has put a new emphasis on the importance \nof reliable and affordable home energy as our households \nwere transformed into the place we live, work, play, and find solace. The pandemic highlights why local energy \nresiliency and affordable clean power are so important to \nour collective future. \nAs we move forward, Sunrun is once again reaffirming its \ncommitment to serving all stakeholders, including our \nemployees, our customers, our financial partners, and \nthe communities in which we operate. In 2020 we hosted \nquarterly meetings with our executive Environmental, \nSocial, and Governance (ESG) Committee. This group \nis made up of senior management tasked with aligning \nour ESG priorities with the company’s broader vision \nand mission.The Nominating & Corporate Governance \nCommittee of our  Board of Directors also provided \noversight of our  ESG goals and performance. \nThe acquisition of Vivint Solar solidified Sunrun’s position \nas the leader in home solar and energy services across the \nU.S. and a top owner of solar assets globally with more than \nthree gigawatts of solar energy. Our combined company’s \nexpanded solar footprint has prevented greenhouse gas \n(GHG) emissions totaling 8.1 million metric tons of carbon \ndioxide equivalent (CO2e), which is a more than 50% \nincrease from the previous year. \n2020 served as an inflection point, and now is the time for \nthe next chapter in America’s energy narrative. Through \nour commitment to our customers, our employees and our \nenvironment, Sunrun will lead the energy transformation \ntowards a distributed, sustainable future.LYNN JURICH\nCo-founder and  \nChief Executive OfficerEDWARD FENSTER\nCo-founder and  \nExecutive ChairmanLetter  \nfrom the \nFounders\nLYNN JURICH\nCo-founder and  \nChief Executive OfficerEDWARD FENSTER\nCo-founder and  \nExecutive Chairman\n4  |  IMPACT REPORT 2020 Vision and Values", "metadata": {"source": "NASDAQ_RUN_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}