{"page_content": "New Technology\nWhen the world was in lock-down, Sunrun quickly pivoted to a more virtual \nsales process as it continued to operate as an essential service. We launched \ndrone-based site-inspections at 80% of branches, allowing Sunrun to better \nserve customers through digital technology. The shift to a more digital process \noverall enabled us to keep our customers and employees safe, while continuing \nto deliver this critical technology.\nReducing Soft Costs \nIn October, the National Renewable Energy Laboratory (NREL) launched a \nno-cost, no-touch software system to streamline rooftop solar permits called \nSolar Automated Permit Processing (SolarAPP). This free, online permitting \nplatform will enable automated compliance reviews and instant permit approval. \nFaster permits lead to faster installs and improves overall customer experience. \nAs society races the clock against the climate crisis, accelerated and safe \ninstallations of solar and storage allow homeowners to take action, while also \nhelping cities and counties hit environmental goals on time. Additionally, \nclustered deployment of solar and storage within a city or county border creates \na more resilient constituency. Concentrated growth sets the stage for micro-\ngrids and virtual power plants, which can keep the lights on when wildfires and \nother disasters increase the likelihood of power outages. Since installers pay \na fee for every system they install within a city or county, local governments \nalso benefit from the increased revenues and economic development SolarAPP \nsupports in their territory. \nOn the industry side, SolarAPP eliminates a resource-intensive and time-\nconsuming review process by instantly calculating whether a proposed \nresidential solar system is compliant with safety and code standards. Since \nexternal softs costs and delays can result in an additional $7,000 per project for \ncustomers, employing SolarAPP shows great promise and is steadily gaining \ntraction. Sunrun plans to support the growth of SolarAPP in order to reach many \nlocal building and permitting authorities in the coming year. Additionally, $35 \nmillion passed by Congress in December 2020 to reduce solar soft costs is \nexpected to accelerate SolarAPP adoption among local governments.\nWe launched  \ndrone-based  \nsite-inspections at \n80% of branches, \nallowing Sunrun to \nbetter serve customers \nthrough digital \ntechnology. \n49   |   IMPACT REPORT 2020 Societal Impact", "metadata": {"source": "NASDAQ_RUN_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}