{"page_content": "11\n2020 Corporate Social Responsibilty ReportALIGNMENT WITH THE UN SUSTAINABLE DEVELOPMENT GOALS (UN SDGS): \nCHANGING FINANCE TO FINANCE CHANGE\nThe United Nations Sustainable Development Goals (SDGs) represent a global call to action for all stakeholders to address the biggest and \nmost complex challenges of our time. Our mission to be America’s socially responsible bank is closely aligned with multiple SDGs and is \nreflective of our endorsement of the United Nations Principles for Responsible Banking, of which we were a founding signatory. We are \ncommitted to creating a more sustainable and just world, not only doing our part to drive progress toward meeting the goals, but also \nserving as a model others can and should follow.\nHere are a subset of UN Sustainable Development Goals that we believe align well with our business and its impacts. We’ve included a \nsummary of how our business aligns with these goals, with additional detail in the relevant sections of this report.  \nUN SDG BUSINESS ALIGNMENT \nNumber 3: \nGood Health & Well-Being •  Our response to COVID had a clear emphasis on employee and community health.\n•  Our lending supports a range of organic and natural companies, from fair-trade and organic \nfoods to sustainable fashion and eco-friendly products.\nNumber 4: \nQuality Education • We help individuals increase their financial literacy through free educational programs.\n•  We partner with nonprofits and universities to help young people become career-ready \nthrough internships, and educate them about socially responsible banking.\nNumber 5: \nGender Equality •  We undertook a pay equity analysis in 2020 to affirm equal pay. \n• We wholeheartedly support and cultivate diversity and inclusion in the workplace.\n• We invest in companies that promote diversity and inclusion.\n•  We prioritize qualified women-owned, minority-owned, LGBTQ+-owned, and other small \nbusinesses when hiring suppliers and vendors.\n• 59% of our workforce identifies as women. \nNumber 7: \nAffordable and Clean Energy • We provide solar and energy efficient financing.\n• We do not lend to fossil fuels and support 100% clean energy.\nNumber 8: \nDecent Work and  \nEconomic Growth • We prioritize loans to unionized firms and organizations with a responsible contracting policy.\n•  We lend to the small and micro-businesses that are key drivers of economic growth and  \njob creation.\n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}