{"page_content": "12\n2020 Corporate Social Responsibilty ReportNumber 10: \nReduced Inequalities •  We were the first bank to add LGBTQ+ to the definition of board diversity for shareholder \nvoting standards.\n• 60% of our workforce identifies as people of color.\n•  We provide scaled capital to Community Development Financial Institutions that open up \ninvestment opportunities for immigrant communities.\n•  We participate in Home Financing Programs to enable homeownership for more  \nworking people.\n• We support the financial integration of immigrants.\n• We accept the NYC ID card.\nUN SDG BUSINESS ALIGNMENT \nNumber 11: \nSustainable Cities &  \nCommunities •  We have several categories of lending that seek to improve sustainability of urban \ninfrastructure and communities, including housing, commercial real estate, and community \nempowerment & education.\nNumber 12: \nResponsible Consumption  \nand Production  •  Our lending due diligence includes review of companies’ environmental practices within their \norganization and of their goods and services. \n•  Our sustainable procurement and waste-reduction practices ensure that we minimize \noperational waste through composting, recycling, and resource-efficient products.  \nNumber 13: \nClimate Action • We are 100% carbon neutral in our operations for the fourth year in a row. \n•  We were the first to endorse and one of three U.S. banks to sign the UN Principles for \nResponsible Banking.\n•  We are a global leader in the Partnership for Carbon Accounting Financials, publishing our \ninaugural disclosure in this report. \n•  We are committed to aligning all of our business practices with the goals of the Paris  \nClimate Agreement.\n• We offer a Fossil Fuel Free investment product for consumer and commercial clients.\nNumber 17: \nPartnership for the Goals •  In 2020, we joined the Frontline Workers Fund to support essential workers during the COVID \npandemic as well as When We All Vote in support of voting rights. \n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}