{"page_content": "LENDING HIGHLIGHTS\nAs America’s socially responsible bank, our lending portfolio is our greatest source of impact. \nIn 2020, we continued to grow our lending portfolio while seeking to align our practices with our values. The \neconomic volatility resulting from the COVID-19 pandemic required Amalgamated to pivot its lending strategy  \nto ensure resilience and uncovered new opportunities for growth across our key impact initiatives.  \n \nWe are proud to share some of the key highlights from this year:\n1    Amalgamated considers all lending to be in areas of high impact with the exception of the follow categories: Multifamily Housing, Residential Mortgages, \nand Other.\n2  Multifamily Workforce Housing loans utilize the Urban Land Institute’s definition: Workforce Housing is defined as housing affordable to households \nearning between 60% and 120% of area median income (AMI).\n3  Amalgamated is including the PACE assessment portfolio in this reporting of the impact lending. Although PACE assets are reported in our securities \nportfolio within the general ledger, they have the risk and return profile of loans, along with the impact that is more accustomed to the lending portfolio.We consider nearly 65%   \nof our lending portfolio \nto be in areas of high \nimpact1 and we plan to  \ncontinue to bolster that \nsection of the portfolio  \nheading into 2021.\nWe also built upon  \nour commitment to  \ncurb climate change \nresulting in a \n63%  \nincrease in loans  \nand investments3  \nyear over year. Our lending and PACE portfolio grew to $3.8B while maintaining full alignment with our mission and  \nlending requirements. \n We maintained our firm commitment not to do business with fossil fuel companies, payday lenders, private \nprisons, or other companies whose business objectives are contrary to our mission. \n Our two most significant accomplishments this year were the growth of our lending portfolio in workforce \nhousing and providing capital for climate protection. \nOf the $1B lent for Multifamily Housing purposes, 83% of that was used for Multifamily Workforce Housing. 2  \n Climate protection and workforce housing are the two largest areas of impact lending, making up 45% of \nthe portfolio. These priorities reflect both our legacy as a bank founded in the labor union movement and our \ncommitment to protecting our planet into the future.\n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}