{"page_content": "17\n2020 Corporate Social Responsibilty ReportESG CREDIT & LOAN STANDARDS  \nWhen we choose which companies to lend money to, we consider not only financial and other risk factors, but also how the \nvarious companies safeguard the environment, advance social justice, and employ good corporate governance. Within the framework of our corporate social responsibility and sustainability policies, we generally seek to analyze the environmental and social risks of all loans.  \nAs such, we do not intend to make loans to the following, unless a policy exception is approved:\n• Companies that are incongruent with the Bank’s mission\n• Companies that have a history of being anti-union\n• Companies engaged in illegal activities\n• Start-ups where the loan is effectively acting as equity\n•  Unions with whom the Bank has entered into a collective bargaining\nagreement, including (a) Service Employees International Union, Local32BJ; and (b) Office and Professional Employees International Union,Local 153, AFL-CIO\n• Adult entertainment and publications\n• Blockchain, Cryptocurrency\n• Debt collection agencies\n• Firearms, weaponry, and ammunition manufacturers and distributors\n• Grocery/food stores—excluding national chains• Gas stations or other businesses with defined environmental hazards\n•  General building, heavy construction, and special trade contractors thatgenerally deal in cash\n• Hotel/motel operators\n• Mining\n•Nuclear energy o r other nuclear -related activities\n•Pawnbrokers, payday lenders\n•Private prisons\n•Oil and gas  (fossil fue l)—exploratio n, refining, di stribution, etc.\n•Restaurants and bars—c ash flow loans\n• Restaurants and bars—real estate lending >25% of total rent roll, if  \nrequired to achieve a CRR of 5 or better", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}