{"page_content": "27\n2020 Corporate Social Responsibilty ReportDIVERSITY , EQUITY , AND INCLUSION (DEI) \nAt Amalgamated Bank, we are dedicated to building a more equitable world in our everyday practices by embracing the values and diversity of our \nemployees, free of conscious and unconscious bias. Diversity, as defined by our Equal Employment Opportunity practices, includes race, gender, creed, \nreligion, citizenship status, veteran/military status, genetic information or disability, marital status, sexual orientation, and other protected classes. We \nare committed to fostering a culture of inclusion and equity by seeking to understand the lived experiences of each group and providing the protections, \nresources, commitments, and work environments that meet the needs of each individual group.  \nAmalgamated is committed to workforce diversity across the Bank, with particular focus on senior and executive management levels. Our Board of \nDirectors and Executive Leadership Team are making a conscientious effort to improve gender and racial balance at the executive levels.  With this in \nmind, we continued our work in 2020 to enhance our DEI practices aligned with the Bank’s mission and the needs of our employees during the cultural \nmoments that shaped the events of the last year. In particular, we made significant progress enhancing DEI practices across race, ethnicity, gender, \nsexual orientation, and equal opportunity practices.\n \nRACE AND ETHNICITY  \nOur commitment has been longstanding, but it requires continuous improvement and enhancement in order to have impact, particularly in the \naftermath of events this past year. The actions we took are good first steps, but they don’t fully meet the challenges that our country and company \nface in this moment. Meaningful, systemic change requires deep thought and broad participation. We are embarking on a journey to fully understand \nwhere we stand today and how we can be an even better version of ourselves in the future. That process will take some time, but we will be serious \non keeping it at the forefront of our work.\nFollowing the statement we made in support of Black Lives Matter, Amalgamated Bank made the following commitments to enhance our  \nDEI efforts this year: \nIMMEDIATE \nCOMMITMENTS \nAND ACTIONS TAKENWE COMMIT \nto adding equity as a \ncore value of the Bank \nand updating our vision \nto now explicitly name \nracial justice, along \nwith economic and \nenvironmental justice. \nThese updates will send \na prominent signal of the \nBank’s overall trajectory.ESTABLISHING \nan employee-led task force \nto provide a review of our \ncurrent internal culture \nand policies, along with \nproviding best-practice \nrecommendations on how \nto address racial equity \nwithin our institution.MORE THAN 75% \nof the Amalgamated \nFoundation’s grants have \nalready gone to work led by \npeople of color.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}