{"page_content": "28\n2020 Corporate Social Responsibilty Report\nONGOING COMMITMENTS AND ACTIONS  \n• Enact a no-tolerance policy for racism by our employees\n• Provide anti-racism training for all employees\n•  Bolster our Diversity and Inclusion Office to address issues of \nracial equity within the organization, including talent recruitment \nand executive management and board of director composition\n•  Conduct a wage equity review and make adjustments  \nif necessary\n•  Develop our own public policy platform on police funding \nand reform so that we can continue our 98 year legacy of \ncorporate activism\n•  Bolster our mentorship program and employee resource groups \nto support our leaders of color as they are promoted and grow \ninto the next steps of their careers\n•  Expand our commitment to lend to Black, Indigenous, and \nPeople of Color through the exploration of an investment fund \nsupporting organizations and companies led by and serving \nthose communities. We will invest in expanding our impact \nmeasurement to include racial equity issues. This will be part \nof our overall effort to create new ESG investment alternatives \nfor our clientsANTI-RACISM \nAs part of Amalgamated Bank’s commitment to enhance Diversity, Equity, \nand Inclusion at our organization, we committed to being an anti-racist \norganization in our employee handbook. The statement reads: \n“The Bank endeavors every day to be an anti-\nracism organization. The Bank defines being \nan anti-racism organization as creating an \nenvironment where all employees, regardless \nof race or the color of their skin, know they are \nvalued. We acknowledge that racism can be \nunconscious or unintentional and identifying \nracism as an issue does not automatically mean \nthose involved in the act are racist or intended \nthe negative impact of their words or actions. As \nan anti-racism organization, we constantly strive \nto identify, discuss, and challenge issues of race \nand color and the impacts they have on the Bank, \nour work, our employees, and our clients. The \nBank will not tolerate racism in the workplace, \nincluding microaggressions.  \nPart of our commitment is acknowledging that, \nalthough we have always strived to create a \nfair and open workplace, there is more that we \ncan do. This statement outlines the steps that \nAmalgamated Bank is taking to further promote \ndiversity and inclusion.” \n ", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}