{"page_content": "29\n2020 Corporate Social Responsibilty ReportTASK FORCE ON RACIAL JUSTICE\nTo lead our internal efforts on DEI programming, the CEO announced \nthe formation of a Task Force on Racial Justice. The Task Force is \ncharged with: \n1.  Collecting observations and reflections of the Black community within \nAmalgamated Bank, along with other communities of Color, genders, \nand sexual orientations.\n2.  Proposing a list of best practice recommendations on changes \nregarding discrete topical areas as agreed upon by the Diversity and \nInclusion Officer and Task Force members that will address systemic \nbarriers for the growth and promotion of Black people and People \nof Color at Amalgamated Bank. The task force is co-chaired by \nShereetha Allen, who works in our Project Management Office, and \nTanisa Williams in her role as Diversity and Inclusion Officer.  \nGENDER AND SEXUALITY\nGender Transition Guidelines  \nIn 2020, we adopted Gender Transition Guidelines for our \nAmalgamated Bank’s transgender and gender non-conforming (TGNC) \nemployees, their coworkers, managers, human resource professionals, \nLGBTQ employee group leaders, and others who may be involved in \na workplace gender transition. It covers best practices for employees \nand managers, as well as how to address customers and clients. \nWe provide support, partnership, and education for employees as \nthey transition their gender, and for gender non-conforming and \ntransgender employees. Transitioning individuals have the right \nto openly be who they are and may express their gender identity, \ncharacteristics, or expression without fear of consequences. \nHUMAN RIGHTS CAMPAIGN  \nCORPORATE EQUALITY INDEX \nIn 2020, we are proud to have achieved \na 100% rating from the Human Rights \nCampaign Foundation Corporate \nEquality Index. This index is the national \nbenchmarking tool on corporate \npolicies, practices, and benefits \npertinent to lesbian, gay, bisexual, \ntransgender, and queer employees.\n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}