{"page_content": "4\n2020 Corporate Social Responsibilty Report\nThe events of the past year tested the limits of what it \nmeans to be America’s socially responsible bank. Our \ngoals and ambitions set a high bar for success, and it can \nbe easy to lose sight of those goals when the fundamental \nnecessities of health, safety, and financial security are \nthreatened on a global scale. Yet, despite all the challenges \nthis year, we still succeed in all the ways that matter most \nto us. In this report, we are excited to share not what we \nendured in 2020, but what we accomplished through our \nunwavering commitment to our employees, customers, \npartners, and values. \nIn the face of market volatility, we succeeded in growing our loan \nportfolio and using our deposit and lending power to provide continued \nfinancial support to our customers and communities. We grew to $6 \nbillion in assets and $52 billion in custody and investment assets under \nmanagement as of December 31, 2020, continuing to prove that our \nvalues and our financial goals are not at odds with one another, but rather \nare a key driver of growth. \nIn the face of a global health crisis, we succeeded in transitioning our \nemployees and customers to a new way of operating that met their \nindividual needs while ensuring health and safety for all. For those who \nneeded in-person services, we kept select branches open with new safety \nmeasures to ensure our customers could access financial resources \nduring this difficult time. Simultaneously, we provided resources to our \ncustomers not already banking online to quickly adjust to managing \ntheir finances in the virtual environment. For our employees, we instated regular communications, additional benefits, and resources to enable a \nquick, caring, and effective transition to work from home. \nIn the face of social injustice, we used our platform to fight for equality \nin everything that we do. In addition to a formal statement in support of \nthe Black Lives Matter movement and reaffirming Amalgamated Bank’s \ncommitment to being an anti-racist institution, we laid out tangible \nsteps to realize equity as a core value of our company. We formed an \nemployee-led task force to create strategies for anti-racism trainings for \nall employees, improving partnerships for diverse talent attraction, and \ncontinuing to enhance our community impacts through our lending and \nour philanthropic efforts. \nIn the face of climate change, we succeeded in enhancing how we \nquantify the climate impacts of our lending. As a founding member of the \nPartnership for Carbon Accounting Financials (PCAF), we published our \nfirst PCAF disclosure, detailing the climate impacts of our lending and \nproviding us a framework to align our practices with a livable future and to \ndrive progress toward net zero. We also succeeded in providing tangible \nenergy and climate savings through our greatly expanded Property \nAssessed Clean Energy (PACE) Program financing. \nWe celebrate our success not just because we are demonstrating \nthe power of responsible practices, but because we firmly believe \nour mission is important now more than ever. The events of last year \nnot only clarified the role of business for the benefit of society and \nthe environment, but they also tested our approach to banking and \ndemonstrated why it works. It works because it is essential, resilient, \nequitable, scalable, and sustainable. \nThis report is a celebration of these successes, a look toward our \nfuture ambition, and an important manner for us to engage our \nstakeholders. We welcome your feedback and engagement on the \ntopics we present in the report as we strive to earn the respect of \nothers as America’s Socially Responsible Bank.\nLynne P. Fox\nInterim President & CEO\nChair, Board of Directors \nA WORD \nFROM OUR \nLEADERSHIP", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}