{"page_content": "31\n2020 Corporate Social Responsibilty ReportMINORITY ORGANIZATION FOR  \nLEADERSHIP & DEVELOPMENT\nLeadership\nSabrina Stratton, Commercial Banking  \nKerrian Gordon, Compliance Officer\nMission  \nTo provide, promote, and expand opportunities for minority \nemployees by sharing information, facilitating career \ndevelopment, promoting awareness, and influencing growth in a \nsupportive and safe environment. Its core areas of focus include \nCareer Development, Community Development, Advancement \nOpportunities, Diversity in Senior Leadership/Leadership, \nNetworking, Cross Pollinating/Training, Mentors/Mentees, \nVolunteering, and Supportive Services.\n2020  Work\nAmid new physical disconnection, the MOLD resource group \nbrought employees together through meditation meetings, \nbook club discussions, and general support meetings over \nvideo. The group advocated for the launch of a new Task Force \non Racial Justice in response to rising tension over the summer, \nasking for accountability and transparency as the Bank released \nits support for the Black Lives Matter movement. They donated \na portion of their annual budget to several organizations, \nincluding Action Against Hunger, Brotherhood Sister Sol, \nGLITS, Diaspora, Latino Equality Alliance, Transgender District, \nand Fair Housing Justice Center.PRIDE\nLeadership\nDara Kagan, Commercial Banking  \nNick Pancrazio, Commercial Banking\nCraig Johnson, Account Executive\nBo Creason, Account Executive\nMission\nTo create an inclusive community and propel career development \nfor individuals who identify as LGBTQ and their allies through \nevents, panel discussions, and team-building activities.\n2020  Work \nUnable to celebrate Pride month together, the Pride ERG penned \nweekly informational newsletters throughout June to spread \nawareness and positivity. They found new ways to connect with \nemployees throughout the Bank by holding listening sessions for \nindividuals to share thoughts and fears and offer the opportunity \nfor connection, creating a safe space for employees to hear how \none another were reacting to news about the escalating health \ncrisis of the pandemic but also around the societal crisis of racial \ninequity following the death of George Floyd and a growing \nlist of others who lost their lives to police brutality. The group \ndonated their annual budget to several organizations, including \nHouse of GG, the Okra Project, SNaPCo, Black AIDS Institute, \nLGBTQ Freedom Fund, and the Audre Lorde Project.EMPLOYEE RESOURCE GROUPS (ERGS) \nAmalgamated Bank is committed to nurturing a strong corporate culture and the diversity and strength of our workforce. Our Employee Resource \nGroups (ERGs) are a critical part of this work and we are proud of their continued leadership and activity, despite the challenges this year. ", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}