{"page_content": "36\n2020 Corporate Social Responsibilty ReportTRAINING, EDUCATION, AND MENTORSHIP\nAmalgamated Bank believes that employees should constantly grow \nand learn new skills. The Bank has a tuition reimbursement program and \nmandates employee participation in the training courses like all financial \ninstitutions. In addition, staff receive access to networking opportunities \nas well as training on information technology, management skills, \ndiversity and inclusion, data security and privacy, and other relevant \nskills both internally and externally to the Bank. Non-union employees \ndevelop a needs analysis with their manager, create a training plan, \nmaintain training targets, and are evaluated accordingly. We support \nformal and informal mentorship opportunities under the belief that \nmentoring programs are often one of the most impactful means of \ngrowing personally and professionally, in addition to cultivating internal \ntalent for future leadership. The Bank’s Racial Justice Task Force has \nfocused on mentorship, sponsorship, and anti-racist training strategies \nas part of their work.\nCOMMUNITY SERVICE\nThe Bank supports employees giving back to their communities. The Bank \nhosts a service day every year for employees to volunteer with a local \nnon-profit, participates in company-wide holiday gift drives, and offers a \npaid volunteer day for individual efforts.HUMAN CAPITAL MANAGEMENT \nAmalgamated Bank is committed to strategies to attract, retain, and develop our top talent to fuel our growth and the important work that we do every \nday. Our human capital management strategies stem from our unwavering historical commitment to worker rights and providing a work environment \nthat is just, empowering, engaging, and fulfilling. Here are a few of the policies and practices we feel help to foster this commitment: \nMILITARY LEAVE POLICY \nAmalgamated Bank fully supports our employees who have obligations \nto the armed forces. Our policies comply with all provisions of the \nUniformed Service Employment and Re-Employment Rights Act \n(USERRA), and we provide time off and job protection to eligible \nemployees as specified in USERRA guidelines. Additionally, we provide \nunpaid, job-protected Family and Medical Leave to eligible employees \nwhose spouse, domestic partner, son, daughter, or parent is on or called \nto active duty in support of a contingency operation as a member of \nthe National Guard or Reserves, or is recovering from a serious injury \nor illness sustained while on active duty. We appreciate the values, \nleadership, and unique skills service members bring to the workforce \nand will encourage opportunities to employ guardsman, reservists, \ntransitioning service members and veterans. We will continually \nrecognize and support our country’s service members and their families in \npeace, in crisis, and in war.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}