{"page_content": "39\n2020 Corporate Social Responsibilty Report\nBENEFITS & COMPENSATION  \nOur employees are our greatest asset and we believe that investing in \ntheir well-being is essential. Amalgamated Bank is committed to investing \nin its employees through a comprehensive compensation and benefits \npackage that includes health insurance, retirement savings plans, \nemployee development programs, career advancement opportunities, \nand a focus on preserving a work-life balance.  \nIn addition, during the COVID pandemic, we extended our parking and \ncommuting benefits to ensure employees who were required to work in \nperson could commute safely. We also increased our carryover vacation \nallowance to provide our employees with additional time away from work. \nPart-time employees who work at least 20 hours per week for at least \nfive months per year qualify for health care benefits and are eligible to \nparticipate in our bonus plan and Employee Stock Purchase Plan. On April \n29, 2020, the stockholders approved the Amalgamated Bank Employee \nStock Purchase Plan, which was previously adopted by the Board of \nDirectors subject to stockholder approval. We believe that the ESPP will (1) \nassist in the retention of current employees and hiring of new employees \nand (2) provide employees with an incentive to contribute to our success \nby providing an opportunity to eligible employees to purchase shares of \nour Class A common stock in a convenient and an attractive manner.Benefits provided by \nAmalgamated Bank include: \nCompetitive salary \n Health, dental, vision, disability, and life  \ninsurance plans \nMental health support \n Paid vacation, holiday, and reflections and \npersonal days \n Tuition reimbursement and continuing \neducation opportunities \nOn-site and external training seminars \nDefined pension plan \n401(k) \n Paid Family and Medical Leave (FMLA), \nincluding parental leave \nCareer advancement opportunities \nEmployee Stock Purchase Plan (ESPP) \nIncentive award/bonus program \nEmployee recognition events ", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}