{"page_content": "HEALTH, SAFETY , & WELLNESS \nWe seek to comply with all OSHA regulations for workplace safety. The Bank’s Internal Auditor annually inspects \nthe workplace and other related factors for instances of violation using a full spectrum of indicators. The violations \nof policy are handled by the Chief Risk Officer. The Bank tracks data related to workplace health and safety \nthrough the internal audit process and reports that to the Audit Committee. The Bank provides workplace safety \ntraining and ensures employees understand their rights.\nMENTAL HEALTH SUPPORT\nAmalgamated Bank takes great interest in its employees’ mental health. Mental health services are covered \nin the insurance policy offered to Bank employees, and employees are able to use sick days for mental health \npurposes. The Bank encourages employees to address mental health concerns with their supervisor and make \naccommodations for flexible work loads or disabilities. We also sponsor a wellness day in which all employees \nare invited to attend a workshop and hands-on training for how to take better care of their minds and bodies. \nTo adapt with the majority of our workforce working remotely, the Bank’s Human Resource team has taken \nextra steps to work with our insurance provider to identify and promote opportunities for connection and \nsupport for those struggling with new challenges.\nWORK-LIFE BALANCE \nThe Bank values its employees’ social well-being as well as their lives outside of work. Prior to 2020, the \nBank allowed employees to work remotely at the discretion of each manager based on role and business \nneeds. Exempt employees are offered flex time and variable work schedules, as approved by their manager. \nSome positions that are under stricter regulatory oversight have less flexibility for the flexible work hours. \nThe positions that are able to do so, approximately 70% of the total employee base, are requested to work \nwith their managers to find accommodations. During the summer months (typically June through August), \nthe Bank regularly offers “flexible summer hours” for all regular full-time employees who are permitted to \nselect one day per month on which they will be able to leave early after working four (4) hours. The Bank is \nin the process of updating its remote work policy to reflect the changing environment over the course of the \nnext year after the COVID-19 pandemic.In 2020, our Lost Time \nIncident rate was  \n0.3%   \nand our Recordable  \nIncident Rate was  \n0.6%", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}