{"page_content": "41\n2020 Corporate Social Responsibilty ReportOUR SUPPLIERS \nSUPPLIER STANDARDS \nThe mission of our Supplier Code of Conduct is to empower people, \nenhance economic justice, and improve the diversity of our vendor \nbase. We expect all parties providing goods and services to us to \nconduct their business activities with the same high standards of \nbusiness ethics, social responsibility, and environmental stewardship \nthat we have committed to, and in accordance with all applicable \nlaws and regulations. We have adopted a Supplier Code of Conduct \nthat outlines our expectations for external vendors to establish and \nmaintain a business relationship with Amalgamated Bank, supporting a \nprofessional environment where all are treated with respect and dignity, \nand in an environment where their health and safety are protected. As \npart of our initial screening process, we review third-party ESG scores \nand/or ask critical vendors to provide us with an overview of their CSR-\nrelated initiatives. We review our list of active vendors on a regular basis \nto assess their continued alignment with Amalgamated’s mission and \nCSR-related policies. Vendor Management takes into consideration \nqualified women-owned, minority-owned, LGBT-owned, and other small \nbusinesses, as those businesses are an integral part of the community \nthe Bank services. In addition, the Bank takes into consideration a \nvendor’s stance on civil rights, and its adherence to non-discriminatory \npractices. The Bank prioritizes hiring suppliers that utilize union labor \nwith collective bargaining rights. Every vendor or supplier is subject to \nthe Bank’s risk assessment and is carefully managed to limit exposure. \nOUR CUSTOMERS \nCUSTOMER SATISFACTION & PROTECTION \nAs a mission-driven bank, Amalgamated strives to create products that \nhave a triple bottom line effect: environmental, social, and financial. \nIn addition, the Bank is strictly governed by regulations affecting \ncommercial and consumer banking products that prohibit bribery, unfair \nand deceptive practices, privacy violations, and similar provisions. Thus, \nas a responsible and ethical lender, Amalgamated Bank strictly prohibits \nabusive, misleading, or fraudulent lending practices. Regular training \nof front-line staff and sales teams’ personnel on our product offering(s) \nensure that they offer products and services that are appropriate for \nthe customers’ needs and income profile. Our goal is to support our \ncustomers in making an informed choice. Customer satisfaction is \nimportant to the Bank and we regularly solicit customer feedback. The \nBank has not had a significant violation in this regard.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}