{"page_content": "FOUNDATION HIGHLIGHTS \nThis year was a critical time for corporate philanthropy. The challenges of the COVID pandemic, racial justice, and \nupholding democracy required a quick and nimble philanthropic response. In only its third year, the Amalgamated \nFoundation met this moment with growth and impact. Together with our partners, we moved over $60 million to \nthe front lines of social change, growing our footprint with new initiatives and continuing to broaden our existing \ninitiatives. As contributions increase to over $80 million, we remain focused on our mission.\nWe launched the Foundation not to become asset managers, but to move resources to social change and we are \ndoing just that. In 2020, the Foundation received $80 million in contributions, about four times the $22.5 million \nwe received in 2019. This remarkable growth in contributions has been matched by the resources we are moving \nto the field. We are proud that the Amalgamated Foundation granted $35 million to organizations and initiatives \nled by Black, Indigenous, and People of Color in 2020.\nCollectively, our community of individual donors, foundations, corporations, and activists made more than  \n$60 million in grants, a six-fold increase from the $9 million we granted in 2019. Responding to the crucial issues \nof 2020, we granted:\n• $40 million to democracy and racial justice;\n• $10 million to worker’s rights and economic justice; \n• $9 million for climate justice and the environment. \nCORPORATE GIVING  \nMost banks use their direct charitable giving to further business interests. To ensure that Amalgamated Bank’s \ncharitable dollars further our mission and values, we do our giving through the Amalgamated Foundation, tapping \ninto the leadership and expertise of the Foundation staff in crafting a giving strategy for maximum impact for \nmeaningful social change.     \nNEW PARTNERS JOIN OUR GROWING COMMUNITY\nAfter only the second year of full operation, the Foundation is now home to more than 100 funds and \nprojects, including individual donor-advised funds and a growing number of Combined Impact Funds that \nbring together multiple funders for collective impact. Those funds support an array of issues and strategies, \nincluding Black-led organizing, housing access, economic justice, Native women’s leadership, expanding \ndemocracy, and more. Our diverse partners include major foundations like the Ford Foundation, the Libra \nFoundation, Open Society Foundations, and Robert Wood Johnson Foundation; family philanthropies and \nindividuals; and corporations of conscience.  \n$60M  \nin total grants\n$40M  \nto democracy and\nracial justice  \n$10M \nto workers’ rights and \neconomic justice\n$9M \nto climate justice \nand the environment\n$35M\nto Black, Indigenous,  \nand People of Color  \nled organizations", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}