{"page_content": "46\n2020 Corporate Social Responsibilty ReportCOVID- 19 PHILANTHROPIC RESPONSE \nESSENTIAL WORKERS ARE THE FOCUS OF OUR COVID PANDEMIC RESPONSE\nFamilies and Workers Fund \nOver the past year, Amalgamated Foundation worked with a wide range of partners to meet the needs of workers on the frontlines. With partners \nacross corporate America, tech philanthropy, and the nation’s largest philanthropic institutions, Amalgamated Foundation launched the Families \nand Workers Fund in response to the COVID-19 pandemic. The Fund directs resources to essential workers and an equitable recovery. The \nFamilies and Workers Fund is spearheaded in partnership with the Ford Foundation, Schmidt Futures, Open Society, raising over $30 million and \ndistributing $12 million in grants in 2020. \nFrontline Workers Fund\nWith a commitment from both the Bank and Foundation, the Frontline Workers Fund was started to respond to the COVID-19 pandemic and to address \nneeds of essential workers serving communities across the country. The Fund targeted support to nonprofits supporting workers in the labor movement \nand beyond to meet immediate needs. Grants included partnerships with central labor councils and we also recognized that a majority of essential \nworkers are People of Color, immigrants, and women and that COVID-19 has had a disproportionate impact on the Black community in particular. More \nthan 60% of the resources went to directly supporting those hardest hit workers and communities.\nThe list of Frontline Worker Fund grantees includes:\n•  New York Frontline Workers Fund (partnership with NYC Central  \nLabor Council) \n•  Washington DC Community Services Agency (partnership with DC \nCentral Labor Council) \n• Stand Together Fund (Washington Area Women’s Foundation) \n• San Francisco Undocufund\n• New England United for Justice\n• NYC Mayors’ Burial Fund for Immigrant Workers\n• Make the Road & CASA Emergency Fund• Mission for Masks\n• Black Workers Fight Back Fund (Los Angeles Black Worker Center)\n• Western North Carolina Workers Center\n• Poultry Workers Fund\n•  Workers Defense Project COVID Relief Fund, Texas  \n• Farmworker Pandemic Relief Fund  \n• Unite for Respect\n• Driver’s Seat", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}