{"page_content": "49\n2020 Corporate Social Responsibilty ReportPARTNERSHIP FOR CARBON ACCOUNTING, SCIENCE-BASED \nTARGETS, AND NET-ZERO TARGETS\nWe are committed to measuring, reporting, and reducing financed \ncarbon emissions and aligning our lending with the Paris Climate \nAgreement. We are a member of the Science Based Targets initiative, \na joint initiative by CDP, World Resources Institute, the World Wide \nFund for Nature, and the United Nations Global Compact, which calls \non companies to publicly commit to adopt science-based emissions \nreduction targets.\nAmalgamated Bank joined the Collective Commitment to Climate \nAction, mobilizing products, services, and relationships to help facilitate \nthe economic transition necessary to achieve climate neutrality. \nWe then worked together with fellow UNPRB bank signatories to \nlaunch the Partnership for Carbon Accounting Financials (“PCAF”), a \nglobal collaboration between banks to collectively develop a shared \nmethodology to measure and disclose the greenhouse gas emissions \nassociated with loans and investments. \nThroughout 2021, Amalgamated will standardize its process to \ndisclose Scope 3 emission in accordance with the PCAF methodology, \nalong with working to set science-based and net-zero targets for \nfinanced emissions. UNITED NATIONS’ ENVIRONMENT PROGRAMME FINANCE \nINITIATIVE PRINCIPLES FOR RESPONSIBLE BANKING (UNPRB) \nIn 2019, we were the first U.S. bank to endorse the United Nations’ \nEnvironment Programme Finance Initiative Principles for Responsible \nBanking (UNPRB), intended to accelerate the banking industry’s \ncontribution to achieving society’s goals as expressed in the Sustainable \nDevelopment Goals and the Paris Climate Agreement. Additionally, \nAmalgamated has joined 30 of its fellow UNPRB bank signatories \nto launch the Collective Commitment to Climate Action to mobilize \nproducts, services, and relationships to help facilitate the economic \ntransition necessary to achieve climate neutrality. By joining the \nCollective Commitment, Amalgamated has committed to publishing \nand implementing a set of measures, such as the Partnership for Carbon \nAccounting Financials (PCAF) and setting Science Based Targets that \nwill support and accelerate the shift toward low-carbon, climate-resilient \ntechnologies, business models, and societies. PCAF is a first-of-its-kind \nglobal partnership of financial institutions that work together to develop \nand implement a harmonized open-source approach to assess and \ndisclose the greenhouse gas (GHG) emissions associated with their loans \nand investments, so-called Scope 3 emissions. Amalgamated Bank is a \nmember of the Steering Committee for PCAF, and our team is continuing \nto make progress on measuring the environmental impact of our own \nloan portfolio. \nIn 2020, we made significant progress on this commitment through \nour publication of our inaugural PCAF report. This will allow us to set a \nScience Based Target and to continue to meet the high demands of the \nUNPRB commitment. \n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}