{"page_content": "56\n2020 Corporate Social Responsibilty ReportSecond, financed emissions associated with our business loans \nincreased significantly over the last year. With this and other \ncategories of growing emissions, we will seek to better understand \nthe environmental impacts of these loans and to work to reduce these \nimpacts over time. \nFinally, our data quality scores, which reflect the precision of data used \non a scale of 1 (best) to 5 (worst) are variable and skewed toward the \nlower end of the quality range. This range is a result of the difficulty in \nretrieving the data required from legacy systems, which previously didn’t \naccount for this type of information competing with our desire to have \nas close to 100% portfolio coverage as we could accomplish in our first \nyears of reporting. We will work to improve these data quality scores \nover time to ensure that we are reporting data that is precise and useful \nto our stakeholders. \nWe look forward to continuing to report these results and using this \ninformation to inform our climate strategies. We hope that this data \nis helpful to our stakeholders and we welcome feedback on the data \npresentation, disclosure, and usefulness. As an early member of the partnership and a member of the PCAF \nsteering committee, Amalgamated Bank has worked to lead on this \nimportant initiative and to be an early adopter of this reporting standard. \nAmalgamated initiated and chairs the North America PCAF group and \nco-founded the PCAF Global Partnership. \nWe are excited to formally publish our climate impacts from financial \nactivities with our inaugural PCAF report for years 2019 and 2020. With \nthis data, we can begin to systematically analyze and identify areas \nof our portfolio that have exposure to climate risks, drive emission \nreduction strategies, enhance areas of our portfolio with climate \nopportunity, and set goals to align our business fully with a livable future \nthrough initiatives like the Science Based Targets initiative (SBTi).  \nReviewing the results of our last two years, we note some interesting \nfindings in the PCAF data. First, our project finance avoided emissions \nthat are a critical part of our efforts to reduce the emissions of our lending \nportfolio and we’ve had great success expanding this financing from 2019 \nto 2020. Our avoided emissions more than doubled over the last year.  \n“We are committed to net-zero emissions from our loans and investments in pursuit of \nreducing the dangers of climate change for current and future generations of investors and \nclients. We are truly all in this together, and a key step in that journey has been to rigorously \nand transparently measure those emissions so that we can start to reduce them.”\nIvan Frishberg, Director of Impact Policy\n", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}