{"page_content": "57\n2020 Corporate Social Responsibilty Report2019 AND 2020 PCAF RESULTS \nFollowing the PCAF 2020 Global Standard for disclosure and the PCAF North America 2019 methodology, here are the results of our inaugural PCAF \ninventories for years 2019 and 2020. \nCOMPLETENESS\nOur 2019 and 2020 inventories cover 100% of the residential mortgage, \nmultifamily, and CRE lending activities. Our inventories cover 95% and \n94% of business lending activities for years 2019 and 2020, respectively, \nand it covers 100% of our solar project finance. The small proportion of \nbusiness lending activities that are not covered are due to unavailable \ndata primarily from legacy transactions. We will seek to improve our \ndata availability for those activities and work toward 100% reporting of \nour activities over time.    \nCONSISTENCY  \nOur 2019 and 2020 inventories used the same methodology and \noperational boundaries for accurate comparison. \nRELEVANCE  \nOur 2019 and 2020 inventories appropriately reflect the GHG emissions \nof our company and serves to inform decision-making for our internal \nclimate strategy and for our stakeholders.  \nACCURACY \nOur 2019 and 2020 inventories follow the PCAF Global methodology. \nAs far as can be judged by us and by our partners, our quantification \nof GHG emissions is systematically neither over nor under actual \nemissions, and furthermore uncertainties have been reduced as far  \nas practicable. \nRECOGNITION\nOur 2019 and 2020 inventories used the Financial Control approach.   TRANSPARENCY\nOur 2019 and 2020 inventories have no significant assumptions that \ndeviate from the 2020 PCAF Global standard. Key assumptions that \nwere made in the analysis include the following:\n•  For multifamily buildings, we didn’t have data available on the number \nof apartments per building. We therefore estimated the number of \napartment units based on the average apartment value by zip code and \nyear using Zillow data. 1\n•  For solar lending without installed capacity or electricity generation data, \nwe estimated the installed capacity assuming costs of solar are $3,000/\nKW.2,3 We then estimated the solar generation using the PV Performance \nTool from the European Union. 4 \n•  To determine residential mortgage attribution, we applied the average \nAmalgamated Bank loan-to-value ratio across all mortgage loans. \nDATA QUALITY\nThe PCAF 2019 North America uses a system to quantify the quality of \ndata used. The scale is 1 to 5, 1 being the best. Data quality is assessed \non accuracy, precision, and usefulness in determining associated \nemissions of that activity. In our first PCAF disclosure, Amalgamated \nBank had a range of data quality scores. Our primary goal in our first \nyear was to maximize our portfolio reporting, resulting in the close \nto 100% coverage in our first year. This required use of data that was \ncategorized as lower quality. Over time, we will seek to improve our \ndata quality to enhance the data quality score and overall precision \nof our inventories. As Amalgamated Bank shifts to a new data \nwarehouse system and more integrated reporting systems, we have \nthe opportunity to increase the accessibility of data that will provide \nfor increased accuracy.\n1 https:/ /www.zillow.com/research/data/\n2  https:/ /modernize.com/solar/panel-cost-calculator#:~:text=home%20and%20the%20price%20per,before%20tax%20credits%20or%20discounts).\n3 https:/ /news.energysage.com/10kw-solar-systems-compare-prices-installers/\n4 https:/ /ec.europa.eu/jrc/en/pvgis", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}