{"page_content": "We voiced support of NY Senate Bill 2176. The bill supports the creation of micro-business worker cooperatives \nupon transfer of ownership.\nWe joined a coalition to call on Congress to send financial support for state and local election jurisdictions \nto run elections during COVID and enhance security for fair elections.\nWe publicly opposed the Department of Labor draft rule regarding pension fund investments in ESG \nproducts, which would have created a higher administrative burden that would possibly preclude  \nretirement funds from investing in ESG products.\nWe signed onto an HRC-led amicus brief that argued the government can conditionally participate in the \nfoster care system on the religious agencies’ agreement not to engage in religious discrimination.\nIn consultations with our clients and leading stakeholders on these issues, and out of a paramount concern for the \nsafety and well-being of our employees, Amalgamated Bank supported a platform of policy and funding changes, \nincluding Public Funding and Police Reform proposals outlined in the #8CANTWAIT campaign.\nWe joined the Science Based Targets Call to Action, calling on companies to demonstrate their leadership on \nclimate action by publicly committing to adopt science-based emissions reduction targets.ADVOCACY HIGHLIGHTS \nAmalgamated Bank believes businesses have an obligation to use their platform to \nadvance outcomes for their business success and the success of their stakeholders.  \nIn 2020, engaging in the political process was an important part of putting our values \ninto action. \nWe are proud to share some of the highlights of our advocacy work from the last year: \nAmalgamated \nis proud to join \nFreedom for All \nAmericans to \nchampion equal \nopportunity \nfor all LGBTQ+ \nAmericans \nin access to \nhealth care, \namong several \nother important \nprotections.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}