{"page_content": "65\n2020 Corporate Social Responsibilty Report\nAMALGAMATED BANK SUPPORTS UNIVERSAL EMPLOYER-SPONSORED CONTRACEPTION  \nJULY 2020 \nAmalgamated Bank was disappointed to hear of the Supreme Court’s decision to affirm a Trump Administration order that would allow employers \nto limit access to contraception under the Affordable Care Act. We joined an amicus brief before the ruling in support of universal access to \ncontraception and condemn this ruling, which will affect an estimated 126,000 women.\nAmalgamated Bank knows that providing contraception and other family-related benefits is good for business and helps create a more inclusive work \nenvironment. We joined the Planned Parenthood Federation of America Business for Birth Control coalition, because it is a critical part of our health \ncare benefit package and yet so many people struggle to obtain affordable contraception. Employers, like Amalgamated, need to provide access \nto reproductive health care as essential strategy for employee retention, diversity, equity and inclusion, and financial stability of their workforce. \nAccording to Rhia Ventures’ landmark report, Hidden Value: The Business Case for Reproductive Health, 86% of women stated that controlling if and \nwhen to have children has been important to their careers. This is an overwhelming majority that requires the attention of business leaders as they \ncurrently asses the diversity, inclusion, and equity strategies of their companies.\nWe called on other corporate leaders to stand up in the absence of government leadership and offer a comprehensive package of reproductive \nhealth and family benefits to their employees. Such benefits build and maintain the inclusive and competitive workforce needed to succeed. \nThese benefits include:\n• Access to free contraception\n• Abortion coverage\nAMALGAMATED BANK CALLS ON CONGRESS TO ACT NOW TO INCREASE RESOURCES TO SMALL BUSINESS AND NONPROFITS \nAPRIL 2020\nAmalgamated Bank urged Congress to act swiftly to support the more than 30 million nonprofits and small businesses that were unable to access \nthe first round of Small Business Administration (SBA) Payroll Protection Program (PPP) loans. We called on Congress to act to provide the resources \ncritical to our economic fabric, including additional funding for health care workers and local municipalities working with next to no resources in the \nfight against COVID-19.• Gender transition care\n• Paid family leave", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}