{"page_content": "66\n2020 Corporate Social Responsibilty ReportACTIVE OWNERSHIP \nIn 2020, the LongView Funds (the “Funds”) continued their tradition of taking a long-term view of shareholder value by actively promoting sound \ngovernance practices at companies held in our portfolios. This active ownership practice includes the thoughtful and diligent exercise of our \nvoting rights as well as engaging with our portfolio companies on a variety of issues. Consequently, we take an assertive approach of promoting \nbest practices at portfolio companies and eliminating practices that are inimical to long-term growth. We do this through various mechanisms, \nincluding dialogues with companies on governance issues of concern and shareholder proposals that give all shareholders an opportunity to vote \non a particular matter of concern. \nThis year, we continued our engagement with companies across three themes: Diversity, Net-Zero Emissions, and Slavery in Supply Chains. In the \n2020 proxy season, we engaged a total of 15 companies. \nBoard accountability means embracing diversity and ensuring that the board of directors in a company represents a diversity of experience \nand expertise. Our resolutions aim to advance the goal of board diversity by focusing on companies that have no female directors and, in \nsome instances, no minority directors. This campaign rests on empirical data supporting the belief that companies with a diverse board \nmembership perform better than companies that lack such diversity. In the 2020 proxy season, we engaged several companies on board \ndiversity, including Liberty Broadband Corp., ANI Pharmaceuticals, Inc., and SeaWorld Entertainment Inc.DIVERSITY\nNET-ZERO EMISSIONS\nShareholder proposals were focused on assessing the viability of “net-zero” energy efficiency by 2030. We have filed shareholder proposals with \nprominent companies to request them to prepare a report that evaluates the feasibility of achieving by 2030 “net-zero” emissions of greenhouse \ngases from all aspects of their businesses. Achieving net-zero emissions essentially means a reduction in the level of greenhouse gases emitted \non an annual basis to a level roughly equal to the amount of renewable energy created by an individual entity. In the 2020 proxy season, we \nengaged several companies, including FedEx Corporation, Uber Technologies, Inc., The Cooper Companies, Hertz Global Holdings, Inc., \nGeneral Electric, Amazon.com, Inc., and Paypal Holdings, Inc.\nSLAVERY IN SUPPLY CHAINS\nShareholder proposals were focused in applying effective governance to eliminate slave labor in the supply chains. In the 2020 proxy season, \nwe engaged in conversations in this area with the following companies: ArcherDaniels-Midland Company, Amphenol Corp., Corning, Inc., \nHanesbrands, Inc., The Hershey Company, L Brands, Inc., Mondelez International, and Ralph Lauren Corp. ", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}