{"page_content": "73\n2020 Corporate Social Responsibilty ReportBUSINESS ETHICS \nWe maintain a Code of Ethics and Business Conduct that covers all employees regarding business ethics. Employees must attest their adherence \nto the code of conduct within the first week of employment and attest annually. The code of conduct covers issues such as corruption, anti-trust, \ninsider trading, gifts, entertainment, money laundering, and more. Training to ensure compliance happens annually. We also have numerous \npolicies and procedures to identify corruption. An anonymous ethics hotline is available to all individuals to report alleged unethical behavior. \nWhistleblowers receive the protections afforded to them by all FDIC regulated banks and public companies. The ethics hotline is posted in all \npublic locations and branches throughout the bank.\nBRIBERY & CORRUPTION\nBribery and corruption are not only against Amalgamated Bank’s \nvalues; they are illegal and can expose both the employee and the \nBank to fines and penalties, including imprisonment and reputational \ndamage. Bribery is the offer, promise, or payment of cash, gifts, or \neven excessive entertainment, or an inducement of any kind offered \nor given to a person in a position of trust to influence that person’s \nviews or conduct or to obtain an improper advantage. Corruption is \ndishonest or fraudulent conduct by those in power, typically involving \nbribery. Bribery is prohibited regardless of the amount, whether or not \nthe other party is a government official and regardless of whether an \nemployee or Bank representative believes that the bribe will somehow \nbenefit the Bank or themselves.   \nRESPONSIBLE MARKETING \nThe Bank is in good standing with federal regulators on all responsible \nmarketing activities applied to depository institutions and committed \nto fair marketing practices. The Bank is subject to Reg. Z, Truth in \nLending, Reg. DD-Truth in Savings, and the Interagency Statement \non Non-Deposit Investment Products. All pricing information must \nbe made transparent per Reg Z and DD, which includes the use of \nclear and bold print. The Bank must comply with the appropriate \nregulations on customer rejection and is in good standing. There have \nbeen no recent controversies. The Bank’s Legal and Compliance team \nreview all marketing materials before and after their posting to ensure \naccordance with the appropriate regulations.BANK SECRECY ACT AND ANTI–MONEY LAUNDERING\nAs a financial institution, Amalgamated Bank must maintain anti–\nmoney laundering programs that include established internal \npolicies, procedures and controls, a designated compliance officer, \nan ongoing employee training program, and testing of the program \nby an independent audit function. As such, Amalgamated Bank has \nimplemented an enterprise-wide compliance program designed to \ncomply with applicable laws and regulations related to anti–money \nlaundering, counter-terrorist financing laws and regulations, and \nTreasury’s Office of Foreign Assets Control laws.\nAmalgamated Bank has established a written Bank Secrecy Act, \nAnti–Money Laundering and Treasury’s Office of Foreign Assets \nControl Policy that is reviewed and approved annually by our Board \nof Directors. The Bank requires that all employees comply with the \nBank’s Secrecy Act, Anti–Money Laundering and Treasury’s Office of \nForeign Assets Control Policy. Formal training is conducted regularly \nfor all Bank employees. Independent reviews are completed regularly \nto ensure compliance with the requirements of the Bank’s policy and \nrelated-procedures.\nRESPONSIBLE SALES PRACTICES \nThe Bank is subject to strict regulations for responsible sales practices \nand is also subject to the New York Department of Financial Services \nand FDIC Incentive Compensation guidance for all commission \npayments, bonus payments, and sales targets. Employees are trained \non compliance for responsible sales regulations per the mandate of the \nBank’s regulators. An ethics hotline is available to report inappropriate \nsales practices.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}