{"page_content": "75\n2020 Corporate Social Responsibilty Report\nCYBERSECURITY \nDATA PRIVACY \nWe strive to have all information collected about customers obtained \nthrough lawful and transparent means, and stored and used only for \nthe purposes for which it was collected, which is to enable the Bank’s \nlegitimate business activities. \nINFORMATION SECURITY \nThe Bank must comply with federal and state regulations for data \nprotection and information security and has not experienced a significant \nbreach. The Bank’s Information Security Awareness Program has been \ndesigned to enhance delivery of information to customers that they can \nuse to protect themselves from becoming victims of identity theft and get \nhelp if their personal information has been compromised. \nThe Information Security Awareness Program for the Bank’s employees \nhas been designed to ensure that all employees are aware of their \nobligations to enforce and adhere to policies and procedures, including \nthe Data Classification and Information Protection Policy, designed to \nprotect sensitive information about the Bank and its customers. The Bank \nis committed to continuously reviewing its mechanisms to ensure the \nhighest standards of data protection, including annual trainings and policy \nacknowledgment for all employees.  \nWe continuously improve our cybersecurity posture and have \nimplemented a multi-layered defense strategy to protect customer \ninformation as well as information technology systems of the bank. We \nactively monitor the cybersecurity threat landscape with a focus on the \nfinancial services sector for trends and new threats. Our Information \nSecurity Department proactively identifies and monitors systems to \nanalyze risk to the organization and implement mitigating controls where \nappropriate. Formal security awareness training is conducted regularly to \nincrease overall employee awareness about cyber threats. \nIn addition to maintaining a defensive cybersecurity strategy, we have a \ndisaster recovery site in an ISO 27001-certified separate colocation data \ncenter. We conduct regular business continuity and disaster recovery \nexercises to ensure our contingency plans support our operational needs \nand recovery time objectives. ", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}