{"page_content": "9\n2020 Corporate Social Responsibilty ReportSTAKEHOLDER ENGAGEMENT \nOur corporate culture fosters an open dialogue across our stakeholder groups facilitated by both formal and informal channels for communication \nand engagement. We believe in thoughtful engagement with our various stakeholders, regularly discussing the issues that matter most to them.\nSTAKEHOLDER: EMPLOYEES\n•  Employees and managers review goals, accomplishments, \nand performance on an annual basis. \n•  Engagement surveys are conducted annually and allow us  \nto identify areas of strength and opportunities for \nimprovement to promote continued satisfaction and retention \nof our employees. \n•  During COVID, we conducted pulse surveys and frequent \nmeetings to inform strategy and communicate response plans. \n•  CEO-led Town Hall-style meetings are held annually with our \nemployees, covering topics such as business strategy and \noutlook, the competitive landscape, and emerging industry \ntrends, and include a question & answer session  \nwith management. \n•  We offer a comprehensive compensation and benefits \npackage to attract and retain talent that includes health \ninsurance, defined pension, savings plans, employee \ndevelopment programs, career advancement opportunities, \nand a focus on preserving a work-life balance.STAKEHOLDER: INDUSTRY ALLIANCES & AFFILIATIONS  \n•  We have strong relationships with industry groups that share our \nCSR beliefs, and we seek to align ourselves with partners who \nwant to advance social and environmental change. \n•  We work jointly with others in our industry to maximize our \ncombined impact on such topics as climate change, financial \ninclusion, immigrant rights, LGBTQ+ rights, gun safety, workers’ \nrights, diversity, and community development.\nSTAKEHOLDER: INVESTORS \n•  We publish financial reports, regulatory filings, and proxy \nstatements that include details of our financial performance and \ntransparent disclosures on our CSR initiatives. \n•  We engage with our investors in person, via teleconference, or \none-on-one at industry conferences.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}