{"page_content": "Please visit amalgamatedbank.com for more information.\n© 2021 Amalgamated Bank. All rights reserved. Member FDIC. Equal Opportunity Lender. NMLSID #898791.\nAmalgamated Bank (“Amalgamated” or the “Bank”), member of the Amalgamated Financial Corp. (Nasdaq: AMAL), is a mission-driven New York-based full-service commercial bank and a chartered trust \ncompany with a combined network of six branches in New York City, Washington D.C., San Francisco, and Boston. Amalgamated provides commercial banking and trust services nationally and offers a full range \nof products and services to both commercial and retail customers. All references in this report to the Company and Amalgamated include the Bank.  \n* Amalgamated Foundation is the name used for the programs and services of the Amalgamated Charitable Foundation, an independent nonprofit public charity. Reflecting their shared commitment to positive \nsocial change, Amalgamated Foundation receives charitable contributions from and maintains service agreements with Amalgamated Bank, but is not a program or activity of Amalgamated Bank.\n† Consumer investment and consumer insurance products and services are offered through INFINEX INVESTMENTS, INC. Member FINRA/SIPC. Amalgamated Investment Services is a trade name of \nAmalgamated Bank. Infinex and Amalgamated Bank are not affiliated. Investment products and services made available through Infinex are:\nOther investment products and services provided by Amalgamated Bank’s Investment Management Division are not insured by the FDIC and are subject to investment risks, including the loss of principal \namounts invested. This does not constitute an offer to invest or solicitation of an offer to buy interest in a fund. A complete description of a fund’s terms, including risks, are included in the appropriate disclosure \ndocuments. Investment products are not insured by the FDIC (or any other state or federal agency), are not deposits, obligations or guaranteed by Amalgamated Bank or any bank or non-bank affiliate thereof, \nand are subject to investment risks, including the loss of principal amount invested. Consider a strategy’s investment objectives, risks, charges and expenses carefully before investing. Prospective investors \nshould read a fund’s offering materials containing this and other information carefully before investing. Past performance is not indicative of future results.\nCautionary Note Regarding Forward-Looking Statements\nSome of the statements in this Report are ‘‘forward-looking statements’’ within the meaning of the federal securities laws.  Words and phrases such as “expect,” “plan,” “believe,” “continue,” “committed,” \n“will,” and variations of such words or similar expressions are intended to identify such forward-looking statements. Forward-looking statements are not guarantees of future performance and are subject \nto risks, uncertainties and assumptions (“risk factors”) that are difficult to predict with regard to timing, extent, likelihood and degree of occurrence. Therefore, actual results and outcomes may materially \ndiffer from what may be expressed or forecasted in such forward-looking statements. We assume no duty to update, amend or clarify forward-looking statements, whether as a result of new information, \nfuture events or otherwise, except as required by law. Risks factors include, without limitation the strength of the United States economy in general and the strength of the local economies in which we \nconduct our operations may be different than expected, including, but not limited to, due to the negative impacts and disruptions resulting from the recent outbreak of COVID-19, on the economies and \ncommunities we serve, which may have an adverse impact on the our business, operations and performance, and could have a negative impact on our credit portfolio, share price, borrowers, and on the \neconomy as a whole, both domestically and globally; changes in legislation, regulation, policies, or administrative practices, whether by judicial, governmental, or legislative action; adverse conditions in \nthe stock market, the public debt market and other capital markets  could have a negative impact on us; and changes in interest rates. In addition, risk factors include, but are not limited to, the risk factors \ndescribed in Item 1A of our Annual Report on Form 10-K for 2020. These and other factors are representative of the risk factors that may emerge and could cause a difference between an ultimate actual \noutcome and a preceding forward-looking statement.Not Guaranteed by the Bank Not FDIC Insured Not a DepositNot Insured by Federal\nGovernment AgencyMay Lose Value Including\nLoss of PrincipalFINANCIAL CORP .\nPublished April 28, 2021. Updated May 3, 2021.", "metadata": {"source": "NASDAQ_AMAL_2020.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}