{"page_content": "2Our society faced great challenges during 2020 and 2021. We had to adjust to the pandemics \nand social isolation, and we felt in practice the leading role that companies are assuming in an \nincreasingly interdependent and connected society. \nWe know that the indiscriminate pursuit of proﬁ  t should not be the only purpose of companies. \nWe are responsible for generating a positive impact for all of our stakeholders and for the \ncapacity to built relevant value for our entire chain. Arco was already built with the mindset that \nour growth will only be sustainable if we keep our customers at the center of all our decisions, \nconstantly evolve our products and services, focus on our greatest asset - our people - and \nalways act ethically and respectfully. These are the values that guide us and allows us to assume \na leading room in a market with still so much room for growth. \nAs an Education company, we recognize that we have an even bigger responsibility and that the \nonly way to achieve and keep succeeding in the long term is by acting correctly. \nTo start our ESG journey, we included all of our stakeholders in the construction of the materiality \nmatrix, recognizing the relevance of an alignment between executives, clients, suppliers and \ninvestors for our strategy. As a result, our matrix reinforced themes that were already known to \nus as essential for our company’s success: we must keep promoting the impact on Education \nand focusing on our people throughout a strong and sustainable structure. In that \nway, it became clear that ESG is nothing more than the right way to do what \nwe already do every day. \nHowever, we know that we are just in the ﬁ  rst day our ESG journey. \nFor this reason, we have set priorities and goals until 2025 to \nguide our decision-making process on all the most relevant \nenvironment and social impact aspects of our business. \nThis plan reinforces our public dedication to transform lives \nand society through Education. We thank every stakeholder \nwho has been building Arco’s history together with us - \nour partner schools, which trust our solutions and brands \nto improve their performance, our employees, who work \ntirelessly to deliver our purpose, our sales team, which \nmake it possible to deliver excellent content and relevant \ntechnology, and to our investors, who are partners in our \ncompany’s constant evolution. \nWe’re just getting started!\nThank you very much, \nAri de Sá Neto \nFounder and CEOMESSAGE \nFROM CEO\n", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}