{"page_content": "11STRONG AND SUST AINABLE STRUCTURE IMPACT ON EDUCA TION\nANUAL REPORTFOCO NAS PESSOAS\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n95% of student retention 93% 93% 95%\n86: Clients NPS83\nNPS Arco85WE BUILD STRONG AND LONG-LASTING \nRELA TIONSHIPS WITH OUR CLIENTS3\n2025\n95%\n852022\n93%WHERE WE ARE \nOUR GOALS\nOur goal is to become a one-stop-shop for our partner \nschools, offering a complete solution that supports them \nboth in its pedagogical and managerial decisions and in \nthe relationship with their main stakeholders. \nToday, we offer: To achieve our big dream, we must maintain a trusting \nand long lasting relationship with our clients – after all, \nour goal is to be the greatest partner of all school stake-\nholders.\nToday, we measure our partner schools NPS through \nsurveys with school owners, achieving an industry \nrecord NPS. \nWe are expanding the measurement of our customers’ \nsatisfaction to different school stakeholders beyond its \nowners, as a way to constantly evolve our offer for all of \nthose who beneﬁ  t from our products and services. 93%\nIS OUR 2021 \nRETENTION95%\nGOAL\nFOR 2025\n83\nARCO 2021 \nCONSOLIDA TED \nNPS85\nGOAL \nFOR 2025High-quality, proprietary content, \ndeveloped over 50 years and updated annually by our \ncontent team ( 590 people in our content team)\nEducational Services:\nwe support our schools in the iimplementation and \nuse of our platforms, provide management tools and \ndevelop strategies for enrollments campaigns. We are \nexpanding our scope even further by delivering diffe-\nrent services to schools.\nRelevant technology:\nour learning systems come with a technology platform \nthat provides data to all stakeholders, improving the \nperformance of our partners. In 2021, we’ve created \nArcoTech, a uniﬁ  ed technology unit to support our \nbusiness units in its offering.\nOF ORGANIZA TIONS BELIEVE THA T \nBEING PART OF OUR NETWORK\nENHANCES THEIR IMPACT", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}