{"page_content": "13ANUAL REPORTFOCUS ON PEOPLE IMPACT ON EDUCA TION STRONG AND SUST AINABLE STRUCTURE\nWE BELIEVE OUR VALUE LIES IN OUR\nPEOPLE AND THA T THEY BELIEVE IN ARCO4\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n75: Employees’ NPS 62 75 \n9% Employees’ voluntary turnover 20% 9%WHERE WE ARE\nOUR GOALS\nTo take care of our people, we focus on three main pillars: \nopportunities, development and recognition.\nWe understand the essential role that our culture and le-\nadership play in recognizing our team and maintaining a \nhigh density of talents. Therefore, we invest in building a \nculturally strong environment, with rituals that allow the \nexchange of experiences and knowledge between our \npeople, such as our joint reading moments, mentoring \nand follow-up routines between leaders and its teams.\nFor our leaders, we hold quarterly to align the main stra-\ntegic guidelines of the areas and ensure that everyone \nis clear about our vision of the future. In parallel, there is \nalso an improvement in the development path through \nexchanges and collaboration, with a focus on the perso-\nnal and professional evolution of our leaders.\nOur culture guardians program reinforces the importan-\nce of people who are reference in behavior and values. \nWe believe that our culture is the best strategy to win the \ngame, so we value every day-by-day action that is con-\nnected to what we believe. Periodically, we provide mo-\nments with teams and leaders to discuss our essence and \npurpose, where we share stories and experiences that \nmake our culture tangible on a daily basis.\nFor us, to build opportunities is to ensure that promotions \nand career evolutions are carried out fairly, based on an \nindividual performance assessment, and considering \ncultural aspects and performance criteria, being carried \nout through 360° committees involving different areas \nand our senior leaders. Every six months, the individual \nperformance assessment guides the construction of an \nindividual development plan.In 2021, 100% of eligible people were evaluated in our \nperformance management cycle and we promoted 33% \nof our people as a way of recognition and meritocracy.\n62INTERNAL \nEMPLOYEES\nNPS\n75 GOAL \nFOR 2025\n20%\nVOLUNT ARY \nTURNOVER IN \n20219%\nGOAL FOR\n2025Voluntary turnover was a critical point in 2021. Although \nthe increase in turnover in the market has been a trend in \nthe last year, we recognize that part of the responsibility \nlies in our hands. Therefore, we positioned our leaders as \nrelevant agents of this transformation by creating a spe-\ncial talent development program to our teams.", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}