{"page_content": "14WE BELIEVE AND PROMOTE \nDIVERSITY IN OUR COMPANY5\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n50% of women directors and executive management \npositions41% 50%\n40% ethnical diversity 33% 40%\n<5% of discrimination reported 7% <5%2021\n41%\n33%\n7%\nOUR GOALSWe believe value is in all people. That’s why we cultivate \nthe value of diversity and inclusion every day in the com-\npany.\nWe understand that by promoting a more diverse and in-\nclusive environment, we create more engagement oppor-\ntunities for our people, richer exchanges, higher levels of \nsatisfaction and growth possibilities that pave the way to \nbuild better solutions to deliver our mission. \nIn 2021, we’ve conducted an Arco Census to get to know \nour internal scenario and understand our strengths and \npoints of development. Based on the results, we deﬁ  ned \nour priorities and goals for 2025:WHERE WHE ARE\nWe have an ethics channel that guides the actions and \nposture of employees and third parties in the daily situa-\ntions in their work environment, and we refrain any une-\nthical or fraudulent attitude.\nWe recognize the transforming role of Education in di-\nversity. Therefore, we invest in diversity discussions with \nteams, fomenting joint reading moments over the theme \nand providing training materials and content to promote \na welcoming and inclusive environment for all. \nGender diversity: \nWe have stablished monthly roundtables \nbetween our women leaders, partners and \nBoard members, to increase exchange \nand representation in the company.\nWe are creating a mentoring program \namong senior leaders and other women 41%\n33%<7%\nWOMEN IN SENIOR \nLEADERSHIP \n(DIRECTORS AND \nEXECUTIVE MANAGERS)\nETHNICAL \nDIVERSITYPEOPLE WHO HAVE \nSUFFERED DISCRIMINA TION\n50%\n40%<5%\nGOAL \nFOR 2025\nGOAL FOR 2025GOAL FOR 2025\nn the path to assume those positions in the medium and \nlong term.\nRacial diversity:\nIn 2022, we’ve launched a Racial Diversity Learning \nGroup, with the purpose of expanding our people’s \nknowledge on structural racism and contributing to a de-\ncreased rate in discrimination. \nIn addition, we are structuring listening moments with our \nblack people, so we can build together strategies to leve-\nrage the topic internally, developing solid and impactful \nactions.In this census, 7% of the respondents reported that they \nhave already suffered and 9% have witnessed discrimi-\nnation at Arco, a relatively low rate when compared to \nother organizations, where this rate varies from 10 to 15%. \nHowever, we believe that a healthy and sustainable cultu-\nre can only be built with ethics and respect. Therefore, dis-\ncrimination is unacceptable in our company. One of our \nmain goals until 2025 is:", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}