{"page_content": "17STRONG AND SUST AINABLE STRUCTURE FOCUS ON PEOPLE IMPACT ON EDUCA TION\nANUAL REPORT\nSTRONG AND \nSUST AINABLE STRUCTUREWE ARE CONST ANTL Y WORKING TO REDUCE \nOUR IMPACT ON THE ENVIRONMENT 6\nOUR COMMITMENTS 2021 2022 2023 2024 2025\nNeutral carbon in scopes 1 and 2Neutral carbon in \nscopes 1 and 2\n100% FSC certiﬁ  ed paper and recycled or properly \ndisposed of100% FSC \ncertiﬁ  ed \npaper100%2021\n100% FSC \ncertiﬁ  ed \npaperWHERE WE ARE\nOUR GOALS\nWe deliver printed content from all our business units to \nmore than 2 million students throughout Brazil. \nWe recognize our responsibility towards the paper of our \nbooks and we know that our reputation in the sector is ca-pable of driving a relevant sustainability transformation. \nTo this end, we want to ensure that all our paper is certi-\nﬁ  ed by the Forest Stewardship Council (FSC) and dispo-sed of correctly and/or recycled. Today 100% of the paper we use is certiﬁ  ed by FSC and we are mapping the recy-cling process.\nOur goal until 2025 is: In order to strengthen our ecosystem, we have evolved \nin our excellency program. Through sustainability, ope-rational results and future vision, we choose suppliers that have the greatest adherence to what we believe as a company and reduced the number ofsuppliers that beco-me partners in our Supply Chain ecosystem by 72%.\nWe started including sustainability criteria for our prin-\nting suppliers and we intend to expand it to other su-ppliers. Today, we have:\nAll these efforts aim to reduce our carbon emissions in our chain. Beyond our suppliers, our commitment for 2025 is to beWe have acquired several companies with different structures over the years. As of now,we are unifying our Supply Chain area and idealizing a Sales & Operations structure with the goal of reducing signiﬁ  cantly our was-te. In that way, we will be able to ensure that our pro-cesses are simpler, more ﬂ  exible and efﬁ  cient, seeking excellency and sustainability. \nOF PAPER FSC CERTIFIED AND \nCORRECTL Y DISPOSED AND/OR RECYCLED\nCARBON NEUTRAL IN SCOPES 1 AND 2. 100%\nOf our printing\nsuppliers conduct training and education on environmental issues for employeesOf our printing suppliers consider Environmental criteria when hiring their own suppliers67%100%\n83%MANAGEMENT SYSTEM \nAND PROPERL Y DISCARD ITS CHEMICAL WASTEOF OUR PRINTINGSUPPLIERS HAVE AN ENVIRONMENT AL ", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}