{"page_content": "19STRONG AND SUST AINABLE STRUCTURE FOCUS ON PEOPLE IMPACT ON EDUCA TION\nANUAL REPORT\n1) VULNERABILITY MANAGEMENT\nThrough specialized tools and market information, we \nconduct biweekly tests with the objective of evaluating the exposure of our environment to risks, making adjust-ments and corrections to mitigate the identiﬁ  ed vulne-rabilities of Arco’s environment. To measure this aspect, we’ve created an indicator called VRI (Vulnerability Risk Index\n2), which measures the risk of these vulnerabilities. \nToday, we are around of 400-699 (medium risk) and we aim for the years to be below 300 (low risk). GENERAL DA T A \nPROTECTION LAW (LGPD)\nWe have adapted all our units1 to the General Data Pro-\ntection Law during 2020 and 2021, ensuring a safer treat-\nment to the personal data that we have access, including the update ouf our Privacy Policy and vulnerability detec-tion processes. Our Data Security and Protection Commit-tee develop an important role by following the evolution of our processes in treating the data we have access.\nWe conduct trainings to our teams and partner schools \nabout the relevance of the Data Protection Law, identi-fying potential risks in the treatment of personal data, and establishing an adequate data sharing ﬂ  ow. \nCYBERSECURITY\nWe have a dedicated information security team which has been working since 2020 on the implementation of our Arco’s Data Security Program, which is composed by structural projects and services to increase the protection of our environment and mitigating the risks of possible attacks. \nThis team is also responsible for monitoring the routine \nof our tools and our Information Technology Security services. Ever since then, we have implemented the best practices in the market for the Information Technology Security in all our business units, using the security NIST framework and the ISO/IEC 27001, which guides practi-ces, controls and technologies to recover, identify, pro-tect, detect and respond to cyber risks. \nAs of now, we have a 2.5 NIST Security Level and our goal \nfor the year is to reach level 3, following the best Brazi-lian market benchmarks. In addition to following our NIST level, we’ve hired a consultancy specialist ﬁ  rm, Morphus, which supports us on two main fronts:\n1.Our recently acquired business are being adequate to Arco’s Data security patterns. 2) The Vulnerability Risk Index was build through a specialized tool that uses a machine-learning \nbased system to score the exposure of the cyber environment from 1 to 1000. The score is based on 7 indicators, weighted according to the risk of each: Common Vulnerability Score \nSystem, threat publication date, exploit publication date, asset criticality, asset location, impact on the company’s environment, vulnerability dissemination.400\nCURRENT \nVULNERABILITY RISK INDEX300\nGOAL FOR 2025 (LOW VRI)\n2) THREA T INTELLIGENCE:\nWe continuously monitor multiple external sources, ho-\nneypots and threats, identifying and providing relevant information for the responsible teams about emerging hazards or potential data breach events that may affect the business unit or vertical. \n2,5\nNIST \nSecurity\nlevelIS OUR \nGOAL3\n", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}