{"page_content": "8OUR COMMITMENTS 2021 2022 2023 2024 2025\n80% of our schools with proven evolution in \nlearning.Metric being deﬁ  ned. 80%\n100% of students learning 21st century skills Metric being deﬁ  ned. 25%\n25% of schools ranked in the top 10 of all states are \nArco partners 21% (2019 – last \ndata available)Due to the unavailability of federal \npublic data, this goal will not be updated \ntemporarily. 100%2021\nMetric being deﬁ  ned.\nMetric being deﬁ  ned.\n21% (2019 – last \ndata available)Metric being deﬁ  ned.\nMetric being deﬁ  ned.OUR SCHOOLS HAVE PROVEN \nEVOLUTION IN LEARNING\nArco was born with the mission of delivering high quality \neducation to millions of students in Brazil. \nFor us, that means delivering an excellent content that ge-\nnerates proven evolution in learning, development of \nthe 21st century citizens, supporting our students to \nget into Universities and our schools to have excellent \nresults in Education.\nWe are developing a learning evolution measurable tool \nthat is comparable to industry benchmarks to quantify the \nimpact of our solutions over student learning (to be com-\npleted by 2024). Our goal for 2025 is:In 2021, we’ve supported more than 13 thousand stu-\ndents to be approved through SISU (Uniﬁ  ed Integrated \nSelection System), which uses the ENEM scores to enter \nthe best universities in Brazil:\nTHOUSAND \nSTUDENTS \nAPPROVED \nIN SISU\nOF OUR \nSCHOOLS WITH PROVEN \nEVOLUTION IN LEARNING80%>13\n100%Our brands are recognized by its approval rates in the \nmain Brazil’s standardized national exam, the ENEM. Our \npedagogical consultants work side by side with our part-\nner schools to improve their exams’ performance by pro-\nviding relevant data, alongside with our tech teams, that \nallows the continuous evolution of students. OUR GOALS\nOF OUR \nSCHOOLS1\nWe believe that a holistic de-\nvelopment is essential for the \neducation of our students. The-\nrefore, we offer supplemental \nsolutions that complement the \neducation and build the citi-\nzens of the future, developing \nsocioemotional, bilingual and maker skills, as well as in-\nclude 21st century skills in our core content across all \ndisciplines. \nWe are building a playbook that ensures our materials \ncomply with the National Common Brazilian Curriculum \n(BNCC), which deﬁ  ne what 21st century skills students \nmust learn.  Our goal for 2025 is:\nLEARNING 21ST CENTURY \nSKILLS BY 2025.WHERE WE ARE ", "metadata": {"source": "NASDAQ_ARCE_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}