{"page_content": "8Medpace Corporate Responsibility Report 2022 Ethics and Compliance\n8COMPLIANCE IN THE CONTEXT OF CLINICAL TRIALS\nGOOD CLINICAL PRACTICE\nWe adhere to both the letter and the spirit of Good Clinical Practice (“GCP”) in our clinical \noperations. GCP is the common standard for clinical trials throughout the world, emphasizing \nrespect for the rights, well-being, and dignity of participants in clinical trials. The goal of GCP is \nto implement practices and procedures that elevate patient safety and well-being above all else, \nensuring that clinical trials are conducted with a view toward patient safety and scientifically-\nvalid results. Our compliance with GCP is demonstrated through the use of robust practices and \nprocedures, extensive employee training, regular internal and external auditing, careful vetting of \nthird-party partners, and use of industry-standard documentation procedures from start to finish. ETHICAL FRAMEWORK\nAs a global healthcare leader, we comply with \nall standards applicable to conducting clinical \ntrials ethically; emphasizing patient safety and \nensuring the integrity of all data collection and \nthe administration of clinical research. To this \nend, our medical therapeutic leads are fully \nintegrated with our clinical operations and are \nan active part of the project leadership team to \nensure the highest medical-ethical standards \nare maintained throughout the execution of \nclinical trials we conduct. Further, all associates, \nwhether in a clinical role or not, are required to \nbe trained on and demonstrate proficiency in \nthe standards underpinning GCP, including the \nproper routing and reporting of serious  \nadverse events .TOTAL PASSED ON               \nFIRST ATTEMPTTOTAL FIRST                        \nATTEMPTS MADEPERCENT PASSED                  \nON FIRST TRY2073 2141 96.82%First time pass rate for Corporate Compliance Exam:\nTable of Contents", "metadata": {"source": "NASDAQ_MEDP_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}