{"page_content": "SVB CORPORATE RESPONSIBILITY REPORT 82\n01\nAppendixAppendix\nSection Disclosure Response\nContinued...\nEthical  \nBehavior Integrating risk and opportunity \ninto business process:\nCompany risk factor and \nopportunity disclosures that clearly identify the principal material risks and opportunities facing the company specifically (as opposed to generic sector risks), the company appetite in respect of these risks, how these risks and opportunities have moved over time and the response to those changes. These opportunities and risks should integrate material economic, environmental and social issues, including climate change and data stewardship.Please see the “Enterprise Risk Management ” section of  \nour ESG report and “Climate risks and opportunities impacting SVB over the short-, medium- and long-term ” section of our \nTCFD report for more information on integrating risk and opportunities into our business processes. \nAdditionally, please see the Risk Factors listed in our  \n2020 From 10-K starting on page 17 , our Identifying ESG \nOpportunities and Risks document, and slide 17  of our  \nQ4 2020 Financial highlights deck. \nPlanet\nSection Disclosure Response\nClimate  \nChangeGreenhouse gas (GHG) emissions  \nFor all relevant greenhouse gases \n(e.g. carbon dioxide, methane, nitrous oxide, F-gases etc.), report in metric tonnes of carbon dioxide equivalent (tCO2e) GHG Protocol Scope 1 and Scope 2 emissions. Estimate and report material upstream and downstream (GHG Protocol Scope 3) emissions  where appropriate.Our 2020 GHG emissions was conducted according to the guidelines of the Greenhouse Gas Protocol and reported to  CDP. It is publicly available on our ESG Reporting webpage. \nClimate  \nChangeTCFD implementation \nFully implement the \nrecommendations of the Task Force on Climate-related Financial Disclosures (TCFD). If necessary, disclose a timeline of at most three years for full implementation. Disclose whether you have set, or have committed to set, GHG emissions targets that are in line with the goals of the Paris Agreement – to limit global warming to well below 2°C above preindustrial levels and pursue efforts to limit warming to 1.5°C – and to achieve net-zero emissions before 2050We are guided by the recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD) as we enhance our management of climate risks and opportunities, and we disclosed in line with the TCFD’s recommendations in 2021.  To see the report, click here. \nSVB is exploring operational emissions reduction initiatives \nsuch as procuring Renewable Energy Credits (RECs).  SVB’s Scope 1 and 2 emissions are expected to decline with the implementation of emissions reduction initiatives in our offices and data centers. SVB’s Scope 3 emissions are expected to grow over the near term due to business growth and the resuming of regular business travel and employee commuting, even with the implementation of emissions reduction initiatives in these areas.\nNature Loss Land use and  ecological sensitivity \nReport the number and area \n(in hectares) of sites owned, leased or managed in or adjacent to protected areas and/or key biodiversity areas (KBA).We currently do not track our adjacency to key biodiversity areas. Our locations are in major metropolitan and suburban areas. For more information on SVB’s locations, please  see SVB.com/locations .", "metadata": {"source": "NASDAQ_SIVB_2021.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}