{"page_content": "24   Microsoft 2004 Global Citizenship Report     \nResponsible Business Practices\nprotecting their valuable IP rights in the source \ncode they produce. By preserving this free-\nmarket incentive, programs like the SSI ensure \nthat the software industry can sustain its \nunparalleled level of innovation and continue \nto fuel the global economy, while providing \nusers access to source code.\nGovernment Security Program\nThe Government Security Program (GSP), one \nof the SSI programs, is a global initiative from \nMicrosoft that helps national governments \naddress their critical security needs by provid -\ning access to the source code for key Microsoft \nproducts, technical information, and Microsoft \ndevelopment staff. GSP enables governments \nto better evaluate their existing ICT systems \nand create computing infrastructures that are \nmore secure. (For information about other Micro -\nsoft government programs, see page 66.)\nBy participating in the GSP, national govern -\nments can provide recommendations for more \nsecure private-sector and public-sector systems. \nThrough GSP, governments can also help \nMicrosoft improve the security of their home \nand business operating systems by collaborat -\ning with us on threat modeling and conducting \nreviews of our products. By collaborating with \nMicrosoft through GSP, governments will be \nable to implement the latest innovations and \nsecurity features from Microsoft in less time \nand with fewer resources, because our prod -\nucts will be more precisely tailored to their needs.In ﬁscal year 2004, GSP grew to include the \ngovernments of 33 countries, including the \nUnited States, United Kingdom, China, Russia, \nand Australia, and two international organiza -\ntions (NATO and EUROPOL) . Government dele -\ngations from around the world visit Microsoft \nheadquarters frequently for executive brieﬁngs \nand technical training. Meanwhile, we have \nexpanded the number of Microsoft technolo -\ngies covered by the program. In addition to \ngiving participating governments access to the \nWindows source code, we have added Ofﬁce \nsource code, Ofﬁce ﬁle formats, and Windows \ncommunications protocol speciﬁcations.\nIN FISCAL YEAR 2004:\n• Expanded the Government Security  \nProgram to include the governments \nof 33 countries and two international \norganizations \nMicrosoft’s Commitment to Interoperability \nAt Microsoft, we consider interoperability (the \nability of ICT components, systems, and services to \ncommunicate and exchange information) , the \nopenness of our technology, and the wide -\nspread licensing of our intellectual property  \nto be responsible business practices.\nOur customers, and the customers of other \ncompanies in our industry, are increasingly \nconcerned with making the most of their ICT SUPPLY CHAIN MANAGEMENT: A PILOT PROGRAM\nIn 2004, the Hardware Manufacturing and Procurement \nManagement team in our Home and Entertainment (H&E) \nDivision sponsored a citizenship project to demonstrate \nMicrosoft’s industry leadership in product, environmental, \nand social responsibility. The program objective was: To \ncreate and implement a comprehensive and transparent \nset of product, social, and environmental responsibility \npolicies and practices that is integrated into the business \nrequirements and operations supporting decision making \nprocesses within H&E Hardware.\nThe H&E Hardware business model is to outsource \ndevelopment and manufacturing of Microsoft hardware consumer electronic products. The hardware supply \nchain comprises contract primary assembly suppliers who \nprocure, ﬁnal-assemble, and ship PC hardware and Xbox \nﬁnished products. Microsoft also contracts directly with \nsecondary suppliers for some critical components that are \nassembled in the hardware products at the primary as -\nsembly suppliers. The major products are mice, keyboards, \nand Xbox consoles and peripheral devices.\nIn the second quarter of ﬁscal year 2004, our program \nteam developed the citizenship requirements for primary \nassembly suppliers, and program assessments were con -\nducted at every primary assembly site. Eighty-six percent \nof the suppliers assessed were found to be in compliance ", "metadata": {"source": "NASDAQ_MSFT_2004.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}