{"page_content": "Microsoft 2004 Global Citizenship Report    29\nuse of compact discs (CDs) and Web-based \ndownloads for computer programs, and when -\never possible we use online instructions in \nplace of paper manuals. We also forbid the use \nof old-growth trees in our packaging.\nResponsible Employer\nMicrosoft is consistently recognized as one  \nof the best places to work in the world. (See \nAwards and Recognition on page 70 for more  \ndetails.)  We seek to hire and promote employ -\nees who not only have a passion for technol -\nogy and an ability to develop great products, \nbut who also have the skills necessary to  \nelevate the performance of their team mem -\nbers and reﬂect the diversity of the communi -\nties where we do business. As part of our effort \nto foster an environment where we help make \nothers great, we have focused part of our \nrecruiting efforts on identifying experienced \nprofessionals who demonstrate the manage -\nment and collaborative skills that we need to \nachieve this goal.\nMicrosoft continues to grow, and we are add -\ning jobs in the United States and globally while \nkeeping in mind our roles and responsibilities \nas a global industry leader. While we are com -\nmitted to expanding markets, such as India and \nChina, in a thoughtful and deliberate manner, \nthe majority of our core development will \nremain in the United States at our headquar -\nters in Washington state.\nAs of June 2004, we had approximately 57,000 \nemployees in more than 90 countries, with \nmore than 37,000 based in the United States. \nWe expect to hire 6,000 to 7,000 new employ -\nees in ﬁscal year 2005; 3,000 of those new \nhires will be for Microsoft facilities in Washing -\nton state. This number accounts for all new \nhires, whether we hire them to ﬁll new posi -\ntions or because of attrition in existing positions.\nPromoting Diversity and Inclusion at  \nMicrosoft and in the ICT Sector\nAt Microsoft, we believe that diversity and \ninclusion enriches our performance and prod -ucts, the communities where we live and \nwork, and the lives of our employees. As we \ncontinue to develop our workforce to better \nreﬂect the growing diversity of our communi -\nties and the global marketplace, our efforts to \nunderstand, value, and incorporate differ -\nences become increasingly important.\nBy fully pursuing the company’s mission in all \nparts of the world, and in keeping with what \nwe value and what the citizens in each country \nvalue, Microsoft has established a comprehen -\nsive and speciﬁc plan to promote and inte -\ngrate diversity at every level within our \norganization and in everything we do. In the \nUnited States and elsewhere, the plan includes:\n• Establishing diversity teams in a number of \nour business groups, regions, and subsidiar -\nies — such as the EMEA Diversity Council \nthat was formed in ﬁscal year 2004 — to \nstrengthen our diversity efforts in different \nparts of the business and the world\n• Creating a corporate steering committee, the \nDiversity Executive Workgroup, to lead inte -\ngration of diversity principles into every facet \nof our people and business system.\n• Established our ﬁrst employee afﬁnity group \nin 1989 and today, support over 30 such \ngroups including Blacks at Microsoft, Visually \nImpaired Persons at Microsoft, Women at \nMicrosoft, and Gay, Lesbian, Bisexual, and \nTransgender Employees. These groups pro -\nvide social networks and strategic input to \nour executive staff.\n• Partnering with premier national organiza -\ntions to increase career opportunities for \nwomen and minorities in technical ﬁelds  \nand to increase their representation in the  \nICT industry\n• Partnering with traditionally female and  \nminority schools to build relationships and \nwork with the faculty in those schools to  \ndevelop a strong curriculum\n• Offering scholarships each year to young \nwomen and minorities to encourage careers \nin the ICT industryFor information about employment \nopportunities at Microsoft, see  \nhttp://www.microsoft.com/  \ncareers/default.mspx .", "metadata": {"source": "NASDAQ_MSFT_2004.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}