{"page_content": " \n  \n  \n \n \n \n  \n \n  \n \n \n8 CRA and Community \nDevelopment \nWe are committed to serving the communities in which \nwe operate and we listen to their needs.  Twenty-six percent (26%) of our branches are located in low-to-moderate (LMI) communities. \nOur communities need more affordable housing, and \nas a member of the Federal Home Loan Bank of Atlanta, \nwe participate in the FHLB Atlanta’s Affordable Housing Program (AHP) to provide grants to LMI homeowners and to projects that support affordable housing. Funds were used to provide down payment and closing cost assistance for LMI borrowers to purchase their primary residence, for the rehabilitation an existing owner-occupied home located in “Major Disaster Declaration” areas as designated by FEMA, and for competitive projects for affordable housing development. Using these products had a positive impact on our communities.  Results and impact from 2018–2020 include: \n• $2.3M in equity funding provided to developers of \nrental and for sale affordable housing, creating 377 affordable housing units and approximately 700 jobs. \n• $442,000 in down payment assistance funds awarded to 82 low-to-moderate income borrowers, creating 153 jobs, resulting in a $25.4MM economic impact to the community. \nIn 2020, the Bank extended approximately $8 billion in CRA-eligible loans. \nTo further support lending to LMI borrowers, our Mortgage \nDivision offers the Buyer’s Advantage residential mortgage product, which provides up to 100% financing for LMI borrowers to purchase their primary residence.  In 2020, we originated 559 mortgages totaling $106 million under the First Time Homebuyers and Buyer’s Advantage products. \nIn 2020, we also invested approximately $16 million in \nLow-Income Housing Tax Credits (LIHTC), creating 315 affordable housing units in Charleston, Georgetown, and Summerville, South Carolina, and we made 369 community development loans totaling $576 million to borrowers within our footprint. \nSupporting Minority \nDepository Institutions \nAs part of our commitment to our community, SouthState \nis committed to providing full, equal and fair access to banking services, and we recognize the significant role Minority Depository Institutions (MDIs) play in providing financial services in underserved communities. In support of the Office of the Comptroller of the Currency’s (OCC) \n9 Project REACh initiative to revitalize MDIs, SouthState has engaged and had meaningful collaboration discussions with several institutions. In 2020, we placed deposits with several MDIs, and are continuing the conversation with them and others on additional opportunities to partner. \nDiversity and Inclusion \nWe strive to build a powerful and diverse team of employees, knowing we are better with our combined wisdom and intellect.  With a commitment to equality of opportunity, inclusion and workplace diversity, we focus on understanding, accepting, and valuing the differences between people.  To be more intentional about our stewardship initiatives, during 2020, we named a Director of Corporate Stewardship whose responsibilities include enterprise diversity, environmental and social governance, community and management training and development. . \nWe sponsor programs within our communities that support \ndiversity and inclusion, including: \n• Sponsoring an affiliate’s United Negro College Fund \n(UNCF) annual event that is focused on raising funds to help African American students attend and graduate from college. \n• Contributing to a local university’s Diversity, Equity and Inclusion fund established to support the recruitment, retention, and success of diverse students and to mitigate financial challenges experienced by underrepresented minority students that threaten their pursuit of academic achievements. \n• Participating in Birmingham, Alabama-based Holy Family Cristo Rey Catholic High School’s Corporate Work Study Program designed to remove institutional barriers, decrease economic inequality and advance racial equity. \n• Sponsoring and assisting with building a wheelchair \nramp for a disabled veteran in partnership with the \nCenter for Independent Living in Orlando, Florida. \n• Providing support to the Black Business Investment Fund, Florida’s leading commercial and business \nminority lending institution that traditionally serves black, minority and underserved small businesses. \n• Donating to the Community Foundation of Greenville (South Carolina) to support the development of the Unity Park, which is meant to spark diversity and \ninclusion, as well as affordable housing. \n• Supporting the Columbia, South Carolina Urban League with a financial donation upon its opening \nof the Gateway Empowerment Center, the \nprimary purpose of which is to improve the social \nand economic status of African Americans and \ndisadvantaged and underserved communities by \nattacking the cycle of poverty. ", "metadata": {"source": "NASDAQ_SSB_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}