{"page_content": "   \n \n \n   \n \n \n \n \n \n \n \n \n \n \n   \n  \n \n  \n \n \n \n \n \n \nOur Commitment \nto Our Colleagues To attract and retain the high-performing, talented employee \nbase we need, we invest in our employees, providing them with necessary opportunities to develop and further their careers. \nTalent Acquisition \nWe seek to hire well-qualified employees who are also a good fit for our value system.  Through our commercial banking internships and management training programs, we recruit from a talented, diverse pool of students from local colleges and universities. For our 2021 internship program, 40% of the interns are gender or racially/ethnically diverse; 30% are women; and 30% are racial/ethnic minorities (African-American or Asian).  \nTo complement other recruitment efforts, our Talent \nAcquisition team attends job fairs hosted by Historically Black Colleges and Universities within our footprint.  Additionally, the Talent Acquisition team partners closely with regional line of business leadership to network and recruit in-market, experienced and diverse talent in metropolitan markets within our footprint who bring with them a requisite skill set, professional background and aptitude to help grow the Bank and position our teams to support and lead a larger financial \ninstitution in the future. \nDevelopment \nWe invest in the development of our employees by providing \nopportunities to participate in continuing education courses that are relevant to their job function within the Company.  Our internal Corporate University offers a suite of leadership development programs to support various levels of leadership experience and expertise with graduated topics designed to engage and develop leaders by improving business acumen and offering 360 degree reviews, individual coaching opportunities and education on topics addressing culture, communication styles and mentoring. Because the banking industry is highly regulated, we also require employees to complete annual compliance training, and classes are selected based on each employee’s job \nresponsibilities. \nEngagement and Retention \nWe offer competitive compensation and benefit packages, \nand a team-oriented environment centered on professional service and open communication amongst employees. Our comprehensive employee benefit program for full-time employees includes: group life, health, dental and vision insurance; prescription benefits; flexible spending accounts; educational opportunities; deferred compensation plans for officers and key employees; and a 401(k) plan with a Company match. The Company sponsors a broad leave plan employees may use for vacation, personal use and illness, and it awards paid leave based on tenure of service and title. \nWe believe that gauging our employees’ satisfaction is \ncrucial to understanding the needs of our employees and developing a cohesive engagement and retention plan.  Given the recent merger, integration and conversion of South State Bank and CenterState Bank, N.A. to create the Bank as it exists today, we are focused on developing an employee satisfaction survey suitable to reflect and gather information about the combined Bank, its operations and its emerging culture.  We intend to deploy this tool in early 2022.  \nWe promote the health and wellness of our employees \nby strongly encouraging work-life balance, offering flexible work schedules, keeping the employee portion of health care premiums to a minimum and sponsoring various wellness programs.  We also offer: \n• A Critical Care Time (CCT) benefit, up to a maximum \nof 12 weeks, which an employee can use in the case of an employee’s or a family member’s severe illness. \n• Parental leave, allowing an employee to take up to 6 weeks of paid leave following the birth of a child or the placement of a child in the home through adoption or foster care. \n• the Sunshine Fund, a 501(c)(3) organization funded by Company contributions and employee donations, to provide financial assistance to employees to pay for food, lodging, utilities, necessary home repairs (i.e., a new roof) and similar expenses. In 2020, SouthState assisted 51 employees by providing approximately $75,000 in financial assistance. \n• an Employee Assistance Program that offers assistance and counseling to, among other things, encourage emotional well-being, address stress and anxiety, and provide referrals to resources related to important needs (i.e., education, daily living and caring for children or elderly loved ones). \n• The Company has been recognized for its efforts by \nbeing named to the top 50 of Forbes’ Best Banks in America in 2020, as well as being named one of Forbes’ Best-in-State Banks in South Carolina and Georgia. The company also was named a 2020 Best Place to Work in South Carolina and North Carolina. In addition, prior to the 2020 merger of equals with CenterState Bank, CenterState was named a 2020 Top Workplace by The Atlanta Journal Constitution, the Sun Sentinel and the Orlando Sentinel. In 2019, the company received the Women’s Choice Award® for Best Companies for Women and was named a 2019 Top Work Place (Richmond, Virginia). With the merger of SouthState and CenterState, we intend to build on our prior successes and continue our excellence in offering an engaging, vibrant place to \nwork for all our employees. \n10 11 ", "metadata": {"source": "NASDAQ_SSB_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}