{"page_content": " \n  \n \n \n \n \n \n \nOur Commitment \nto Environmental Resourcefulness \n14 SouthState provides consumers with an explanation \nof how we safeguard and use personal information entrusted to us. We seek to provide clear, user-friendly explanations of our privacy policies that explain how we collect, share, use and protect personal information and outline steps they can take to limit the sharing of personal information. \nSouthState has implemented a range of initiatives \ntargeted toward sustainability and reducing operating \nexpenses, which, in turn, benefits our stakeholders and the greater community.  In this regard, we have implemented many day-to-day energy-efficient practices, including various power-saving capabilities, a host of paperless solutions, and certain recycling programs. \nTechnology and digital enhancements remain a \nstrategic priority for SouthState.  Our ongoing investment in technology means our customers have access to digital products that contribute to a reduction in paper usage and the need for travel to banking offices for routine needs. In 2020, SouthState rolled out a new website built on a best-in-class platform and implemented a new mobile platform to facilitate an improved online and mobile experience for our customers and to facilitate our customers conducting many of the most common transactions at any time from their computers or mobile devices.  In 2020, customers completed 26% of deposits and opened 20% of consumer checking accounts through our digital channels. In addition, customers may opt into receiving their personal and business statements digitally for most of our products and service offerings and in 2020, SouthState delivered over 40% of deposit account statements in electronic format.  \nSouthState’s employees use technology solutions to \nnegate the need for most printed documents, resulting in a significant environmental benefit of lower energy consumption and less waste production. In addition, SouthState uses video and mobile conferencing capabilities to reduce the need for travel.  \nSouthState will continue to evaluate opportunities \nto use technology solutions that decrease the environmental effects of employee travel and commutes and assist it in moving toward operating a \npaperless institution. Lending \nSouthState is committed to assisting our clients and \nthe communities in which we operate in achieving their energy reduction and operational cost goals. SouthState participates with Honeywell Building Technologies’ Energy Savings Performance Contract program (ESPC) by providing financing to governmental agencies and colleges/universities for infrastructure projects that improve energy efficiency, thus reducing utility consumption such as energy and water. ESPC projects are designed to provide the most beneficial amount of improvements that could be paid for utilizing energy and \noperational savings with minimal financial risk. \n15 ", "metadata": {"source": "NASDAQ_SSB_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}