{"page_content": "“In 18 months the building will be completed,” reﬂected Lazarre-White. “The building will do more than house our \noperations. It will be a symbol of our commitment to the transformation of young people and our work to advance social justice and policy. It is the physical manifestation of our work and a national model of a youth organizing space that other communities will learn from as they work within their own communities.”\nBro/Sis continues to work with Amalgamated Bank, who currently handles the organization’s commercial accounts.When Lazarre-White was asked why he chose to work with Amalgamated, he cited three reasons:“First, it’s because of the attention given to us as an account. Senior leaders at the bank have been very involved, which is \nnot something you get from larger, commercial banks.”\nThe second reason is the security attached to the organization’s account, and the ability for Amalgamated to securely \nsupport the organization’s needs, especially in small check distribution.\nLastly, he cited an alignment in values between the two organizations.\nAmalgamated is proud to have Bro/Sis as a customer and to partner with them to meet their current and emerging needs.\n“Our next chapter includes expanding our services to reach even more youth in New York City,” said Lazarre-White.The Brotherhood/SisterSol website lays out the successful outcomes and testimonials that demonstrate the positive \nimpact the organization makes in the community, but what Lazarre-White says what he’s most proud of is the organization’s unyielding commitment to young people and that their mission has not changed from the very beginning.\nTo learn more, visit: www.brotherhood-sistersol.org\n19“So many components of the banking industry have been destructive,” \nhe said. “We like being with a labor bank, one who has partnered with working New Yorkers and one who has served the working community. Amalgamated has a diﬀerent type of mission than other banks. They are aligned with our political views and, importantly, they support our mission.”", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}