{"page_content": "There are more than 5,000 banks in the United States, but none do exactly what we do. Since our \nfounding nearly a century ago, Amalgamated established itself as a bank committed to doing good. We continue this tradition with a steadfast commitment to social responsibility that guides every decision we make. From our policies, to our products and services, to our culture and our customers, we care about doing the right thing.\nWe are a bank that takes a stand on issues. We have strict guidelines on what we will and will not do. \nWe do not lend or invest in companies that pollute the planet, manufacture weapons or who do not support the rights of workers, women, immigrants or the LGBTQ community. Instead, we lend to mission-driven businesses like homeless shelters, day care centers, health and wellness facilities, and solar energy companies. \n2Introducing America’s socially \nresponsible bank\nWe are the bank for people who care about what their money does in the world  \nMore than half of our commercial real estate lending is in low- to middle-income neighborhoods. We provide discounted \nmortgages to ﬁrst time home buyers and, through our aﬃnity checking and savings accounts products, we give back to the communities and organizations we serve when people open checking accounts or use our debit cards.\nWe are progressive by choice. Many of our bankers once worked in the segments we serve, so we have an expertise that \ngoes way beyond ﬁnance. We are committed to wage equality and protecting the dignity of all workers, and we believe in diversity at all levels of an organization. Not only do we practice what we preach, but we advocate for other organizations to join us in adopting socially-conscious policies. \nWe are carbon neutral and powered by 100% renewable energy in our corporate oﬃces. We are a Certiﬁed B Corporation, \na third party endorsement of our internal practices and policies. We are the bank for thousands of mission-driven organizations, forward-thinking political candidates, businesses and individuals. Our customers are doing good things for society and our goal is to help them achieve their goals and missions. Ultimately, we are the bank for people who care about what their money does in the world.  We are America’s socially responsible bank. ", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}