{"page_content": "As a bank that emphasizes lending to sustainable businesses and environmental organizations, \n2018 marked another signiﬁcant year in advancing our goal to support a cleaner, greener future. Previously, we ended the ﬁnancing of fossil fuel projects, moved to 100% renewable electricity and achieved net-zero in our operations. In 2018, we launched two new initiatives: a fossil fuel free portfolio and an initiative to measure carbon impact of loan portfolios. We also became the ﬁrst bank in the U.S. to endorse the United Nations Principles for Responsible Banking.We think protecting the environment, \nreversing climate change and creating a sustainable future can actually begin in a bank\nFurthering a greener, cleaner tomorrow\nWe are the ﬁrst U.S. bank to commit to measuring, reporting and reducing ﬁnanced carbon emissions and aligning lending \nwith the Paris Climate Agreement and its underlying science. The initiative is similar to the Platform for Carbon Accounting Financials created by some European banks.\nThe ﬁrst step of the process is to develop a carbon accounting system that can assess the volume of carbon emissions that \nare produced as a result of ﬁnancing activities.  So that other banks might follow our lead, we’re creating an open-source carbon accounting solution that can be used by other North American banks.\nOnce the accounting standard for North American banks is developed, we will begin the process of applying the system to \nour loan portfolio, measuring the carbon proﬁle of our loans and aligning with the Paris Climate Agreement.An initiative to measure carbon impact of loan portfolios\nWe oﬀer one of the ﬁrst turnkey Fossil Fuel Free Portfolio options in the industry. The portfolio enables investors to align \ninvestments with values and is an all-encompassing portfolio series rather than an individual fund. Development of the fund was largely driven by unmet needs from customers and others in the industry looking for diversiﬁed portfolios that align with environmental beliefs. A portfolio option for those who care about climate and sustainability\n21", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}