{"page_content": "Equator doesn’t just buy, roast and brew coﬀee. They travel the world and connect with farmers and all of the other \nstakeholders along the ‘chain of well-being.’ \nFor McDonnell and Russell, their relationships with everyone involved in the process are important. “It takes a lot of energy to grow coﬀee,” said Russell. “I think that the energy that goes into a cup of coﬀee would be very \nsurprising to many of our customers.”\nEquator does everything it can to make the process from seed to cup more eﬃcient and more sustainable. That can mean \nworking with farmers who operate hydroelectric mills on their properties to installing energy eﬃcient roasters that use 80% less natural gas than conventional roasters.\nIn 2011, Equator formalized its commitment to sustainability by becoming the ﬁrst California coﬀee roaster to attain \naccreditation as a Certiﬁed B Corporation, a globally-recognized certiﬁcation that is only oﬀered to businesses that are fully committed to redeﬁning success to include a mission to create a more socially equitable world. Today, Equator operates seven retail cafes in the San Francisco Bay Area and has an expanding national wholesale business.\n“With every decision we look at the triple bottom line and how we aﬀect our communities,” continued Russell. “We \nbelieve business can be a force for good, and in Amalgamated Bank we found a partner that looks at the world in the same way.”\nFor the last 15 years in a row, Equator has remained on The San Francisco Business Times’ list of the Top 100 Women-\nOwned Businesses and was the ﬁrst LGBTQ Certiﬁed business to win the National SBA Small Business of the Year. To learn more, visit: www.EquatorCoﬀees.com\n24", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}