{"page_content": "The project will reduce emissions by an estimated 1,360 metric tons of CO2 annually — roughly equivalent to removing 300 \ncars from the road each year. These reductions are a critical component of the District’s ongoing eﬀorts to achieve the Sustainable DC and Clean Energy DC goals, as well as Mayor Bowser’s recent commitment for the District to reach carbon neutrality by 2050. This installation will also increase the city’s installed solar capacity by almost 3%.\nThe buildings hosting these installations are owned by several of the largest nonproﬁt aﬀordable housing organizations in \nthe District, including So Others Might Eat, Victory Housing, Mi Casa, and Mission First, as well as for-proﬁt housing owners, Urban Atlantic and Somerset Development Company.\n“We are very proud to support this outstanding group of nonproﬁt aﬀordable housing organizations and the residents that \ncall their properties home. These nonproﬁt owners already do a great service by assisting thousands of hardworking residents with lower cost housing, and through this project they’ll be able to help their residents even further by reducing their utility expenses,” said NHT Assistant Vice President of Sustainability, Jared Lang.\nThis project is made possible through support from the DC Department of Energy and the Environment’s (DOEE) Solar for \nAll program and the McArthur Foundation. Project ﬁnancing included a $2.7 million loan from New Resource Bank, now part of Amalgamated Bank, and a $1.7 million investment by Monarch Private Capital, a tax equity partner.\n“We are thrilled to be able to support so many great organizations with one single loan, and to help bring signiﬁcant clean \nenergy to DC and ﬁnancial relief to low-income residents,” said Keith Mestrich, President & CEO of Amalgamated Bank. “The District has built a powerful network of allies for aﬀordable housing and for the expansion of solar energy and this project is a testament to their expertise and commitment, and ﬁts perfectly our mission of helping those who do good,do better.”\n26", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}