{"page_content": "In 1923, Amalgamated Bank was founded on the tenets of aﬀordability and accessibility, creating a \nbank for hardworking individuals and their families. Today, we honor our legacy by continuing to pioneer programs and ﬁnancial products that make a profound impact on the individuals, mission-aligned organizations and communities that we serve. Grounded by a socially conscious \nview of a bank’s responsibility\nStaying true to our mission\nOur socially conscious view of a bank’s responsibility guides us. We embrace our position of inﬂuence and our ability to \ncreate positive change through responsible ﬁnance and lending decisions. For other ﬁnancial institutions, challenging the status quo can be diﬃcult, but we believe that when decisions are grounded by a set of core values, doing the right thing becomes a straightforward decision. \nWe believe in leading from the front and supporting organizations who are making the world a better place. \n3The first loans for affordable \nhousing in New York The first US bank to join the DivestInvest Philanthropic Network and forego fossil fuel funding \nThe first free checking accounts in New York \nThe first US bank to endorse \nthe UN Principles for Responsible Banking, and were a founding signatory of the UN Principles for Responsible Investing \nWe were the first bank to \nraise our minimum wage to $15 an hour, and the first to $20 an hour \nAnd by staying true to our mission, principles and goals, we’ll continue to lead the charge for positive changeThe first bank to include LGBTQ individuals in our corporate board diversity guidelines We offered the first unsecured loans for working families \nThe first financing for \nunion-supported housing\nThe first bridge loans to \nboost the earning potential of skilled immigrants \nThe first foreign \nexchange transfer service for immigrants to safely send money to Europe ", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}