{"page_content": "Our ability to empower and support our customers starts with our employees. Our greatest \ninnovations come from employees who are not restricted by tradition, but who imagine what can be and are not afraid to explore new ideas. At Amalgamated, we celebrate our diversity. Our metrics reﬂect our focus to create a diverse and inclusive workplace, not just in our total employee base but within our leadership team as well. \nWe know that diversity in thought, culture, age, ethnicity, sexual orientation and experience \nbrings unique perspectives that expands our strategic perspective and that our diversity reﬂects the backgrounds of those we serve. Our teams beneﬁt from diﬀerent perspectives that enable us to help our customers, and that will continue to propel the bank forward.When it comes to building a better \nworld, we practice what we preach\nLeading the way \nAs part of our corporate culture, we are proud to be recognized by globally \nesteemed organizations who provide third party certiﬁcation of our commitment to doing good and practicing what we preach.\nCertiﬁcation as a B Corp by the nonproﬁt organization B Lab recognizes the \nwork of good corporate stewards around the world. The B Corp certiﬁcation is only oﬀered businesses that are fully committed to redeﬁning success to include a mission to create a more socially equitable world, including an accessible economy with opportunity for all. \nIn 2019, our Impact Score rose from 87 to 115 (the minimum score for \ncertiﬁcation is 80), further underscoring our commitment to reducing inequality, lowering levels of poverty, creating a healthier environment, building stronger communities and creating more high quality jobs that promote dignityand purpose.Recognition as a values-driven organization\n3059%\nof our workforce\nis ethnically or\nracially diverse.59%\nof our workforce\nis female.41%\nof our executive team\nis minority/female.42%\nof our board of \ndirectors is\nminority/female.\n", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}