{"page_content": "We’re also a member of the Global Alliance for Banking on Values, a network of banking leaders from around the world \ncommitted to advancing positive change in the banking sector. Collectively, we are using ﬁnance to deliver sustainable economic, social and environment development.\nFinally, as a Gold Certiﬁed member of Green America we have been recognized as a leader in the the banking industry for \nembedding social responsibility into the DNA of our company and for exceeding Green America’s standards across every facet of our work. \nGreen America standards specify that companies must use business as a tool for positive social change, operate as a \n“values-driven” enterprise according to principles of social justice and environmental sustainability, be socially equitable and committed to extraordinary practices that beneﬁt workers, customers, communities and environments, and be accountable for their work by continually improving and tracking progress, and operating with transparency.\n31We have long fought for workers rights, supporting thousands of union customers who play an important role in our \ncountry’s workforce. We believe that paying a just wage is part of treating workers with dignity and respect. Further, we believe each working person has the right to be able to support themselves and their families.\nIn 2016, we became the ﬁrst bank in the nation to implement a $15 per hour minimum wage for all of our employees. In \n2019, we will increase our minimum wage even higher, once again becoming the ﬁrst bank to increase our minimum wage to $20 per hour. Doing so tells our employees that we value them and demonstrates to our customers that we are committed to empowering people. We believe it’s not just the right thing to do, but it’s good for business as well. Fair and just wages", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}