{"page_content": "32Sustainability and a commitment to protecting the environment is important to us and the communities we serve. We \nhave established a Green Team to foster a culture of sustainability. Our internal policies support a cleaner, greener future. Our bank now runs on 100% renewable energy, we have a net-zero carbon impact through the purchase of renewable energy credits. \nWe strive to incorporate sustainability into our core business operations through internal and external eﬀorts applied to \nour headquarters, regional oﬃces and virtual oﬃces. Employee education is central to our eﬀorts and we host events and training programs to support this mission. Beyond traditional recycling programs, we have also created a small batch composting program in partnership with Common Ground Composting. \nAll of our oﬃces work to attain a 75% or higher diversion rate by keeping resources out of landﬁlls. We also minimize the \nuse of toxic materials to protect employee health and environment. In support of energy eﬃciency, we have converted light ﬁxtures to LED bulbs and we have embraced environmentally preferred purchasing policies which prioritize vendors based on sustainability criteria. Across all of our oﬃces, our employees are instrumental in initiating and supporting our green initiatives, playing a role in helping build a clean and just economy. Corporate sustainability\nOur commitment to creating a positive and high-performing workplace includes supporting our employees in \nprofessional development and promoting an inclusive environment. Employee Resource groups are available to employees who want to connect with fellow employees with aligned interests. \nOur Employee Resource groups who seek to:Employee resource groups support employee interests \nCultivate an inclusive environment for all \nemployees, free of conscious or unconscious bias\nAttract, retain and promote diverse talent \nwithin our organization\nProvide, promote and expand \nopportunities for women and minority employees by sharing information, facilitating career development, promoting awareness and inﬂuencing growth in a supportive and safe environmentSupport work-life balance\nSupport employee development \nand growth through the Art of Communication Techniques\nPromote well-being for people and the \nplanet by inspiring and leading by example, and educating all employees on topics that relate to the bank’s core impact areas: environmental protection, health and wellness, education and community empowerment, and sustainable commerce\n", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}