{"page_content": "The B Local chapter in New York City launched last year and its engagement continues to grow. The next phase will \ninclude forming committees, which will allow more employees from B Corps to get involved.\nInside of Amalgamated, being a Certiﬁed B Corporation is pervasive throughout the company’s corporate culture.“We recently held ‘lunch and learns’ that were open to all employees,” said Baldwin. “It provided an opportunity for \nemployees to learn more about the certiﬁcation and the process by which member companies are vetted.”\nAmalgamated participates in the Inclusive Economy Challenge, which calls on B Corps to make a concrete and \nmeasurable improvement to its business practices and commit to three areas of improvement each year. The improvements are in pursuit of inclusivity and creating opportunity for all for the long term.\nAs part of the Inclusive Economy Challenge, task forces are formed and employees across the company volunteer their \ntime to the committee.\n“Whether your interest is energy eﬃciency, diversity, or inclusion within the workplace, or within in our supplier \ncommittee, there is a role for you,” said Baldwin.\nFor Baldwin it’s important that the company she works for “walks the talk.”“It’s dually important to me,” she added “in my role in marketing, as well as from a personal values perspective.”“By being part of an organization that values women, minorities, diversity and inclusion, I want to make sure that I’m \ndoing my part to uphold those values as well,” she added.\nWhether employees made an intentional decision to join a Certiﬁed B Corporation, or if it was happenstance, they all \nend up understanding the signiﬁcance of the values of the certiﬁcation which are embedded in the corporate culture.\n37", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}