{"page_content": "The United Nations Environment Programme Finance Initiative (“UNEP FI”) reports that two thirds \nof the ﬁnance needed for a sustainable future will be provided by banks. UNEP FI is a partnership between the United Nations Environment and the global ﬁnancial sector with a mission to promote sustainable ﬁnance.Amalgamated becomes first bank in the \nUnited States to endorse the United Nations Principles for Responsible Banking\nFinancing our future\nAs the next decade approaches, the banking industry will play a key role in accelerating the green transformation of the \nworld’s economies.\nThis is why 28 leading banks came together to establish the Principles of Responsible Banking. The Principles oﬀer \nstrategic guidance for banks to align with society’s goals, as expressed in the Sustainable Development Goals and the Paris Climate Agreement. They oﬀer banks the opportunity to increase and communicate their positive contribution to society as they adapt to the changing needs and demands of the 21st century.\n“As America’s socially responsible bank, Amalgamated Bank is proud to join forces with the UNEP FI to address \ntransparency and accountability, and report on our progress towards addressing social and environmental challenges,” said Ivan Frishberg, First Vice President, Director of Impact Policy.\n“It is another testament to our longstanding commitment to impact and another way to measure and track our progress.”The Principles are designed to not only accelerate the ability of the banking industry and individual banks to ﬁnance \nsociety’s goals for our future, but also to provide a mechanism for global sharing of best practices to strengthen the industry as a whole.\nAmalgamated is pleased to join the roster of international banks who have already adopted the Principles, collectively \nrepresenting more than USD 17 trillion in assets. In doing so, we have become the ﬁrst bank in the United States to embrace these Principles.\n39", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}