{"page_content": "43Board of Directors\nLynne Fox has been a board member since 2000, and in 2016, she became the ﬁrst woman in \nAmalgamated Bank’s near 100-year history to serve as Chair. Fox currently serves as the International President of Workers’ United, Manager of the Philadelphia Joint Board for Workers’ United, where she is tasked with overseeing the budget, strategic planning and representing roughly 75,000 members, and also serves as an executive board member of the Service Employees International Union. From 2006 to 2011, Fox served as a board member for the State Employee Retirement System in Pennsylvania, a $26.3 billion fund.Lynne Fox, Chair of the Board\nDonald Bouﬀard joined the board in 2012 after serving 34 years as a Certiﬁed Public \nAccountant at Crowe Horwath LLP . At Crowe Horwath, Bouﬀard served as an External Audit Partner in the Financial Institutions group where he worked with more than 100 ﬁnancial institution clients serving as both an auditor and strategist for mergers and acquisitions, management succession planning and SEC reporting.Donald Bouffard\nMaryann Bruce joined the board in 2018 after a more than 30-year career in the ﬁnancial \nservices industry. Bruce currently serves as an independent trustee for PNC Funds and has been honored by Directors & Boards as one of 20 accomplished female board members in ”Directors to Watch 2017 .” Bruce has also received accolades from U.S. Banker, appearing on ”The 25 Most Powerful Women in Banking” list. Formerly, Bruce served on the board of MBIA Inc., was an independent director and Chair of the Compensation Committee of Atlanta Life Financial Group and was an Allianz Funds Trustee.Maryann Bruce\nPatricia Diaz Dennis joined the board in 2018 and brings with her decades of corporate \nexperience. For 13 years, Diaz Dennis served in various capacities as counsel for AT&T (previously SBC Communications) and as Assistant Secretary of State for Human Rights and Humanitarian Aﬀairs. She was also appointed to the National Labor Relations Board in 1983 and as a commissioner of the Federal Communications Commission three years later. Diaz Dennis is currently a director of Entravision Communications Corporation and US Steel, she sits on the advisory boards of the NHP Foundation, LBJ Family Wealth Advisors, The Global Fund and WGU Texas, and she is the Chair-elect of the World Aﬀairs Council of San Antonio.Patricia Diaz Dennis\n", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}