{"page_content": "44\nMark Finser was a founding member of New Resource Bank and served as Chair until it was \nacquired by Amalgamated in 2018. Finser started his career in social ﬁnance in 1984 as a founder of RSF Social Finance (”RSF”), an organization focused on developing innovative social ﬁnance tools to serve the unmet needs of clients and partners. As President and Chief Executive Oﬃcer of RSF, Finser grew the organization’s assets to $120 million by 2007 , when he transitioned to Chair of the Board of Trustees. Finser has served on several boards, including B Lab, Yggdrasil Land Foundation and Gaia Herbs.Mark Finser\nJulie Kelly joined the board of directors in 2010 and serves as the General Manager of the \nNew York-New Jersey Regional Joint Board of Workers United and an International Vice President and member of the General Executive Board of Workers United. Kelly is President of Local 169 Realty Corporation, a director of Amalgamated Life Insurance Company and a trustee of the Amalgamated National Health Fund, Amalgamated Retail Fund, Consolidated Retirement Fund, the National Retirement Fund and the Union Health Center. She also served as President of the Clothing Workers Center, a historic organization that has provided a home for tens of thousands of ACTWU workers for over a century.Julie KellyRobert Dinerstein joined the board in 2011 and currently serves as Chair of Veracity \nWorldwide, a strategic risk assessment ﬁrm specializing in emerging markets. Previously, Dinerstein served as Chair of Crossbow Ventures, Inc. and as global co-chair of the ﬁnancial institutions practice at Greenberg Traurig, LLP . He’s also served in various capacities for companies such as UBS AG, Lehman Brothers, Citicorp’s Investment Bank and is a current member on the executive committee of the board of the Institute of International Bankers.Robert Dinerstein\nA director since January 2013, John McDonagh retired from JPMorgan Chase Bank N.A. in \nFebruary 2011 as a Managing Director of JPM’s Global Special Credit Group, having served in various credit capacities at JPM over a career spanning approximately 38 years. In his ﬁnal position at JPM, which he occupied from 1998 until his retirement, McDonagh was responsible for the restructuring of large corporate credits, among other responsibilities. Prior to this role, McDonagh also served on JPM’s Fund Performance Review Committee, investigating performance of investments sold to pension funds.John McDonagh", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}