{"page_content": "45\nKeith R. Mestrich is President and Chief Executive Oﬃcer of Amalgamated Bank. Mestrich \nhas over three decades of experience in ﬁnance, many of those assisting the bank’s core constituencies in labor, nonproﬁts, political organizations and issue-advocacy campaigns. He joined Amalgamated in 2012 and directed the bank’s Washington, D.C. operation where he rebuilt Amalgamated’s presence in the nation’s capital. Since his appointment as CEO in 2014, Mestrich has led Amalgamated’s ﬁnancial recovery and the bank has grown to nearly $5 billion in assets. Under his leadership the bank returned to proﬁtability, improved its credit quality, installed a new management team and signiﬁcantly grew its core deposit base. He has spearheaded initiatives to underscore Amalgamated’s mission, including support of a $15 an hour minimum wage (and raising the bank’s minimum wage to $20 an hour), acceptance of IDNYC as a primary form of ID and certiﬁcation as a B Corp. In 2017 , Mestrich guided Amalgamated’s acquisition of San Francisco-based New Resource Bank, creating the nation’s largest socially responsible bank. Shortly thereafter, he led the strategy behind taking the company public, posting a nearly 5% gain following its public debut on the Nasdaq in August 2018. \nKeith Mestrich, President & CEO, Amalgamated Bank\nEdgar Romney joined the board in 1995 and also serves as the Secretary-Treasurer of Workers \nUnited, a post he’s held since 2009. Since September 2009, he has also been a member of the General Executive Board of Workers United and Vice President of the Service Employees International Union. Romney got his start with the union in 1962 and has held various leadership roles with the ILGWU and UNITE. Romney also served as Secretary-Treasurer of the Change to Win Coalition from September 2003 until 2009 and he continues to serve on numerous boards of directors.Edgar Romney\nStephen R. Sleigh has served on the Amalgamated Bank board of directors since March 2015. \nEarly in 2015, he started a consulting business, Sleigh Strategy LLC, to provide strategic advice to align business and workforce interests, after previously serving as Director of the International Association of Machinists National Pension Fund. Sleigh also served as a Partner at The Yucaipa Companies from September 2006 until March 2011. He was appointed by the Federal Reserve Board to serve as director of the Baltimore Branch of the Federal Reserve Bank of Richmond and currently serves as the director representative for the investment funds aﬃliated with The Yucaipa Companies, LLC (the ”Yucaipa Funds”).Robert G. Romasco has served on Amalgamated’s board since September 2014. Prior to \njoining the board, he served as President and chief volunteer spokesperson, of AARP and on the board of directors from 2006 until 2014. Romasco has also served as Senior Vice President of customer, distribution and new business development for QVC, Inc. in addition to CEO of J.C. Penney Direct Marketing Services, a $1 billon insurance company serving leading credit card ﬁrms.Robert G. Romasco\nSteve Sleigh", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}