{"page_content": "Banks and lenders have the power to promote responsible business practices. By putting our \nmoney where are values are, we are helping to create economic resiliency in local communities and empowering organizations who are making the world a more just, compassionate and sustainable place.Our resources, influences & expertise \nare forces for good\nPromoting social change\nWe are proud to provide ﬁnancial solutions for sustainable businesses like organic food companies, alternative energy \nproducers and Certiﬁed B Corporations like Helpsy and Equator Coﬀees & Teas. We help these sustainable and socially responsible businesses, and thousands more like them, by providing funding and resources to enable growth and impact. \nWhile our customer mix has diversiﬁed over the years, we also continue to be the banking partner for hundreds of union \norganizations. Our work with unions and labor groups includes helping to drive operational eﬃciencies, automating collection of dues, providing support for treasury, cash and investment management, and managing trusts to keep retirement funds safe and secure.Business & philanthropy\nFollowing our acquisition of New Resource Bank, we increased the amount of assets dedicated to ﬁnancing socially \nresponsible businesses, moving from a commitment of $350 million to at least $700 million by 2020. This commitment, “2X Impact,” focuses on doubling the bank’s impact in four core areas: Environmental Protection, Health & Wellness, Education & Community Empowerment, and Sustainable Commerce. We are currently 40% complete with our goal of $700 million in impact ﬁnancing.Doubling down – 2X Impact\nThe opioid epidemic in the United States has devastated many families and communities across the nation. To help \nindividuals in need, we’re funding the growth and expansion of opioid addiction treatment centers. These centers are helping to save lives, restore health and reintegrate individuals into the community. Combatting opioid addiction\nTo continue to create positive social change, the Amalgamated Foundation, in its inaugural year, launched a campaign \ncalled Hate is Not Charitable. The campaign challenges all philanthropies and foundations to take a stand against the funding of organizations that promote hatred. The initiative is in response to revelations that many donor advised fund providers have made millions of dollars in grants to organizations that actively promote violence, intimidation and harassment of LGBTQ people, Muslims, immigrants and people of color. \nAs part of the campaign, the Foundation led an eﬀort of over 30 donor networks, foundations and donor advised fund \nproviders, which collectively represent over $1 billion in assets, to exercise legal discretion over grants recommended by their donors and to adopt policies to help ensure that funds do not ﬂow to organizations that promote hatred. \n7Hate is not charitable", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}