{"page_content": "The Foundation’s donor advised fund service, Advance Change Funds, asks funders to agree to distribute at least 10% of \ntheir fund size to charities each year. Donors holding accounts also have the option of carving out 1% of their accounts for a communal fund that is administered by Amalgamated advisors to make grants to support urgent and timely community needs. Instead of keeping resources sitting in investments, we are helping to put dollars to work today. Since launching the Advance Change Funds, 50% of the resources that have come in have been granted out. To learn more, visit the Foundation website: amalgamatedfoundation.org.Advance change funds\nWe strengthen communities by oﬀering innovative and aﬀordable solutions to address speciﬁc banking and credit needs. \nWe oﬀer products, programs and services that increase and preserve aﬀordable housing, grow small businesses and help working class people to save, reduce debt and participate fully in the American dream. \nExamples of our impact on communities in 2018:\nWe increased ﬁnancing for community development \nﬁnancial institutions (“CDFIs”) – nonproﬁts that support aﬀordable housing, healthcare, education and small businesses in distressed communities \nMore than one third of our commercial real estate \nlending was for multi-family housing, closing loans totaling $97 million and resulting in the preservation of 561 units of aﬀordable housing \nWe signiﬁcantly raised the number of residential \nmortgages to support low- and middle-income individuals\nAs part of a $288 million clean energy portfolio, we \nﬁnanced 24 low-income communities in Washington, DC to help keep aﬀordable housing aﬀordable\nWe held 155 ﬁnancial seminars, totaling 380 service \nhours for more than 1,500 low- and middle-income individual\nIn New York City, we partnered with the city to help \nfund a low-interest loan program that provides minority and women business enterprises (“MWBEs”) access to working capital\nWe were the ﬁrst bank to align with Everytown for Gun \nSafety, an organization working to end gun violence and build safer communities Strengthening communities\n• • \n• \n• • • \n• ", "metadata": {"source": "NASDAQ_AMAL_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}