{"page_content": "Corporate Social Responsibility 2014  |  35 34 | BUILDING ON OUR VALUES | About T. Rowe PriceFOSTERING A CULTURE OF INTEGRITY AND ETHICS\nEducation and training \nkeeps us true to our Code\nOur commitment to always acting with \nintegrity is formalized and reinforced through our Code of Ethics and Conduct, which has been in force for over three decades. The Code is appli-\ncable to all associates and directors of \nthe company, as well as contractors, consultants, vendors, and tempo-rary workers who perform ongoing services for the firm. All associates must participate annually in continuing education and training related to the Code. The intention is to promote honest conduct; full, timely, and accu-rate reporting; compliance with laws; \nand accountability for adherence to \nthe Code, including internal reporting of any violations.\nA copy of our Code is available \nupon request:\nT. Rowe PriceAttn.: Corporate Secretary100 East Pratt StreetBaltimore, MD 21202Ethics Committee\nThe firm’s Ethics Committee, whose members are appointed by the Management Committee, has overall responsibility for developing, maintaining, and administering the \nCode. As such, the committee seeks \nto identify and address activities that could create conflicts with the interests of our clients, associates, or the firm itself. Moreover, subject to the approval of the Management Committee, the Ethics Committee can and does impose sanctions for viola-tions of the Code.\nWhistleblower program\nWe have an established whistleblower program that provides employees the opportunity to submit a complaint without the fear of dismissal or retalia-tion. The program is clearly and regu-\nlarly communicated through the Code \nand through the firm’s intranet site and is reinforced through annual training.\nComplaints can be filed in writing or \nthrough a toll-free, 24/7 anonymous hotline. All complaints are directed to the chief legal counsel and are kept confidential to the strictest extent possible while allowing for a thorough investigation. Reporting structures are in place to track the date of complaint, \nthe status, a description of the investi-\ngation, and the resolution.Anti-bribery policy\nThe values and global business prac-\ntices of T. Rowe Price are expressly designed to help prevent bribery and corruption. As such, the firm main-tains a strict compliance program \ndesigned to prevent illegal payments \nand to provide guidelines for associ-ates regarding acceptable business activities. To ensure understanding and compliance, all associates are required to complete annual anti-bribery training.\nPolicy on campaign \ncontributions\nWe adhere to rules and regulations \nthat limit the political activities of investment advisors that provide advi-sory services to government entities.\nWe do not make corporate contribu-\ntions to political candidates, parties, or committees, nor does the firm \nmaintain a political action committee. \nEmployees are required to receive prior approval from the Legal Department for all political contribu-tions in the United States.ENGAGING ON KEY INDUSTRY ISSUES\nMembership in public \npolicy associations\nWe maintain memberships \nand participate in industry associations, including:\n §American Benefits Counsel\n §Australian Institute of \nSuperannuation Trustees\n §European Fund and Asset \nManagement Association\n §Financial Services Information Sharing and Analysis Center (FS–ISAC)\n §Forum of European Asset Managers\n §Hong Kong Investment Management Association\n §Investment Adviser Association\n §Investment Company Institute (ICI)\n §ICI Global\n §SPARK Institute\n §UK Investment Association\nAt any time, a number of T. Rowe Price associates may be actively involved with these and other industry organizations through leadership roles \nor committee participation.Shaping policy through \npublic forums\nThe firm’s management regularly \nmonitors and evaluates public policy issues affecting our business. We believe it is critical to play a role in enhancing the integrity and structure \nof our industry.\nWhen appropriate, we engage with key \nlawmakers to help shape the laws and \nregulations they adopt. Over the years, we have focused our public policy efforts on many areas affecting our clients, including ensuring fairness and best practices in investment manage-ment, mutual funds, retirement savings, tax policies, and capital markets. Given that we are a global company, we are \nsensitive to international developments \nand the need for regulatory coordina-tion and cooperation across jurisdic-tions around the world.Leaders across the firm’s busi-ness units, as well as our Legal and Compliance departments, work closely to determine whether, and in what way, to engage lawmakers, regu-\nlators, trade associations, or other third \nparties in the dialogue. Our advocacy methods include:\n §Public comment letters\n §Speaking engagements\n §Educational meetings with industry groups, regulators, and policymakers\n“ Effectively participating in industry associations is another way that \nT. Rowe Price associates are able to ensure that our firm and indeed our industry put clients first by helping to ensure high standards of practice and seeking to positively influence the policy and regulatory environment. I seek to contribute to this on behalf of T. Rowe Price and our clients as a member of the Investment Company Institute’s Global Steering Committee, a Board member of the UK Investment Association, and a member of the Forum of European Asset Managers’ Steering Committee.”\nRobert Higginbotham,\nT. Rowe Price, Head of Global Investment Services", "metadata": {"source": "NASDAQ_TROW_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}