{"page_content": "Reducing energy \nin our networks\n10 GWh\nOF ENERGY SAVED\nand almost 6 million Euros in \n2020 by replacing old (UPS) \npower supply systemsTHE NETWORKS WE \nBUILD AND OPERATE \nARE THE BACKBONE \nOF THE DIGITAL \nTRANSFORMATION \nEMPOWERING \nMILLIONS OF PEOPLE   \nThe operation and expansion of that backbone \nrequires vast amounts of energy, which \nunfortunately poses an environmental dilemma \nlargely due to the use of fossil fuels in energy \ngeneration. Although most of our electricity is \nfrom renewable sources, as an international player \nin the digital transformation arena we have a role \nto play in tackling environmental challenges. \nAlongside our role in digital transformation \nwe are also preparing to play an even more \nimportant role in contributing to a reliable and \naffordable green energy future. We contribute by \nbuilding Tomorrow’s Connections Today as a key \nconnectivity and digital service provider, which is \nwhy we are constantly innovating and improving \nour technologies for energy efficiency. Raising temperature set \npoints in technical sites\nWe use renewable electricity in almost all of \nour operations, however, limiting the energy \ndemand is more important to tackling the issues \nof climate change. One way of reducing energy \nis by increasing the temperature inside technical \nsites. We can do that by isolating equipment that \nis sensitive to heat, implementing more effective \nairflow throughout the site in combination with \nthe use of outside air when possible. By raising \nthe temperature set points in our locations in \nBelgium and Switzerland we have achieved close \nto 1GWh of energy saved and over 300k Euros in \noperational expenditure in 2020. Innovating while renovating  \nAs demand for our service grows we need to \nensure the services we provide are operational \nand performing 24/7.  By renovating and \ninnovating with smart technologies we can \nensure our networks are prepared to handle the \nincrease in digital services for the next decade \nwhile keeping our energy demand at bay. \nBy updating old cooling systems with modern \ncooling systems that utilise free air cooling \ntechnology we have been successfully reducing \nour environmental impact and energy use. In \nmany locations we have removed compressor-\nbased cooling altogether. You may find the \nstory about our PCM (Phase Change Materials) \nin previous editions of this report and online for \nfurther interest in the topic. \nAnother key operation is replacing old power \nsupply (UPS) systems with more modern \nversions; these newer systems are modular and \nhot-swappable systems with high yield, even \nat partial load, making them significantly more \nefficient. This innovation, deployed in Switzerland \nand Belgium so far, has saved close to 10 GWh \nin energy and almost 6 million Euros in 2020 \nalone. It has been a great source of relief to our \ndedicated engineers who take pride in such \ninnovations as this will improve the reliability of \nthe network and service to millions of customers.\n1 GWh\nOF ENERGY SAVED\nand over 300k Euros in \noperational expenditure in 2020 \nby raising temperature set points\nINTRODUCTION OUR STRATEGY DIGITAL PROGRESS RESPONSIBLE CONNECTIVITY PERFORMANCE SUMMARY\n24RESPONSIBLE CONNECTIVITY", "metadata": {"source": "NASDAQ_LBTYA_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}