{"page_content": "Digital safety is \nour business\nEvery decision we make comes with an \nobligation to keep personal data safe. Our \ndedicated Digital Confidence team is responsible \nfor safeguarding personal data. By adhering to \nthe privacy laws of the Global Data Protection \nRegulation (GDPR) we ensure transparency \nwhile allowing our customers to manage their \npersonal data whilst protecting that data.AS A PROVIDER OF \nCONNECTIVITY SERVICES \nOUR CUSTOMERS TRUST US \nWITH THEIR DIGITAL LIVES \nWHICH IS WHY WE ARE \nMAKING DIGITAL SAFETY \nPART OF OUR BUSINESS BY \nEMBEDDING PRIVACY AND \nSECURITY THROUGHOUT \nOUR OPERATIONSThe best way we can ensure these rights \nare upheld is to raise awareness through \ncommunication and continuous training; which \nis why all of our employees receive mandatory \nannual training on both privacy and security. We \nare committed to ensuring transparency around \nour data use, empowering customers with control \nover their data and working collaboratively across \nour industry to protect privacy rights.\nGiven the surge of cyber threats and \nmisinformation amid the pandemic, awareness \naround the importance of data security is at an \nall-time high. There is increased demand from \ncustomers, shareholders and regulators for \nstronger, more secure practices.\nBy abiding by the General Data Protection \nRegulation, Sarbanes Oxley Act, ISO \n27001, Commodity Assurance Services \n(Telecommunications) (CAS(T)) and Payment \nCard Industry Data Security Standard legislation, \nwe can ensure that we have implemented \nappropriate security controls to protect our \nassets. While threats are always evolving, and \nsecurity is a constant challenge. We continue \nto resource an effective team of security \nprofessionals and to invest in new tools and \nsystems across our business unit such as the \nCustomer Premise Equipment (CPE) security \ntesting team dedicated to ensuring the safety of \nour customers’ equipment against cyber attacks.\nBeyond ensuring that our network is safe and \nsecure, we know that digital safety also starts \nwith education. We continue our collaborations \nwith NGOs and government institutions to provide \neducational resources for families, educators, and \nchildren to provide help on important topics like \nonline safety, cyberbullying and critical thinking. \nOur safer internet toolkits produced with European \nSchoolnet have reached over 2.1 million people and \nthe eSafety Label is supporting over 9,000 schools \nin 62 countries.\nWe want to ensure that every child has the chance \nto grow up feeling empowered online. We intend \nto continue focusing on education and awareness \nfor teachers, parents and children so that we \nencourage our youngest digital citizens to harness \nthe potential and positivity the internet has to offer. \nGRI 101.1-3, 418.1\nINTRODUCTION OUR STRATEGY DIGITAL PROGRESS RESPONSIBLE CONNECTIVITY PERFORMANCE SUMMARY\n28RESPONSIBLE CONNECTIVITY", "metadata": {"source": "NASDAQ_LBTYA_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}