{"page_content": "This annual report provides \nan overview of our economic, \nsocial and environmental \nimpacts and performance. \nAdditional details, including \nour latest stories, can be \nfound on our website .\nThis report has been prepared in accordance with \nthe reporting criteria and Global Reporting Initiative \n(GRI) standards: Core option. All data in this report \ncovers the period January 1 to December 31, 2020, \nunless otherwise stated.\nWe report on our operations in 6 European \ncountries under the consumer brands Virgin Media, \nTelenet and UPC. Our policy is to include any new \nsubsidiaries that have been acquired in the first \nsix months of the reporting period. In terms of \ndisposals, our policy is to exclude any subsidiaries \nwhere we no longer have operational control during \nthe reporting period.ABOUT THIS REPORT\nWe engaged KPMG LLP to perform independent \nlimited assurance, reporting to Liberty Global plc, \nusing the assurance standards ISAE 3000 and ISAE \n3410, for the energy consumption and greenhouse \ngas emissions data presented in Liberty Global \nplc’s Annual Report and Accounts (UK Companies \nAct Annual Report, page 57) for the period ended \nDecember 31, 2020. This information is included \nin this CR report and is highlighted on page 34-35. \nKPMG’s full statement, including a summary of the \nwork it performed, is available on our website.  \nOur 2020 GRI Standards Content Index, \nEnvironmental Reporting Criteria and KPMG \nIndependent Limited Assurance Statement can be \nfound here . \nFor more information on our governance structure, \nBoard Committees and our commitment to the \nUnited Nations Sustainable Development Goals, \nplease see our website.\nYour views are important to us. Please send \ncomments and suggestions to: cr@libertyglobal.comThis report contains forward-looking statements \nwithin the meaning of the Private Securities Litigation \nReform Act of 1995, including statements with \nrespect to our CR strategy and Connected Purpose. \nSee pages I-4 and I-5 of the 2020 Annual Report on \nForm 10-K for a description of other forward-looking \nstatements that are included in this CR Report and \ncertainties of the risks and uncertainties that could \ncause actual results to differ materially from those \nexpressed or implied by such statements. These \nforward-looking statements speak only as of the date \nof this CR Report. Liberty Global expressly disclaims \nany obligation or undertaking to disseminate \nany updates or revisions to any forward-looking \nstatement contained herein to reflect any change in \nLiberty Global’s expectations with regard thereto or \nany change in events, conditions or circumstances on \nwhich any such statement is based. FORWARD-LOOKING \nSTATEMENT\nGRI 102.10, 102.45, 102.48, 102.50, 102.52, 102.54\nINTRODUCTION OUR STRATEGY DIGITAL PROGRESS RESPONSIBLE CONNECTIVITY PERFORMANCE SUMMARY\n4INTRODUCTION", "metadata": {"source": "NASDAQ_LBTYA_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}