{"page_content": "Water withdrawal by source\nEnvironmental InitiativesMeasure Jan to Dec 2020 Jan to Dec 2019 Jan to Dec 2018 Jan to Dec 2017 Jan to Dec 2012\nTotal water use (municipal only) m3 (water) 134,112 185,345 220,257 206,124 209,632\nTotal water use (onsite capture only) m3 (water) 400 583 278 1,062 0\nTotal water use (inc. onsite capture) m3 (water) 134,512 185,928 220,535 207,186 209,632\nMeasure Jan to Dec 2020 Jan to Dec 2019 Jan to Dec 2018 Jan to Dec 2017 Jan to Dec 2012\nEmissions reductions from initiatives metric tons CO2e 8,682 11,207 4,742 4,033 n/a\nEnergy saved from initiatives GWh 42 39 18 8 n/a\nRevenue generated from environmental initiatives USD 3,762 67,937 3,661,381 5,702,449 n/a\nCost savings from environmental initiatives USD 176,493,792 141,564,499 286,136,761 258,393,096 n/aSUSTAINABLE GROWTH\nTotal employee figures reported in the table are based on headcount \nat year end. In the text of the report, we have used the total number of \nfull-time equivalent (FTE) employees including outsourced employees, \nwhich is 37,392.\n1. Injury rate, Occupational disease rate & Lost days rate are calculated \nby dividing the total number of incidents by the total number of hours \nworked and multiplying the calculated figure by 200,000. \n2. Rate of new hires & rate of total employee turnover are calculated \nby dividing the total number of new hires/leavers by the total number \nof employees. \n3. Aside from this total workforce figure, our social performance data \ndoes not include outsourced employees. (GRI 405-1).\n4. Sum of total energy consumption from non-renewable fuel and \nelectricity, heating and cooling, minus electricity sold. 5. During 2020, certain activities that were previously performed \nby external partners in the UK were completed by Liberty Global \nemployees, resulting in an increase in our scope 1 emissions and a \ncorresponding decrease in our scope 3 emissions.\n6. During 2020, we updated our Scope 3 emissions based on more \naccurate data provided by our waste management suppliers, resulting  \nin a 5% decrease in total Scope 1, 2 & 3 location-based emissions.\nn/a – data not available. \n Data extracted from Liberty Global plc Annual Report and Accounts \nfor year ending 31 December 2020 which was included within KPMG \nLLP’s independent assurance scope.\nFor more information on our environmental reporting criteria, please \nvisit: www.libertyglobal.com/ responsibility/reporting-and-performance/\nGRI 303.1\nINTRODUCTION OUR STRATEGY DIGITAL PROGRESS RESPONSIBLE CONNECTIVITY PERFORMANCE SUMMARY\n36PERFORMANCE SUMMARY", "metadata": {"source": "NASDAQ_LBTYA_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}