{"page_content": "EMPLOYEES GOVERNANCE PLANET CUSTOMERS COMMUNITIESNETSCOUT 2021 Environmental, Social, and Governance Report     13\nTRUE CALL AND REDUCING DRIVE TESTING  \nwww.NETSCOUT.com/success-stories/reduce-reliance-costly-testing\nField technicians for a rural telephone company offering wireless services are \nmore than a four-hour drive from their offices in any direction when dispatched \nto collect data.  While the company was spending many thousands of dollars each \nmonth on drive testing, engineers still did not feel they were getting the data they \nneeded to make accurate decisions.  Using TrueCall® software and training, the \ncompany’s engineers were able to visualize their network within hours of initial installation.  Instead of drive testing, they began to use actual customer traffic \nto resolve significantly more trouble tickets and network issues than they could \npreviously manage. The TrueCall implementation achieved significant savings and \nincreased efficiencies including an estimated reduction of 50% in field drive  \ntesting requirements.  \nOPTIMIZE CELL SITE PERFORMANCE WITH GEO-ANALYTICS \nAND REDUCING DRIVE TESTING\nwww.NETSCOUT.com/success-stories/optimize-cell-performance-geo-analytics\nAlthough Communication Service Providers (CSPs) often rely on drive testing to \noptimize cell sites for proper density and coverage, one large North American CSP \nwas determined to reduce the associated cost and improve OPEX.  This CSP turned \nto NETSCOUT TrueCall® with Geo-Analytics for cell management and near real-time \ninsights into cell performance.  Previously, the team drove to various locations to \nanalyze cell tower performance.  Now, they use TrueCall at-a-glance heat map with \ngeo-analytics. This deployment helped the CSP reduce the cost of drive testing \nfrom $1M to $400K and confidently justify optimization strategies for cell sites.  \nDemonstrating Product Leadership \nwith Sustainability by Design\n", "metadata": {"source": "NASDAQ_NTCT_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}