{"page_content": "EMPLOYEES GOVERNANCE PLANET CUSTOMERS COMMUNITIESNETSCOUT 2021 Environmental, Social, and Governance Report     19\nNETSCOUT is committed to operating an ethical \nbusiness that supports the protection and promotion \nof a sustainable environment, individual rights, and \ncommunity development, as well as giving back to our \ncommunities through philanthropic contributions and volunteer efforts.  \nBRIDGING THE DIGITAL DIVIDE\nThroughout our history, NETSCOUT has tried to focus on intentional actions and driving positive outcomes to \nrespond to needs within our communities.  Today, the \nprimary focus of our social impact programs is to fulfill \nour mission as Guardians of the Connected World by \nhelping to bridge the digital divide.  While disparities \nhave always been present, the pandemic put these \ninequities in the spotlight and exacerbated the impact \nof no or limited access to education and healthcare, \nWiFi and broadband, well-paying jobs and the ability to work remotely, and participation in the Connected \nWorld.\nTo address these issues, we created innovative \npartnerships with nonprofit and community \norganizations to support programs that strengthen \nunderserved communities with access to the internet, \ndigital skills and opportunities for entrepreneurs, as \nwell as programs that create access to careers for underrepresented talent in the technology industry.  \nTHE HEART OF GIVING\nAcross the world, our employee Guardians, through \ntheir passion and desire to help those in need, are at the \nheart of our giving.  Employees \nacross the globe step up and take the initiative to plan \nmeaningful efforts in their own communities.In 2020 NETSCOUT offered two global campaigns, \nraising more than $300,000 in matching gifts and \nindividual volunteer grants and $180,000 in team \nvolunteer grants.  \n• Our CEO, Anil Singhal, created the “Guardian Match” initiative, which provided additional \nmatching funds to support employee giving in \nresponse to the pandemic and racial justice issues. \n• NETSCOUT participated in Giving Tuesday Now, an emergency response to the unprecedented \nneed caused by the COVID-19 crisis, with a special \n2:1 match for COVID-19 relief to benefit Feeding \nAmerica, Akshaya Patra USA, Croce Rossa Italiana, \nUnicef UK, and Oxfam India.\nDespite challenges of providing volunteer services \nduring a pandemic, due to our employees’ creativity and \nthe flexibility of our nonprofit community partners, we completed 12 in-person team volunteer projects in 12 \ndifferent cities, and six virtual team volunteer projects.  \nOur global giving programs  are open to all full-time and \npart-time employees.  Employees can support their \nfavorite causes with matching gifts, individual volunteer \ngrants, and team volunteer projects at any time during COMMUNITIES\n", "metadata": {"source": "NASDAQ_NTCT_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}