{"page_content": "EMPLOYEES GOVERNANCE PLANET CUSTOMERS COMMUNITIESNETSCOUT 2021 Environmental, Social, and Governance Report     7\nLEAN BUT NOT MEAN\nWith more than 2,400 \nemployees in over 35 \ncountries, NETSCOUT \nstrives to remain a team of entrepreneurs, with the \nagility of a start-up and the \nheft of a global technology \ncompany.  We believe that \nour culture is critical to our \nsuccess and growth.  Our Lean But Not Mean culture complements and acts as \na multiplier to our technology, exceptional talent, and \nforward-thinking innovation.  “Lean” decision-making \nputs the tough calls up front and puts employees and \nthe long-term success of the company first.  Lean \ndecision-making is not making easy decisions – it’s \nmaking the hard decision early and sticking with them in \nthe face of challenges.    \nOur commitment to education, engagement, and \ncommunication has motivated our employees around \nthe world and keeps our spirit thriving.  Everyone, \nregardless of role, brings value to the organization.  \nThis is ingrained in our culture.  DIVERSITY, EQUITY, AND INCLUSION\nNETSCOUT is committed to creating an environment that values people’s differences and fosters inclusion.  \nDiversity, Equity, and Inclusion (DEI) are cornerstones \nof our organizational excellence and complement our \ncore values of performing with integrity, compassion, \ncollaboration, and innovation.  We embrace our \nemployees’ differences in age, color, disability, ethnicity, \nfamily or marital status, gender identity or expression, \nlanguage, national origin, physical and mental ability, \npolitical affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other \ncharacteristics that make our employees unique. \n \nTo help ensure DEI perspectives play an appropriate \nrole in our human capital programs, we recently  \nrevised our Diversity, Equity, and Inclusion Policy  and \nwill seek to enhance our employees’ understanding \nof DEI through company-wide training, tracked and \nreviewed with the executive team.  In addition, we \ndesignated a DEI program team, reporting to the \nChief Human Resources Officer, to foster transparent \nand equitable processes in employee engagement, \nonboarding, learning and development, policymaking, and career planning.  \n \nA cornerstone of our DEI strategy is collaborating with industry and university partners to enhance our \ndiversity.  We work with industry partners, including \nthird-party recruiting organizations that specialize \nin diversity in hiring, and post our open position \nrequisitions on diversity job boards.  We track our \nprogress and make improvements to reach a broader, \nmore diverse, talent base.  We also partner with \nuniversities with diverse student enrollment to recruit \nour summer interns.  We strive to ensure our interns have a great experience at NETSCOUT and are eager to \nreturn as employees.EMPLOYEES\n", "metadata": {"source": "NASDAQ_NTCT_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}