{"page_content": "Melco continually assesses and aligns \nsustainability performance in the context of  \nthe global sustainable development goals  \nand recognized sectoral, regional and global \nbenchmarks. Our performance against these  \nis indicated by the below awards, recognition \nand certifications.\nAwARDSAwARDS\n  Studio City Phase 2 recognized with the ‘Regional Award, \nAsia’ at the BREEAM Awards 2021\n  “Asia’s Best CSR” – Asian Excellence Awards 2020, \nCorporate Governance Asia magazine\n  “Community Award – Asia” – Industry Community  \nAwards 2020\n  Gold Award for “Excellence in Internship Recruitment/\nDevelopment” – HR Distinction Awards 2020\n  “Best Companies to Work for in Asia” – HR Asia magazine \n(2019-2020)\n  Bronze Award for “Best In-house Recruitment Team” \n– Asia Recruitment Awards 2020\n  Green Key Award for all properties in 2020 meeting the \nstringent standards set by the Foundation for \nEnvironmental Education (FEE)\n  Four accolades received at the Companhia de \nElectricidade de Macau (CEM) Macau Energy Saving \nActivity 2020. Studio City and City of Dreams were \nawarded 1st Runner-up and Excellence Award of the  \nHotel Group B category respectively, and Studio City and \nAltira Macau were recipients of the Continuous Energy \nSaving Award (Hotel Group)\n  Asian Excellence Award – Best Environmental \nResponsibility (2013-2020)cERTIfIc ATIONS cERTIfIc ATIONS5  \n  “RG Check” Accreditation by international third-party \nResponsible Gambling Council for Altira Macau,  \nCity of Dreams Macau, Studio City and  \nCity of Dreams Manila\n  Melco's integrated resorts in Macau and the Philippines \nwere among first in the world to achieve the Sharecare \nHealth Security VERIFIED® with Forbes Travel Guide \ncertification\n  BREEAM “Excellent” ratings for the Design stage for both \nStudio City Phase 2 and City of Dreams Mediterranean\nREcOgNITION REcOgNITION \n  For our first submission to the Dow Jones Sustainability \nIndex (DJSI), ranked the 93rd percentile for the \nenvironment category and the 75th percentile for our \nindustry group overall\n  In 2019, Melco was named the Best First Time Performer \nby the globally-renowned Carbon Disclosure Project \n(CDP) and in 2020 we received an A- score for our \nclimate-related supplier engagement strategy and an \noverall score of B\n  “Excellence” ranking for waste reduction campaign \n“Wastewi$e” for 12 consecutive years from 2009-2020 \nfor our Hong Kong officesA wards and \nRecognitionSUSTAINABILITY AT mEL cO SUSTAINABILITY AT mEL cO\n5. Other certifications related to environmental and health and safety management \nare referenced in relevant report sections.While pandemic management always features \nas part of our risk register and we have had both \nbusiness continuity plans and best practice \nmanagement plans at the operational and \ncommunity levels in place, the situation in 2020 \nposed unexpected challenges. \nThe gravity of the pandemic, resulting in long-term \noperational shutdowns by government regulators, created \nuncertainty for all businesses. The global gaming and \nhospitality sector, where the flow of revenue relies heavily on \npeople being able to travel within their own geographies and \nacross borders, was severely affected as a result. \nIn response to this, we updated our risk register to distinguish \nbetween black swan risks, unpredictable and rare events that \nhave potentially severe consequences, and other everyday \nrisks. This is significant for Melco, as black swan risks are \noften uninsured, meaning less risk can be transferred to a \nthird party. To address this effectively, we continue to work on \nmore specific risk and crisis management planning focused \non handing events that could trigger prolonged shut downs in \nthe future.\nOur proactive response to the COVID-19 crisis has \nestablished Melco as a leader in our industry. A key focus  \nwith regards to the pandemic has been how we can help \ncolleagues and suppliers continue to work and earn a living \nduring long periods of closure. To address this, we have taken \nquick action on the financing side to make sure we are still \nable to pay colleagues and support suppliers. On the \ncommunity front, our efforts were focused on meeting the \nimmediate and urgent need for protective masks, which we \nwere able to source by tapping into our global network.\nAnother key initiative has of course been the strengthening  \nof health and security measures across our value chain.  \nWe have worked hard to ensure all our health and safety procedures are in compliance with expert-validated best \npractices to minimize the risk and impact of COVID-19 and \nother potential public health events that may occur in the \nfuture. Melco is among the first hotels and resorts in the world \nto achieve the Sharecare Health Security VERIFIED® \ncertification issued by the Forbes Travel Guide. More details \non our enhanced health and safety measures can be found in \nthe Safety, Health  & Wellbeing  section of this Report.\nOpportunities through Sustainable BusinessOpportunities through Sustainable Business\nThe COVID-19 crisis reinforced our commitment to maintain \nsustainable business success and financial stability in the \nmarkets where we operate. Despite the challenges, we took \nthis opportunity to deepen our engagement with local \nstakeholders, gaining a better understanding of their needs \nand ensuring that we do everything within our power to \nsupport those who are hardest hit. We continued investing in \nour newest projects, including Studio City Phase 2. Looking \nbeyond Macau, we have commenced operations in Cyprus \nand are scheduled to open City of Dreams Mediterranean in \nthe summer of 2022, while in Japan we have our corporate \noffices established. \nLooking ahead we see promising opportunities for Melco to \nforge ahead using technological innovations to capitalize on \ninternal efficiencies and create superior guest experiences in \nareas beyond gaming. \nAs we plan for the future, we continually strive to align the \nsuccessful evolution of our business with our environmental \nand social responsibilities. This entails consistently assessing \nthe impact of our practices, and going beyond in-house \noperations to actively build capacity and collaborate with our \npartners to create value. We are confident that the impact of \nour business success will continue to be felt across our value \nchain, from our shareholders, colleagues and suppliers to \nlocal governments and communities. Business \nContinuity and \nCrisis ManagementSUSTAINABILITY AT mEL cO SUSTAINABILITY AT mEL cO030 031 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}