{"page_content": "collaboration with the London School of Economics and \nPolitical Science to weigh and capture photos of food waste \non individual plates, with the goal of Winnow developing the \ntechnology to provide real-time data in the future. These very \nvisual approaches raise colleague awareness and also help \nour Food & Beverage (F&B) teams adjust their menus. \nCollectively with all the initiatives we have implemented for \nplate waste in Macau, we saw a reduction of 13% in plate \nwaste in grams per cover in 2020 compared to the previous \nyear. As our resorts recover to full capacity, the impact of the \nawareness campaigns could see a saving of roughly 107 \ntonnes a year. With our learnings from overproduced waste in \nthe kitchens and plate waste in colleague dining areas, we will \ncontinue to share best practices across our properties to \nfurther reduce food waste arising from our colleague, guest \nand tenant dining areas.\nEliminating Single-use PlasticEliminating Single-use Plastic\nMelco has already achieved an important milestone in our \nlong-term commitment toward reducing the use of single-use \nplastic (SUP) and promoting circular economy practices across \nour global operations. The introduction of the NORDAQ 2000 \nwater filtration system  offers automatic water bottle refilling in \na closed-loop onsite. The statistics are staggering –  \nonce operational across our entire Macau portfolio, we will \neliminate 14.8 million plastic bottles annually. This reduction \nof our plastic waste is equivalent to the amount of CO² \nabsorbed by 20,263 tree seedlings over a 10-year period12.\ncHALLENgEScHALLENgES\nWe are racing against time to meet our ambitious 2030 \ntargets for carbon neutrality and zero waste. COVID-19 posed \na severe challenge to our waste treatment processes and \naccess to recycling facilities due to border closures. \nFurthermore, in some markets, water in SUP bottles has been \nperceived as more hygienic and preferred by some guests, \nparticularly during the pandemic. Balancing health and safety \nconcerns with environmental impact continues to be a critical \nyet challenging task. \nPartnering with certified and trusted suppliers, raising \nawareness about our high standards along the value chain \nand aligning our sustainability performance across the board \nremain areas of critical focus to achieve our ambitious goals.\n2021 & BEYOND2021 & BEYOND\nWith the successful installation of the revolutionary \nNORDAQ 2000 water filtration system at City of \nDreams Macau, we have initiated plans for a full \nrollout of refillable glass bottles in our guest rooms \nacross all of our properties in Macau by the end of \n2021. In addition to the NORDAQ plastic reduction \ninitiative, we will be installing refillable shower \namenity dispensers as existing disposable \nbathroom amenities are depleted in our guest \nrooms and spas. We will also be expanding our \nsustainable sourcing categories and increasing our \nspend on reduced-impact chemicals.\nT o move forward with our more ambitious efforts in \nenergy and waste management, we are also exploring \nways to further concrete progress. These include:\n• Collaborating with local networks to find \ncreative solutions for achieving the deep \ndecarbonization of the grid and showing demand \nfor renewable energy through power purchasing \nagreements (PPAs), green tariffs and other \nmechanisms \n• Improving our diversion of waste from disposal \nthrough awareness raising, engaging our tenants \nand suppliers, reviewing and enhancing our \nonsite practices and adopting new technologies \nand other innovations \n• Exploring options for enhancing and accessing \nrecycling facilities within the Greater Bay Area \n(GBA), in partnership with local contractors6. As defined by The CarbonNeutral Protocol: The global standard for  \ncarbon neutral programs. January 2018, Natural Capital Partners. https://assets.\nnaturalcapitalpartners.com/ downloads/The_CarbonNeutral_Protocol_Jan_2018.pdf . \n7. To achieve our goal of carbon neutrality, we are focused on first increasing energy \nconsumed from renewable sources, which are generated onsite or through power \npurchasing agreements, for example, and then purchasing Energy Attributable \nCertificates or other market instruments, in quantities equivalent to the amount of \nenergy that is consumed through non-renewable sources.\n8. Achieving zero waste means avoiding the disposal of all waste materials to landfill or \nother treatment or disposal methods that do not involve the recovery, reuse, \nrecycling or repurposing of the material or the generation of energy.\n9.  https://www.epa.gov/warm\n10. Tonnes of carbon dioxide equivalent (tCO²e). \n11.  https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator  \n12.  https://sciencing.com/carbon-footprint-plastic-bottle-12307187.html  and  \nhttps://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator• Contributing to circular \neconomy leadership in Asia\n• Sourcing sustainable goods  \nand services\n• Reducing our water footprint\nmATERIAL TOPIcSmATERIAL TOPIcS\nEnergy  & Climate Resilience ........................................................................ 036\nMaterial  Use & Waste ........................................................................................ 046\nHIgHLIgHTSHIgHLIgHTS\nMinimizing Food WasteMinimizing Food Waste\nA successful six-month trial period of Artificial Intelligence \n(AI)-driven technology, Winnow Vision, saw Melco reducing \noverproduced food waste in the kitchens of colleague dining \nareas at City of Dreams Macau by 67% in 2020. The trial \nresulted in the equivalent of diverting over 7,800 kg of waste \nfrom the landfill annually, which equates to avoiding almost  \n30 tonnes9 of CO²e10 or the GHG emissions generated \nthrough charging over 3.5 million smartphones11. Melco has \nsince expanded this technology to other colleague dining \nareas at three of our largest properties and in one of our \nself-operated buffet restaurants.\nFor internal awareness raising, we continued our Clean Plate \nChallenge in 2020 in our Heart-of-House colleague dining \nareas and launched another pilot with Winnow in mANA gEmENT APPROA cH mANA gEmENT APPROA cH\nNever before has awareness been higher of the link been our \nown survival and the health of the natural world. We know \nwhat our responsibility is; we are committed to map, measure \nand mitigate our impact on natural resources, and beyond \nconservation, endeavour to regenerate our natural systems. \nAbove all, we have the ability to use our influence to support \ncollective action for change within our own operations and \nbeyond our integrated resorts.\nIn believing that a sustainable future is the only future,  \nour Above & Beyond sustainability strategy lays out our  \nbold commitments on climate resilience, clean energy, \nsustainable sourcing, waste elimination and water \nmanagement. Bold and impactful actions along a clear \nroadmap are critical to our success in achieving those goals. \nTo strengthen the management of our environmental \nperformance, three Working Groups have been set up under \nour Executive Sustainability Committee. These include:\n  Carbon Neutral Working Group\n  Zero Waste Working Group\n  Sustainable Sourcing Working Group\nkEY gOALSkEY gOALS\n• Achieving carbon neutral \nresorts ⁶ by 2030 ⁷\n• Achieving zero waste ⁸ across \nour resorts by 2030RESTORINg OUR wORLDRESTORINg OUR wORLD\nStrategy and \nManagement \nApproach034 035 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}