{"page_content": "cASE STUDYcASE STUDY\nIn support of going Above and Beyond, our new properties are all designed \nfor certification to internationally recognized standards, which guide us in \nintegrating sustainability features not only during the design and \nconstruction stages but throughout the full building lifecycle.  \nStudio City Phase 2 is Macau’s first BREEAM-certified hotel and \nentertainment development and was awarded the  \n‘Regional Award, Asia’ at the BREEAM Awards 2021.  \nThe project, with an approximate floor area of 341,000m2,  \ncomprises two hotel towers, a cineplex, one of the world’s  \nlargest indoor/outdoor water parks and retail  \nareas at the podium level.\nThe building has been designed to support the health, wellbeing and  \nsafety of our colleagues and guests; with a focus on achieving good \nthermal comfort levels, excellent internal acoustic performance,  \nand the provision of clean, fresh drinking water from our onsite  \nNORDAQ system. It is also designed and built to mitigate natural  \nhazards with an earthquake resistant design, flood-proofing  \nof exterior walls and flood gates for door openings. \nCircular economy principles also formed a key part of the design process \nto improve functional adaptability over the building’s lifecycle, including \nmodular external wall build-up, as well as Heart-of-House equipment and \nwork spaces that can be easily disassembled to allow for changes in \nworking practices. The measures adopted and the learnings from  \nthis process will be utilized by Melco, in combination with in-use \nperformance data, to inform future projects.Build out \nBREEAM\nMACAUOUR c OmmITmENT OUR c OmmITmENT\nThe foundation of our ambitious goals is to build and operate \nworld-class integrated resorts that are fit for the future.  \nTo address the evolving climate crisis, we must work on all \naspects of the climate equation. This requires leadership \ncommitment, investment in renewables, sustainable design \nand materials, energy-efficient equipment and systems,  \nand above all, partnership. Melco is compelled to support  \nand inspire our dedicated teams, and to use our influence  \nto help our partners and communities achieve broader \ntransformations.\nBy managing our impact at our properties and across  \nour operations, Melco leads the way in our industry to  \nshow that a sustainable future is the only future.\nOUR TAR gETS OUR TAR gETS\n• Achieving carbon neutral \nresorts by 2030\n• Minimizing the impact of  \nour business on ecology  \nand biodiversity\n• Improving the operational \nperformance of our resorts  \nyear-on-yearImPAcT ALONg THE v ALUE cHAIN ImPAcT ALONg THE v ALUE cHAIN\nUpstream• Procuring cleaner and renewable energy to \ncreate demand and reduce impact along the \nsupply chain\n• Encouraging resilient and robust supply chains \nthat reduce impacts on biodiversity and \nsupport local economies\nIn-house• Adopting energy-efficiency measures and \nrenewable energy while mitigating  \nclimate-related impacts to reduce risk\n• Minimizing the environmental footprint of  \nour buildings and sites\n• Improving the operational performance  \nof our resorts\nDownstream• Setting an example to further collective action \non climate change and clean energy\n• Setting benchmarks in sustainable building, \nreducing environmental impact and supporting \nenhancements in local infrastructureRESTORINg OUR wORLDRESTORINg OUR wORLD\nEnergy  \n& Climate \nResilience036 037 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}