{"page_content": "To address these risks, we have also initiated a climate risk \nassessment, including scenario planning with the aim of \nsetting specific actions for enhancing our mitigation \nmeasures. We are also mapping our Scope 3 GHG inventory \nas part of our overall initiative to set temporal targets to \nachieve our overarching 2030 goals.Carbon Neutral Working GroupCarbon Neutral Working Group\nOur Carbon Neutral Working Group develops and implements \nour strategy for achieving Carbon Neutral Resorts by 2030. \nThis Group focuses on:\n  Engaging external stakeholders to align with  \nour strategy and goals\n  Adopting industry best practices and technologies \n  Implementing GHG emission reduction projects across \nour properties and business functions\n  Promoting awareness and engagement among colleagues\n  Measuring and verifying the sustainability and  \nfinancial impacts of our goals\nSustainable Building DesignSustainable Building Design\nWith building and construction answerable for 39% of all GHG \nemissions in the world, and operational emissions (including \nenergy used to cool, heat and illuminate buildings) accounting \nfor 28%13, we must take immediate action to make buildings \nbetter for both our world and the people inside and around \nthose four walls. Melco designs buildings that are not only \nvisually striking but are also resource efficient and resilient to \nclimate change. With the knowledge that our ambitions for \nsustainable buildings today will playout for decades, perhaps \ncenturies, we work with a network of professionals, including \narchitects, engineers, suppliers and other partners to \nminimize environmental impact from the very initial stages  \nof our design and throughout the buildings’ full lifecycle. \n13.  https://worldgbc.org/news-media/WorldGBC-embodied-carbon-report-publishedwHY IT mATTERSwHY IT mATTERS\nHumanity is already facing catastrophic climate change \nimpacts: severe climatic events, unstable weather patterns, \ndiminished resources, species extinction and loss of life.  \nFrom the fishers and farmers who supply food to our forks, to \nour guests who enjoy our integrated resorts, everyone, \nglobally, will experience one or more of these impacts.\nAwARDS AND REc OgNITION AwARDS AND REc OgNITION\nMelco has been recognized as one of Asia’s leaders in \ncorporate climate action by the Carbon Disclosure Project \n(CDP), receiving the “CDP 2019 Best First Time Performer” \naccolade in 2019. While our overall CDP rating in 2020 was a \n“B” reflecting the ever-increasing expectations for corporate \naction, Melco continues to make positive strides and is \nundertaking an in-depth climate risk assessment with \nscenario planning and target setting, and scope 3 inventory \nmapping. We are proud to report our CDP supplier \nengagement rating in 2020 was “A-”, reflecting our efforts to \nraise awareness and build supplier capacity for climate \naction. More details on our supplier engagement strategy can \nbe found in the Ethical & Sustainable Supply Chain  section of \nthis Report.\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nWe are leading the integrated resort industry to decarbonize \nour portfolio. For Melco, this equates to the game-changing \ngoal of reaching carbon neutrality by 2030. By focusing on \nreducing electricity consumption, improving energy efficiency \nand transitioning to renewable energy, we are also taking \ndecisive action to seek and support innovative technology \nand to source low-carbon alternatives. Our key initiatives include:Our key initiatives include:\n  Prioritizing investment in renewable energy by installing \nrenewable energy systems onsite\n  Integrating energy-efficient building façades, heat \nrecovery systems and other measures, as well as  \nclimate-resilient design features into new builds\n  Adopting efficiency measures to reduce overall energy \nconsumption at all our properties and engaging our \nsuppliers to do the same for their own operations and \nalong the supply chain\n  Expanding EV charging points for guests and colleagues, \nas well as our fleet of electric shuttle buses, the largest in \nMacau, with the goal of having all our vehicles fully \npowered by renewable energy\n  Building public-private partnerships to help communities, \ngovernments and other businesses to address  \nclimate change\n  Annually purchasing Energy Attributable Certificates \n(EACs) or other instruments so that an equivalent amount \nof renewable energy is generated for the amount of \nelectricity that we consume\nIn addition to reducing our own impact on the climate, it is \ncrucial to enhance the ability of our operations and supply \nchain to respond to the impacts of climate change. \nWithstanding the impacts of climatic-induced threats  \nsuch as storm surges, flooding and sea-level rise, as well as \nextreme temperature, is integrated into the design and \noperation of our integrated resorts and the engagement and \ncapacity-building initiatives we undertake with our suppliers. ENER gY & cLImATE RESILIENcE ENER gY & cLImATE RESILIENcE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT038 039 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}