{"page_content": "and a reduction of 45% in 2020 compared to 2019. We added \nemissions from our Okushiga Kogen Ski Resort in Japan in \nour 2020 data, which already includes our four integrated \nresort properties and corporate offices in Hong Kong,  \nJapan and Taiwan.\nAll five of our integrated resorts, namely City of Dreams, \nStudio City, Altira Macau and City of Dreams Manila, and our \nMocha Clubs and Okushiga Kogen Ski Resort, account for \n93% of our Group’s total emissions in 2020, which represents \n98% of Melco’s total floor area.\n-45%R/e.altduction \nfrom 2019 \nto 2020\n02,0004,0006,0008,00010,000\nOkushiga \nKogen \nSki ResortStudio \nCityCity of \nDreams \nManilaCity of \nDreams \nMacauAltiraIn metric tonnes of CO2e\n9041,2324,089\n2,063\n1,902\nT otal Scope 1 and 2 (market-based) GHG Emissions \n(In metric tonnes of CO²e)We understand our impact extends beyond our operational \nboundaries so we are looking into our Scope 3 emissions \nmore closely in 2021 to both enhance our capture of data and \nto look for opportunities for reduction and to influence our \nsupply chain.\nAbsolute GHG Emissions by Scope and Intensity \n(in metric tonnes of CO²e)\n2020 2019 2018\nScope 1 emissions 16,011 29,192 19,768\nEmissions from \nstationary fuel \ncombustion 4,962 7,587 6,806\nEmissions from  \nmobile fuel \ncombustion5,955 12,880 8,964\nFugitive emissions \nfrom refrigerants5,095 8,725 3,998\nBiogenic emissions 150 331 163\nScope 2 emissions \n(location-based)206,420 263,055 266,478\nScope 2 emissions \n(market-based)– – –\nTotal Scope 1 and 2 \nemissions  \n(market based) 16,011 29,192 19,768\nTotal Scope 1 and 2 \nemissions (market \nbased) intensity  \nby floor area  \n(in metric tonnes of \nCO²e / m²)0.01 0.02 0.01\nStudio City Phase 2 exemplifies how adaptability and \nresilience to climate change was accounted for in the  \nbuilding footprint, orientation and form so as to withstand \nexternal hazards, including:\n  ground floors with class B engineered bricks, water-proof \nmortar and internal lining, as well as sustainable urban \ndrainage strategies\n  external shading elements on the building façade to limit \nthe influence of solar energy on habitable spaces\n  reinforced concrete for structural robustness against high \nwind speeds and flooding, and non-oxidizing/corrosive \nresistant materials such as stainless steel, to withstand \nseawater inundation\n  extensive planting to reduce the urban heat island effect \nand internal finishes such as light-colored surfaces and \nblinds to provide shading and high reflectance that limit \nand reflect solar heat\n  bracing and anchoring of internal and external elements \nto avoid the generation of projectiles and falling objects\n  emergency procedures and access and egress routes for \nbuilding occupants and emergency services to use  \nduring a disaster\nManaging our Ecological FootprintManaging our Ecological Footprint\nThe ecological impacts of our construction projects are  \na key consideration in planning site development options. \nWhile futuristic designs set our buildings apart, careful \nplanning that respects local ecology ensures that our \nbuildings offer the most memorable experiences to our \nguests while minimizing impacts on local ecosystems.\nStudio City\nOur Studio City property was meticulously planned with \necological considerations in mind. The property site was \nchosen ensuring that the protected 15-hectare wetland, \ndesignated as the Macau Cotai Ecological Zone, was not \ndisturbed. Our planning also included minimizing the impact \nof basement excavation on both the wetland and \nunderground water sources to protect this land that serves  \nas a resting place for many species of migratory birds.  \nOur two hotel tower blocks were carefully engineered to \ncreate a ‘sky-stream’ that takes into account migratory \npathways for the birds. In addition, an ecologist was consulted \nto preserve existing flora and implement habitat-compatible compensatory planting for the site. For Studio City Phase 2, \nall timber sourced for the building is from Forest Stewardship \nCouncil™ (FSC™) (or equivalent) certified suppliers.\nCity of Dreams Mediterranean\nAt City of Dreams Mediterranean, we have also been working \nextensively with our landscape consultants and agronomists \nto implement recommendations from our BREEAM Ecology \nReport. Some recommendations for enhancement of the \nsite’s ecology and biodiversity include:\n  Revision of the landscape plan to remove invasive foreign \nspecies and include species with low water demand that \nare resilient to climatic conditions in Cyprus \n  Maintenance of the existing mature Eucalyptus  trees \nincluding pruning, application of nutrients, backfilling of \nexposed roots and replacement of dead trees\n  Installation of bird nest, bat roost and insect boxes in \nappropriate locations throughout the site to provide a \nhabitat for those species and maintain the site’s  \necological food chain\n  Monitoring of the wider area to explore the \nimplementation of off-site conservation measures for  \nthe endangered Lotus cytisoides  species – through  \nthe collection of seeds and planting within the  \nmicro-habitats of the development\nReducing Greenhouse Gas (GHG) EmissionsReducing Greenhouse Gas (GHG) Emissions\nWith operations significantly affected by reductions in room \nnights and guest visitation due to the COVID-19 restrictions, \nGHG emissions reduced by 45% in both absolute and \nintensity terms. We note that energy-efficiency measures as \nwell as increases in both renewable energy generation onsite \nand in our EV fleet and charging points continue to result in \nsubstantial reductions year-on-year. However, 2020 is \nobviously an anomaly and the primary reason for the \nreduction in GHG emissions during the year. We remain \nsteadfast in our efforts to continuously look for new \ntechnologies and innovative solutions to move us toward \nmeeting our 2030 carbon neutrality target. \nIn 2020, our Group-wide Scope 1 and 2 (location-based)  \nGHG emissions decreased by 24% compared with 2019, and \nfor market-based emissions, a 45% reduction was recorded. \nFor our Scope 1 and 2 market-based emission intensity,  \nwe saw a reduction of 92% between the years 2016 and 2019, ENER gY & cLImATE RESILIENcE ENER gY & cLImATE RESILIENcE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT040 041 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}