{"page_content": "In 2020, our Group-level electricity consumption from non-\nrenewable sources decreased by 22%, and our total energy \nconsumption reduced by 26% in absolute and 25%  \nin intensity terms, compared to 2019. Driving this reduction \nwas primarily the restricted operations during the pandemic, \nas well as the continued implementation of energy-saving \ninitiatives across our integrated resorts in Macau and Manila.\nEnergy Consumption and Intensity by Sources\n(in MWh)\n2020 2019 2018\nFuel consumption \nfrom non–renewable \nsources50,738 97,387 74,917\nFuel consumption \nfrom renewable \nsources– – –\nElectricity \nconsumption from \nnon–renewable \nsources326,116 414,314 420,682\nElectricity \nconsumption from \nrenewable sources 1,555†21.5‡–\nTotal energy \nconsumption 378,409 511,701 495,600\nEnergy intensity  \n(in MWh/m²)15 0.27 0.36 0.35\n050,000100,000150,000200,000\nOkushiga \nKogen \nResortStudio \nCityCity of \nDreams \nManilaCity of \nDreams \nMacauAltira40,027136,630\n79,991\n49,718\n1,485in MWh-22%R/e.altduction \nfrom 2019 \nto 2020T otal Resort-level Purchased Electricity Consumption\n(in MWh)\n14.  https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator\n15. Intensity data for the years 2016 to 2019 have been restated to reflect an \nadjustment in actual floor area.\n † Energy from renewable sources, generated by solar PV panels at City of Dreams \nManila, was consumed onsite in 2020.\n ‡ Electricity generated and consumed onsite from solar PV panels installed at  \nCity of Dreams Manila in December 2019.Effective Energy ManagementEffective Energy Management\nManaging our energy consumption and efficiency starts with \neffective systems that align all our actions for continual \nimprovement. Melco was the first integrated resort and hotel \noperator in Macau and Hong Kong to achieve ISO 14001 \nEnvironmental Management Systems (EMS) and ISO 50001 \nEnergy Management Systems (EnMS) certifications in 2018, \nas well as ISO 41001:2018 for Facilities Management Systems \n(FMS) in 2019. These certifications cover the entire portfolio \nof Melco properties in Macau and Hong Kong, including  \nCity of Dreams Macau, Studio City, Altira Macau, Mocha \nClubs and Melco’s Macau and Hong Kong corporate \nheadquarter offices.\nImplementing energy-efficiency measures is foundational to \nhow we design, build and operate our buildings and systems. \nThrough improving existing operational efficiencies and as a \nresult of the pandemic restrictions on our business, in 2020, \nwe achieved a 25% reduction in our energy footprint across \nour operations compared to 2019 levels. \nOur efforts in 2020 that are directly tied to improvements  \nin energy efficiency resulted in a reduction of annualized \nelectricity consumption of 34,297 MWh in Macau and Manila. \nThis is equivalent to avoiding over 24,000 metric tonnes of \nGHG emissions, which is the reduction that would be \nachieved by taking over 5,200 cars off the road14.\nOur efforts were recognized by the Macau Energy Saving \nActivity 2020 Award; Studio City won the first runner up and \nContinuous Energy Saving Award, City of Dreams Macau \nreceived the Excellence Award and Altira won the Continuous \nEnergy Saving Award.\nEnergy efficiency measures include ongoing delamping, \nreviewing and adjusting ventilation flow rates, retrofitting or \ninstalling more efficient plant and equipment, and replacing \nsensors for car park extractions, as well as new projects. ENER gY & cLImATE RESILIENcE ENER gY & cLImATE RESILIENcE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nIn 2020, specific initiatives included:\n  City of Dreams Macau and Studio City reduced ventilation \nflowrates to achieve 3.9 million kWh in actualized savings \n  Studio City improved lighting efficiency to achieve \nannualized savings of 3.1 million kWh \nFor the range of measures adopted to reduce energy demand \nfor Studio City Phase 2, refer to the Case Study .\n03,000,0006,000,0009,000,00012,000,00015,000,000\nCity of \nDreams \nManilaAltira Studio City City of \nDreams \nMacau14,482,900\n9,634,885\n4,890,185\n2,166,354in kWhCalculated kWh savings based on annualised  \nEnergy Efficiency Measures (EEMs)\n(in kWh) 042 043 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}