{"page_content": "Energy Efficiency at City of Dreams Energy Efficiency at City of Dreams \nMediterranean, CyprusMediterranean, Cyprus\nOnce doors are opened in 2022, Cyprus will be the \nfirst integrated resort and the only one of its kind in \nEurope. Already obtaining the first BREEAM rating of \n“Excellent” in Cyprus at the design stage, we are \ntargeting nothing short of an overall “Excellent” rating \nfor this property upon completion. To that end, we \nhave adopted a wide array of energy-efficiency \nmeasures, such as:\n  BREEAM standards on energy-efficient \nequipment required in tenders that are in \nprogress for all categories of equipment  \nand systems\n  Passive design measures such as thermal \ninsulation, building façade shading and glass with \nlow-shading coefficients\n  LED lighting, automatic photo-sensors and the \nconnection of all external light fittings to the \nbuilding management system, enabling \nautomatic control and suspension of lighting \nduring daylight\nOther measures contributing to the reduction of \nGHG emissions at this property will include the \ninstallation of provisions for electric vehicle \nrecharging stations within the parking area, \nrefrigerant systems with a zero-ozone depleting \npotential and a low Direct Effect Lifecycle carbon \ndioxide (CO²) equivalent emissions indicator.Supporting Renewable Energy MarketsSupporting Renewable Energy Markets\nMelco is contributing to the growth of renewable energy \nmarkets in Mainland China and the Philippines. Since 2018, \nwe have been purchasing EACs issued by the i-REC Standard \n(International Renewable Energy Certificate Standard) in \namounts equivalent to our electricity consumption in Macau, \nManila, Hong Kong and Taiwan. Meanwhile, we match our \nelectricity consumption in Japan with local EACs generated \nthrough the PowerPlus™ scheme. We apply a similar approach \nto our Cyprus operations and purchase EACs with \nGuarantees of Origin in Europe to cover 100% of our \nelectricity-related GHG emissions. \nWe remain focused on further stimulating renewable energy \nmarkets through collaboration with local networks; finding \ncreative options for purchasing renewable energy through \nPPAs and other instruments.\n16.  https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculatorTransitioning to Renewable EnergyTransitioning to Renewable Energy\nMelco is using its influence to usher in the clean energy \nrevolution for our industry. We have invested in the following \ninitiatives to transition to renewable energy:\n  Installing onsite solar photovoltaic (PV) energy systems \n  Expanding electric vehicle fleets \n  Increasing the number of charging bays for electric  \nvehicles for guests and colleagues to use across all \nresorts \n  Purchasing EACs and other renewable energy \ninstruments or verified carbon credits for 100%  \nof our global electricity consumption\nOur sustainable building initiatives include harvesting energy \nfrom the sun – onsite solar photovoltaic (PV) technology is \npart of our investment to accelerate our transition to clean \nenergy at our properties.\nIn Macau, we implemented the city’s first, large-scale onsite \nsolar PV project in 2019, in partnership with Macau-based \nMan Io Energy. Covering 30,000 square meters of roof  \nspace at City of Dreams Macau and Studio City, the 18,000 \nPV panels generate approximately 7.7 MWh at full capacity. \nThis project is the largest in Macau and has the capacity to \nreduce 6,000 tonnes of CO² annually, equivalent to taking \n1,296 passenger cars off the road for a year.\nMoving us further on our journey to carbon neutrality is the \ninstallation of 3,120 PV solar panels at City of Dreams Manila \nto generate 1.2 MWh at full capacity, making it the first \nIntegrated resort in the Philippines to harness solar power. Having been fully operational since the beginning of 2020,  \nthe panels generated 1,617 MWh of electricity during the year, \nequivalent to the amount of CO² absorbed by close to 19,000 \ntree seedlings grown for 10 years or charging over  \n139 million smartphones in a year16. We continue to explore \nadditional opportunities to expand the solar array at the \nresort.\nBeyond enhancing connectivity around our integrated \nresorts, Melco is looking to end dependence on petroleum \nthrough adopting electric vehicles (EVs). In Macau, we partner \nwith local manufacturer Zhengzhou Yutong Bus Company; \nour fleet of shuttle buses has grown to 36. Electric vehicles \nnow account for 29% of Melco’s total bus fleet in Macau, \nreducing our use and ownership of diesel buses.\nOur new 45-seat e-coaches provide environmentally-\nresponsible and comfortable rides for our guests and \ncolleagues, and they also have an increased standing \ncapacity, which means that fewer journeys on the road  \nare required for the same number of passengers. Our \ntransportation team continues to be focused on reducing  \nour diesel fleet and with the rate of innovation in EVs \naccelerating, we hope to transition all vehicles to EVs faster.\nWe are also working on a new built-in-load-sharing program \nthrough which an additional 24 EV chargers have been \ninstalled at City of Dreams Macau and Studio City to date, \nbringing our total number of charging points to 70. \nImplementation of EV charging ports that utilize a similar \ntechnology are also under evaluation in both Manila  \nand Cyprus.ENER gY & cLImATE RESILIENcE ENER gY & cLImATE RESILIENcE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT044 045 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}