{"page_content": "All of Melco’s integrated resorts are positioned within island economies  \nthat are largely dependent on tourism. Not only do we have  \na responsibility to manage the waste we and our guests generate,  \nbut often isolated from waste processing infrastructure, it is our  \nduty to eliminate the fundamental reasons for plastic pollution. \nAs an early signatory to the Global Tourism Plastics Initiative – led by  \nthe UN Environment Programme and the World Tourism Organization  \nin collaboration with the Ellen MacArthur Foundation –  \nwe have committed to a set of actionable goals and targets by 2025  \nto combat the root causes of plastic pollution17 and report on  \nprogress annually. In 2020, Melco became the first to  \nglobally roll out the NORDAQ water purification  \nand bottling solution, starting with Morpheus at City of Dreams.\n“The NORDAQ onsite plant can refill 2,000 bottles of  \npurified water per hour, and once we expand to all our properties  \nin Macau in 2021, we will eliminate the production, transportation and \ndisposal of approximately 14.8 million plastic bottles annually.  \nBeyond reducing plastic waste it significantly reduces our  \ncarbon footprint. By 2021, the system will also be  \nfully implemented across our properties globally.”\nDENISE cHENDENISE cHEN\nSENIOR vICE PRESIdENT ANd ChIE f SUSTAINABILITY OffICER ,  \nMELCO RESORTS ANd ENTERTAINMENTReducing Plastic \nWaste and our \nCarbon FootprintcASE STUDYcASE STUDY\nACROSS ALL OPERATIONSOUR cOmmITmENTOUR cOmmITmENT\nWaste can take on many forms; Melco commits to a systems-\nbased approach to understand and manage the full lifecycle \nof waste that we, our partners and our guests use and reuse. \nFrom building construction, water, packaging or food from our \nkitchens, we focus on uncovering opportunities for circularity. \nSustainable material and design choices, along with effective \nwaste management, also help us along our journey to zero-\nwaste resorts and contributing to circular economy \nleadership in Asia. In addressing this challenge, we must \nholistically engage with stakeholders across the full value \nchain to reach our journey’s destination by 2030.\nOUR T ARgETS OUR T ARgETS\n• Achieving zero waste across  \nour resorts by 2030 \n• Reducing the consumption of \nwater and increasing our \ncapacity for greywater recycling \nacross all our properties\nImPAcT ALONg THE vALUE cHAIN ImPAcT ALONg THE vALUE cHAIN• Encouraging local government bodies  \nand communities to protect and  \nrestore ecosystems\n• Promoting water conservation and adherence \nto Supplier Code requirements to further \nsuppliers’ environmental performance\nIn-house• Adopting circular economy models to further \nresponsible consumption, the repurposing of \nmaterials and waste diversion\n• Increasing awareness and appreciation of the \nimportance of local species and ecosystems to \npromote sustainable sourcing, wellbeing and \nbusiness resilience\n• Minimizing water consumption and increasing \nthe reuse, recycling and proper treatment  \nof wastewater\nDownstream• Demonstrating leadership in sustainable \nbuilding projects to set new benchmarks for \nothers to improve upon, while reducing \nenvironmental impact and supporting \nimprovements in local infrastructure\n• Paving the way for collective action to  \nestablish circular economic models\n• Maintaining the richness and variety of  \nlocal species and habitats\n• Championing water stewardship to conserve \nscarce water resources, further aquatic \necosystem health, and ultimately ensure  \nsafe and affordable access to clean water  \nfor all stakeholders\nUpstream• Sourcing reduced impact products from \nresponsible suppliers to reduce Melco’s \nfootprint and impact on biodiversity\n• Championing responsible consumption as well \nas best practices in material and waste \nmanagement in the supply chain RESTORINg OUR wORLDRESTORINg OUR wORLD\nMaterial  \nUse & Waste\n17.  https://www.unwto.org/sustainable-development/global-tourism-plastics-initiative046 047 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}