{"page_content": "Our GTPI action plan to address plastic includes:\n  Elimination of problematic plastic by:\n »Targeting SUP bottles, shoe mitts, razors, toothbrushes \nand toothpaste for recycling and/or replacement with \nalternatives in all guest areas\n »Replacing all SUP F&B containers and utensils with \nbiodegradable, sustainable alternatives including items \nmade from cornstarch, bamboo fiber or paper\n » Proactively engaging with suppliers to avoid disposable \npackaging, particularly SUP plastic, and adopt reusable \nand/or lower-impact alternatives\n  Implementation of a reuse and recycle model through:\n »Providing water refilling stations, as well as establishing \nbottling plants progressively across all our properties to \nprovide water for guests in refillable glass bottles \n »Introducing large-sized dispensers for shampoo and \nother amenities in guest rooms and spas\n »Encouraging our suppliers to develop and incorporate \nspecifications into tenders, purchase orders and other \nagreements to increase demand for reduced-impact \nproducts, packaging and services based on circular \neconomy principles\n »Redesigning and standardizing plastic bottles in existing \noperations across properties in Macau to support \nrecycling streams, and sourcing bottles made with rPET, \nas interim measures along our path to zero waste\nIn Macau, F&B operations have adopted sustainable, \nalternative disposables and provided for proper recycling of \n5,480 kg of SUP disposable items in 2020. In Manila, a range of steps have been taken to replace non-\nbiodegradable products with biodegradable ones, including:\n  Bagasse packaging materials for take away\n  Biodegradable paper resealable pouches for chocolates\n  Cardboard boxes replacing acetate boxes\n  Greaseproof papers for sandwiches\n  Biodegradable OPP (oriented polypropylene) wraps for \nbread\n  Biodegradable trash bags\n  Recyclable bottles\nSustainable Products – Cotton, Chemicals and Seafood\nWe have made substantial progress in ensuring that our \nhigh-quality, luxurious bed linen and towels for our guests are \nsustainably sourced and are free of harmful chemicals. We \ncontinue to review the use of chemicals across our properties \nand engage with suppliers to procure more sustainable \nproducts. In 2020, we consolidated chemical usage across \nproperties, reducing the number of products so it is easier to \ntransition to sustainable choices.\nCarefully selecting seafood that provides an exceptional \nculinary experience with a reduced environmental impact is a \ntop priority for our chefs. We procure our preferred seafood in \naccordance with our Sustainable Seafood Sourcing \nGuidelines, which prioritize sources that are certified by \ninternationally-recognized schemes.\nFor details on these initiatives, please refer to the  \nEthical & Sustainable Supply Chain  section of this report.We are avoiding  \nthe use and wastage of  \n9.5 tonnes of SUP in  \nF&B operations  \nper year\nwHY IT mATTERSwHY IT mATTERS\nThe inherent link between the environmental challenges and \nbiodiversity threats facing our world were laid bare by the \nCOVID-19 pandemic. As is typical of our industry, a significant \namount of natural resources and other materials are \nconsumed, and waste produced, every day throughout our \noperations globally. For any responsible business, the only \noption is to take substantive action to sustainably consume \nmaterials and resources.\nEnsuring a safe and clean supply of water is also critical. The \nway we supply, consume and conserve water not only impacts \nour water footprint and resource efficiency as a whole, but \nhow we dispose of wastewater also has a direct impact on the \nlocal aquatic ecosystems where our properties are situated.\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nAchieving our zero-waste goal by 2030 means doing things \ndifferently. We are focused on adopting new ideas and \ntechnologies to achieve our goals, and inspiring and \nempowering both colleagues and suppliers to reduce the \nenvironmental impact of their day-to-day activities and \noperations. By adopting innovative approaches and working \nwith our partners to effect change, we are taking action to \nreduce our environmental impact and create circular \neconomic models – from our sourcing of building materials \nand seafood to our consumption of water, to how we reuse, \nrecycle and compost materials. Material UseMaterial Use\nOur efforts to responsibly manage materials and waste span \na range of areas across our operations. \nSustainable Building Materials\nMelco’s iconic buildings are designed, built or retrofitted \naccording to the highest environmental standards and we \ncontinuously opt for sustainable materials and systems with \nlasting operational benefits. This ranges from the use of \ntimber and timber-based products that are legally-harvested, \ntraded and sourced to meet FSC™ certification standards,  \nto chemicals such as paints, coatings, sealants and adhesives \nthat have no or low Volatile Organic Compound (VOC) \ncontent as much as possible.\nTo align our suppliers with our specific standards, we updated \nour sustainability sourcing guidelines to include broader \ncoverage of sustainable chemicals, including paints, coatings, \nsealants and adhesives used in our buildings. We encourage \nall of our contractors to adopt this set of guidelines in the \ndesign and construction of our new buildings.\nPlastic-free Journey\nBecoming a signatory to the Global Tourism Plastics Initiative \n(GTPI) builds on our 2019 New Plastics Economy Global \nCommitment, through which we strive to eliminate \nproblematic packaging. We are identifying a full list of \npackaging in our portfolio that is not reusable, recyclable or \ncompostable and developing a roadmap to address these  \nby 2025. mATERIAL USE & wASTEmATERIAL USE & wASTE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT048 049 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}