{"page_content": "18.  https://www.greenqueen.com.hk/50-of-the-worlds-food-waste-comes-from-asia-\nand-businesses-are-gearing-up-to-fight-crisis/\n19.  https://www.drawdown.org/solutions/reduced-food-wasteand bars, minimizing food waste in all our properties \ncontinues to be a priority. We employ several initiatives across \nour properties, which range from conducting full-scale waste \naudits to installing cutting-edge AI technology for tracking \nand reducing wastage, to internal awareness-raising amongst \nour colleagues.\nAdvanced Food Waste Measurement T echnology\nWaste audits previously conducted at Melco’s integrated \nresorts show that food waste has contributed to 41% of the \ntotal waste we generate. Reducing food waste at source has \nsince become one of our biggest challenges and \nopportunities for progress. Leaner and more efficient food \nproduction requires accurate demand forecasting and waste \ndata collection. Melco’s commitment to reducing food waste \nhas led to a significant breakthrough in 2020, which saw us \nadopting a highly-advanced AI food waste measurement \ntechnology to operate our kitchens more sustainably and \nseparately also influence our colleagues’ behavior.\nWe have also engaged our colleagues to champion our efforts \non food waste. In Macau alone, on average in 2020, we served \nmeals to over 10,000 colleagues each day. To raise awareness \nof the importance of responsible food consumption, we have \nimplemented an ongoing Clean Plate Challenge campaign \nwhereby our colleagues are encouraged to only take what \nthey can consume in our Heart-of-House dining venues.  \nAs part of our plate waste initiatives in both Macau and \nManila, we are collaborating with Winnow and the London \nSchool of Economics and Political Science to trial awareness \nand communication campaigns to encourage colleagues to \nchange behavior. Please refer to Inspiring  Partnerships   \nwithin this section for more detail. Composting and Dewatering\nComposting also plays a big part in our food waste  \nreduction strategy. \nIn 2020, the food waste that we composted comprised  \n14% of our total waste stream. This is an increase of 2%  \nover the previous year and in Macau alone, we generated  \n36 tonnes of compost.\nWe continue to review and tweak our composting operations \nto ensure the right mix of inputs to generate high quality \ncompost. While enhancing our practices across our \nproperties, we also plan to install a food waste pulper and \ncomposting process at our integrated resort in Cyprus. \nBuilding Systems\nWe ensure that holistic waste management procedures are \nadopted across our buildings and that they are fitted with the \nlatest infrastructure to enable our waste reduction and \nhandling processes to be optimized. \nDedicated areas have been incorporated into the design of \nStudio City Phase 2 in Macau to maximize our capacity for \nthe collection, sorting, recovery and storage of recyclable \nmaterials. Furthermore, our principal contractor is required to \nimplement a construction and waste management plan that \nfacilitates the reuse, recycling and recovery of materials \nthroughout the construction process. Towards Zero WasteTowards Zero Waste\nAcross our operations, we seek to avoid the generation of \nwaste in the first place, followed by efforts to increasingly \nadopt options and systems to responsibly reuse, recycle and \ncompost valuable resources. For those materials that cannot \nbe repurposed, we ensure they are sent for proper treatment \nand disposal. Along our journey towards circularity and zero \nwaste, continually conducting material and waste audits, \nrevising our approach and collaborating with governments, \nindustry partners, supplier and innovators to find solutions \ntogether, is key. \nIn 2020, we developed resort-wide waste reduction action \nplans, based on the result of comprehensive waste audits \nconducted at City of Dreams Macau, Studio City, Altira and \nCity of Dreams Manila, to address the types of and hotspots \nfor waste generation identified. Actions focus on reducing \nfood waste, amenity kit and small toiletry bottle wastage, \nplastic reduction, and promoting recycling. Sustainability \nChampions have been tasked with training and running \ncampaigns to achieve further reduction amongst colleagues.\nEliminating Food Waste\nFood waste is a global problem that results in cascading \nimpacts to food security, human and ecosystem health, and \nthe climate crisis. Wasted food also increases the burden on \nlandfills and incinerators, releasing GHGs that further \nexacerbate climate change. With Asia generating over half of \nthe world’s food waste18, the region is responsible for 4% of \ntotal global GHG emissions19.\nManaging food waste has been one of our biggest challenges. \nFor our multiple Michelin-star restaurants, in-house dining \nrooms for colleagues, and more than 115 restaurants, cafés mATERIAL USE & wASTEmATERIAL USE & wASTE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\n050 051 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}