{"page_content": "Recycling - Paper \n42.18%\n Composting - Food Waste 14.43% Recycling - Glass 4.95%\n Recycling - Metal 9.47% Recycling - Used Cooking Oil 3.94% Recycling - Aluminium Cans 0.67% Recycling - Batteries 0.38%\n Recycling - Coﬀee Capsules 0.40%\n Recycling - Plastic 1.61% Recycling - Soap 0.74%\n Recycling - Others 21.24% (e-waste/ink toners/light ﬁxtures) 355Metric tonnes\nOf w ASTE DIvERTED IN 2020 Of w ASTE DIvERTED IN 2020\n8,27 4 Paper\n0.006 319Total Waste Generated (in metric tonnes)Total Waste Generated (in metric tonnes) Most Recycled TypeMost Recycled Type\nWaste Generation Intensity (in metric tonnes)Waste Generation Intensity (in metric tonnes) Waste Recycled (in metric tonnes)Waste Recycled (in metric tonnes)wASTE gENERATION IN 2020wASTE gENERATION IN 2020\nCity of Dreams Mediterranean is committed to reduce \nconstruction waste by ≥ 12. 5 tonnes of waste per 100 m² \ngenerated. Procedures are in place to minimize non-\nhazardous and hazardous waste in line with this target, which \ninclude minimizing the wastage of raw materials by ordering \nconstruction materials when required and not in excessive \nquantities, as well as through their proper handling and \nstorage, reuse and/or recycling of materials. By taking care  \nto only order materials we need, we are targeting to divert  \n≥ 70% by weight or 60% by volume of construction waste \nfrom landfill. \nIn addition to construction waste, we continually review \ninnovative options for segregating and managing recyclable \nand compostable waste streams for our property in Cyprus, \nas well as for upgrading existing systems at our other properties.Recycling and Waste DiversionRecycling and Waste Diversion\nWhile we recognize the urgent need to reduce waste at \nsource, reducing the proportion of waste sent to landfill or \nincineration is critical. A vital part of this process is identifying \nnew options for recycling facilities and exploring further \nalternatives for recycling, particularly for playing cards and \nplastic. We are also working with NGOs and industry partners \nto recycle linen and other items. We are in the process of \nsetting a waste diversion target, which will be essential in \nkeeping us on track for meeting our 2030 zero-waste target.\nWaste generated and waste diverted through composting \nand recycling dropped substantially by 55% and 50% in 2020 \nand 2019, respectively, due to the reduced visitation to our \nintegrated resorts as a result of COVID-19, restrictions on \nrecycling during the pandemic in Manila and through the \nadoption of improved practices based on the results of a \nKAIZEN exercise in early 2021. One challenge exacerbated  \nby the pandemic has been the lack of access to available \nrecycling facilities, partly contributing to a 49% reduction in \nmaterials sent for recycling.mATERIAL USE & wASTEmATERIAL USE & wASTE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT052 053 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}