{"page_content": "City of Dreams Manila has been successful in \nreusing treated greywater from our property for \nuse in the cooling towers. The water is filtered and \nmonitored constantly for bacteria count and \nadjusted automatically to ensure the water meets \nrequired health standards. During the reduction of \nbusiness due to COVID, daily consumption of \ngreywater is approximately 400 m³ per day.  \nAs business returns to pre-COVID levels, the daily \nconsumption of reused, treated water will be \napproximately 600 m³ per day, which is equivalent \nto annually saving the water contained by  \n88 Olympic-sized swimming pools22. \nAs a result of this initiative, our cooling towers  \nare no longer dependent on water from  \nthe city supply, enabling us to conserve  \nvaluable water resources, with the potential  \nto save 219,000m³ annually.\n-37%R/e.altduction \nfrom 2019 \nto 2020\n0200,000400,000600,000800,0001,000,0001,200,0001,400,0001,600,000 in m3\nOkushiga\nKogen\nResortStudio\nCityCity of\nDreams\nManilaCity of\nDreams\nMacauAltira 307,150835,129\n569,519\n396,644\n27,942T otal Resort-level Water Consumption \n(in m³)\n20. Intensity data for the year 2016 to 2019 have been restated to reflect an adjustment \nin actual floor area.\n21. Data from the Okushiga Kogen Ski Resort were only available for the year 2020  \nso consumption associated with this resort is not included in this metric.\n22.  https://www.justintools.com/unit-conversion/volume.php?k1=cubic-\nmeters&k2=olympic-size-swimming-poolWater ManagementWater Management\nReducing water usage and reusing water in our resorts’ water \ncycle are fundamental to our water policy. At each of our \nintegrated resorts, we have measures to reduce water \nconsumption, ranging from automatic sensors on all faucets \nand water-saving toilets and showers in hotel guest rooms to \nrainwater recovery systems that store rainwater for onsite \nirrigation, and extensive planting to minimize water loss \nthrough wind evaporation from pools and river features.\nExamples of property-specific initiatives include:\n  A sophisticated filtration system for The House of \nDancing Water show at City of Dreams treats and reuses \npool water indefinitely\n  Reusing treated wastewater in City of Dreams Manila’s \ncooling tower since the system became fully operational \nsaved 38,476 m³ of water as at the end of 2020 with the \npotential to save 219,000 m³ annually\n  For City of Dreams Mediterranean, a high-tech ‘harvesting \nsystem’ is being installed to collect greywater to be \ntreated and re-purposed for use in toilets and gardens \n  At Studio City Phase 2, a leak detection system exposes \nwater leaks within the building and between the building \nand utilities’ water meters, enabling us to prevent  \nwater wastage \n  At City of Dreams Mediterranean, adjustments to \nsanitaryware items, such as water closet tanks as well as \nhand wash basin and pantry sink mixers, have been made \nto achieve optimal water-efficient consumption levels set \nby BREEAM without compromising guest experience  A utility pulsed water meter connected to the building \nmanagement system has been installed on the main water \nsupply at City of Dreams Mediterranean to enable water \nmonitoring and water leak detection\n  Encouraging our colleagues to be vigilant in their water \nusage while cleaning guest rooms and public areas\nWater Consumption by Water Source\n(in m³)\n2020 2019 2018\nMunicipal water 2,110,619 3,423,319 3,218,930\nRecycled water 63,120 50,718 50,718\nTotal water \nconsumption2,173,739 3,474,037 3,269,648\nWater intensity  \nby floor area  \n(in cubic  \nmetres/m²)201.56 2.47 2.34\nTracking Water Use and Wastewater Minimization\nIn 2020 and again primarily as a result of COVID-19 \nrestrictions, both total water consumption and water intensity \nacross the five integrated resorts reduced by 37% compared \nwith 201921. Going forward, we will conduct a review of our \nwater consumption to identify opportunities to further  \nreduce consumption.\nmATERIAL USE & wASTEmATERIAL USE & wASTE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nCity Of Dreams Manila \nWastewater Reuse054 055 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}