{"page_content": "Food waste  \ncosts the \nhospitality \nindustry over \n$100 billion \nannually\nMarc Zornes \nCo-Founder, Winnow\nWith a background in supply chain and resource \nmanagement, Marc co-founded Winnow in 2013 \nwhen he identified an opportunity to utilize AI to \nrevolutionize waste management within the \nhospitality sector.We created Winnow with a vision to inspire a movement \nof chefs and commercial kitchens who support our \nconviction that food is too valuable to waste! In just six \nmonths Melco has been able to demonstrate how our \ntechnology can transform the way we consume food.\nFood waste costs the hospitality industry over $100 billion \nannually and kitchens are often throwing away up to 20% of \nfood purchased. Winnow has developed intelligent technology \nwhich helps to measure and manage food waste, making \nkitchens more efficient and empowering chefs to spend more \ntime getting creative with food.\nWe appreciate that kitchens are very busy places. Our \nrevolutionary AI technology shows kitchens exactly what they \nare putting in their bins by using computer vision to recognize \nwhat has been thrown away, automatically capturing data. \nMelco has effectively installed our systems in the kitchens  \nof the colleague dining areas at City of Dreams Macau and \nStudio City and in six months, reduced overproduced food \nwaste by 67% and 60% in grams per cover, respectively.  \nThis considerable success is testament to Melco’s \ncommitment to sustainability and innovation. \nWe look forward to rolling the system out across the Group, \ncontributing further to a combined industry saving, to date,  \nof over 36 million meals and 61,000 tonnes of CO² across  \nthe globe, as a result of Winnow’s technology.Calvin Soh\nVice President, Culinary Operations\nCalvin has spent 12 years understanding and \nfine-tuning the dining functions across Melco \noperations in Macau, and has been a key driver in \nimplementing the progressive new Winnow food \nwaste AI system in Macau.Kitchens have \nbecome smarter \nat understanding \ntheir waste\nRESTORINg OUR wORLDRESTORINg OUR wORLD\nmELcO mELcO xx wINNO w  wINNO wInspiring  \nPartnerships\nWe take food waste very seriously given the global impact \nof waste on the health of people, food security and the \nplanet. In fact, reducing food waste has already enabled \nus to make a substantial difference.\nWe have introduced the Winnow system in our dining areas for \nover 10,000 of our colleagues at two of our largest properties in \nMacau, and for one of our guest buffets. The smart AI program \nwas able to quickly identify critical ingredients to tackle, such \nas sponge cake, plain congee, meat stir fry and vegetable stir \nfry noodles, and adjust menus accordingly. \nIt has also been important to engage with our colleagues who \nare operating the system and who are dining in the venues. \nCommunications, including a series of posters and other \ntools, have resulted in greater understanding around food and \nplate waste, supporting our ongoing Clean Plate Challenge \ndrive. We have also installed a system in three of our colleague \ndining areas to capture food waste data from individual \nplates, encouraging everyone to reduce what they discard \nuneaten each day. The awareness campaigns conducted in \n2020 achieved an overall reduction of plate waste by 13%  \nin grams per cover. We can see a saving of roughly 107 tonnes \non plate waste alone per year when our colleague dining areas \nrecover to full capacity.\nKitchens have become smarter at understanding their waste; \nmanaging food supply, menu engineering and serving smart \nportions. This means that they can focus on what they do \nbest, delivering delicious and thoughtful dishes, at the same \ntime as reducing food costs and lightening Melco’s carbon \nload in the kitchen.056 057 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}