{"page_content": "LAwRENcE HO  \nChAIRMAN & CEO\nDENISE cHEN  \nSENIOR v ICE PRESIdENT & ChIE f SUSTAINABILITY OffICERAkIkO TAkAHASHI  \nExECUTI vE vICE PRESIdENT & ChIE f Of S TAff TO  \nChAIRMAN & CEO\nGood morning to you all, and thanks for joining. \n2020 has been quite the year. Many are \ndescribing COVID-19 as a black swan event, \nalthough there’s clearly questions over whether \nit can be justifiably depicted as ‘unpredictable’. \nBut clearly no account of last year can overlook \nthe effects of the pandemic. Lawrence,  \nhow did it impact Melco?\nLawrence Whilst coronavirus has been universal, I feel the \nexperiences we’ve had through it have been very personal \nand local. It’s all too easy to be ignorant of how one’s \nneighbors, be they nations or individuals, are tackling or \ncoping with it.\nHere in Macau, which normally welcomes 40 million visitors a \nyear and is one of the planet’s most densely populated cities, \nthe Government had to ensure it dealt with the threat rapidly \nand effectively. But as a direct result of their swift actions, \nMacau is now one of the safest places to be in the world.\nAkiko Yes, within two weeks of the first local case being \nidentified, the Macau Government asked us to close all our \noperations for two weeks, which worked as a really effective \nfirebreak. Five weeks later we closed City of Dreams Manila, \nand it remained entirely dark until the end of August. And \nover in Cyprus, we closed the doors for what ended up being \nthree months starting late March. \nSo, as you can imagine, it focused every one of our \ncolleagues’ minds on the need to support each other,  \nour families, and our communities through this  \nextraordinary event.Lawrence Economically, the slowdown we experienced \nwas extremely harsh.  Macau saw a drop in visitors of 85%, \nand globally our revenues fell 70%.  So, clearly in times  \nlike these, anything that’s not regarded as core business \ncan fall victim.\nBut it shows just how fundamental sustainability is to our \noperations these days, that this year’s report is still packed \nfull of progress. What we learned, and how we’ve changed \nsince launching Above & Beyond in 2018, meant that Melco \nwas so much better equipped to cope with this crisis. We’re \nmore resilient and more efficient.\nSo, are there any learnings from the last year  \nand COVID that will translate to your \nsustainability efforts?\nLawrence That technology and speed are front and center.\nBack in 2015, Bill Gates stood on a TED stage and said, \n“we’re not ready for the next epidemic”. He got that right.\nNow a year into the fight against COVID, he’s turned his focus \nto climate change. Because he believes that if we keep \nemitting greenhouse gases at our current rate “the \nconsequences for human life will be catastrophic”.\nYou only have to look at how little change there’s been in \nglobal emissions with nobody travelling this year. This \nsituation requires serious technological intervention.\nSome of the most striking gains we made last year were  \non food waste, and we did it by utilizing ground-breaking \nartificial intelligence hardware. We didn’t sit on our hands \nwhen things slowed down. Instead, we took advantage of the \npause and accelerated progress towards the tough goals \nwe’d already set.\nAkiko Yes, and it also gave us an opportunity to react when \nthe communities around us needed help. Almost a third of \nour entire workforce, that’s 7,800 people, gave up their time \nto assist, volunteering in a wide variety of ways. They \ndelivered groceries, took people to hospital appointments, \nbefriended the elderly and alone, sanitized schools and \nnurseries, and with the help of Macau’s Federation of Trade \nUnions and the Fu Hong Society, provided the \nunderprivileged with daily necessities. \nIn the Philippines, we supported their government's efforts \nwith hygiene and food supplies. In Cyprus, we provided \nfinancial assistance, and throughout we donated a  \ngreat deal of PPE.\nIt was a reminder of how making a positive impact is deeply \nengrained into our culture. From the company’s start, \nLawrence has led with the ethos that the way we take care  \nof our colleagues directly reflects the way they take care of \nour guests.\nWatching how our colleagues reacted to this was humbling. \nThe human side of our business really shone through.Leadership \nInsights on \nSustainability\nAn extract from a recent Zoom conversation between \nLawrence Ho, Akiko T akahashi and Denise Chen004 005 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}