{"page_content": "2021 & BEYOND2021 & BEYOND\nWhile the pandemic continues to put \nunprecedented pressure on the integrated \nresort industry, we continue to use this \nslowdown to renew our commitment to  \nour local partners, including governments, \nNGOs and SME suppliers. A key 2021 goal is to \nsupport government efforts in promoting and \nencouraging people to get vaccinated. Melco \nremains committed to finding creative and \nmeaningful ways to engage and support our \nlocal stakeholders to create shared value.mATERIAL TOPIcSmATERIAL TOPIcS\nEngaging  our People ........................................................................................... 062\nSafety, Health  & Wellbeing ............................................................................ 068\nResponsible Gaming ........................................................................................... 072\nCommunity Engagement & Investment .............................................. 076\nHIgHLIgHTSHIgHLIgHTS\nIn 2020, Melco demonstrated our dedication and care for our \npeople by offering tangible and continued financial \nassistance, along with other forms of support as we moved \nthrough the ups and downs of the global pandemic. We \ncontinue to be encouraged by our colleagues’ positive \nfeedback on the proactive leadership shown by the Company, \nsealing our position as an employer of choice in the industry.\n  Melco was chosen as one of HR Asia’s 2020 Best Companies \nto Work for in Asia for the second consecutive year \n  Melco was recognized by the HR Distinction Awards 2020 \nwith a Gold Award for “Excellence in Internship \nRecruitment/Development” for our initiative to engage \nspecial needs students with experience-based learning\n   Melco was awarded “Best In-house Recruitment Team” \n– Asia Recruitment Awards 2020\nWe have also not wavered from ongoing responsible gaming \nmeasures, or our commitment to community and SME \nengagement efforts. From the outset of COVID-19, Melco was \nthe first operator in Macau to provide swift aid by donating \nUS$2.6 million to support Wuhan and Hubei to purchase \nmedical supplies, including face masks and hand sanitizers. \nThis was followed by the donation of additional aid and relief \ngoods equivalent to US$4.6 million to our Macau, Philippines \nand Cyprus communities. Since the outbreak, we decisively \nmobilized over 7,800 Melco volunteer participants in more \nthan 600 volunteer activities under our ‘Simple Acts of \nKindness’ initiative. Our efforts went above and beyond  \nsocial responsibility to demonstrate solidarity with the  \nlocal communities in which we operate.\ncHALLENgEScHALLENgES\nThe integrated resort industry has been severely hit by the \nCOVID-19 pandemic, particularly with mandated closures of \nfacilities and the restrictions imposed on incoming visitors. \nAnother implication of the pandemic has been the continuing \nneed to safeguard the health and safety of our colleagues  \nand guests. Mobilizing resources and our workforce toward \nthis end has been a monumental job that, we are pleased  \nto say, has been largely successful and has strengthened \nstakeholders’ trust in our corporate citizenship.STRATEg Y & mANA gEmENT APPROA cH STRATEg Y & mANA gEmENT APPROA cH\nFrom the top-down, we are driven to operate our business  \nin a way that makes a positive impact on people and social \nprogress. Colleagues are at the very heart of this business \nstrategy and it has always been our fundamental belief that if \nwe take care of our colleagues, they will take care of our guests. \nWe commit to being the company people choose to work for  \nin our industry. Despite the pandemic’s challenges, we have \nremained steadfast in offering a workplace where the best \ntalent stays and thrives. We provide comprehensive training \nand development programs, competitive compensation  \nand incentives, an inclusive and diverse workplace and  \nan environment that supports the safety and health of all. \nOur people-oriented approach enhances our guest \nexperience and community investment efforts. In combining \nthe highest service standards with a fair and safe gaming \nexperience for guests, responsible gaming remains an integral \npart of our commitment to society. We understand that it \ntakes a unified vision with government and industry partners \nto deliver mutual success and meet the needs of  \nour communities on this level. As a result, creating shared \nvalue continues to inform the way we shape and conduct  \nour business. This requires constant communication and \ncooperation with our local partners to inspire trust and  \nlasting relationships. \nThese relationships are balanced by respecting local laws, \ncultures and time-honored customs while also leading the \nchange to improve the social, economic and environmental \nwellbeing of our communities. To ensure our community \ninvestment efforts are in line with our strategic business  \ngoals, we focus on the following CSR pillars:kEY gOALSkEY gOALS\n• Being the company people \nchoose to work for and stay with\n• Being best-in-class in safety  \nfor our guests, colleagues  \nand community\n• Promoting responsible gaming \nand an attitude of staying  \nin control\n• Supporting our communities \nand strengthening their \neconomic prosperity1. Y outh 2. Education 3. Women 4. Environment \n5. Culture & Heritage 6. Responsible Gaming \n7. Whole Person Development 8. Small & Medium EnterprisesvOLUNTEERISm / PHILANTHROPYvOLUNTEERISm / PHILANTHROPYcSR PILLARScSR PILLARSINSPIRINg OUR cOmmUNITIESINSPIRINg OUR cOmmUNITIES\nStrategy and \nManagement \nApproach060 061 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}