{"page_content": "  Consumer brand and service training: ensures  \nthat service is aligned with our consumer brand and \npositioning to maintain our distinctive edge in the market.\n  Forbes Five-Star standards training:  reveals what is \nbehind our exquisite premium luxury service.\n  Mystery shoppers: allows our colleagues to  \nexperience Melco’s service excellence and inspires  \ntheir own commitment to being best-in-class. \nOur Culture of Excellence approach and colleague training \nprogram benefit from and act upon valuable guest feedback \ngleaned from surveys and online channels shared through \nplatforms such as ReviewPro and QuestionPro.  \nPrior to COVID-19 restrictions, service standards were also \nconsistently enhanced based on suggestions provided at \nperiodic focus groups and during face-to-face surveys \nconducted to measure guest satisfaction at specific touch \npoints at our properties. We hope to resume varied methods \nfor measuring satisfaction as our colleagues continue to take \nguest services to new heights.\nCareer Development OpportunitiesCareer Development Opportunities\nMelco’s Whole Person Development is a holistic approach \nwhere cross-functional development is encouraged. \nColleagues are urged to break free from traditional roles and \nnurture well-rounded growth. Some components of Whole \nPerson Development are highlighted below: \nBuilding New Perspectives and Skills\nThrough our Foundation Acceleration Program (FAP), our \ncolleagues gain exposure across different departments and \nfunctions. This broadens their range of perspectives and \nbuilds new skills and experience beyond their known \nexpertise. Experiences can vary from one day to several \nmonths or a long-term transfer, and might comprise a single \ntask, a series of projects or provide a glimpse into new skills \ndesigned to stretch and inspire them. In 2020, we offered \n33,267 FAP experiences.\nMelco’s Learning Academy\nLife-long learning is a value Melco embraces and instills in  \nour people. We provide a customized curriculum of courses \nthrough Melco’s Learning Academy, the first ever in-house \nacademy in Macau. Around 7,800 courses covering sales  \nand marketing, language, finance, leadership and personal \ndevelopment have been offered to over 1.3 million colleague \nparticipants since 2009. In 2020, while operations slowed \ndue to the pandemic, we took the opportunity to further \nengage colleagues in training programs. As a result, global \ntraining hours increased by 164% during the year as \ncompared to 2019. \nInternal Career Opportunities\nOur long-standing policy is that job vacancies be internally \nposted, and priority be given to internal candidates where \nqualifications are comparable. Since our first resort opening, \nmore than 29,600 colleagues have been promoted or \nretained by internal transfer. In addition to internal hiring,  \nwe focus on local development. In 2008, 38% of managers  \nin Macau came from the local community; today, that figure  \nis over 80%. wHY IT mATTERS wHY IT mATTERS \nMelco’s success and sustainability as a business depends \non our people. We hire the most talented individuals and \nbenefit from their unique skills and contributions. Our people \nstrategy aims to design an experience that inspires our \ncolleagues to deliver exceptional customer service to \nguests. The excellence and dedication exhibited by more \nthan 19,700 colleagues, allow us to provide premium guest \nexperiences in our resorts across the world. \nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nYear-on-year, we operate in a highly-competitive market \nwhere the best people are in fierce demand. To retain the  \nbest and brightest, we must work hard to keep our people \nhappy and motivated through constant engagement, building \ncapability from within and investing in their wellbeing. We \nbenchmark employee benefits and compensation against  \nour peers as well as related industries in our various \njurisdictions. In addition, we continually review and update  \nall human resources policies and employment contracts to \nensure compliance with statutory requirements, including \nworking hours and minimum wage, and have kept all relevant \npolicies and procedures up-to-date to reflect changes in \nlabor laws in 2020. \nTo keep our colleagues engaged, we have put in place the \nfollowing approach:\n• Culture of Excellence\nSystems Aligned to Premium Brand Standards\n• Career Development \nOpportunities\nWhole Person Development\n• Workforce Inclusion & Diversity\nAn Equal Opportunity Employer\n• Work Environment\nWhere People Feel Valued, Cared For and Recognized• Quality of Life\nWork, Family and Personal Wellbeing\n• Safety & Health\nKeeping our Colleagues and Guests Safe\nCulture of ExcellenceCulture of Excellence\nOur culture of excellence brings out the best in everyone; \ncolleagues are supported through a system that not only \nallows them to be the best version of themselves but to \nprovide best-in-class service standards to our guests.  \nThis approach integrates:\n  Leadership vision and commitment\n  An environment that fosters success\n  Diligent processes and structures for delivery of our  \nbrand promise, including a training system that delivers \nmeaningful programs and customized content\n  Continuous measurement of service delivery and \nbehavioral standards\n  Attractive reward structures\n  A culture that celebrates our achievements\nTo align to premium brand standards, our tailor-made training \nprogram includes:\n  Orientation and induction:  introduces new joiners  \nto the secrets of Melco’s success: our core values, our \nphilosophy and our standards. As part of this program, \nnew colleagues receive training to ensure alignment  \nwith our exceptional service standards.\n  T echnical skills training:  provides technical knowledge \nto those hired according to our belief in “hiring for attitude, \npotential and image, and training on skills.”\n  “My first 90 Days” integration program:  integrates  \nnew joiners into Melco’s culture of excellence through  \na proprietary program that ensures each department’s \nunique requirements, knowledge, skills and expectations \nare shared and understood.ENgA gINg OUR PEOPLE ENgA gINg OUR PEOPLE\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT064 065 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}