{"page_content": "In April 2021, Melco’s entire integrated resort portfolio, including City of \nDreams Macau, Studio City, Altira Macau and City of Dreams Manila, \nbecame the first integrated resort operator in Macau and the Philippines to \nachieve the esteemed international third-party RG accreditation,  \nRG Check. Developed by the Responsible Gambling Council, RG Check is \nthe most comprehensive and rigorous RG accreditation program  \nin the world. It is designed to meet or exceed all existing RG regulatory \nrequirements and is valid for three years. Accreditation is reviewed by a  \nprestigious and independent panel of RG specialists. \n“We are committed to the development and maintenance of  “We are committed to the development and maintenance of  \na culture of RG in every jurisdiction in which we operate, respecting and a culture of RG in every jurisdiction in which we operate, respecting and \nfully cooperating with national governments and gaming regulators. We fully cooperating with national governments and gaming regulators. We \nwould like to take this opportunity to  would like to take this opportunity to  \nthank the organizers and our many dedicated colleagues  thank the organizers and our many dedicated colleagues  \nwho made this achievement possible.”who made this achievement possible.”\nmR. LAwRENcE HO mR. LAwRENcE HO\nChAIRMAN & CEO Of MELCO\n“We commend Melco on demonstrating its commitment to  “We commend Melco on demonstrating its commitment to  \nRG and being the first operator to achieve RG Check  RG and being the first operator to achieve RG Check  \naccreditation for venues in Macau and the Philippines.”accreditation for venues in Macau and the Philippines.”\nmS. SHELLEY wHITEmS. SHELLEY wHITE\nCEO Of RESPONSIBLE G AMBLING C OUNCILLeadership \nCommitment for \nExternal AccreditationcASE STUDYcASE STUDY\nMACAU • MANILAOUR c OmmITmENT OUR c OmmITmENT\nTied to our commitment to safeguard people's wellbeing is \nour effort to promote responsible gaming (RG). We \nunderstand our fundamental duty to help ensure all our \nguests game responsibly and see our RG culture as a proud \npoint of differentiation. In the jurisdictions that we operate in, \nwe surpass mandated regulatory requirements and always \nseek continuous improvement to ensure a fair and safe \nexperience for our guests. \nOUR TAR gETS OUR TAR gETS\n• Ensuring all current integrated \nresort RG programs will be \nthird-party accredited by 2025\n• Achieving third-party \naccreditation for all new \nintegrated resort RG programs \nwithin three years of openingImPAcT ALONg THE v ALUE cHAIN ImPAcT ALONg THE v ALUE cHAIN\nUpstream• Complying with regulatory requirements set  \nby government for gaming operators\n• Supporting social welfare and wellbeing of  \nour communities\nIn-house• Solidifying RG safeguards through a robust \nprogram of systems and controls that provide \nplayer protection, education and access to help\n• Empowering colleagues to detect and respond \nto potential problem gaming behaviors\nDownstream• Supporting our licenses to operate \n• Propagating a healthy and responsible attitude \nof gaming as a form of entertainment INSPIRINg OUR cOmmUNITIESINSPIRINg OUR cOmmUNITIES\nResponsible \nGaming\nRG Check—The most comprehensive RG Accreditation \nprogram in the world.072 073 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}