{"page_content": " \nsuch as mobile participation. We launched the “RG, Everyone’s \nJob” mobile quiz to regularly reinforce and test RG knowledge.  \nIn 2020, over 24,000 participants completed this mobile quiz. \nIn addition, we leveraged our MelcoToday colleague mobile \napp to post “RG Monthly Focus” bulletins; each with an  \nRG theme, message and training fact spotlighted for that \nparticular month.\nRG Ambassador\nMelco RG Ambassadors, comprise selected frontline \nmanagers with enhanced RG training knowledge and \nexperience. This ensures we provide support to patrons in  \nall jurisdictions in a professional, informative and empathetic \nmanner, including providing information on the availability  \nof counseling services and referrals. RG Ambassadors also \nassist patrons on self-exclusion applications. \nAll RG Ambassadors undergo a structured global training \nprogram consisting of:\n  Level 1 – RG Introduction\n  Level 2 – RG Advanced course\n  Level 3 – RG Ambassador training\nIn 2020, 100 new RG Ambassadors were trained in Cyprus. \nGlobally to date, Melco has more than 600 qualified RG \nAmbassadors who are available onsite 24/7, and who serve  \nas departmental contact points for all RG-related issues.\nAlso in 2020, an RG logo design contest was held among \ncolleagues at City of Dreams Manila where the winning design \nwas transformed into a lapel pin that every RG Ambassador \nwears for quick identification.\nLooking ahead, we are preparing to roll out an advanced RG \nAmbassador training course in 2021 and a select number  \nof RG Ambassadors will go on to complete a governmental  \n“RG Advisors” course in Macau.\nSupporting Gaming Research\nMelco invests in gaming research by supporting the Macao \nPolytechnic Institute and the University of Macau’s Institute \nfor the Study of Commercial Gaming (ISCG). ISCG’s 2019 \nresearch paper updates their decade long, ongoing study,  \nand indicates that despite an increased number of casino \nresorts in Macau, the rates of gaming disorders (as defined \nglobally in DSM-5) amongst Macau residents remain \nextremely low (<1%). \nWinning RG logo contest designwHY IT mATTERSwHY IT mATTERS\nAs a responsible organization, we take all possible measures \nto uphold the wellbeing of our guests, colleagues and \ncommunities. Part of that is achieved by providing the \ninformation and tools for informed decision making in the \ngaming experience. \nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nMelco takes proactive and systematic action to help our \nguests manage their gaming; we conscientiously provide \nsafeguards and support to those who need help. Beyond \nworking closely to align our approach with governments and \ngaming regulators, we continue to evolve industry-leading \ntechnology and ensure that our people, no matter their \nposition, understand their role in instilling a culture of RG.\nLeadership from the TopLeadership from the Top\nAs RG is a top priority, our Responsible Gaming Steering \nCommittee is justly led from the top. Our Chairman & CEO, \nLawrence Ho, is accountable for our RG strategy, including \nreviewing and approving strategic initiatives and sponsoring \nour cross-functional Responsible Gaming Working \nCommittees. Our gaming and non-gaming departments, and \nleaders of all our properties, are represented on the Steering \nCommittee. Through quarterly meetings, the Committee \nprovides strategic direction for all our RG initiatives. Separate \nworking committees meet more regularly to propose and \nimplement initiatives. \nTechnology and ProcessTechnology and Process\nState-of-the-art technology is a key feature of our award-\nwinning RG program.\nFacial Recognition \nMelco was the first operator in Asia to deploy real-time facial \nrecognition security systems at every entrance to our gaming \nareas in Macau. Today, in all of our gaming facilities in Macau, \nManila and Cyprus, real-time facial recognition security \nsystems are an also integral part of supporting self-exclusion.MelGuard \nMelco has developed the world’s first “Biometric Intelligence \nSystem” for RG in Japan, which uses biometric indicators to \nprevent restricted individuals from entering the casino floor. \nThis system effectively screens out these individuals, \nincluding those who wish to self-exclude, while meeting data \nprivacy requirements. For Japan, MelGuard is designed to \nwork in conjunction with the “My Number” card to enable \nauthentication for entry to our casino areas. \nEducating our Colleagues on RG\nIn the same way our people support the long-term resilience \nof our business, they are also at the heart of our RG strategy. \nInvestment in training is core to this – 130,000 colleague \nparticipants have been trained since the first opening of our \nintegrated resorts, to identify and address potential problem \ngaming and raise awareness among guests, colleagues and \nthe broader community. \nTo facilitate increased accessibility to our training programs, \nwe launched an e-learning version of our advanced RG \ncourse in January 2020. More than 12,000 colleagues from \nacross Melco’s global operations have completed this \nadvanced RG training, which is based upon the curriculum of \nthe “Macao Responsible Gaming Advisor Certificate \nProgram” designed by the Gaming Inspection and \nCoordination Bureau and the University of Macau. \nIn going beyond government-required biennial refresher \ntraining for gaming colleagues, Melco enhances colleagues’ \nunderstanding with yearly RG refresher training.\nTo stay top of mind, an RG educational space is also reserved \nat the Heart-of-House in Macau and Manila. In addition  \nto large, visual digital displays and interactive information \nkiosks, the spaces are dedicated to hosting experiential RG \nawareness-raising activities. To date, over 83,000 colleague \nparticipants have taken part in fun-based RG learning events. \nFor November RG Awareness month, and in support of the \nMacau Government’s 2020 RG theme “Lost Control, Lose \nFamily”, Melco set up game booths in the Heart-of-House \nareas of City of Dreams, Studio City, Altira and Mocha Clubs, \nand saw over 4,000 colleague participants join these activities.\nWith COVID-19-related social distancing measures keeping \nRG activities at Heart-of-House areas and classroom training \nto a minimum, Melco has made even greater efforts to \nproactively engage colleagues through alternative channels RESPONSIBLE gAmINgRESPONSIBLE gAmINg\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT074 075 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}