{"page_content": "cOmmUNITY ENgA gEmENT & INvESTmENT cOmmUNITY ENgA gEmENT & INvESTmENT\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\n“Made in Macau” Initiative\nChallenges brought on by the COVID-19 pandemic reinforce \nMelco’s commitment to supporting new local production  \nand manufacturing industries in Macau. We are particularly \ncommitted to helping SMEs launch new sources of revenue.  \nIn November, Melco hosted an event that brought together \nkey stakeholders, including SMEs, to take on a leadership  \nrole in announcing new “Made in Macau” initiatives.\nThrough the Melco Mask and Melco Red Packet Design \nCompetitions launched in collaboration with the Macau \nProductivity and Technology Transfer Centre (CPTTM), \nMelco proactively promotes opportunities for Macau’s local \nsuppliers, manufacturers and design talent. With the winning \ndesigns set to be wholly produced and manufactured in \nMacau by local enterprises, these initiatives demonstrate \nMelco’s commitment to strengthening Macau-branded \nindustries and boosting economic local diversity. \nExpress Payment Scheme\nThe most direct way to stand by our SME suppliers through \nthe pandemic challenge in 2020 has been by fast tracking \npayment to them. Under the new online invoicing system, \nExpress Payment Scheme, we reduce paper and Heart-of-House RoadshowsHeart-of-House Roadshows\nOur Heart-of-House Roadshows provide an \ninnovative channel for additional revenue by selling \ndirect to our colleagues. We provided rent-free retail \nspaces in Heart-of-House areas of City of Dreams, \nStudio City and Altira, exclusively for local SMEs. \nThrough this initiative, Melco helped generate \nrecord-breaking sales of over US$457,000 for 55 \nlocal SMEs and three local NGO vendors. The seven \nsessions held in 2020 served as effective platforms \nfor increasing revenue and market exposure for our \nSME partners who were experiencing economic \nhardship due to the pandemic.administrative time, with the added reward of paying all \neligible local SME vendors within 14 days of receipt of \ndeliverables. This initiative’s objectives are to ease liquidity \npressures and to work closely with local SMEs to overcome \nchallenges and difficulties in these unprecedented times. 080 081 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}