{"page_content": "While all our blended cotton table, bed and bath linens are \nOEKOTEX® certified, the difficulties with procuring \nsustainable sources for blended products has meant we are \nmoving towards switching some materials from blended \nfabrics to 100% cotton. Melco is currently attempting to  \ndo this for table linens, which will also have a cost benefit. \nLooking forward, we will also seek opportunities to source \nmore sustainable blended cotton fabrics. \nAs part of our sustainability initiatives, in 2020, we ensured \n28,949 pieces of fabric were repurposed, donated or recycled \nacross our properties.\nChemicalsChemicals\nOur Supply Chain teams have continued to consolidate our \nuse of chemicals and engage with chemical suppliers to \nidentify more sustainable, safe alternatives while ensuring \nthat we meet stringent sanitization standards. \nWe extended the scope of our chemical product review in \n2019 to include paints, sealants and coatings and adhesives. \nFor these products, which made up 20% of our total spending \non chemicals in 2018, we have since made progress in \nreducing the number and toxicity of chemical types procured. \nAdopting risk assessment criteria such as the impact on \nhuman health, toxicity, ecosystem degradation and bio-\naccumulation, we identified opportunities to improve \nchemical management. The assessment was based on \nfactors including the severity of resulting health impact, \navailability of eco-responsible alternatives and product \nperformance requirements, with a priority on managing \nhigh-spend products. \nAll of our resorts in Macau have received Green Key awards  \nas a result of our use of cleaning products that are free from \nharmful chemicals listed on the Green Key Blacklist. Since \n2018, we have established guidelines for sourcing sustainable \nchemicals and providing a “Green, Amber or Red” rating \nsystem that prioritizes the use of internationally recognized \neco-labels such as Green Key and Green Seal. As part of  \nour tender renewal process, we have progressively moved \naway from red chemicals, replacing them with Amber or  \nGreen alternatives.In 2020, the COVID-19 pandemic required extremely high \nsanitization standards across all of our properties, resulting in \nsome cases of increased use of Red chemicals. We continue \nto monitor this situation and maintain our commitment to \nusing environmentally responsible products wherever we can. \nWe conducted an in-depth review of our overall Group-wide \nchemical consumption at the end of 2020 and managed to \nreduce the total quantity of different types of chemicals used \nat our properties in Macau by 48% and in Manila by 58%, \nincluding significant reductions in the percentages of Red \nchemicals by 86% and 46% in Macau and Manila, respectively.  \nWe will continue to both reduce the number of chemicals \nused and for those that are used, to increase the proportion \nof Green-rated products. Henceforth, any new products \nrequested that are either Amber or Red will require approval \nand only be procured under exceptional conditions. Details \non the consolidation of chemical products can be found in  \nthe table below.\nChemical Consolidation for Macau and Manila\nBefore Consolidation After Consolidation Change\nNo of  \nproducts %No of  \nproducts %\nGreen 51 24% 38 36% -25%\nAmber 110 51% 56 52% -49%\nRed 56 26% 13 12%26-77%\nTotal Product \nQuantity217 107 -51%ETHIc AL & SUSTAINABLE SUPPLY cHAIN ETHIc AL & SUSTAINABLE SUPPLY cHAIN\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\n26. Currently only Red products are available for disinfecting marble, floors and toilets.094 095 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}