{"page_content": "Human Trafficking & Modern SlaveryHuman Trafficking & Modern Slavery\nAs an international integrated resort operator, we welcome \nthousands of visitors and guests every day, Melco knows that \nhaving proper protocols in place to protect human and labor \nrights and mitigate possible exploitation in our operations and \nsupply chain is fundamental to our license to operate.\nInternally, care has been taken to review all employment \ncontracts to ensure compliance with labor laws in the \njurisdictions we operate in, including statutory working hours \nand minimum wage requirements. Training is conducted  \nfor our Security Department on detecting the presence  \nof underage persons and possible sexual exploitation,  \nwhile independent vetting is done by our Investigations \nDepartment of both colleagues and suppliers to screen  \nout suspicious persons. \nWe also partner with local authorities, not-for-profits and \nindustry leaders, and engage with our supply chain to raise \nawareness, identify potential risks and eradicate modern \nslavery from their businesses. This includes providing up-to-\ndate training, tools and alliances to reduce vulnerability, and \nhelp to prevent any more adults or children from being \nenslaved or exploited. Joining the Mekong ClubJoining the Mekong Club\nA staggering 40 million people are trapped in modern slavery, \nwith 16 million of these victims directly related to the private \nsector. Current efforts of governments, the United Nations, \nand NGOs help an inadequate 0.2% of victims each year. \nBusiness must do more, Melco included. Due to the global \npresence of our business, eradicating this issue has the \npotential to affect many vulnerable people.\nRecognizing the critical need to eradicate modern slavery, \nefforts are underway to provide further training to our \ncolleagues and suppliers on both detecting risks and \naddressing potential vulnerabilities, and to also develop \nstandardized responses across our operations. There are \nnumerous touch points where modern slavery can occur in \nthe hospitality industry; forced labor within our supply chains, \nincluding third-party service contracts and construction, as \nwell as forced prostitution. In 2020, as a step towards fulfilling \nour commitment to end human trafficking and modern \nslavery, we joined The Mekong Club. \nThe Mekong Club is a non-profit organization that fights \nmodern slavery using a business-to-business approach; \nuniting and inspiring the private sector through an association \nplatform, technical training pertinent to our industry and tools \nfor tackling these issues. By stepping up and voicing the need \nto face these challenges head-on, we hope to take the lead in \nour industry and inspire others to follow suit in Asia. ETHIc AL & SUSTAINABLE SUPPLY cHAIN ETHIc AL & SUSTAINABLE SUPPLY cHAIN\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nSeafoodSeafood\nWe continue in our efforts to increase the procurement of \nresponsibly sourced seafood at our resorts and provide \nsupport to fisheries or farms working on fishery improvement \nprojects (FIPs) or aquaculture improvement projects (AIPs). \nBy purchasing from sustainable suppliers, Melco plays  \na role in the responsible management of fish stocks and \nocean restoration, while also helping to preserve marine \nbiodiversity and the livelihoods of communities that depend \non marine ecosystems.\nWe source our preferred seafood in accordance with our \nSustainable Seafood Sourcing Guidelines (our Guidelines), \nwhich specify our preference for seafood certified by  \nthe Marine Stewardship Council (MSC), Aquaculture \nStewardship Council (ASC), Global Aquaculture Alliance \n– Best Aquaculture Practices (BAP) and the GLOBALG.A.P \nAquaculture Certification. \nWe continue to examine our procurement strategy based on \nthe comprehensive review that we conducted in 2019, \nreferencing science-based recommendations from the \nConvention on International Trade in Endangered Species of \nWild Fauna and Flora (CITES) and the International Union for \nConservation of Nature (IUCN) as well as the World Wide \nFund for Nature (WWF)’s Local Seafood Guide. This approach \ncontinues to inform our sustainable seafood sourcing \nstrategy, ranking each species as either Green (recommended) \nor Red (to be avoided). In Manila, we are working with a  \nlocal NGO and the government to help suppliers responsibly \nprocure seafood from local sources and receive  \nMSC certification.To enhance our ability to trace our seafood stock's origin,  \nin 2020, we engaged our suppliers through workshops on how \nto source more sustainable alternatives in accordance with \nour Guidelines. We also seek to influence all of our partners  \nto adopt sustainable sourcing practices. While shark fin has \nbeen off the menus of our self-operated restaurants since \n2019, we continue to work with our F&B tenants across all  \nof our resorts to remove shark fin from their menus as well.\nIn 2020, we proceeded with our efforts to confirm our \nbaseline and targets for sustainable seafood. Despite the \nlogistics and export restrictions in various countries, we \nmaintain our spending on sustainable seafood at close to 10% \nof the total spend in seafood purchased. With the \nimplementation of a new procurement system across all \nresorts, oversight of our sustainable procurement spend will \nbe greatly enhanced. \nAs we renew and secure new contracts with seafood \nsuppliers going forward, we have systems in place to embed \ndata requirements to ensure better transparency around  \nthe source of our supplies. By integrating more of these \nsustainability-based requirements into our procurement \nprocess, we aim to make significant progress in building \nsupplier capacity.\nIn 2020, we continued to increase our procurement from \nsustainable sources, including a 10% reduction in Amber  \nand Red species.096 097 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}