{"page_content": "HOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT\nCode of Business Conduct and EthicsCode of Business Conduct and Ethics\nWe endeavor to go beyond requirements set by commercial \npractice or local laws, and our colleagues are core to this.  \nWe consistently engage our people on our Code of Business \nConduct and Ethics (Code), and beyond training them on the \nstandards expected, this training provides an opportunity to \nsuggest operational improvements. Our Code is reviewed by \nthe Nominating and Corporate Governance Committee and \nincludes guidelines relating to:\n  Employment practices to maintain fair,  \ninclusive and respectful workplaces\n  Policy against retaliation\n  Fair competition\n  Conflicts of interest \n  Bribery and corruption\n  Giving and receiving gifts and entertainment \n  Confidential and proprietary information \n  Money laundering and terrorist financing\nEthical Business Practices ProgramEthical Business Practices Program\nMelco has zero tolerance for bribery, fraud and corruption. \nAcknowledging that ethical matters can occasionally surface, \nMelco’s Ethical Business Practices Program (the Program) \nhas been designed to protect our people, our business  \nand our reputation. Providing details and training on the \nrequirements and guidelines for compliance with relevant \nlocal laws, the Program enables our colleagues to be aware  \nof, and pay special attention to, anti-corruption measures \napplicable in the various jurisdictions where we operate.\nAnti-corruption Training for ColleaguesAnti-corruption Training for Colleagues\nOur colleagues are central to safeguarding a culture of \nintegrity across our business.\nWe consistently engage them on the standards expected \nthrough mandatory anti-corruption training that ensures  \nthey are clear about their responsibilities under the Code  \nand the Program, as outlined below.\nThe Code\nTo strengthen understanding of the requirements and guidelines \nthroughout their career with Melco, every year colleagues are \nsent the Code and alerted to changes and updates to our \ncorporate policies. They are required to sign a Certificate of \nCompliance to indicate commitment to the contents. New \njoiners are required to complete corporate governance \norientation programs within their first 30 days with us.The Program\nOur directors and senior executives are required to \nacknowledge their understanding of and reporting  \nobligations under the Program on an annual basis.\nDo The Right Thing (DTRT) Training\nTraining is undertaken on an annual basis to keep \nmanagement and colleagues in key business functions \nabreast of bribery and corruption risks, methods to identify \nred flags, as well as the legal and policy requirements of  \nthe Program. \nTraining on ethics is important across our value chain  \nand thus is extended beyond our internal operations to  \nour suppliers. For details on the anti-corruption initiatives \nimplemented in our supply chain please see the  \nEthical & Sustainable Supply Chain  section of this Report.\nEthical Business Advisor and Liaison OfficersEthical Business Advisor and Liaison Officers\nUpholding our strong ethical principles is our Ethical Business \nAdvisor who is responsible for monitoring compliance, \nevaluating risk areas and implementing preventive measures \nacross our operations with respect to preventing, bribery, \nfraud and corruption. The Ethical Business Advisor updates \nthe Audit and Risk Committee quarterly on matters pertaining \nto the Program, including the completion of anti-corruption \ntraining by colleagues. The Advisor also works closely with \nour Ethical Business Liaison Officers who are responsible for \nunderstanding the requirements of local laws, and supporting \nour colleagues to interpret the Code and implement the \nProgram. Officers handle potential issues of misconduct in \nconfidence, provide guidance and answer any queries our \ncolleagues may have, through direct email or the mail.\nWhistleblowingWhistleblowing\nFor our governance structure to work, trust in the system and \nconfidentiality are critical. Melco has a range of channels for \nour colleagues to voice their concerns and report potential \nviolations of the Code anonymously, including a whistleblowing \nhotline operated by an external party. The hotline can be \naccessed through a dedicated toll-free phone number. \nInternally, the duty falls on the management team, Internal \nAudit, our Ethical Business Advisor and the Human \nResources department to handle concerns and queries. \nDetails of the various channels for raising concerns are \navailable on our intranet and posted within key colleague \nareas of our properties. Approximately ten reports are \nreceived each quarter via the whistleblowing hotline on topics \ntypically related to colleague non-compliance with policies and \nprocedures. All matters raised are investigated and additional \ncontrols implemented, or policies and procedures revised, \nwhere applicable. In 2020, there weren’t any topics raised  \nthat required investigation or related to non-compliances  \nwith Melco’s policies or codes.ETHIcS & INTEgRITYETHIcS & INTEgRITY\nHOw wE ARE mANA gINg IT HOw wE ARE mANA gINg IT108 109 ———  MELCO RESORTS SUSTAINABILITY REPORT 2020", "metadata": {"source": "NASDAQ_MLCO_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}