{"page_content": "MESSAGE FROM OUR \nCHAIRMAN AND CEOOUR STRATEGYGOVERNANCE \nAND ETHICSCONTENTS AND\nABOUT THIS REPORTRESPONSIBLE \nGAMINGENVIRONMENT PEOPLESOCIETY \nAND COMMUNITYABOUT MELCO GRI CONTENT INDEX\n1CONTENTS\nMESSAGE FROM OUR CHAIRMAN AND CEO\nOUR STRATEGY\nGOVERNANCE AND ETHICS\nRESPONSIBLE GAMING\nENVIRONMENT\nPEOPLE\nSOCIETY AND COMMUNITY\nABOUT MELCO\nGRI CONTENT INDEX\nCONTACT DETAILS2\n3\n13\n38\n48\n80\n98\n116\n130\n153Melco Resorts & Entertainment Limited (MRE, Melco or the Company)  is \npleased to present its second annual Sustainability Report (the report).  \nThis report has been prepared in accordance with the Global Reporting Initiative \n(GRI) Standards: Core option for its annual reporting cycle. The report covers \nMelco’s sustainability performance for the calendar year ending December \n31st, 2019 with multi-year data shared for comparison where relevant. Financial \ninformation is presented in United States Dollars (US$) unless otherwise stated. \nThe scope and boundaries for this report comprise all entities covered in our financial \nstatements, including our resort, hotel and club facilities in Macau and Manila, our \nsatellite and temporary casino operations in Cyprus and our corporate offices in \nHong Kong, Macau, Cyprus, Japan and Taiwan. For detail on entities included in \nthis report and our reporting scope and boundaries, refer to our GRI Content Index.  \nFor all our material topics covered in this report, we consider the impacts, both \npositive and negative, across our operations and along our value chain, where \nrelevant; this includes those that are both upstream in our sourcing and supply \nchain as well as downstream in how we create exceptional guest experiences and \nsupport local economic and community development, for example. For detail, refer \nto our Risk to Opportunities section.\nEnvironmental performance data reported on a group-wide basis includes all \noperations over which we have operational control across our portfolio. As our \noperations in Cyprus were under the operational control of our parent company, \nMelco International Development Limited, in 2018, data for these operations \nhave been included from 2019 onwards after their transference. When our \nintegrated resort in Cyprus is operational, data from this resort will be included \nin our environmental metrics.\nTo identify the Environmental, Social and Governance (ESG) topics that \nare central to our business, we have conducted industry research, peer \nbenchmarking and engaged with a wide range of internal and external \nstakeholders through multiple channels. As a result, we  have enhanced the \nalignment of the elements within our “Above & Beyond” strategy as presented \nin Melco’s Strategic Sustainability Framework, which was informed by our \nstakeholder engagement process. \nMelco have also aligned to the UN Sustainable Development Goals (SDGs), for \nfurther detail on our support of specific SDG targets, view our website.\nWe welcome your feedback on this report, our strategy and goals. Please email: \nsustainability@melco-resorts.com with your comments.ABOUT THIS REPORT", "metadata": {"source": "NASDAQ_MLCO_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}