{"page_content": "Upstream Impact  \nPartnerships with local authorities, not-for-profits and industry leaders, and \nengagement with our supply chain to educate, identify potential risk and eradicate \nmodern slavery from their businessIn-house Impact  \nUp-to-date training, tools and alliances reduces vulnerability and helps ensure a \nprocurement and sourcing network free from illicit labor conditions — maintaining \nreputation and trust in our brand Downstream Impact\nFreeing any people from slavery in our supply chains and helping to prevent any \nmore men, women and children from being enslavedSECURITY The security of our guests and employees, and the \nprotection of our properties, is of utmost importance \nto us. Whilst we have several measures in place, given \nthe immense scale of our properties and number of \nguests we serve each day, we are exposed to security \nthreats including but not limited to theft, assault, \nvandalism, terrorism and natural disasters.Business interruption and \nproperty damage\nInjuries to employees, \ncustomers and other \nindividuals\nImpact on reputation and \nour stakeholders' trustSecurity manpower planning \nSurveillance cameras and facial recognition system\nDocumented crisis management and business \ncontinuity plans\nRegular drills performed, including security incidents, \nfire, bomb, typhoon and emergency evacuationMelco continues its close working relationship \nwith local authorities, including running joint drills \nfor disaster and crisis management planning, and \nmeeting regularly to discuss potential security \nthreats.\nWith an established track record of going above \nand beyond minimum requirements, and as the \nfirst gaming operator in Asia to implement facial \nrecognition to secure all gaming areas, Melco will \ncontinue to strive for best-in-class security controls.\nUpstream Impact  \nConstant engagement with local authorities ensures up-to-date crisis management \nplanning in the communities where we operateIn-house Impact  \nThrough the security of our guests, colleagues and properties, we maintain \nreputation and trust in our brand Downstream Impact\nHelp to protect communities, and sense of safety for all our colleagues and guests\nHUMAN \nTRAFFICKING & \nMODERN SLAVERYMelco understands its corporate responsibility to \nprotect human and labor rights. Failure to implement \nall possible mitigations to prevent forced labor and \nsexual exploitation in our operations, or within our \nsupply chain, could result in reputational damage and \nnon-compliance with laws and regulations.Impact on reputation and \nour stakeholders' trust\nBreach of laws and \nregulations, resulting in \npotential litigation and/or \nfinesIndependent vetting by Investigations Department of \nboth colleagues and suppliers\nLegal review on all employment contracts to ensure \ncompliance with statutory working hours and \nminimum wage requirements\nTraining for security department on detection of \nunderage persons and sexual exploitationPolice authorities maintain a regular physical \npresence on Melco’s properties and we work closely \nwith them to combat human trafficking and modern \nslavery risk, in particular sexual exploitation.\nWith an estimated seven out of ten modern slavery \nvictims directly related to the private sector, \nenhancing engagement with suppliers to raise \nawareness and to build capacity for the avoidance, \nidentification and remediation of any occurrences in \nsupply chains is paramount and a key ongoing focus \nfor Melco.CONTEXT PRINCIPAL RISKS MITIGATING ACTIONS ACTIVITY IN 2019 AND OUTLOOKCHANGE IN \nIMPACTCHANGE IN \nLIKELIHOODOUR SUSTAINABILITY ISSUES, VALUE CHAIN IMPACTS AND RISKS & OPPORTUNITIES\n→\nNo ch ange\ncompared \nto prior year→\nNo ch ange\ncompared to \nprior year→\nNo ch ange\ncompared \nto prior year→\nNo ch ange\ncompared to \nprior year\nMESSAGE FROM OUR \nCHAIRMAN AND CEOCONTENTS AND \nABOUT THIS REPORTOUR STRATEGYGOVERNANCE \nAND ETHICSRESPONSIBLE \nGAMINGENVIRONMENT PEOPLESOCIETY \nAND COMMUNITYABOUT MELCO GRI CONTENT INDEX\n3131 GOVERNANCE & ETHICS  → 2019 HIGHLIGHTS → SUSTAINABILITY GOVERNANCE → INTEGRATING SUSTAINABILITY → RISKS & OPPORTUNITIES  → ETHICS → DATA PRIVACY & SECURITY", "metadata": {"source": "NASDAQ_MLCO_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}