{"page_content": " SMALL & MEDIUM \nENTERPRISES \n(SME s)\n CULTURE & \nHERITAGERespect for culture and heritage is one of Melco's \ncore CSR pillars. Lack of respect for the customs and \npractices in the countries in which we operate, or lack \nof support for the preservation of heritage assets, \nmay impact our sustainable economic growth.As part of our commitment to the community, we \nalso place substantive effort in supporting the \ndevelopment of local Small and Medium Enterprises \n(SMEs). Partnering with SMEs provides an \nopportunity to source quality and unique products \nand services, which offer a competitive advantage. \nLack of engagement with such enterprises may \nimpact the ability to achieve a sustainable future for \nthe countries and regions in which we operate.\nImpact on existing or new \ngaming licenses\nImpact on sustainable \neconomic growthImpact on sustainable \neconomic growth\nCSR Steering Committee and CSR program \nincorporating 'Culture & Heritage' pillarProcurement policies and procedures\nDevelop programs for regular SME engagement, \neducation for sustainable development, and provide \nplatforms for supporting/showcasing local SMEs' \nproducts and services to the wider community and \nguests \nA number of events were hosted by Melco in 2019 to \nsupport cultural heritage:\n“Splendors of China” series, in collaboration with the \nLiaison Office of the Central People’s Government in \nthe Macao SAR, covering Mainland China’s culture, \neconomic policies and Mainland of social systems and \nvalues.\n\"Journey\", a diverse artistic exploration of the roots \nand influences of Japanese anime. \nProject \"Heritage Signs\", promoting heritage sites in \nCyprus.Melco inaugurated the ‘Knowing You, Knowing Us’ \ncampaign in 2019, to enable SMEs to develop a better \nunderstanding of Melco’s procurement requirements, \nwhilst also helping SMEs identify products and \nservices they can offer Melco and the industry.\nUpstream Impact  \nCreates demand for SME products and servicesIn-house Impact  \nTactical engagement and training with SMEs to spur innovation and diversity in \nsourcing, fosters pride in Melco, builds mutually solid relationships that in turn \nsafeguard supply chains, and enriches our guest experience Downstream Impact\nPromotes diversity of economic opportunities and the sharing of economic \nbenefits, building sustainable economies and societies\nUpstream Impact  \nAs a culturally sensitive partner, Melco engages with local societies to identify, \npreserve and protect culture and heritageIn-house Impact\nRespecting and celebrating culture and heritage fosters pride among our \ncolleagues, enabling us to have enriched relationships and experiences with our \ndiverse stakeholdersDownstream Impact\nEnriches societies by inspiring appreciation for culture and heritage, while also \ncreating economic opportunities for those respectfully showcasing their culture \nand heritage to guests and the local communityCONTEXT PRINCIPAL RISKS MITIGATING ACTIONS ACTIVITY IN 2019 AND OUTLOOKCHANGE IN \nIMPACTCHANGE IN \nLIKELIHOODOUR SUSTAINABILITY ISSUES, VALUE CHAIN IMPACTS AND RISKS & OPPORTUNITIES\n→\nNo ch ange\ncompared \nto prior year→\nNo ch ange\ncompared to \nprior year→\nNo ch ange\ncompared \nto prior year→\nNo ch ange\ncompared to \nprior year\nMESSAGE FROM OUR \nCHAIRMAN AND CEOCONTENTS AND \nABOUT THIS REPORTOUR STRATEGYGOVERNANCE \nAND ETHICSRESPONSIBLE \nGAMINGENVIRONMENT PEOPLESOCIETY \nAND COMMUNITYABOUT MELCO GRI CONTENT INDEX\n3232 GOVERNANCE & ETHICS  → 2019 HIGHLIGHTS → SUSTAINABILITY GOVERNANCE → INTEGRATING SUSTAINABILITY → RISKS & OPPORTUNITIES  → ETHICS → DATA PRIVACY & SECURITY", "metadata": {"source": "NASDAQ_MLCO_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}