{"page_content": "JDRF’S NEW T1DETECT \nWhile type 1 diabetes (T1D) does not \ndiscriminate and can occur at any age across all social demographics, cases of T1D in the U.S. are rising most sharply among people of color, with diagnoses \namong Black children having the highest growth (+20%) of any race or ethnicity. To advance our strategic philanthropic mission to advance health equity, Veradigm was proud to join JDRF as one of the inaugural sponsors of T1Detect.\nT1Detect is a screening education and awareness program to help more \npeople access diabetes testing through a simple at-home blood test. The education component of the program will specifically target low-income communities where routine wellness exams are less likely to occur, with additional outreach efforts targeting racial and ethnic minority groups.\nVeradigm funding will help activate and inspire messaging within \nunderserved communities and health care institutions on diabetes risk factors and the importance of being screened. As a result of this commitment, JDRF has awarded Veradigm with its 2022 Corporate Community Excellence Award. \nNATIONAL ASSOCIATION OF FREE AND CHARITABLE CLINICS (NAFC)\nVeradigm is a proud partner of National Association of Free and \nCharitable Clinics (NAFC), providing over 260 clinics across the U.S. with a free Practice Fusion EHR system.  \nThrough this partnership, Veradigm has issued over 4,000 individual \nlicenses and absorbs all the operating costs. Practice Fusion is designed for small, independent practices and allows free clinics across the U.S. to deliver care to low-income and uninsured individuals more effectively. \nIn 2022, Veradigm expanded the partnership by working with NAFC to \ncreate a new grant program directly supporting free clinics in providing women’s health services. Clinics are eligible for to apply for funding to  \nhelp women receive OBGYN wellness services such as education and access to family planning resources.\nEveryone deserves \naccess to quality health care. Companies like Veradigm are making a difference to address disparities in health equity by ensuring free clinics have the resources they need to provide efficient medical care. On behalf of both our members and patients, we are grateful for our continued partnership.\nNICOLE LAMOUREUX,  \nNAFC PRESIDENT AND CEO\nVeradigm 2022 ESG Report\n17", "metadata": {"source": "NASDAQ_MDRX_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}