{"page_content": "ESG AT A GLANCE\nCorporate Governance  \nand Commitment to Ethics\nVeradigm strives to conduct business in an honest and  \nethical manner, with all stakeholders adhering to a \ncomprehensive code of conduct. Veradigm maintains  \nan independent board chair to ensure quality oversight  of the board and its objectives. \nWe regularly engage with shareholders through communication channels \nand proxy statements and consider risk oversight and cybersecurity to be \ntop priorities. In addition, we rely on an audit committee, a nominating \n& governance committee, and a compensation committee to ensure the \nhighest standards of ethics and oversight are being met.  Full details can \nbe found at https://investor.allscripts.com/  \nNON-DISCRIMINATION POLICY\nVeradigm’s policy is to provide equal employment opportunity and \naffirmative action in all of its employment practices without regard to \nrace, color, religion, sex, national origin, ancestry, marital status, protected \nveteran status, age, individuals with disabilities, sexual orientation or \ngender identity or expression or any other legally protected category.   \nCOMMITMENT TO BOARD DIVERSITY\nIn 2022, we sought to add diversity to our Board of Directors. After a \nthorough candidate search, we proudly appointed two women to the \nVeradigm board who each are from racial or ethnic groups that have \ntraditionally been underrepresented in board rooms. Our board is now \ncomprised of 50% women. We look forward to the important perspectives \nthat these leaders will bring.\nHEALTH AND SAFETY\nThe health and safety of our associates are critical to our success. For \nVeradigm, many of our associates are client-facing and participate in \nthe day-to-day operations of hospitals and medical centers. Veradigm \nis dedicated to the global fight against COVID-19. To date, 87% of our \nglobal workforce has been fully vaccinated against COVID-19.50%\nOur board is  \nnow comprised  of 50% women.\n87%\nof our workforce has been fully vaccinated against COVID-19.\nInsightful Impact\n4", "metadata": {"source": "NASDAQ_MDRX_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}