{"page_content": "Introduction  Our People  Advancing Science  Governance & Operational Integrity The Environment SASB Standards Index 33\nBio-Techne impacts the health and quality of life \nof people globally by developing the innovative \nresearch reagents, analytical tools and spatial \nbiology solutions used by biopharmaceutical \nand academic researchers to further their \nunderstanding of disease etiology and develop \npotential cures and treatments for a wide \nrange of conditions. Since launching its first \nrecombinant protein in 1988, Bio-Techne’s \nportfolio of products and technologies have \nplayed an integral role in the discoveries that \nled to the launch of numerous therapeutics, \nincluding small molecule pharmaceuticals, \nrecombinant proteins, monoclonal antibodies, \nand vaccines, as well as the emerging class of \ncell and gene therapies. Separately, our ExoDx \nProstate test gives men with indeterminate \nprostate specific antigen (PSA) scores additional \ninformation to inform their decision on whether \nto proceed with a prostate biopsy. \nEconomic Impact\nWe positively impact the economy as we expand \ncapacity and add to our employee base to meet \nthe growing demand for our products from our \n34 sites worldwide. Over the last decade, our accelerating organic growth combined with \nan active acquisition strategy has led to rapid \nexpansion of our employee base. In 2013, we \nhad approximately 790 employees in 8 global \nlocations. Today this has grown to approximately \n3,000 employees in 34 global locations, \nincluding 12% growth in our worldwide \nemployee base during fiscal 2022.\nEnvironmental Impact\nWe are implementing initiatives not just to \ndevelop cutting edge tools for the scientific \ncommunity but also to fortify these efforts with \nstrategies to reduce Bio-Techne’s impact on \nthe environment. For example, we continue to \nimprove our processes for protein production \nat our Minneapolis headquarters, establishing a \nnew protein design and development process \nto improve the cloning, expression selection, \ndevelopment and purification processes. These \nefforts have translated into higher protein yields. \nThese higher yields, in turn, have lowered \nthe associated energy consumption as less \nproduction is now required to produce the same \nmass yield of proteins.Impact  \non Society\nOur ExoDx Prostate test provides important information to both \npatients and clinicians, enabling men to make more informed \ndecisions on prostate biopsies. Prostate biopsies are potentially \ndangerous procedures, with side effects including bleeding, \ninfection, difficulty urinating, and sepsis. We are proud of the \nrole we play in enabling society to live healthier lives.\n -  Kim Kelderman  \nPresident,  \nDiagnostics & Genomics Segment", "metadata": {"source": "NASDAQ_TECH_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}