{"page_content": "\u0018\u0018 W O R K P L A C EProviding Benefits to Our Partners\nStarbucks Total Pay package is the cornerstone of our pledge \nto treat partners with respect and dignity. The Total Pay \npackage varies by country to make sure it is locally relevant. \nThe components may include competitive base pay, bonuses, \ncomprehensive health coverage, income protection, vacation, \nstock options, a savings program, adoption benefits, tuition \nreimbursement and partner perks, including a discount on \nmerchandise in our stores.Pay at Starbucks reflects the knowledge, skills and experience \nrequired for a specific job. We regularly consult industry \nsalary surveys to determine competitive rates, and pay \naccordingly. Partners are also eligible for merit pay increases \nbased on performance.\nThe chart below summarizes the core benefits that our eligible \npart- and full-time partners receive.\nStarbucks Benefits\nPARTNER BENEFITS PROGRAM DESCRIPTIONS\nAND COVERAGEELIGIBILITY\nComprehensive healthcare benefits \n(U.S. and Canada)Benefits include medical, dental, vision, \nprescription drugs and alternative health coverage. \nIn the U.S., Starbucks paid 77 percent of health \ncoverage costs for partners and 60 percent for \ndependents. In Canada, 73 percent of costs were paid for partners and 45 percent for dependents. Once initially eligible, full- and part-time partners who \nare paid a minimum of 240 hours per calendar quarter \nand their eligible dependents, including spouses, \ndomestic partners and children. In fiscal 2006, 65 \npercent of U.S. partners and 61 percent of Canadian \npartners were eligible for these benefits.*\nBean Stock – Starbucks stock \noption plan (eligible partners in \nthe U.S., Canada, UK, Hong Kong, \nNetherlands, Switzerland, Germany, \nAustralia, Costa Rica, China, \nThailand, Singapore, Chile, Republic \nof Ireland and Puerto Rico)The board of directors determines annual stock \noption grants based on company performance up \nto 14 percent of our partners’ eligible base wages. \nEvery partner through the director level receives \nthe same percentage of his or her fiscal-year \nwages. For fiscal 2006 performance, the basis for \nstock option grants was 14 percent.Full- and part-time partners up through director level \nwho have been employed by Starbucks since April \n1 and have been paid for at least 500 hours from \nthe first of the fiscal year through March 31 or from \nApril 1 through the end of the fiscal year. (Eligibility \nrequirements may vary slightly by country.) More than \n70,000 partners qualified for Bean Stock for fiscal \n2006 performance. \nS.I.P. – Stock Investment Plan (U.S. \nand Canada), Share Incentive Plan \n(UK)Partners can purchase company stock at a \ndiscounted price on a quarterly basis (U.S. and \nCanada) or a semiannual basis (UK).Partners who have worked as a regular Starbucks \npartner for at least 90 days and have been paid for an \naverage of 20 hours a week during the three months \npreceding the offering. No hours requirement in the \nUK. In fiscal 2006, 32 percent of eligible U.S. and \nCanadian partners participated in S.I.P. \nFuture Roast – Starbucks 401(k) Plan (U.S.), RRSP – Registered \nRetirement Savings Plan (Canada)Starbucks matches from 25 percent to 150 percent \n(based on the length of service from the partner’s \nmost recent date of hire) on the first four percent \nof pay that partners contribute to the U.S. 401(k) \nPlan. Eligible Canadian partners receive a 25 \npercent match on the first four percent of pay that \nthey contribute to the RRSP.U.S. partners age 18 or older may participate after the \ncompletion of 90 days of service. Canadian partners \nare eligible after one year of service. In fiscal 2006, 21 percent of eligible U.S. partners participated in \nFuture Roast. Sixteen percent of eligible partners in \nCanada participated in the RRSP.\n*With\tapproximately\tfour\tcompany-operated\tstores\topening\tdaily\tin\tthe\tU.S.\tand\tCanada,\twe\thave\ta\tlarge\tnumber\tof\tpartners\tin\ttheir\teligibility\twaiting\tperiod, \t\n\ttypically\tthree\tmonths.\nPartner Benefits – Internationally\nWhile specific benefits differ between regions and countries, \nall of our international business partners share Starbucks \nTotal Pay philosophy. Below are several representative \nexamples of benefits received by Starbucks partners outside \nNorth America.\n• Japan:   All partners who work 30 hours per month or \nmore are eligible for health insurance including annual \nmedical checkup. Stock and annual leave (vacation) are also offered.• \nChile:  All partners are eligible for health insurance, paid \nvacation and sick leave, among other benefits.\n• Greece:  All partners are eligible for health insurance, paid \nvacation and sick leave, among other benefits.\n• China:  All eligible partners receive health insurance, sick \nleave and maternity leave.\n• Australia:  Bean Stock, paid vacation, sick leave and career \ntraining are among the benefits offered.", "metadata": {"source": "NASDAQ_SBUX_2006.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}