{"page_content": "CEO Message\nThe power of beauty \nfor good in action\nThis past year was one for the record books at  \nUlta Beauty—achieving more than $10 billion in  \nrevenues and surpassing 40 million active loyalty \nmembers—while keeping our guests and associates  \nat the center of all we do. Our achievements are the \nresult of our passionate associates, who execute with \nexcellence every day as they help guests discover  \ntheir own beautiful possibilities. \nExpanding our environmental and social impact is one  \nof our core strategic priorities and is something we work \non every day. By staying focused on our guiding ESG \nprinciples , we are able to deliver on our ambition to  \nuse the power of beauty for good and, in turn, make  \na positive impact on the world. This focused approach \nresonates strongly with guests who want to shop with \npurpose-driven companies; it also addresses risks facing \nour industry and communities and helps us attract and \nretain top talent. \nIn this third annual ESG report, we are excited to share \nhow far we’ve come on our journey. But make no mistake; \nwe know there is a lot of work yet to do. A few \nachievements from 2022 of which we are particularly \nproud include:  \n >Expanding Conscious Beauty at Ulta Beauty™ to now \noffer over 300 brands\n >Delivering on our diversity, equity and inclusion (DEI) \ncommitments by investing $50 million across our \nmajor areas of focus, including multicultural media \nto amplify underrepresented voices, dedicated \nsupport for Black-owned brands and associate training to reinforce inclusivity and address \nunconscious bias\n >Doubling our use of renewable energy and \nexpanding energy-efficient LED lighting to an \nadditional 100 stores and our Chambersburg, \nPennsylvania, distribution center\n >Providing career growth and development \nopportunities to our associates, with nearly 60% of \nopen positions at the manager level and above filled \nby internal candidates \nOver 90% of our associates are women, including 78%  \nof our executive team and 55% of our Board of Directors. \nEnsuring inclusivity allows for greater perspectives \nacross our business, which is an important part of our \nbusiness strategy. \nWhile 2022 was a milestone year for our company, we \nalso faced shared environmental and societal challenges, \nreinforcing the need to drive positive change and \ncollaboration. We are engaging our many partners to \nhelp the beauty industry become more sustainable, with \nefforts such as pilot programs featuring reusable \nshopping bags and recycling options for smaller beauty \nproducts. We look forward to learning from these efforts \nand are optimistic about how we can continue to \ninfluence positive changes in the beauty industry and  \nin retail.\nWe are also taking action to reduce Ulta Beauty’s direct \nimpact on the environment and are proud to announce \nthat our science-based targets to reduce Scope 1, \nScope 2 and Scope 3  emissions are currently under review by the Science Based Targets initiative (SBTi),  \na global leader in helping companies establish these \nimportant commitments. We are already hard at work  \nto achieve these targets and look forward to sharing  \nour progress with you.\nFinally, we know many are interested in learning even \nmore about Ulta Beauty across several dimensions, \nincluding our people, climate, risk management and \nmore. I encourage you to explore our Appendix where \nyou will find useful supplemental data, as well as our \nAnnual Report , detailing more information about many \naspects of our business. \nIf you take just one thing away from this year’s ESG \nreport, I hope it is that Ulta Beauty takes its responsibility \nas the nation’s leading beauty retailer seriously, operating \nas good stewards of our business and leaving a positive \nlegacy as part of our daily work. We are committed to \nimproving always and welcome your feedback on our \nefforts. On behalf of our Board of Directors and our \ndedicated associates, thank you for your support.\nINTRODUCTION PRODUCT COMMUNITY PEOPLE ENVIRONMENT GOVERNANCE SUPPLEMENTAL DATA\n2\n2022  \nESG Report", "metadata": {"source": "NASDAQ_ULTA_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}