{"page_content": "C S R  2 0 0 3 C O F F E E 28 C O F F E E C S R  2 0 0 3 29\n2003 fiscal y ear\nNUMBER OF APPLICA TIONS RECEIVED\nAMOU NT OF COFFEE PU RCHASED THROUGH PREFERRED SUPPLIER PROGRAM166\n13.5 million pounds\n(6 million kilograms) This volume represents 60 cond itionall y appr oved appl ications co vering  \nan es timated 52,000 acres (21,043 hec tares).Includes appl ications fr om Guatemala,  Mexico, Hondur as, El Salv ador, Nicar agua,  \nCosta Rica,  Panama,  Colombia,  Brazil, Indonesia,  Kenya and Tanzan ia.Preferred Supplier Program Progress Report\nVerifiers Ensure Compliance and \nLend Credibility to Preferred \nSupplier Program\nStarbucks Preferred Suppliers must \nhave a third party verify that they are \nadhering to our Coffee Sourcing Guide -\nlines. Dr. Robert Hrubes, senior vice \npresident of Scientific Certification \nSystems, believes independent, third-\nparty verification is the cornerstone of \na credible Corporate Social Respon -\nsibility program. “By establishing a \npreferred coffee suppliers program that \nincorporates independent verification \nagainst rigorous standards, Starbucks \nis demonstrating to its stakeholders a \ncommitment to social responsibility and \ntransparency,” he stated.\nSo far, our coffee suppliers have \nengaged the following organic certifiers, \npublic agencies, and other certifica -\ntion entities to provide the verification \nwe require to be assured Starbucks \nCoffee Sourcing Guidelines are being \nimplemented:\n• Rainforest Alliance\n• MayaCert\n• British Standards Institute\n• Icafe/CICAFE (Costa Rica only)\n• Eco-Logica\n• NaturlandDuring our second year of the program, we visited Guatemala and Costa Rica and met \nwith producers, importers, nongovernmental organizations (NGOs) and government \nrepresentatives to get feedback on the effectiveness of our Coffee Sourcing Guidelines. \nThe dialogue helped us identify regional best practices in order to make needed \nadjustments. So far, we’re making progress at getting producers to adopt our guidelines.  \nOthers in the coffee industry are now developing sustainability models inspired by \nStarbucks Coffee Sourcing Guidelines. Unique to our program is that we require our \ncoffee suppliers to verify how much farmers actually receive of the purchase price. \nThis is extremely challenging because of the sheer number of farmers who contribute \nto Starbucks supply chain. Moreover, many small-holder farmers sell their crops to \nlocal mills or trade through cooperatives where formal records are not always kept. \nNevertheless, we are determined to gain transparency to ensure that a significant portion \nof the purchase price ends up in the hands of those who grow our beans. (See Preferred \nSupplier Program progress report graph above.)", "metadata": {"source": "NASDAQ_SBUX_2003.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}