{"page_content": "C S R  2 0 0 3 C O F F E E 30 C O F F E E C S R  2 0 0 3 31I N V E S T I N G  I N  S O C I A L  P R O G R A M S  I N  C O F F E E  \nP R O D U C I N G  C O M M U N I T I E S\nIt doesn’t always take a large amount of money to make a significant difference in small \ncoffee farming villages. When a few thousand dollars is invested by Starbucks, and a \nfarm owner makes a contribution, it’s amazing what happens. In fiscal 2003, Starbucks \ninvested more than $1 million in social programs that benefited farming communities \nin nine countries – from Colombia to Indonesia. Recognizing the challenges farmers \nand their families face, we focused our investments in two critical areas – health and \neducation. More information about Starbucks support of coffee communities begins on \npage 60.\nP U R C H A S I N G  C E R T I F I E D  A N D  C O N S E R V A T I O N  \nC O F F E E S\nStarbucks purchases some coffees that have been certified or verified by independent \nthird parties. Included in this category – Commitment to Origins,™ as it is known at \nStarbucks – are certified coffees (organic and Fair Trade), and Conservation (shade-\ngrown) coffees. (See graph on next page for details about Starbucks purchases of \nthese coffees.)Coming Together to Build a School\nWhen one of Starbucks coffee \nsuppliers, Mr. Marcos Chavarria, \ndonated a parcel of land, the \nNicaraguan community of La \nReforma came together for a \ncommon purpose – to build a school. \nCash was needed for the project, \nso Starbucks contributed nearly \n$25,000. Parents offered their time \nto clean and prepare the lot for \nconstruction. And when the school \nwas completed, the Nicaraguan \nMinistry of Education provided a \nfull-time teacher. Today, the Las \nMarias School can accommodate \n120 school-aged children and 100 \nadult students, serving the residents \nof this small community located 35 \nkilometers northwest of Jinotega. \nApproximately 2.3 million pounds \n(1.04 million kilograms) of excellent \ncoffee are produced annually on \nsmall to medium-sized farms in \nLa Reforma. \n", "metadata": {"source": "NASDAQ_SBUX_2003.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}