{"page_content": "C S R  2 0 0 3 C O M M U N I T Y 52 C O M M U N I T Y C S R  2 0 0 3 53\nfiscal 2003, more than 35 Starbucks leaders (vice presidents and above) were actively \nengaged as board members of nonprofits. And in the spirit of Make Your Mark, \nStarbucks often contributes to these organizations as a way to support our executives’ \ninvolvement.  \nC H O O S E  T O  G I V E !\nCommunity organizations thrive on volunteer support as well as financial contributions. \nBecause giving is such a personal decision, Starbucks designed a flexible workplace-\ngiving program that provides a dollar-for-dollar match of our partners’ donations to the \ncharities of their choice, up to $1,000 annually. As a result, our North American partners \nhave steadily increased their giving over time. Starbucks believes our Choose to Give! \nprogram is an important community investment because it provides financial support to \nlocal nonprofits, and it also reinforces the importance of philanthropy to our partners. \n(The chart below shows Choose to Give! results for 2001–2003.) Christine Day Makes First Place \na Priority\nThe demands of being a Starbucks \nexecutive haven’t deterred Christine \nDay from assuming another role in \nher busy life. For the past six years, \nChristine was a board member \nof First Place, a Seattle school \ncreated for the children of families \nin crisis. “What I loved most about \nbeing involved were the kids, and \nseeing how the school made such a \npositive difference in their lives,” \nChristine noted. \nDuring her tenure on the board, \nChristine served as president and \nhelped First Place complete its \n$6 million capital campaign used to \nbuild a new school. “The opening \nceremony for the new school was \nclearly a highlight for me,” Christine \nsaid. “One loyal teacher couldn’t \nbelieve her own eyes that ‘everything, \njust everything the teachers dreamed \nof was here.’ In that one moment, \nall the long hours of planning and \nfundraising had been worth it.”Christine Day (right), Starbucks \nsenior vice president, celebrates the \nopening of the new school with Josie \nHowell, a member of the First Place \nadvisory board.\nChoose to Give!\n2001 2002* 2003 fiscal y ear\nNUMBER  OF PARTNE RS PA RTICIP ATING\nSTARBUCKS CON TRIBUTION515\n$170,000637\n$132,0001,260$252,000\n  * Choose to Gi ve! was suspended f or seve ral months at the beg inning \n     of 2002 so i mprovements coul d be made to the pr ogram. These figures\n     ref lect giving from Mar ch to Septembe r 2002.\n", "metadata": {"source": "NASDAQ_SBUX_2003.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}