{"page_content": "C S R  2 0 0 3 P R O F I T A B I L I T Y 76 P R O F I T A B I L I T Y C S R  2 0 0 3 73\nS T A R B U C K S  H I S T O R Y  A N D  C O M P A N Y  \nP R O F I L E\nStarbucks opened for business in 1971 with a small shop in Seattle’s Pike Place \nMarket. Sixteen years later, two events occurred that signaled things to come. \nA group of investors, led by Starbucks chairman and chief global strategist, Howard \nSchultz, acquired the company in August 1987, at a time when there were six Starbucks \nstores. And Starbucks expanded for the first time outside the Seattle area, opening \nstores in Vancouver, B.C., and Chicago. \nIn 1992, Starbucks became a publicly traded company, with common stock being traded \non the Nasdaq National Market under the trading symbol, SBUX. Stores were opened in \nSan Francisco, Southern California and Denver, bringing the total of Starbucks stores to \n165 at the end of fiscal 1992.\nFour years later, Starbucks expanded to Japan and Singapore, our first international \nventures outside North America. That same year we introduced the bottled version of \nStarbucks Frappuccino® coffee drink in North America.\nOver the next seven years, Starbucks steadily added locations, introduced new products, \nlaunched ventures and formed strategic partnerships. Starbucks ended fiscal 2003 \nwith 7,225 company-operated and licensed operations in 32 countries, including all \n50 U.S. states plus the District of Columbia. This year, retail operations accounted for \n85% of Starbucks revenues, while remaining revenues were from specialty operations. * \n(See Company Profile chart on the next page.)Our very first store in Seattle’s Pike \nPlace Market.\n* Sales of coffee and tea products that occur through other channels of distribution outside the company-\noperated retail store environment are collectively referred to as “specialty operations.” \n", "metadata": {"source": "NASDAQ_SBUX_2003.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}