{"page_content": "C S R  2 0 0 3 P A R T N E R S 8 P A R T N E R S C S R  2 0 0 3 9In rating overall satisfaction, 82% of our partners stated that they were satisfied or very \nsatisfied with Starbucks. More important was the overall rating for partner engagement, \nwhich was measured at 73%, placing Starbucks among the best employers in the world \nbased on engagement studies conducted by an independent consultant of 1,459 compa -\nnies in 17 countries. \nThe 2003 Partner View Survey confirmed that Starbucks Mission Statement and Guiding \nPrinciples have a positive impact on partner engagement. We also heard how important \nhealth benefits were to our store partners in their decision to join Starbucks. Although \nsoaring U.S. health care costs have challenged Starbucks and other companies, we are \ncommitted to designing health plans that ensure our partners have continued access to \naffordable health care.\nP A R T N E R  B E N E F I T S  \nThe story has been told many times, but it’s worth repeating. When Howard Schultz \nbecame head of Starbucks, he vowed to leave no one behind. The commitment stemmed \nfrom his childhood experiences as the son of a blue-collar worker. An injury kept his \nfather out of work, and without company-provided health coverage, the family suffered \ntough times. This instilled a vision at Starbucks to “treat people like family and they will \nbe loyal and give their all.” \n \nThe importance of treating people like family has never worn off. Today, Starbucks has \none of the most competitive benefits and compensation packages in the retail industry. \nHere are a few examples of our Total Pay programs:\n• In 1987, Starbucks became one of the first retail companies to offer our part-time \npartners who work at least 240 hours per calendar quarter the same comprehensive \nhealth benefits that our full-time partners receive. This includes medical, prescription \ndrug, dental, vision and alternative healthcare coverage.\n• Starbucks pays approximately 75% of the costs of healthcare coverage for U.S. partners.\n• Starbucks pays 60% of the healthcare coverage cost for our U.S. partners’ dependents, \nincluding their same-sex and opposite-sex domestic companions.\n• Bean Stock,  Starbucks stock option plan, is offered to all eligible part-time and full-time \npartners in the U.S., Canada, the UK, Hong Kong and, for the first time with the fiscal \n2003 grant, partners in the Netherlands.\n• S.I.P. (Stock Investment Plan) allows all eligible part-time and full-time partners \nin the U.S. and Canada to purchase company stock at discounted prices. A similar \nplan – Starbucks Corporation Share Save Plan – is available to eligible partners in the UK. \n• Starbucks 401(k) plan, Future Roast, is a savings program open to all eligible U.S. \npartners. Contributions made by partners are matched by Starbucks, and immediately \nvested. Based on length of service, Starbucks matches partner contributions – from 25% \nto 150% on the first 4% of pay contributed. Canadian partners receive a 25% match on \ntheir contributions to the Registered Retirement Savings Plan (RRSP), which is similar \nto the 401(k).When Eric Yu was attending college \nfive years ago, he joined Starbucks as \na part-time barista and qualified for \nhealthcare coverage and other benefits. \n“As a college student, the healthcare \nbenefits were very important to me. \nNow that I’m a full-time assistant \nmanager, the healthcare coverage and \nother benefits are still important \nto me.”\n", "metadata": {"source": "NASDAQ_SBUX_2003.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}