{"page_content": "62 \u001fCommunity Reinvestment Act (CRA)  \n \nThe Bancorp is committed to a robust Community Reinvestment Act \n(CRA) Program  that not only meets the requirements of the CRA but \nalso follows the spirit of the CRA. The Bank's CRA philosophy is built \non providing empowering solutions and resources to underserved \ncommunities and low- or moderate-income populations. To advance our \nCRA activities, we have implemented a CRA Strategic Plan that has been \napproved by our regulators. Our Strategic Plan is designed to ensure our \nproducts and services, community investments and outreach, education, \nand technical assistance efforts consider these needs in a manner \nconsistent with safe and sound banking practices.\n \u001fCommunity Engagement  \n \nWe remain committed to enriching and reinvesting in our local \ncommunity  by encouraging employees to serve in volunteer programs, \nproviding corporate grants and participating in local outreach aimed \nat improving financial literacy within low- and moderate-income areas \nof our community. We also desire to give back to the communities \nwithin our regional area through donations to local charities, community \ndevelopment events and social outreach programs.  \n \nThrough our Corporate Grant Program, The Bancorp provides financial \nsupport to select nonprofit organizations operating within our \nheadquarters region of Southeastern Pennsylvania, as well as within \nthe other locations where we conduct business. Grants are made \nonly to qualified federal tax-exempt 501(c)(3) organizations \nas defined by the Internal Revenue Service. \u001fFinancial Literacy  \n \nThe Bancorp is committed to building financial literacy and well-being \nthroughout our local communities and beyond.  We partner with Junior \nAchievement and Everfi to provide financial literacy training to customers \nof The Bancorp and members of the community. Our online Financial \nResource Center provides comprehensive education for individuals \ninterested in learning more about budgeting and managing money, \ninvesting, preparing for retirement, basic financial concepts such as credit \ncards and car loans, and much more.THE BANCORP GOVERNANCE ENVIRONMENTAL SOCIAL", "metadata": {"source": "NASDAQ_TBBK_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}