{"page_content": "92011 methanex responsible care and social responsibility report\nOver the course of the year, the sweeping political change \nunfolding in Egypt resulted in ongoing demonstrations across that country. In mid-November, during the elections, protesters in Damietta, the site of our Egypt production facility, voiced concerns over the environmental impacts of the area’s industrial activity. Although we were not the focus of the protests, we ultimately made the decision to temporarily suspend our operations in Egypt in order to protect the safety of our employees. The plant was restarted in early December and since that time has been operating at high rates.\nThis event underlines the importance of building and \nmaintaining a positive, trusting and sustainable relationship between ourselves and our community neighbours. In late 2011  \nand early 2012 , we launched several initiatives to enhance our \nrelationships with the community in Damietta to help support our social licence to operate. (See the Community section on page 12 and the Environment section story on page 33 for more information on these initiatives.)\nThe natural gas situation in southern Chile has also created \nmany challenges. After the state-owned energy company ENAP increased natural gas prices in the region by 17 per cent in early 2011 , citizens in Punta Arenas participated in a \nlarge demonstration that led to the resignation of regional and national government ofﬁ  cials. The protests also affected \nMethanex, as the company is the biggest consumer of natural gas in the region.\nWe have been working with different stakeholders over the \nyear to share information and reinforce that Methanex is committed to being part of the solution to the regional energy challenge. Methanex has made signiﬁ  cant investments to \nsupport natural gas exploration in southern Chile. The company is also contributing to the diversiﬁ  cation of the regional energy \nmatrix through its development of wind energy and study of coal gasiﬁ  cation. \nPlease see the Community section of this report to learn more \nabout our community outreach efforts in Egypt, Chile and other regions in 2011 . \nBuilding our relationships with governments\nAs a global corporation, Methanex aims to build open lines of \ncommunication with governments and, to that end, we advocate to regulatory and legislative entities in the regions where we do business. We promote a broad and inclusive energy policy and advocate for legislation that would include methanol as a clean-burning alternative transportation fuel. We also encourage policy-makers to include options for incorporating methanol produced from renewable energy sources in the fuel pool.\nOur advocacy initiatives focus on environmental and greenhouse \ngas policies, health and safety regulations, international trade and taxation issues. For example, Methanex continues to work with the U.S. Environmental Protection Agency via trade associations, as the organization evaluates the human health effects of methanol as part of a standard review of chemicals \nunder its Integrated Risk Information System. \nOur advocacy to government ofﬁ  cials in the U.S. and in Chile \nin 2011 also focused on laying the groundwork for a possible relocation of a plant from Chile to Louisiana. \nIn Canada, we worked closely throughout 2011  with the \nGovernment of Alberta to ensure our compliance with environmental and greenhouse gas regulations as we restarted our Medicine Hat plant. \nIn New Zealand, our advocacy to government ofﬁ  cials focused \non promoting methanol as a transportation fuel and on the economic beneﬁ  ts for the country that will result from the \nrestart of our Motunui  #1 plant.\nIn Egypt, we ensured that government authorities were kept \nupdated on our activities and that Methanex received all the information necessary to ensure the safety and well-being of our employees. \nIn all of our government outreach activities, Methanex \nGovernment Relations professionals abide by Methanex’s Code of Business Conduct. This includes ensuring that our government advocacy efforts respect the legal framework of the regions where we operate. In Canada, for example, we abide by the Lobbyists Registration Act  and the Lobbyists’ Code of Conduct .\nCode of Business Conduct\nMethanex’s Code of Business Conduct outlines our expectations \nfor the honest and ethical behaviour of all employees and directors while conducting company business. A conﬁ  dential toll-\nfree hotline is available for all employees to report any suspected code violations.\nMethanexMediaGovernment and \nRegulatorsInvestors\nJoint Venture  \nPartners\nNatural Gas Suppliers Analysts\nLogistics Partners\nEmployees\nIndustry Associations\nCommunity Groups  \nand RepresentativesSuppliers and \nContractorsIndustry PartnersMethanol End-UsersMethanex’s Stakeholders", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}