{"page_content": "122011 performance report \nMeaningful engagement at the community level\nOur Responsible Care and Social Responsibility (RC/SR) \npolicies deﬁ  ne our goals and actions in support of:\n• building open, honest, proactive relationships in the \ncommunities where we have a signiﬁ  cant presence;\n• being accountable and responsive to the public;• maintaining effective processes to identify and respond \nto community concerns; and\n• informing the community of any risks associated with \nour operations.\nCreating opportunities for meaningful dialogue\nDialogue based on respect deﬁ  nes how we engage with our \ncommunity neighbours. Our local Community Advisory Panels (CAPs), which are established at our manufacturing locations, \nhelp facilitate communication between Methanex and fence-line communities. Composed of a cross-section of independent community representatives, CAPs provide an effective forum for frank communication. Both Methanex and stakeholder representatives beneﬁ  t from learning about the community’s \nkey priorities and concerns, and we can then work together to collaborate and implement solutions. \nIn 2011 , we started production at our site in Damietta, Egypt. \nAs described in the Governance section of this report, the political revolution that swept Egypt was accompanied by regional protests in Damietta and other communities over concerns about local issues, including the environment. We are committed to responding to community concerns (please see Good neighbours support one another.\nWe strive to be a respected and valued corporate citizen by \ncreating positive and sustainable impacts in the c ommunities \nwhere we operate. This requires open dialogue and \ncommunication so that we can work alongside stakeholders to understand each community’s speciﬁ  c needs.community", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}