{"page_content": "142011 performance report > community\nof 17 per cent, creating numerous \nchallenges. As the largest consumer of natural gas in the region, Methanex came under scrutiny. \nMethanex is deeply committed to being \npart of the energy solution for the region and has signiﬁ  cantly invested \nin gas exploration efforts in southern Chile. Six international companies, in addition to ENAP , the state-owned oil and gas company, are presently exploring for natural gas in the region to satisfy Methanex’s demand. If successful, this new gas supply will ultimately beneﬁ  t \nthe community. Methanex has taken a proactive role on the issue, including building a wind farm that provides a source of renewable energy for the area and supporting energy conservation programs in the region. The company is also exploring the feasibility of a coal gasiﬁ  cation project to utilize the \nabundance of coal in the region. \nIn 2011 , we met with Magallanes \ncommunity members to share information about our community advocacy efforts and to strengthen relations with a wider group of stakeholders. Discussions were aimed at ﬁ nding areas of common ground \nand working together to address the energy issue. As a large industrial employer, Methanex also brings economic prosperity to the region. In 2011 , we met with community leaders, \ngovernment ofﬁ  cials and small business \nrepresentatives to explore additional opportunities for small business development. (Please see the story on the next page for more details.)\nWe also adopt an open-door policy \nthat encourages our neighbouring communities to learn more about us and the methanol industry. In New Zealand, close to 300 people visited our manufacturing facility on guided tours of our plant site, and nearly 2,500 visitors stopped at our Visitor Centre in 2011 . \nIn addition, we conducted an external survey of our neighbours to obtain feedback on our communications with \nthem and the topics they want to know more about. Results indicate that our SR and safety initiatives are very important to our local neighbours and we will continue to make those topics a high priority in our local outreach efforts.\nFor more information about our \ncommunity outreach efforts across our regions, please see the Community Spot-light sections on the following pages. \nInvesting in communities\nWe make ongoing investments of money and time to support healthy communities that are great places to live and work. Employee-run SR Committees at our global locations identify and develop community investment strategies that are aligned with business objectives and reﬂ  ect \nthe speciﬁ  c needs of each community. \nOur SR investments target the \nfollowing areas:\n• partnering with employees through \na matching grants program to encourage employee volunteerism and contributions to community fundraising initiatives;\n• providing ﬁ  nancial assistance for \nlocal community health, safety and environmental initiatives related to RC; and\n• supporting regional educational \ndevelopment through education projects and scholarship programs.\nOur community investments include \nﬁ nancial contributions and in-kind gifts \nas well as countless hours of volunteer time that our employees generously donate to local community projects. See the tables on page 21 for a breakdown of investments by our SR focus areas. “When you ask about a \ncompany’s corporate \nresponsibility, actions speak \nlouder than words. Methanex \nhas done a lot to build the \nquality of life in Punta Arenas, \nsupporting community \nevents, business training \nand development, and \nenvironmental education in \nschools. \nMethanex works closely with \nits Community Advisory Panel \nto learn what’s important to the community and to identify \nopportunities where it can \nmake a difference. The company \nalso strives to keep residents and regional authorities \ninformed about its activities \nand to respond to community \nconcerns.\nMethanex embraces \nResponsible Care in many \nways, which is exempliﬁ  ed in \nits respectful conduct towards \nstaff, the community and the \nenvironment.” \nIván Nikovic\nMember, Methanex Chile Community \nAdvisory Panel (CAP)\nIván Nikovic is an independent farmer \nand businessman in Punta Arenas. \nA long-standing CAP member, he \nparticipated in the company’s 2011  RC \nveriﬁ  cation.\nWhat Others Say", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}