{"page_content": "152011 methanex responsible care and social responsibility report\nChile Community Spotlight: \nWorking with Stakeholders to Find Solutions \nFor the last 25 years, Methanex Chile has played an important \nsocio-economic role in the Region of Magallanes, working closely with key stakeholders to strengthen local businesses, address regional concerns and respond to community needs. The company has a strong tradition of SR and giving back to the community, which is reﬂ  ected in its range of education, business \nand charitable initiatives. \n2011  was a very challenging time in Magallanes, as businesses \nand local residents grappled with energy shortages. Methanex is committed to help solve the regional energy problem. As part of its SR strategy, the company focused on strengthening its engagement with community leaders, local authorities and small business entrepreneurs through collaborative development ventures and employee-driven volunteer projects to support solutions to the energy challenge.\nSupporting small businesses for future growth\nMethanex has long been a strong supporter of regional business development, and throughout 2011  was involved in \nmyriad initiatives to support economic development, both on a large scale and for small businesses closer to home. For example, in July, Methanex joined other regional industry leaders to sponsor and participate in a regional conference devoted to hydrocarbon exploration and the potential business opportunities for small entrepreneurs. More than 150 people attended the one-day event. \nMethanex also participated in a conference about regional \ngas exploration that was held in San Gregorio, a small community around which there is currently a good deal of exploration. Delegates discussed the challenges and progress to date around sourcing new gas as well as the many new opportunities for small businesses as a result of Methanex’s and other companies’ exploration activity. \nIn August, the company invited a group of 70 small business \nrepresentatives to visit our Cabo Negro site. As participants toured the facility, they gained a better understanding of our business and our efforts to ﬁ  nd alternative sources of energy \nand gas supply. The visit was well received and many of these local entrepreneurs expressed interest in doing business with Methanex. \nLooking ahead, Methanex will continue to focus on activities \nthat strengthen its relationship with, and beneﬁ  t, this important \nstakeholder group, such as training and new collaborative business opportunities.Supporting community through volunteerism\nOne of the most signiﬁ  cant charitable initiatives in the Region \nof Magallanes is  Jornadas Magallánicas , a regional telethon to \nraise funds for people with special needs. The funds support three rehabilitation centres that provide medical treatment and rehabilitation services for children and adults. \nThis event is very close to employees’ hearts, and Methanex has \nenthusiastically supported the initiative for many years. 2011  \nwas no exception: in addition to successful fundraising projects organized by the company’s SR committees in Punta Arenas and Santiago, employees and contractors also co-ordinated smaller events to collect monies for the cause, such as lunches and friendly games. \nAs part of Methanex’s SR policy, the company matches \nfunds raised by employees for charitable initiatives. In 2011 , \nthe company donated more than US$55,000 to Jornadas \nMagallánicas,  the largest corporate contribution in the region. \nSupporting energy efﬁ  ciency through education\nIn addition to supporting large energy-efﬁ  ciency efforts in the \nregion, Methanex aims to demonstrate in a tangible way that conservation is possible on a local level. \nIn 2009 , the company signed a co-operative agreement with the \nContardi School in Punta Arenas to support two complementary initiatives: the school’s environmental certiﬁ  cation process, a \nnational program for which organizations must meet speciﬁ  c \nsustainability criteria; and the development of an environmental regional highlights\nMethanex Chile hosted an exhibit at a regional business conference to \nshare information about its business procedures and opportunities for local entrepreneurs.\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}