{"page_content": "172011 methanex responsible care and social responsibility report\nTrinidad Community Spotlight: \nStrengthening Communities through Outreach\nUsing Methanex’s SR pillars of education, RC and Partnership \nwith Employees as its foundation, Methanex Trinidad built its 2011  outreach program on the needs of its fenceline \ncommunities. The organization supported a number of volunteer and community activities, spanning health and environmental care programs, literacy initiatives and conservation projects. \nBringing safety closer to home\nEmergency preparedness continues to be an issue of concern to local residents, given Trinidad and Tobago’s island geography. In October, 100 residents drawn from Methanex’s fenceline communities in the Couva, Trinidad region successfully completed a one-day workshop in First Aid and CPR techniques. The course equips participants with skills to assist in medical emergencies at home and in the workplace. \nThe workshop was facilitated by a tt$50,000 ( us$7,800) \ndonation from Methanex to its CAP as part of the company’s ﬁ fth anniversary celebrations. The CAP selected the First Aid/\nCPR program because of an expressed need in the community for training in emergency response. The program also provides knowledge that enhances residents’ skill sets, thereby increasing their opportunities for future employment. \nCoached by instructors from the Trinidad and Tobago Emergency \nand Safety Training Consultancy, participants learned and practiced the most up-to-date First Aid and CPR procedures, based on the U.S. National Safety Council’s certiﬁ  ed safety train-\ning course. Participating residents, who ranged from policemen and teachers to government employees and homemakers, all had high praise for the program, citing its informative value and practical application in a variety of settings. Powering safer roads\nThe promotion of safety was a key factor in Methanex’s continued partnership with international drag race champion Sheldon Bissessar. For a second year, Methanex has helped to fuel the success of the Trinidad and Tobago national, signing on as the main sponsor of his 2011/2012  season.\nBissessar and Methanex share many of the same values, \nparticularly with regard to safe methanol handling practices and road safety. For the past ﬁ  ve out of his 22 years on the \ninternational drag racing circuit, Bissessar has used 100 per cent pure methanol to power his 5,000 horsepower engine. His many wins, accolades and three world records attest to methanol’s efﬁ cacy as a clean and potent high octane fuel. \nMethanex is currently conducting a local methanol fuel blending \nfeasibility study to test the effectiveness of methanol in fuel blending. Given Trinidad and Tobago’s status as the global export leader in methanol, fuel blending would not only give the country a potential economic advantage, but would also give residents an effective and cleaner-burning alternative to traditional gasoline. \nBissessar is also a strong promoter of safe methanol handling \npractices, which aligns with Methanex’s commitment to RC. He and his crew were already seasoned practitioners of safe handling measures when they joined forces with Methanex and have since made a number of improvements to their safe handling and storage practices, based on recommendations from the company’s Responsible Care team. The local hero, who makes his home in one of Methanex’s fenceline communities, has become a strong positive role model for young people. He has joined Methanex in the ﬁ  ght for safer roads. \nMethanex has partnered with the organization Arrive Alive! \nto promote the United Nation’s ‘Decade of Action for Road Safety’ campaign, with Bissessar acting as an ambassador for responsible driving practices.\nLeft: Residents from Methanex’s fence-\nline communities in the Couva, Trinidad region participate in First Aid/CPR training.\nRight: Champion drag racer Sheldon \nBissessar fuels his car with methanol and is a strong advocate for road safety.\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}