{"page_content": "18New Zealand Community \nSpotlight: Engaging with Our Community\nEngaging with people was the underlying theme of Methanex \nNew Zealand’s 2011  community outreach program, inspiring a \nwide variety of environment, education, and health and safety initiatives. The driving goal was to strengthen the organization’s engagement with employees by reﬂ  ecting what was important \nto them, to the community and to the country.\nIn the aftermath of the devastating earthquakes around \nChristchurch in late 2010  and early 2011 , Methanex matched \nits employees’ generous donations on a 2:1 basis to help those affected by the disaster. In addition, the company donated funds to the Canterbury Business Recovery Trust, a business-to-business initiative to support the economic recovery of Christchurch businesses. In total, Methanex and its employees contributed more than nz$250,000 (approximately us$200,000) \nto earthquake relief efforts, reﬂ  ecting the company’s \ncommitment to New Zealand and the disaster’s emotional impact on employees. \nThe company also lent its support to initiatives aimed at \nimproving the quality of life for community residents, and continued its championing of future engineers through involvement with various education programs. \nCaring for New Zealand’s beaches\nNew Zealand is well known for its beautiful beaches and resi-dents take pride in maintaining their upkeep. In March 2011,  \na contingent of more than 30 volunteers participated in the Methanex Beach Clean-Up, a conservation initiative organized by the company’s Social Responsibility Committee, in partnership with Waitara High School and Methanex’s CAP . The event coin-cided with New Zealand Seaweek, a national event designed to encourage New Zealanders to renew their connection to the sea. The section of beach selected for the clean-up extended from \nthe local community of Waitara to an access point neighbouring the company’s Motunui plant. Spirits were high as Waitara High School students, CAP members and Methanex staff covered approximately ﬁ  ve kilometres of beachfront, collecting two \ntruckloads of garbage. Given the success of the event, Methanex plans to co-ordinate another clean-up in 2012  or 2013  as business \ninitiatives allow. \nShowcasing careers in energy\nIn June, Methanex participated in ENEX, New Zealand’s oil and gas energy exposition, which was held at TSB stadium in New Plymouth. Designed to showcase the country’s oil and gas sector, this year’s event also included the Petroleum Skills Association Student Programme 2011 . The program gives Grade 12 and 13 \nstudents from across New Zealand an opportunity to learn more about the country’s oil and gas industry and the companies that drive it. The goal is to encourage young people to pursue a career in the sector through exposure to the ﬁ  eld and its oppor-\ntunities. Methanex representatives spoke to students about their career paths and also invited them to visit the Motunui site, where they learned more about the company’s operations and toured the plant. \nRecognizing fellow employers\nIn 2011, Methanex sponsored the Westpac Taranaki Chamber of Commerce’s annual Employer of Choice Award. The award recognizes local businesses that have superior and exemplary employee practices. \nThe winner was the South Taranaki District Council, whose \ndynamic vision for the organization has engaged employees and become an integral part of its corporate culture.\nAs the recipient of the award in 2010, Methanex was pleased to \nhelp another company beneﬁ  t from the widespread recognition \nthis honour affords.2011 performance report > community\nLeft: Methanex sponsored the \nWestpac Taranaki Chamber of Commerce’s 2011 Employer of Choice Award.\nRight: Taranaki high school \nstudents participate in ENEX, New Zealand’s biannual oil and gas energy exposition.\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}