{"page_content": "192011 methanex responsible care and social responsibility report\nSupporting tomorrow’s engineers\nSecond-year engineering students at New Zealand’s universities \ncan now vie for two new Methanex-sponsored scholarships. In addition to ﬁ  nancial support, the company is working to provide \nrecipients with valuable hands-on practical experience and informal mentoring through on-site work placements.\nMethanex has for many years endorsed the training of aspiring \nengineers as part of its RC ethic, by funding research projects and tuition and providing work opportunities. In sponsoring this scholarship program, Methanex also aims to develop relationships with third- and fourth-year students, enabling the company to use vacation work placements as an opportunity to recruit people for future graduate positions or internships. \nThe scholarship will be open to university applicants specializing \nin engineering disciplines that support Methanex’s business needs. In December 2011 , two candidates studying Mechanical \nand Chemical & Materials engineering were each granted a scholarship at the University of Auckland for the 2012  term. Taking the plunge\nAs members of a seaside community, residents of New Plymouth \nand its environs are big fans of swimming. Knowing how to swim and safely handle oneself in the water is not only a recreational choice, but also a vital skill. \nIn 2011 , Methanex became the new naming sponsor for the Bell \nBlock community pool, which is now known as the Methanex Bell Block Aquatic Centre. An integral part of the facility’s mandate is to ensure its amenities are affordable to community members and to promote water safety skills, both of which underscore Methanex’s commitment to health and safety.\nLocated on the outskirts of New Plymouth, Bell Block is a fast-\ngrowing community where many Methanex employees live. The aquatic centre is a popular neighbourhood facility whose 25-metre indoor swimming pool is enjoyed by Bell Block School, swim clubs, local residents, employees and their families. Left: Community residents watch an \nexciting swim meet at the Methanex Bell Block Aquatic Centre in New Plymouth.\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}