{"page_content": "20North America Community \nSpotlight: Giving Back through Volunteerism and Support\nMethanex’s North American operations include the company’s \nglobal headquarters in Vancouver, British Columbia; a production plant in Medicine Hat, Alberta; and a Marketing & Logistics ofﬁ  ce \nin Dallas, Texas. \nDespite their differences in size and function, all three locations \nshare the common goals of contributing to the well-being of the communities in which our employees live and work. \nIn 2011 , Methanex employees across the continent participated \nin a variety of events that helped to raise much-needed funds for charitable organizations. \nCanada\nIn Vancouver, the Social Responsibility Committee (SRC) is made up of employee volunteers, who evaluate community and employee investment proposals submitted by regional organizations. \nUnder the Partnering with Employees pillar, the SRC supports \norganizations that encourage employee volunteerism in the community, such as the United Way of the Lower Mainland. Methanex’s 2011  United Way campaign in September focused \non activities that improved the lives of children and seniors. In addition to fundraising events, the SRC organized several ‘Days of Caring’ to give employees an opportunity to volunteer at community organizations, including Crabtree Corner Family Resource Centre and the Greater Vancouver Food Bank Society. \nWith an employee participation rate of 88 per cent and the \ncompany’s dollar-for-dollar match, employees raised almost cdn $410,000 during the 2011  campaign. Methanex has a long history of supporting the United Way, and since 1994  has \ncontributed more than cdn $4.3 million to the organization. \nIn June 2011 , Waterfront Shipping Company Limited (Waterfront) \nteamed with the SRC to organize a special Seafarers Week for employees. The event, which coincided with the International Maritime Organization’s inaugural “Day of the Seafarer,” was designed to both heighten awareness about seafarers and raise funds for the Vancouver Mission to Seafarers. \nWaterfront is focused on improving the lives of crew on board \nits ﬂ eet (see story on page 39) and has a special connection to \nthe Mission to Seafarers. Founded in 1856, the Mission is a global network of centres offering a warm and hospitable “home away from home” for visiting seamen around the world. The Mission has two Vancouver locations that receive approximately 15,000 visits a year from seafarers. \nFollowing a week of events, Waterfront and Methanex donated \napproximately cdn $10,000 to the Mission, which will contribute \nto the urgent replacement of one of the Mission’s two Vancouver facilities.\nEach year, Methanex Vancouver also supports a number of \neducational programs and scholarships, an initiative that was started in 2003 . In 2011 , the SRC provided scholarships totalling \napproximately cdn $10,000 to Simon Fraser University, the \nUniversity of British Columbia and Lester B. Pearson United World College of the Paciﬁ  c. To date, Methanex has donated \nmore than cdn $155,000 in scholarships.\nIn mid- 2011 , Methanex restarted a methanol plant in the \ncommunity of Medicine Hat. With operations now in full swing, employees are excited about collaborating with the community and identifying initiatives that would beneﬁ  t from Methanex’s \nsupport. Conversations with various organizations are presently under way, with several community projects planned for 2012 . 2011 performance report > community \nLeft: Jone Hognestad, President, \nWaterfront Shipping (left) presents a donation to Vancouvers’ Mission to Seafarers.\nRight: Employees in Vancouver \nvolunteer at the Crabtree Corner Family Resource Centre as part of Methanex’s 2011 United Way campaign\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}