{"page_content": "212011 methanex responsible care and social responsibility report\nUnited States\nThe North American Marketing & Logistics team in Methanex’s \nDallas ofﬁ  ce focuses its Social Responsibility efforts on charitable \nactivities with social service organizations and employee participation in the community. Donations to any organization are matched with a donation of volunteer time from at least one employee, adding a personal dimension to these partnerships. \nOne of the organizations with which Dallas employees have \na strong relationship is Camp Summit, an organization that provides barrier-free outdoor experiences for children and adults with special needs. For the last ﬁ  ve years, employees \nhave helped the organization get ready for its summer camping season, assisting with carpentry work, landscaping and painting. In addition to employees’ time and effort, in 2011  Methanex \ndonated us $1,300 to sponsor a camper who would otherwise \nnot have an opportunity to enjoy the Camp Summit experience. \nThe Family Place is the largest family violence service \norganization in the Dallas area, providing award-winning programs to help keep victims safe. 2011  marked the eighth year \nthat Dallas employees have lent their support to Family Place by adopting families during the holiday season. Armed with Christmas wish lists from their three adopted families, last year employees purchased us $2,100 in gifts for the mothers and their \nchildren. Dallas’ Social Responsibility Committee coordinates the annual project, which has over the years become a favourite employee initiative.\nSpending by SR Focus Area 2009 2010 2011\nPartnering with employees 41% 57% 32%\nEducation 34% 24% 25%\nResponsible Care community outreach 8% 5% 31%\nOther 17% 14% 12%\nWho Beneﬁ  ts: Individuals 2009 2010 2011\nScholarships 32 28 40\nInternships 37 56 50\nTotal Individuals 69 84 90Who Beneﬁ  ts:  Organizations by \nSR Focus Areas 2009 2010 2011\nPartnering with employees 60 33 76\nEducation 36 40 94\nResponsible Care community outreach 43 72 103\nOther 75 66 52\nTotal Organizations 214 211 325Key Performance Indicators\nNote: We take both a qualitative and a quantitative approach to evaluating the \nsuccess of our community investment initiatives. In 2011 , we measured the number \nof organizations and individuals that have beneﬁ  ted from our programs.\nAbove: Each spring, employees in Methanex’s Dallas ofﬁ  ce help the Camp \nSummit team get the grounds ready for the current year’s campers. ", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}