{"page_content": "242011 performance report > workplace\nWith new workforces at our plants in Damietta, Egypt, and \nMedicine Hat, Canada, it is important that Methanex safety and health standards are clearly established and that our employees and contractors fully understand how they are to work within those standards. We are accomplishing this by building the RC program in a planned and progressive manner based on the CIAC RC Codes of Practice and Methanex’s internal standards and procedures. We have also sent long-term Methanex employees to these locations on assignments and extended business trips to share their knowledge and experience with our employees and contractors. Finally, we hosted Egyptian employees at some of our operating plants so they can see our safety program in its mature state. There has been the added beneﬁ  t of gaining cross-\ncultural ﬂ  uency among our employees.\nOne of our big challenges in 2011  was ensuring the safety of our \nemployees in Egypt during the political volatility that occurred throughout the year. Early in 2011 , while in the process of starting \nup our new plant in Damietta, we decided that the external en-vironment was becoming potentially unsafe for our employees. We temporarily shut down the plant, pared down to a mini-mum workforce and sent non-essential staff home. At the same time, we evacuated our small workforce of international expat employees. In November, during demonstrations in Damietta over environmental issues (see the environmental story on page 33), we became concerned once more for our employees’ safety. We temporarily shut down plant operations and evacuated all personnel from the plant site to their homes. Throughout the turmoil we maintained employee safety as our ﬁ  rst priority.\nAs part of our emphasis on continuous improvement, we \nimplemented two safety and wellness programs in 2011 . At our \nNew Zealand and Chile manufacturing locations, we rolled out our Human Factors (HF) program, a signiﬁ  cant enhancement \nof our existing Behavioural Safety program. The HF program lets us more fully understand the interaction between people, the operating plant and management systems. This gives us the opportunity to improve plant and management systems as well as train and educate workers before problems occur. When problems do occur, the use of HF to analyze the root causes of an incident gives us greater insight and more effective actions. \nAs part of the HF program, we track both leading and trailing \nindicators of safety (and not just key performance indicators), enabling us to identify and manage issues before they have a chance to escalate. We plan to expand this program to all of our manufacturing locations in the upcoming years. \nAs part of our commitment to health and wellness, we \nintroduced the Global Corporate Challenge (GCC) in 2011 . The \nGCC is a healthy exercise program where participants strive to increase their activity levels, while measuring their activity and progress using a pedometer. The program was enthusiastically embraced by the participating regions, and we expect to have all regions participating in 2012 . Employee Practices\nOur core values of integrity, trust, respect and professionalism \nguide everything we do, including how we manage and support employees. In every community where we operate, we strive to be an employer of choice, recognized for our commitment to communication and teamwork and our support of creativity and innovation. Our goal is to have our employment policies and practices remain in the top quartile of our competitors for talent. We regularly review these policies and practices to ensure they meet this goal, which enhances our ability to attract and retain outstanding employees. \nDeveloping internal talent \nWe want each of our employees to reach their full potential. To help employees build on their skills and strengths, each employee has a personal development plan to identify opportunities for professional growth. In 2011 , we ran a full slate \nof development courses to provide support for employees and build the leadership skills of all participants.\nTo build a pool of internal talent, we identify employees with \nleadership potential based on their aspirations, engagement and ability. As a result of this practice, all eight members of our current Executive Leadership Team were promoted from within, as were a majority of the 39 members of our Global Leadership Council, a group of functional and site leaders who develop and implement our global strategy, policies and programs.\nWelcoming back Medicine Hat \nIn 2011 , we restarted our Medicine Hat plant, which had been \nidled since 2001 . We hired a management team made up of \nformer Methanex Medicine Hat employees to start up the project, and then recruited to ﬁ  ll approximately 90 positions. \nJust under half of these positions were ﬁ  lled by people who had \nworked for us as employees or contractors prior to the plant closure. \nBalancing global and local cultures\nWe pride ourselves on our shared Methanex values and strong global culture that honours and respects the distinct local culture of each of our sites. Through consultation and collaboration, we develop global guidelines and policies, and we generally leave the speciﬁ  cs of implementation to each region. \nFor example, we prefer that in-country nationals lead each \nregion, where possible, and we also create opportunities to learn about each other’s cultures. In 2010 , the Global Leadership \nCouncil generated ideas for increasing the cultural ﬂ  uency of \nall employees. As a result, in 2011  we created a new cultural \nawareness section on our global intranet and incorporated cultural ﬂ  uency questions in our recruitment practices. In 2012 , \nwe’ll roll out additional actions designed to build the cultural ﬂ uency skills and competencies of our managers, including \nusing new approaches to employee performance reviews, modifying our management development programs and sharing information and resources through our intranet and \nother online tools. ", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}