{"page_content": "252011 methanex responsible care and social responsibility report\nregional highlights\nLeveraging Best Practices \nOne hallmark of continuous improvement in an organization \nis its ability to develop and leverage best practices. Methanex strongly supports the development of employees’ talent and encourages them to focus on a particular area of expertise. The end result in recent years has been the development of proprietary global systems developed by in-house global teams, whose members share their expertise with Methanex locations around the world. \nOne such example is Methanex’s global Work Safety Control \nSystem (WSCS) for plant operations, a type of risk assessment and control process that evaluates the safety risks of a particular job. Developed in 2006  by members of production facilities in \nNew Zealand, Trinidad and Chile, the WSCS has replaced older “permit to work” systems and been implemented in these locations. In mid- 2011 , it was installed at the company’s facility \nin Egypt and is now being introduced at the plant in Medicine Hat, Canada. There are numerous advantages to having a global operational \nsystem with enough ﬂ  exibility to accommodate local rules \nand government legislation. It not only enables a company to leverage best practices across different regions, but also reinforces consistency, as procedures, forms and certiﬁ  cates are \nidentical at each site. This allows employees from other regions to quickly integrate into the local Methanex workforce when providing support during peak workload periods, such as plant maintenance turnarounds.\nThe beneﬁ  ts of working with a standard operational process \nwere evident during the Medicine Hat 2011  restart. Thanks in \nlarge part to the availability of in-house global experts, staff were able to fast-track the replacement of an outdated system with the WSCS. Medicine Hat staff have joined the global WSCS team and continue to work on system training and set-up alongside team members from New Zealand and Trinidad. \nOur Medicine Hat plant is now fully operational, employing more than 90 highly skilled \nfull-time employees.", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}