{"page_content": "262011 performance report > workplace\nChecking in with \nEmployees \nAt Methanex, we believe that a highly \nengaged and skilled workforce drives our continuous improvement and advances our competitive advantage. Research has shown that employers who can leverage employees’ engagement achieve greater ﬁ nancial success, improved attraction \nand retention, and a happier and more productive workforce. \nOur company-wide employee engagement\nsurvey (EES) is one way that we track our performance and measure employees’ commitment to the business. The survey also allows employees to anonymously share new ideas as well as their views about what works and what needs improvement. Methanex presently conducts global engagement surveys every three years. \nDuring the ﬁ  rst quarter of 2011 , \nMethanex conducted its seventh global EES, achieving a participation rate of 95 per cent. This was the company’s highest participation rate ever and marked the ﬁ rst time that new employees in Egypt \nand Medicine Hat, Canada took part in the process.\nMethanex’s global engagement score \nclimbed to 65 per cent, a two per cent increase from the previous survey in 2008 . This achievement places the \ncompany among the “best employer” ranks according to Aon Hewitt’s global benchmarking averages. The largest improvement was seen in Trinidad, where engagement levels rose by an impressive 36 per cent. \nAs in previous years, the survey’s \nresults revealed that the vast majority of employees believe Methanex is a great place to work. The feedback also highlighted opportunities for improvement in areas such as career development, performance management and recognition. \nRegional teams have been established to \ndevelop and implement plans to increase employee engagement on a local level. The Global Human Resources Team has \ndeveloped an action plan to respond to global employee feedback in the areas of performance management and career development. Recommendations from past surveys have led to many positive changes in our workplace practices, including ﬂ  exible work options and \nglobal employee development programs. For more information, please see the Employee Engagement Results table on page 29.\nReinforcing \nPositive Behaviour in the Workplace \nAt Methanex Trinidad, continuous im-\nprovement in employee and contractor safety is integral to the site’s RC perfor-mance. The goal is to achieve a high level of safe behaviour, leading to an injury-free work environment.\nMethanex’s Trinidad’s Critical \nObservations Reduce Exposure (CORE) process is a big part of the effort to promote and reinforce positive behaviour around the prevention of incidents. CORE uses observed behaviour as the launch pad for improving the overall system in which people work. The process enhances the previous safety program by moving beyond simply observing and recording employees’ work practices to emphasizing more interaction between the observer and the person being observed. \nFirst introduced to the site in 2009 , CORE’s \nsystemic approach has had a positive impact on the site’s RC performance. In 2011 , more than 4,200 observations \nwere conducted. Monthly safety rates consistently averaged more than 95 per cent, along with a reduction in the number of on-site incidents. \nCORE is based on the industry-leading \nBehavourial Accident Prevention Process, whose founding principle states that safe work is a complex interaction of factors, including working conditions, manage-“The introduction of the CORE \nprogram was a truly proactive \nstep towards creating a safety \nculture at the Trinidad site. \nThe process also involves our \ncontractors, who appreciate \nthe opportunity to learn more \nabout their strengths and areas \nfor improvement. \nCORE is an excellent example \nof our commitment toward \ncontinuous improvement. The \nprogram has reduced the \nfrequency of on-site injuries, \nincreased greater interaction \nbetween people and, most of \nall, changed people’s safety \nbehaviours.”\nRaﬁ  Mohammed\nSenior Responsible Care Advisor\nment systems and people’s habits. Direct \nfeedback helps employees recognize at-risk behaviours, reinforces safer options and also uncovers hidden barriers to safe behaviour, such as equipment problems.\nAn employee-driven Steering Committee \nleads the CORE process. CORE reporting trends are used to identify areas for improvement and the team hosts various initiatives to encourage safe practices among employees and contractors. These range from banners and electronic treasure hunts to safety stand-ups and interactive exhibitions, such as Eye and Hand Protection Week. This heightened awareness is an important step towards shifting RC thinking from compliance to a more proactive commitment to safety. What Others Say", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}