{"page_content": "272011 methanex responsible care and social responsibility report\nBringing Fitness to Work\nEmployees with physically demanding jobs face potential safety \nand health risks every day. At Methanex Chile’s Punta Arenas plant, members of the Human Resources (HR) department have become increasingly aware of how a lack of physical ﬁ  tness, \ncoupled with a low level of activity, predisposes individuals to injuries and health challenges.\nIn 2011 , the HR team began developing a holistic health program \nto bolster employees’ well-being and help them get in shape. In addition to recognizing the cumulative strain of certain jobs, the team realized that age could be a factor. The median age of the plant’s work teams is 44 years, with statistics suggesting a po-tential decline in productivity due to physical factors associated with aging. The team also knew from its own records that health care expenses tend to increase as work groups get older.\nWorking with the Responsible Care department and a multi-\ndisciplinary group of ﬁ  tness experts, the team designed an \ninitiative entitled “Fitness to Work.” The program focuses on three main areas: • Occupational health, which identiﬁ  es people at high risk due \nto their physical state and/or exposure through the physically demanding nature of their work. Participants are coached on physical ﬁ  tness and nutrition.\n• Prevention practices for health conditions and personal care, \nsuch as doing more exercise and eating healthier food during work hours. \n• Ergonomics, which highlights the adjustments the company \nmust make to accommodate the physical changes that accompany aging. \nThe ﬁ  rst phase of “Fitness to Work” was successfully implemented \nin mid- 2011 . Participating employees have already shown a 65 \nper cent improvement in their physical condition and an almost 50 per cent improvement in their nutrition habits. The goal is to further expand the scope of the program to mitigate future risks to employees’ health and safety.\nTop: Methanex Trinidad’s \nCORE program uses videos to inform employees about safe behaviours, such as proper hand protection.\nRight: A multi-disciplinary \nteam of health and ﬁ  tness \nexperts worked with Methanex Chile employees to develop the innovative “Fitness to Work” initiative.\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}