{"page_content": "28The recordable injury frequency rate (RIFR)  is the \nnumber of recordable injuries per 200,000 hours worked. Recordable injuries are incidents that require medical attention or that result in restricted work or lost time. SHARE (Safety and Health Analysis, Recognition and Exchange) is a database compiled by the Chemistry Industry Association of Canada (CIAC). Methanex benchmarks against the average and ﬁ  rst \nquartile Group III member companies of the CIAC whose employees collectively work more than one million hours per year.The incident severity ratio  describes the ratio of \nsigniﬁ  cant and near-miss incidents with high \npotential for loss being reported as compared to the total incidents reported. An increasing ratio number would indicate increasing job risk, while a decreasing ratio number would indicate decreasing job risk.\nIncident Severity Ratio2011 performance report > workplace \nKey Performance Indicators\nTotal Incidents Reported\n% Signiﬁ  cant Incidents\n% High Potential Near-miss Incidents\nCIAC Employee Group III Average\nCIAC Employee Group III First Quartile\nMethanex Employee RIFREmployee Recordable Injury Frequency Rate (RIFR) Comparison\nIn 2011,  we added a signiﬁ  cant number of new employees to our organization \nwith the start-up of our Medicine Hat and Egypt facilities. This had the anticipated effect of an increase in employee injuries, which we expect to subside as the new employees adapt to Methanex’s rigorous safety requirements.\n2002 2003 2004 2005 2006 2007 2008 2009 2010 201100.20.40.60.81.01.21.4In 2009 , we noted the increasing rate of signiﬁ  cant incidents and near-miss \nincidents with high potential for loss over the prior ﬁ  ve years. We took action to \nreverse this trend and have seen a step change improvement in performance. This was done while maintaining a high level of reporting as indicated by the total number of incidents reported.\n2003 2004 2005 2006 2007 2008 2009 2010 20110 02004006008001,0001,2001,400 18\n6\n4210\n81216\n14\nper centtotal incidents", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}