{"page_content": "2President’s Message\nAs an industry leader with operations around \nthe world, Methanex’s global community is a diverse one, from our employees and the people who live in our fenceline neighbourhoods to the governments and organizations with which we do business. We strive to be a good neighbour in all the communities where we have a presence through open, proactive engagement with our stakeholders.\n2011  was a turbulent year on the world \nstage as government and business leaders wrestled with an uncertain global economy and unstable political climates, and citizens around the world took part in movements to protest against the status quo. Methanex was not immune to this civil unrest, some of which occurred in our own communities of Damietta, Egypt, and Punta Arenas, Chile. We increased our stakeholder engagement activities in 2011 , as employees listened to \ncommunity concerns and worked to help alleviate regional issues. \nDespite these challenges, 2011 was a very \ngood year for Methanex and the methanol industry. It was the company’s third-best year ever in earnings per share with methanol prices increasing more than 20 per cent from 2010 . The high energy \nprice environment continued to support strong demand growth for methanol into energy applications, and Methanex made signiﬁ  cant inroads in developing these \nmarkets. We also substantially increased our production capacity, with new plants coming on stream in Egypt and Canada. \nThe opening of these facilities translated \ninto a signiﬁ  cant increase in the number \nof new employees and contractors on our sites. Unfortunately, this resulted in more employee recordable injuries across the global organization compared to 2010 . \nHowever, I am pleased to report that this is the third consecutive year in which we have seen improved contractor safety performance over the 2008 peak. We are disappointed to have experienced two \nenvironmental exceedance incidents at one of our plants in 2011 . Fortunately, these were \nnot serious in that they had no measurable negative impact on the environment. On a positive note, our new facility in Egypt is one of the most energy-efﬁ  cient methanol \nplants in the world. We continuously strive to increase the energy efﬁ  ciency of our plants \nand marine ﬂ  eet, which not only reduces costs \nbut also minimizes carbon dioxide emissions. \nOur focus on engagement last year was not \nlost on one of our most important stakeholder groups: our employees, whose excellent work drives our competitive advantage. In 2011 , we conducted our eighth global employ-\nee engagement survey, achieving our highest participation rate ever. We look forward to integrating our employees’ feedback so that Methanex can continue to be a great place to work. \nLooking ahead, the horizons for Methanex \nand methanol are bright. Methanex is well positioned to increase our production capacity in tandem with an ever-growing demand for methanol as an alternative energy and fuel source. Additionally, new commercial developments in renewable methanol are changing perceptions of alcohol fuels in a number of markets. \nIn today’s political climate, engagement with \nstakeholders has never been more important. In the following pages, you will learn more about how our dialogue with communities and commitment to Responsible Care and Social Responsibility are woven throughout our global neighbourhood. \nBruce Aitken\nPresident & Chief Executive Ofﬁ  cer \nBruce Aitkenpresident’s message", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}