{"page_content": "322011 performance report > environment\nIn 2011 , we emitted 2,282,700 metric tonnes of CO2 directly \nfrom the methanol production process, compared to 2,079,000 metric tonnes in 2010 . The emission intensity \nrate was 0.62 metric tonnes of CO2 per metric tonne of methanol produced, which represents a slight increase over the 2010  emission intensity rate of 0.59. This increase in \nemission intensity resulted from unscheduled shutdowns at our Trinidad and Egypt plants, as well as reduced efﬁ  ciencies \nbecause of restricted operating rates at our Trinidad and Chile plants.\nOur two new production facilities are strategically located \nmuch closer to some of our methanol markets, resulting in an opportunity to reduce our use of shipping fuel and thereby decrease emissions associated with transporting and shipping methanol to our global customers. For example, we can now ship methanol to our customers in Europe from our Egypt facility rather than our Trinidad plant, and we can ship product to our customers in Canada from Medicine Hat rather than Chile. The use of more efﬁ cient shipping routes has translated into a ﬁ  ve per cent \nreduction in CO2 emission intensity in 2011  compared to \n2010 , as shown on page 34. \nAs a result of these ongoing improvements, our Waterfront \nShipping marine operations have successfully improved efﬁ ciencies and reduced CO2 emission intensity (tonnes \nof CO2 produced from fuel burned per tonne of product moved) by over 21 per cent since 2002 . In 2011 , we emitted \n422,600 metric tonnes of carbon dioxide from the consumption of bunker fuel, at an emission intensity of 71 kg carbon dioxide emitted per metric tonne product shipped. See the graph on page 34 for more information.\nThese and other initiatives reﬂ  ect our corporate-wide \nfocus on managing emissions. Our GHG Management Policy formalizes our commitment to manage all aspects of emissions, and the associated GHG Management Program supports our global effort to manage emissions by capitalizing on opportunities and mitigating risks related to regional and international climate change policies and regulations. \nSome elements of our GHG Management Program include:• evaluating all new investments in terms of carbon \nutilization and GHG emissions;\n• operating our facilities and shipping networks to improve \nreliability and utilization performance;\n• evaluating energy-efﬁ  ciency improvement opportunities, \npractical renewable energy sources and new technology, and adopting these if they are economically feasible to reduce GHG emissions; and\n• maintaining records of energy consumption and \nGHG emissions.Protecting New Zealand’s Coastline \nMethanex strives to go beyond mere regulatory compliance to follow best environmental practices in all aspects of our operations.\nIn 2011 , Methanex New Zealand installed a new sewage \ntreatment plant at its Waitara Valley site that transforms waste to a quality that can be disposed of directly on site. Previously, sewage from the Waitara Valley site, along with plant wastewater, was emptied directly to the ocean outfall, consistent with local regulations. \nAlthough Methanex’s waste was an extremely small part of the \narea’s overall discharge, the company opted to proactively install a sewage treatment system that prevents the need to put any waste in local waters. The other primary source of local treated sewage comes from the Waitara township. The district council is presently working to dispose of this waste in a more sustainable way. Once this occurs, there will no longer be any sewage disposed of on the Waitara coastline. \nMethanex’s environmental efforts have been a true community \nsuccess story, one that the company hopes will inspire other organizations in the region. In recognition of its initiative, the Taranaki Regional Council has nominated Methanex for a 2012  \nTaranaki Regional Council Environmental Award. The award honours initiatives that maintain and enhance the region’s high-quality environment.regional highlights\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}