{"page_content": "332011 methanex responsible care and social responsibility report\nMoving Towards \nZero Liquid Discharge in Egypt\nThe state-of-the-art EMethanex facility in \nDamietta, Egypt, has been in production since March 2011  and is among the most \nenergy efﬁ  cient in the world. \nAs the only plant in Egypt that produces \nmethanol, EMethanex offers numerous beneﬁ  ts to both the country and Damietta. \nFor example, up to 15 per cent of the plant’s methanol production is reserved for the local Egyptian market, displacing foreign imports and resulting in a net savings for the country. The facility is also a source of jobs for local residents, currently employ-ing 450 Egyptian full-time employees and contractors. \nEgypt’s political revolution in January 2011  \nwas accompanied by regional protests in Damietta. These protests, primarily about local environmental issues, focused at-tention on Damietta’s port area industrial facilities. In response, the Environment Minister established a special committee to conduct an environmental assessment of Damietta’s petrochemical industry, including the EMethanex plant. \nThe committee presented its recom-\nmendations in October 2011 . In late 2011 , \nEMethanex informed the committee that a majority of its recommendations were be-ing or had already been implemented as \npart of our normal course of business. \nOne of the committee’s recommenda-\ntions was to ensure that no industrial efﬂ uent water was discharged to \nthe Mediterranean Sea. Although EMethanex’s efﬂ  uent discharge had been \npermitted by the Egyptian Environmental Affairs Agency (EEAA) and consistently met parameters set out in the Environ-mental Impact Assessment, EMethanex decided prior to the committee’s report to pursue a zero liquid discharge (ZLD) solution that will eliminate liquid discharge into the sea. \nThis technology will also reduce the \nplant’s consumption of water, which is drawn from the Nile River a few kilometres from where it ﬂ  ows into the \nMediterranean Sea. Despite the high investment cost, EMethanex is pursuing ZLD largely because it aligns with the local community’s and company’s interests. This will be our ﬁ  rst ZLD \nplant, and we expect the project to be operational in Q1 2013 . \nThe EEAA has approved EMethanex’s \nresponse to the committee, and we remain dedicated to working with our government partners and the local community to address environmental and other concerns. For more information about our community engagement efforts in Damietta, please seepages 12 – 13. \n“The Taranaki Regional Council \nhas worked with Methanex \nsince 1993 . Methanex routinely \nplaces in the Council’s highest \ncategory of compliance and environmental performance, \ngoing well beyond minimum \nconsent requirements. \nIn 2011 , in addition to being \nin full compliance with water \ndischarge requirements, \nthe company proactively \nconstructed an on-site sewage \ntreatment facility at its \nWaitara Valley plant. This is \nan example of how Methanex \ncontinually seeks to minimize \nits environmental footprint on \nthe local community.”\nGary Bedford\nDirector, Environment Quality\nTaranaki Regional Council\nLeft: We are implementing technology at our EMethanex facility that will help reduce the consumption of water and eliminate liquid discharge into the Mediterranean Sea.\nOpposite Page: The newly \ninstalled sewage treatment plant at Methanex New Zealand’s Waitara Valley site prevents any waste disposal into local ocean waters. \nWhat Others Say", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}