{"page_content": "342011 performance report > environment\nKey Performance Indicators\nNon-Reportable Incidents (Minor)\nReportable Incidents (Serious)\nPermit Exceedances (Major)Environmental Incidents\nIn 2011 there were ﬁ  ve environmental incidents \ncategorized as serious. These included: spills of sul-furic acid and process liquid to grade; a neighbour noise complaint due to a planned pipeline depres-sure; release of a non-ozone-depleting refrigerant; and discovery of a potential efﬂ  uent line leakage. \nThere were no known environmental impacts from these incidents. Two permit exceedances were due to a pH and an organic substance excursion at one site. The efﬂ  uent from the site is treated in \na municipal wastewater treatment plant, so there were no environmental impacts.\nOur two new production facilities in Egypt and Canada are strategically located closer to some methanol markets, which results in an opportunity to reduce our use of shipping fuel. The use of more efﬁ  cient shipping routes \nhas translated into a ﬁ  ve per cent reduction in \nCO2 emission intensity compared to 2010.\n \nMethanol Cargo (million tonnes)\nBackhaul Cargo (million tonnes)\nCO2 Emissions Intensity (kg CO2/tonne cargo)\n2007 2008 2009 2010 20110 62cargo hauled (million tonnes)\nemissions intensity \n(kg co c / tonne cargo) 3\n682\n66\n1\n644\n705\n726\n767\n8082\n7874Waterfront Shipping CO2 Emissions0\n2004 2005 2006 2007 2008 2009 2010 201160\n4080100120\n20\n2007 2008 2009 2010 201101\n0.1\n020.4\n0.3\n0.230.540.65\n0.7\nCO2 Emissions (million tonnes)\nTotal Production (million tonnes)\nCO2 Emissions Intensity (tonne CO2/tonne methanol)CO2 Emissions vs. Methanol Production\nIn 2011 there was a small increase in CO2 emission \nintensity resulting from unscheduled plant shutdowns in Trinidad and Egypt, and reduced efﬁ ciencies due to restricted operating rates at our \nTrinidad and Chile plants. New production from Egypt and Canada had a net improvement on the corporate emissions rate and we anticipate their impact to be even greater in 2012.\nmethanol production / co c emissions \n(million tonnes)\nemissions intensity \n(tonne co c / tonne methanol)", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}