{"page_content": "362011 performance report \nA complete journey approach \nto product stewardship\nProduct stewardship continues to be a major global focus for \nMethanex. We strive to maintain the highest safety standards, protect the environment and share methanol safe-handling knowledge with stakeholders, ranging from our customers and their downstream end-users to emergency responders, industry associations and governments. This approach has resulted in effective stakeholder partnerships, enabling us to work together to raise awareness of safe practices and minimize risks in product transport, distribution, storage and use at critical points of the methanol value chain.\nOur product stewardship program continues to focus on the key \nareas of logistics, outreach and dialogue.Logistics: Minimizing risks through \ntraining and support \nShipping\nOur shipping subsidiary, Waterfront Shipping Ltd. (Waterfront), \noffers a customized safety training program on methanol safe handling and nitrogen awareness that now reaches over 500 vessel crew members a year. All ocean-going ships are required to complete an annual inspection based on the Chemical Distribution Institute’s Marine (CDI-M) protocol, and our internal safety audit program also regularly spot-checks selected ships. For more information about Waterfront’s industry-leading efforts to promote safety, please see the story on page 39. \nWe also ensure adherence to Responsible Care (RC) for our in-\nregion barging operations. For example, all contracted barge Good neighbours share information and learn \nfrom one another.\nWe are dedicated to minimizing risks at each stage of \nmethanol production, transportation, distribution, storage and use. With the increased demand for methanol as a clean energy fuel, we are also reaching out to stakeholders, governments and industry organizations to offer guidance on the safe handling of methanol in energy applications.marketplace", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}