{"page_content": "382011 performance report > marketplace\nIn Chile, we are working with our \ncustomers, their carrier companies, the local chemical association ASIQUIM and a surveyor company on a road spot-test program to assess the performance of truck drivers. The second phase of the program, which began in late October 2011 , will spot-check approximately \n180 trucks that load from the Cattalini Terminal in Brazil, covering some 12,000 customer truckloads that trans-ship from the terminal. \nOur railcar program, which includes \ntraining and maintenance management in North America, is widely respected by external organizations, leading to three railcar-speciﬁ  c awards in 2011 , \nthree in 2010  and two in 2009 . For more \ninformation, see the Awards section on page 42.\nOutreach: Sharing knowledge \non the safe handling of methanol\nReaching out to stakeholders to share \nsafety messages is an important part of our product stewardship program. Each year, we communicate with more than 2,000 individuals worldwide, and we reach many more, thanks to our train-the-trainer model. Program events include seminars, conference presentations, tailored training sessions, visits and partnership programs. \nIn 2011 , we delivered 45 RC and methanol \nsafety seminars, training sessions and presentations to global stakeholder groups that included customers, logistics providers and carriers, terminal staff, local communities and emergency responders, industry associations and governments. Thirty of these sessions were delivered for traditional chemical uses of our product, and we tailored 15 sessions for emerging energy market uses, in particular, biodiesel and methanol fuels. For an in-depth look at some of these regional initiatives, please see the New Zealand story on page 39. This year we also invited our biodiesel \ncustomers from Brazil to join our yearly four-day intensive ﬁ  re brigade \ntraining camp in Chile, which is held in partnership with the Punta Arenas ﬁ re brigade and our plant operators. \nOur customers have repeatedly told us that this training session is extremely valuable, and we therefore doubled the number of training slots to meet future demand. \nIn April 2011 , we produced a Responsible \nCare & Social Responsibility brochure in Chinese to communicate our program and initiatives, and to promote product stewardship. We have distributed the brochure to industry partners, associa-tions, governments and universities to help other organizations in China better understand RC and SR, whether they are partnering with us or starting their own program and initiatives. \nDialogue: Sharing information \nand perspectives with our stakeholders\nWe participated in numerous national \nand international initiatives in 2011  to \npromote methanol as a clean fuel and to ensure the safe handling of methanol in markets around the globe.\nIn 2011 , we continued to share our RC \nand product stewardship experience and progress with the Responsible Care Committee of the Gulf Petrochemicals & Chemicals Association (GPCA) in the Middle East. As a founding member of the GPCA’s Responsible Care Committee, we are committed to building a strong RC culture in the region. \nIn July 2011 , we hosted a delegation \nfrom the China National Petroleum and Chemical Planning Institute that visited our Vancouver and Medicine Hat sites and shared ideas about our approach to RC. We also promoted the RC ethic at the China Petroleum and Chemical Industry Conference held in Tianjin in September, which was attended by 1,000 participants from around the world, including 60 to \n70 senior management executives from leading companies. \nThese and our many other product \nstewardship initiatives demonstrate our commitment to fostering the responsible growth of methanol markets worldwide.\n“We were pleased to visit \nMethanex’s methanol plant in Medicine Hat in 2011  and learn \nmore about your Responsible \nCare efforts. What you have \ndone in this ﬁ  eld not only \ncontributes to the industry, but \nalso lays a solid foundation \nfor your future business \nopportunities in China. Your \ncompany is an example of \nwhat many Chinese companies \nlook for in a foreign partner: a \ncompany that is responsible for \nindustry development and cares \nfor the community.”\nMr. Gu Zongqin\nPresident, China National Petroleum and \nChemical Planning Institute (NPCPI)\nIn July 2011 , a delegation from the \nNPCPI visited Methanex’s Vancouver \nand Medicine Hat sites. Its objective \nwas to meet with major petrochemical \nproducers to better understand the \nNorth American industry. As the \ngovernmental body that oversees \nregulations for the petrochemical \nindustry, the NPCPI is an important \npartner in Methanex’s business \ndevelopment in China.\nWhat Others Say", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}