{"page_content": "32011 methanex responsible care and social responsibility report\nIn 2011 we increased our \nproduction capacity through the start-up of a new methanol plant in Damietta, Egypt (top) and the restart of a plant in Medicine Hat, Canada (bottom). About Methanex\nMethanex Corporation is the \nworld’s largest supplier of methanol to major international markets in North America, Asia Paciﬁ  c, Europe and Latin America. \nMethanol is an essential chemical building \nblock that is used in countless industrial and consumer products. It has also become an important alternative resource for energy-related applications, such as fuel blending into gasoline and in the production of dimethyl ether (DME) and biodiesel.\nHeadquartered in Vancouver, Canada, \nMethanex has a global network of operating facilities that enables us to meet the increasing global demand for methanol. We currently operate methanol production sites in Canada, Chile, Egypt, New Zealand and Trinidad and Tobago. We plan to further enhance our production capacity by optimizing activity at existing plants and launching new growth initiatives, such as restarting a second plant in New Zealand and \nrelocating one of our Chile plants to Louisiana on the United States (U.S.) Gulf Coast. \nMethanex’s regional marketing ofﬁ  ces in \nBelgium, Chile, China, Korea, Japan, the United Arab Emirates and the U.S. ensure we are able to meet the needs of customers around the globe. \nOur operations are supported by the world’s \nlargest ﬂ  eet of methanol ocean tankers, which \nare managed by Waterfront Shipping Limited, a wholly owned subsidiary of Methanex. These ships support an unparalleled global methanol supply chain that provides reliability and security of timely supply to customers.\nMethanex also has distribution terminals \nand storage facilities strategically located throughout the world, with key distribution hubs on the U.S. Gulf Coast as well as in Northwest Europe, Korea, and East and South China.Shanghai\nHong KongTokyoSeoul\nBeijingBrussels\nDubai\nCairoDallasMedicine Hat\nSantiago\nnew zealand\nchiletrinidad\nand tobagoegyptVancouver \n(HQ)\nLegend\n Production Facilities\n Head Ofﬁ  ce\n Marketing and \nCommercial Ofﬁ  ces\n Distribution Terminals \nand Storage Facilities", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}