{"page_content": "392011 methanex responsible care and social responsibility report\nResponsible Care in Action\nAs part of its ongoing Marketing and Logistics (M&L) \nResponsible Care program, Methanex New Zealand supports customers by equipping their employees with the training tools they need to safely handle and store methanol.\nIn 2011 , members of the New Zealand Responsible Care \ndepartment and Transportation and Distribution team partnered with Methanex Asia Paciﬁ  c’s M&L group to bring \nsafe methanol handling seminars and terminal assessments to six locations in New Zealand (Auckland, Christchurch, Mount Manganui and Nelson) and Australia (Brisbane and Melbourne). \nApproximately 200 customers and their local ﬁ  re service \nattended these free Methanex-led safe methanol handling seminars. In addition to learning about the potential hazards of working with methanol, participants were coached on safety rules and speciﬁ  c procedures to follow when handling \nand/or storing methanol.\nStaff also conducted terminal assessments at ﬁ  ve of these \nlocations to verify that customers’ shipping terminals and storage facilities met or exceeded industry standards, thereby encouraging a focus on environmental protection and the health and safety of terminal operators and neighbouring communities. The assessment is based on the industry CDI-T audit protocol and tailored by Methanex to cover speciﬁ  c \nmethanol requirements. \nJudging by the positive feedback received, Methanex’s \neducational efforts achieved their objectives. Many of the facilities’ management and staff reported that they hadn’t fully realized the potential dangers associated with mishandling methanol and were appreciative of Methanex’s visit to their sites.\nImproving Safety on the High Seas\nWaterfront Shipping Company Limited (Waterfront) is a wholly owned subsidiary of Methanex that specializes in the marine transport of bulk chemicals and petroleum products. As an industry leader for its proactive stance on safety, the company has taken a number of steps to improve its practices and those of shipping partners around the globe.\nWorking with shipping partners: The Methanol Group \nIn 2010 , Waterfront invited 30 representatives of shipping \ncompanies to get together to explore ways to improve safety on board vessels. This was the ﬁ  rst time competing \nship owners in the Waterfront ﬂ  eet met to openly share \ninformation about their on-board practices and proved to be the start of the Methanol Group. The group will next meet in June 2012  to discuss safety and, in \nparticular, how to eliminate the need for crews to enter storage tanks while on board the vessels. \nSafer onboard procedures\nWhen a vessel arrives at a loading port to take on methanol cargo, surveyors must ﬁ  rst check the cleanliness of the vessel’s \nstorage tanks. The Wall Wash Test (WWT) has long been the industry practice used to survey tanks. In 2007 , Waterfront began \nquestioning this process, which requires surveyors to enter tanks and risk potential exposure to methanol vapours. Waterfront has since implemented the safer, more efﬁ  cient First Foot Test on its \nships, with other methanol producers following its example.\nHowever, while eliminating the WWT has decreased the number \nof tank entries, crew are still required to go inside tanks during the ﬁ  nal cleaning phase. Waterfront has again led the search for \na safer option and is championing methanol butterworthing as a viable alternative. Butterworthing is a process in which existing mechanical systems, rather than a person, clean tanks with methanol. Due to technical challenges around butterworthing’s safety, the Methanol Group is working together to ﬁ  nd solutions. \nWaterfront’s efforts around this industry change have led to \na growing acceptance of the process, and some stakeholders, including major classiﬁ  cation societies, have endorsed the use \nof butterworthing on Waterfront’s ships. Waterfront remains committed to eliminating the need for crews to enter tanks at any time. Its next major goal is to have butterworthing implemented by all Methanol Group members.Left: As part of Methanex’s goal \nto share safety best practices with stakeholders, employees conduct terminal assessments with customers.\nBelow: Waterfront Shipping is \nleading the way in developing and introducing safer procedures on board its vessels and those of its global shipping partners.regional highlights\n", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}