{"page_content": "402011 performance report \n2011  was a very good year for the methanol industry and \nMethanex. Despite continuing weak economic conditions in many developed economies, the demand for methanol grew by approximately seven per cent in 2011 . Much of this demand \ngrowth came from China, where high industrial production rates increased demand for traditional methanol derivatives. There was also signiﬁ  cant growth in demand for methanol in energy \napplications, such as fuel blending and DME. In this environment of high demand, methanol prices were up over 20 per cent from last year.\nIn 2011 , we grew our production base by 35 per cent with the \nstart-up of new plants in Egypt and Canada, helping us achieve record sales volumes of 7.5 million tonnes and our highest level of production since 2007 . These factors contributed to more than \na doubling of net income compared to 2010 .\nWe are pursuing several initiatives to add new capacity and \nvalue to our company. These include bringing some of our idle assets on stream in New Zealand, and relocating a Chilean plant to Louisiana. As a result of these and other growth initiatives, we \nhave the potential to double our production levels over the next few years and with signiﬁ  cantly less capital than by developing \ngreenﬁ  eld methanol projects.\nLooking ahead, the outlook for the global methanol industry is \nvery bright. There is strong and growing demand for traditional uses of methanol, as well as newer uses, including energy applications. However, there is little new capacity coming on stream to meet this growing demand, and we therefore expect a strong methanol price environment over the next few years. Methanex is ideally positioned to beneﬁ  t from the healthy price \nenvironment and continue to grow as the global methanol industry leader. \nFor a full account of Methanex’s ﬁ  nancial performance, please \nsee the 2011  Methanex Annual Report posted in the Investor \nRelations section of our website at www.methanex.com/investor.Good neighbours mind their business.\nMethanex’s business growth and ﬁ  nancial performance \nare essential to its continued sustainability. As the global methanol leader, we are dedicated to creating long-term value for our shareholders.economic \nperformance", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}