{"page_content": "8governance\nManagement cycle drives continuous improvement\nMethanex’s RC/SR program is managed through a “Plan, Do, \nCheck, Act” cycle, both corporate-wide through global teams and on a regional basis through local management. This management cycle is constantly evolving and contributing to the ongoing improvement of our RC/SR program on both a global and local level.\nplan:  In the planning stage of the cycle, we align company goals \nwith CIAC RC Principles for Sustainability and Codes of Practice, and then develop detailed annual tactical plans and actions. These actions are assigned to individuals who are accountable for their successful completion. We developed an RC strategy and tactical plan for 2011  and 2012  at a strategic planning session in \nSeptember 2010 ; we then adjusted the plan in late 2011  to ensure \nits continued alignment with company goals. This plan was subsequently endorsed by the company’s senior management and Board of Directors.\ndo: In the “do” stage of the cycle, employees and teams carry \nout their assigned actions from the global and regional tactical plans. \ncheck: During the “check” stage, our internal and third-party \nexternal veriﬁ  cation and assessment programs evaluate the \nperformance of the RC/SR management system both regionally and globally. The internal program includes ongoing, in-region self-audits as well as a global audit conducted by Methanex subject matter experts every three years. Third-party veriﬁ  cation \nof the performance of Methanex’s RC/SR program occurs every three years through the CIAC RC veriﬁ  cation process.\nact: Finally, during the “act” stage, we take action on the \nopportunities for improvement identiﬁ  ed in the “check” \nstage of the cycle, either by developing them into actions for immediate attention or including them in the “plan” stage of the management cycle.\nGlobal Teams\nThe overall “Plan, Do, Check, Act” cycle is maintained by an internal reporting chain, whereby the function manager reports to a member of senior management who then reports to the Board’s Responsible Care and Public Policy committees.\nglobal manufacturing team: Members include senior \nleadership from our manufacturing plants, with subject matter experts from Human Resources, Risk Management and Responsible Care providing subject matter expertise. The team’s primary goal is to promote the world-class operation of Methanex’s manufacturing plants and adherence to RC principles.\nglobal responsible care team: Members consist of senior RC \nrepresentatives from Responsible Care, Operations, Marketing & Logistics, Risk Management and Government and Public Affairs. The members are a collective resource on RC principles, practices and strategy.global public policy team: Members are drawn from senior \nregional Public Affairs leadership as well as from Government & Public Affairs, Responsible Care, Investor Relations and Marketing & Logistics. The team guides Methanex’s global Government Relations, SR and Public Affairs strategy.\nglobal marketing & logistics team: Members include senior \nleadership from each of the company’s Marketing & Logistics regions. The team is responsible for delivering customer value, providing efﬁ  cient logistics services and overseeing adherence \nto RC ethics, principles and environmental excellence in all of the company’s Marketing & Logistics regions.\nglobal marketing & logistics responsible care team: \nMembers include RC practitioners from each Marketing & Logistics region as well as the corporate ofﬁ  ce. The team \ndevelops and manages the annual RC plan for Marketing & Logistics.\nBuilding a foundation of respect \nwith our stakeholders\nStakeholder engagement is founded on respect. This means \nworking alongside our neighbours in the communities where we operate to better understand the social, environmental and economic issues that matter to them the most. \nThe way we communicate and collaborate with our stakeholders \nis guided by the CIAC’s Codes of Practice, which deﬁ  ne \nexpectations for a company’s actions related to the principles of accountability. Methanex’s Responsible Care policy commits the company to recognize and respond to community concerns about the manufacture, storage, handling, transportation and disposal of our products and promptly provide information concerning any potential health or environmental hazard to the appropriate authorities, employees and all stakeholders.\nOur Social Responsibility policy further commits us to have an \nopen, honest, proactive relationship in the communities where we have a signiﬁ  cant presence; to be accountable and responsive \nto the public; to have effective processes to identify and respond to community concerns; and to inform the community of risks associated with our operations.\nSome of the ways in which we consult and communicate with \nour stakeholders include customer surveys, investor surveys, product stewardship outreach efforts, public policy engagement initiatives, community advisory panel relations and reputation audits.\nAddressing stakeholder concerns in 2011\nThis past year was marked by signiﬁ  cant civil and political \nunrest as citizens around the world voiced their frustration and dissatisfaction with governments and the status quo. Methanex experienced this ﬁ  rst-hand when unrest occurred in our \ncommunities of Damietta, Egypt, and Punta Arenas, Chile. ", "metadata": {"source": "NASDAQ_MEOH_2011.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}