{"page_content": "Governance Practices  \n \n• Apply our Code of Business Conduct and Ethics \nthroughout the organization.\n• Regularly review, update, and educate our workforce on \ncertain policies, including our Anti-Corruption Policy.\n• Refresh employees’ understanding of, and compliance \nwith, key corporate policies through mandatory training \nand certifications.\n• Notify and brief essential partners, including contractors \nwho represent us, of our strong Anti-Corruption Policy.\n• Assess skill sets of management and the Board of Directors \nin succession planning.\n• Honor our values and commitments, which serve to guide \nus in every decision we make.\nGovernance Policies\n• Limited Partnership Agreement: board composition, \nboard chair independence, and shareholder rights. \n• Delegation of Authority Policy: board delegation of \nauthority to the CEO subject to certain limits  \nand thresholds.\n• Anti-Corruption Policy: fraud, bribery, and corruption. \n• Code of Business Conduct and Ethics: conflicts of \ninterest, lobbying activity, and political contributions. \n• IT Security Policy: cybersecurity, data protection, \nand privacy. \n• Whistleblower Policy: employees may submit a good \nfaith complaint to management without fear of dismissal \nor retaliation. \nPerformance Metrics\nBoard size\nIndependent  \ndirectors\nWomen board  \nmembers\nBoard members  \nfrom underrepresented \ngroups9\n3\n22%\n33%Explore:  \nManaging Risks \nPattern Energy’s Enterprise Risk Management (ERM) \nprogram includes a robust process to identify, analyze, \nand report risks. Corporate and project risk registers \ntrack potential impacts to our business and our plans to \naddress them. A diverse set of risk owners cover strategic, \nfinancial, reputational, operational, and compliance risks \nenterprise-wide, including corporate, department, and \nproject levels. \nThe Executive Team and risk owners receive biweekly \nupdates on risks, mitigation plans, compliance, and \ninternal controls. The Board of Directors receives quarterly \nupdates and reviews all material risks.\nClimate change is an example of an area that presents \nboth opportunities and risks for our business. Our \nactivities help reduce climate-changing emissions from \nthe power sector. However, changing weather patterns \nor extreme weather events can also influence our \nproduction. \nPattern Energy’s Meteorological team helps mitigate \nrisks by providing advanced notice when potential \nweather disruptions are on the horizon. Meteorologists \nalso provide hourly production forecasts to help manage \nmarket risks where we have exposure. \nWe engaged consultants and universities in recent years \nto use the most sophisticated regional and global climate \nmodels to analyze our wind resource risk exposure. The \nanalysis will help us understand how sensitive our energy \nresource is to the ongoing impacts of climate change \non global weather patterns. Understanding what drives \nour energy resource across our fleet helps us improve \nresource assessments and forecasting used to inform \ncommercial decisions. \nThe potential impacts to our business go beyond wind \nand solar resource availability. Changes to market \nstructures and regulatory and legislative policy are \nrisks we must mitigate through active engagement \nin regulatory proceedings, legislative advocacy, and \ncollaboration with other stakeholders, including trade \nassociations and academics. \nSpotlight: \nTransforming Cybersecurity \nSupervisory Control and Data Acquisition \n(SCADA) systems contain hardware and \nsoftware necessary to operate our \nrenewable energy facilities and \nmust be secure. Third-party \ncontractors and service \nproviders frequently need \naccess to a facility’s \nSCADA system to perform \nmaintenance or repairs. \nMany energy companies \ngrant this access via a \nVirtual Private Network \n(VPN), which creates a \nrisk of viruses or malware \nentering the operational \nenvironment. Instead, we are \nproviding remote access through a \nweb browser, making it much easier to \nremotely access our systems without the \nrisk of malware attacking the SCADA network. \nThe other game-changer we’ve implemented is “virtualization.” \nThe turbine manufacturer designs a wind facility’s SCADA system. \nThe industry practice has been to not update the software regularly \ndue to the potential for these updates to disrupt operations. We \nintroduced the method of replicating the SCADA on a secondary \nserver. A vital advantage of this approach is we can test software \nmaintenance on the secondary server. Once we confirm no issues, \nwe can safely apply the updates to the primary environment.\nIt's important we have an open and democratic \nenvironment that encourages creativity and \ninnovation. We are pioneers who are developing \nsolutions for renewable energy. Let’s make what  \nwe do matter and leave a legacy that inspires \nfuture generations.  \nJayce Langoodi \nAssistant Vice President, Technology Services \nPattern Energy\nGovernance\n58/60\nSustainability Report 2020\n 57/60", "metadata": {"source": "NASDAQ_PEGI_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}