{"page_content": "We design our tests to integrate easily into current physician \nprotocols, helping to deliver clinical utility and economic value \nto physicians, payers, and the healthcare system as a whole. \nWe continue to focus on educating physicians about the \nbenefits of our tests so that we can change the status quo \nand ultimately remove costs from the healthcare system by \noptimizing the care patients receive.\nReaching more patients\nWe make leading diagnostics widely available through a \nflexible Clinical Laboratory Improvement Amendments (CLIA)  \nand IVD model that enables more patients to access our tests.\nWe believe our plans to scale the distribution of IVD tests will \nfacilitate market access and physician adoption in Europe \nand other strategic global markets by mitigating international \nprivacy and shipping challenges by making our tests available \nglobally to local labs. We take a country-by-country approach \nto market access and reimbursement, working with KOLs to \nsecure our tests’ inclusion in clinical guidelines and to educate government officials about the value of our products. For \nexample, our Prosigna Breast Cancer Assay is now reimbursed \nin several European countries, including Germany, Spain, \nSweden, Denmark, Switzerland, the UK, and Israel.\nOur tests are changing today’s clinical practice standards \nand making a difference in the lives of physicians and \npatients all over the world. We believe our broad portfolio \nand proven approach to evidence generation, reimbursement, \nand commercial deployment gives us numerous opportu -\nnities to improve outcomes for patients at pivotal moments in \ntheir cancer journey. We will continue to expand our reach so \nthat we can deliver insights to those that need it and enable \npatients to attain clarity faster. \n15\n", "metadata": {"source": "NASDAQ_VCYT_2023.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}