{"page_content": "ESG oversight\nThe Nominating and Corporate Governance Committee of the \nBoard is responsible for overseeing the company’s programs and \npublic disclosures relating to ESG, including any initiatives relating \nto sustainability and climate change impacts. The Nominating \nand Corporate Governance Committee coordinates with the \nAudit Committee, Compensation Committee, and Regulatory \nand Compliance Committee on ESG matters, as appropriate. \nWe believe this coordination facilitates strong Board-level ESG \noversight.\nEnhancing our practices\nWe regularly review our corporate governance structure and \nevaluate emerging trends in governance best practices. For \nexample, we have decided to submit and recommend approval \nof a proposal to our stockholders at our 2023 annual meeting \nof stockholders to declassify our Board of Directors, which, if \napproved by our stockholders, would provide for our Board of \nDirectors to declassify over a three-year period beginning with the \ndirectors to be nominated for election at our 2024 annual meeting.Our most recent proxy statement, which includes additional \ndetails surrounding corporate governance at Veracyte and the \nlatest matters subject to approval by our stockholders, can be \nviewed on our website at investor.veracyte.com/sec-filings .\nBoard diversity\nThe Nominating and Corporate Governance Committee \nevaluates and selects director candidates based on their \ncharacter, judgment, diversity of experience, business acumen, \nand ability to act on behalf of all stockholders. The Nominating \nand Corporate Governance Committee believes that nominees \nfor director should have experience, such as management, \naccounting, finance, or marketing, or industry and technology \nknowledge, that may be useful to our company and the Board \nof Directors; high personal and professional ethics; and the \nwillingness and ability to devote sufficient time to effectively \ncarry out their duties as a director. The Nominating and \nCorporate Governance Committee also believes that service as \na director of other public companies provides experience and \nperspective that may be useful to our company and the Board \nof Directors. Although our company has no formal diversity \n19\n", "metadata": {"source": "NASDAQ_VCYT_2023.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}