{"page_content": "110\nESSENTIAL\nSUSTAINABILITY REPORT 2020Employee Listening and Engagement\nTwo-way communication with the workforce is vital to providing a supportive and inclusive work \nenvironment. We use a variety of mechanisms to gather feedback and ideas from our employees, \nencourage collaboration, and improve throughout the year.\nEmployee Listening Initiative\nSince launching in 2019, our Employee Listening Initiative has included onboarding surveys, exit surveys \nand semi-annual employee engagement surveys. That cadence enables us to obtain feedback throughout \nthe year and at major milestones during an employee’s career with Xcel Energy to identify where we are \nmaking progress and where additional action is required.\nThe engagement survey gathers feedback on a comprehensive set of work culture topics, including \nmultiple questions on inclusion and safety, two of our top priorities. All bargaining and non-bargaining \nand full-time and part-time employees, as well as interns, are invited to participate and provide feedback. \nOn our last survey, more than 7,000 employees responded with scores improving on 26 of the 27 \nquestions. The results increased the company’s overall engagement index score by five points, placing our \nengagement three points above benchmark.\nEmployee Innovation Challenge\nInnovation is a core tenet of how we work, and across the company, teams leverage their expertise to \nmake our company even better. We held our first annual company-wide Innovation Challenge in 2020 that \nencouraged employees to share their most impactful ideas. More than 500 ideas were submitted and \nevaluated by innovation experts, and all employees were given the opportunity to vote for their favorites.\nWinners ultimately pitched the top ideas to the CEO and senior leadership. Ideas selected to move forward \nreceive executive support and funding, as well as additional cross-functional exploration and potential \npiloting. Among the multiple winning ideas for 2020, the company is exploring how to enable customers \nto use a mobile app for reporting vegetation issues and applying GPS data points to more accurately locate \nunderground utilities.\nProgressive Non-salary Benefits\nWe offer progressive programs that help our employees manage their work and personal lives. The \nprograms are assessed annually, and new features are added as needed to meet changing needs and \nmaintain our leadership position in this area.\nWhat We Offer Description\nPaid Parental LeaveWe offer a parental leave policy, to new fathers and mothers. Our program \nprovides up to four weeks of additional paid time off for full-time non-\nbargaining employees and two weeks of additional paid time off for \npart-time non-bargaining employees to help them bond with a new child \nin the family, whether it is through birth, adoption or fostering. Nearly \n270 employees used the benefit in 2020. More information on program \nparticipation and return to work rates is provided in the Data Summary \nfor Xcel Energy’s Sustainability Report .\nAdoption AssistanceIn addition to six to eight weeks of paid maternity leave, we offer an \nAdoption Assistance Program to help employees pay for services \nassociated with adopting a child. Our program reimburses employees \nfor eligible expenses up to $2,000 for full-time employees and $1,000 \nfor part-time employees. It is available for non-bargaining employees \nand bargaining employees, as allowed by their negotiated bargaining \nagreement.\nPaid Time Off and \nEmployee Assistance \nDonation BankPaid Time Off (PTO) encompasses traditional vacation, personal day and \nsick day programs for non-bargaining employees. PTO can be used for a \nvariety of reasons, such as illness, doctor visits, vacation or personal use.\nXcel Energy also has a PTO donation program, designed to provide \neligible non-bargaining employees with a means to donate earned and \naccrued PTO, as well as to apply for donated PTO. It is intended to assist \nemployees who have exhausted their paid time off and are subject to \nsevere loss of income because of continued absence from work due to \na catastrophic event or serious health condition affecting them or their \nfamily members.", "metadata": {"source": "NASDAQ_XEL_2020.pdf", "page": 109, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}