{"page_content": "38\nCOMMUNITY INVOLVEMENTSince 2007, Project C.U.R.E has been utilizing approximately 46,000 square feet of space donated by Microchip \nto store and deliver medical supplies and equipment. Project C.U.R.E. is the world’s largest distributor of donated \nmedical supplies and equipment. Since 1987, life-saving supplies have been shipped to more than 130 nations \nworldwide. Project C.U.R.E. accomplishes this by taking excess unused items from local medical facilities and \nshipping them to under-resourced hospitals in developing countries.\nThe cost of warehouse space would typically be a large expense on the nonprofit's balance sheet, so Project \nC.U.R.E. leverages Microchip’s assistance to respond to the medical needs of developing countries. In 2019, \nvolunteers packed one 40-foot cargo container bound for a refugee camp in Bangladesh with life-saving medical \nsupplies and equipment. \nThe cargo, shipped from the Project C.U.R.E.’s Tempe warehouse, marked the completion of tireless efforts to \nprovide aid to refugees who have fled from Myanmar into Bangladesh, mostly Rohingya refugees. The contents \nwere customized to provide items desperately needed in refugee camps with supplies including gauze, dressings, \nsyringes, oxygen supplies, respiratory supplies and disinfectants as well as equipment including surgical \ninstruments, cautery pens, sphygmomanometers and suction machines. There are over 1 million recorded \nRohingya refugees in Bangladesh, many of whom have limited access to medical care. The cargo filled with medical \nequipment and supplies had a far-reaching impact on the community by providing desperately needed items.\nMicrochip locations invest time and money to support the Pikes Peak United Way (PPUW), \nUnited Way of Columbia/Willamette (PDX) and Valley of the Sun United Way (VSUW) in Colorado \nSprings, CO, Portland, OR, and Phoenix, AZ respectively. \nUnited Way directly invests in local communities by supporting organizations that serve \nchildren, provide resources to end hunger and homelessness, and increase the financial \nstability of at-risk communities.\nMicrochip supports these initiatives by participating in VSUW training events annually, donating \non average $245,000 each year to the VSUW, and creating educational opportunities for \nemployees so they can also make a difference in the community. Microchip’s support of the \nPPUW and VSUW chapters range from participation in clean-up days to help gather school \nsupplies for Back-to-School Drives.\nIn 2019, the VSUW celebrated Microchip’s contributions as the #7 highest campaign for \nemployee and corporate giving for the 2,000 – 4,999 Employees category.  PROJECT CURE\nMICROCHIP SUPPORTS UNITED WAY2017 2018 2019\nNumber of Shipments 40 31 23\nTotal Value of \nShipments$15.11 \nmillion$11.56\n million$6.83\n millionPROJECT C.U.R.E. PHOENIX DISTRIBUTION CENTER  \nMEDICAL DELIVERIES\n", "metadata": {"source": "NASDAQ_MCHP_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}