{"page_content": "39\nSECTION WE ARE INTHAILAND COMMUNITY  \nAND CORPORATE SOCIAL  \nRESPONSIBILITY AWARDS\n•   Business Ethics Standard Test Award (Best TCC Award) from the Thai \n Chamber of Commerce\n•   CSR–DIW Continuous AWARD Corporate Social Responsibility from the \n Ministry of Industry\n•   ER Award. Outstanding Employee Labor and Welfare from the Ministry of Labor\n•   Outstanding Disabled Employment Award from the Ministry of Social  \n Development and Human Security\n•   The Standard on Prevention and Solution to Drug Problems in an \n Establishment Award from the Ministry of Labor\n•  Clean Food Good Taste Award from the Ministry of Public Health \n•  ER Award. Outstanding Employee Labor and Welfare from the \n Ministry of Labor \n•  The Prime's Minister Industry Award for Quality Management from the \n Ministry of Industry\n•   Outstanding Disabled Employment Award from the Ministry of Social \n Development and Human Security\n•   Recognition Certificate as the first ranked company to comply with Disability \n Employment In Chachoengsao from the Ministry of Labor\n•   Recognition Certificate as the outstanding workplace on Dual Vocational \n Management from the Ministry of Education\n•  Clean Food Good Taste Award from the Ministry of Public Health\n•  ER Award. Outstanding Employee Labor and Welfare from the Ministry of Labor\n•  CSR–DIW AWARD Corporate Social Responsibility from the Department of   \n Industrial Works\n•  National Zero Waste to Landfill Award\n•  The Prime's Minister Industry Award for Environmental Quality Conservation\n•  Employment Promotion Award from the Ministry of Labor\n•  Outstanding contributions to the Social Security Fund from the \n Social Security Office2017\n2018\n2019COMMUNITY INVOLVEMENT\n39", "metadata": {"source": "NASDAQ_MCHP_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}