{"page_content": "13 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nPAYCHECK PROTECTION PROGRAM (PPP) LOAN LENDING \nThe Paycheck Protection Program was implemented through the Small Business \nAssociation in 2020 to provide a direct incentive for small businesses to keep their \nworkers on the payroll during the COVID pandemic. The program provided for forgiveness \nof the PPP Loan in full if business owners met certain employee retention criteria and used \nthe funds for eligible expenses.\nAmalgamated Bank enrolled as a participating PPP Loan lender in late 2021 after directing \ncustomers to other providers during 2020. Amalgamated successfully made 221 PPP loans \nto small businesses totaling over $47 million. Through March 2022, all but 29 have been \nforgiven in full. The remaining loans have either not started their forgiveness application \nor are in the process of applying for forgiveness.\nNYC KIDS RISE SAVE FOR COLLEGE PROGRAM \nThe NYC Kids RISE Save for College Program provides families, schools, and communities \nwith a way to work together to save for children’s futures. It’s a scholarship and savings \nprogram designed to make college and career training more accessible and achievable for \nNYC public school students, starting in kindergarten — regardless of their family’s income \nor immigration status.\nAmalgamated works with NYC Kids RISE to help families develop their own savings \naccounts by matching the upfront seed money provided by Kids RISE. The Save for \nCollege Program enables the Bank to work together to build assets and support \nexpectations of educational and economic success.Our core products of lending, investment, and treasury management serve mission-based clients across a range of impact \nsegments and often serve their bespoke needs. Here are just a few of the products we offer clients to align their finances \nwith their values. \n13 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}