{"page_content": "14 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nFIRST-TIME HOME BUYERS PROGRAM \nAmalgamated Bank supports first-time home buyers with a common-sense approach to \nhelp customers get the best loan for the best value. The program provides competitive \ninterest rates and no hidden fees, no high-cost loans or predatory lending, an easy \nonline application process, and a licensed mortgage loan officer to help applicants. The \nprogram is available for up to ½% rate discounts on First-Time Home Buyer adjustable-\nrate or fixed-rate mortgages. It is available only to qualified first-time home buyers whose \nincome is at or below 80% of the Median Family Income by county, as established by the \nFederal Financial Institutions Examination Council (FFIEC), or to buyers of any income \nwho purchase homes in low- or moderate-income locations, as established by the FFIEC. \nEligible properties include single-family homes, 2- to 4-unit properties, condos, and co-ops.  \nFOSSIL FUEL FREE PORTFOLIO \nAmalgamated Investment Services provides individuals and organizations with the \nopportunity to invest in a manner aligned with their values. We provide Fossil Fuel \nFree Portfolios, as well as ESG-screened customized investment management options \nfor investors of all sizes. Our team has the capability of helping both individuals and \norganizations in matters such as cash flow or retirement planning, as well as endowment \ncreation and management. We have built our investment philosophy to incorporate \ncompanies that are leading the effort to do right by society, pushing those in the middle \nto improve their practices, and divesting from the worst corporate actors. As of December \n31, 2021, the assets under management of these portfolios totaled $42.1 million. \n14 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}