{"page_content": "16 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nDeputy Chief Credit Risk Officer Lance \nZaremba joined Amalgamated Bank in \n2015 with over 20 years of commercial \nlending experience. With a background in \nunderwriting and portfolio management, \nLance observed that “Amalgamated Bank \nwas searching for a greater purpose.” The \nBank responded by sharpening its focus on \nacquiring and developing talent. According \nto Lance, “This process gave us ready-to-go \nexpertise in mission-aligned lending that \nreally took off once we de-emphasized our \nlegacy-loan portfolio.” \nLance is frank when it comes to mission: \n“I’m a credit and numbers guy. At the \noutset my goal was to get our leveraged \nand indirect portfolio down — from $600 \nmillion to about $50 million now — and \npush bankers to source high-quality loans \nfrom direct lending relationships.” Acquiring expertise from key hires in the solar industry \nand community development financial \ninstitutions gave the bank the edge it \nneeded to hit the target Lance envisioned. \n“Ideally you want relationship managers to \nbe experts at lending into a sector. That is \nthe perfect situation, and it is hard to do. \nToday, Amalgamated Bank not only has the \nexpertise, but also the ladders that turn new \nbankers into experts. That’s our defensible \neconomic moat and it’s how we empower \norganizations and individuals to advance \npositive change.”\n \nBeing past the learning curve also means \nAmalgamated Bank is a known entity and \ntrusted partner. “Clients know we can \ndeliver. Our track record plus our in-house \nexpertise plus our knowledge of policy \nin the solar lending space means we are \ntrusted to deliver on deals,” Lance said. “That’s a radical departure from where we \nwere just seven years ago and is completely \nderived from our focus on our purpose to be \nAmerica’s socially responsible bank.” \nAt this point, the bank’s mission and its \nnumbers have fully combined in Lance’s \nmind. “Amalgamated Bank found its stride \nover the last few years by focusing on \nits mission, and we wouldn’t be looking \nat the same growth trajectory without \nthat greater purpose. At the same time, \nour deep understanding of the specific \ndrivers of credit risk coupled with industry \nexpertise means we underwrite smart loans. \nFocusing on fundamentals means we can \nbe a trusted partner in the clean-energy \nfinance revolution that’s underway and \nsorely needed to stem the worst outcomes \nof global climate change.” “ Amalgamated Bank found its stride over the last few years by focusing  \non its mission, and we wouldn’t be looking at the same growth trajectory \nwithout that purpose.” OUR PEOPLE, OUR IMPACT\nLANCE ZAREMBA\nDeputy Chief Credit Risk Officer", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}