{"page_content": "26 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nWHAT DOES ALL THIS HAVE TO DO \nWITH AMALGAMATED BANK?\nAmalgamated Bank was already \nserious about cutting emissions \nwhen we committed to the Paris \nClimate Agreement in 2016. From that \ncommitment, we set out to do what all \nbanks should be doing now: measuring \nand managing our loan portfolios to \nreduce emissions and help us all meet \nour climate goals. We also put in place \npolicies against financing fossil fuel \ninfrastructure and worked in collaboration \nwith our peers to build a framework \nfor how all banks could be fully aligned \nclimate partners.\nStarting in 2019, we led a small coalition \nof banks and investment firms to develop \na global standard for measuring financed \nemissions. That coalition is now more than 250 financial institutions with more \nthan $70 trillion in assets. We worked with \nthe United Nations to develop guidelines \nthat mean when setting climate targets, \ncommitted banks are now all working \nfrom the same blueprint on how to do that \nwork. Those guidelines were central to the \nfounding of the UN-convened Net Zero \nBanking Alliance.\nTHAT WAS HOW WE TRAINED FOR THE \nGLOBAL EVENT. \nWe were part of the launch of the \nGlasgow Finance Alliance for Net Zero \nwith our partners and colleagues at \nCOP26. This is the broad finance-sector \ncommitment to put the industry on a path \nfor collective decarbonization and sent \nthe signal to policymakers that the money \nwas lined up to facilitate change. Amalgamated Bank also stepped forward \non the eve of the summit and delivered \nthe details of our climate targets, with \ndiscrete targets for each asset class in  \nour portfolio, cutting our absolute \nemissions by 49% by 2030, and getting  \nto zero emissions in 2045. All of that,  \nplus learning from and empowering \nactivists, was our contribution to a  \nCOP that took some big steps forward  \nin the fight for climate solutions and \nclearly marked expectations for the next \nclimate Olympics. The United Nations 21st Climate Change Conference in Glasgow, Scotland, last year was the Olympic Games of climate \nnegotiations and commitments. Known as COP26 for short, the 2021 event saw more participation than ever before, with \n25,000 delegates from 200 countries, the private sector, nonprofits, and a few hundred thousand activists in attendance \n(plus a lot of security). The proverbial Olympic torch, meaning ideas for victory over climate change, passed between \nseemingly infinite events ranging from national commitments to reducing emissions and finance pledges for developing \neconomies, to side agreements among nations on curbing fossil fuels or methane emissions. Just like the Olympic Games, \nthe hard work is done up front, and only the final push and medal ceremony happen at the event. ", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}