{"page_content": "30 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT1 https:/ /modernize.com/solar/panel-cost-calculator#:~:text=home%20and%20the%20price%20per,before%20tax%20credits%20or%20discounts \n2 https:/ /news.energysage.com/10kw-solar-systems-compare-prices-installers/ \n3 https:/ /ec.europa.eu/jrc/en/pvgis \nTRANSPARENCY  \nOur 2021 inventories have no significant assumptions that deviate from the 2020 PCAF Global standard. Key assumptions that were made \nin the analysis include the following: \nDATA QUALITY   \nThe PCAF 2019 North America uses a system to quantify the quality of data used. The scale is 1 to 5, 1 being the best. Data quality \nis assessed on accuracy, precision, and usefulness in determining associated emissions of that activity. In our first PCAF disclosure, \nAmalgamated Bank had a range of data quality scores with a portfolio average of 4.8. Our primary goal in our first year was to \nmaximize our portfolio reporting, resulting in the close to 100% coverage in our first year. This required use of data that was \ncategorized as lower quality. For 2021 we have made advances in data quality and achieved a data quality score of 4.3.\nAmalgamated Bank used the same methodology and assumptions to analyze emissions for business loans and project finance in 2021 \ncompared to 2020. Specifically: \n•  For business loans we used PCAF emission factors based on the industry NAICS code, which corresponds to a data quality score 5.\n•  For project finance we went through the loan documents to identify the projected energy generation through our renewables \nportfolio, and energy savings through our energy efficiency lending. The projected energy generation and energy efficiency \nsavings were determined by a third-party energy auditor. This corresponds to a data quality score 2. For a number of loans we had \ndata for the installed capacity, but we didn’t have projected electricity generation. For these loans we applied localized capacity \nfactors to calculate electricity generation. This corresponds to a data quality score 3.\n•  For residential solar loans, commercial PACE, residential PACE and solar securities, we did not have projected energy generation \nor installed capacity. Instead, we estimated the installed capacity assuming costs of solar are $3,000/KW.1,2 We then calculated \nlocalized solar generation using the PV Performance Tool from the European Union.3 This corresponds to data quality score 5.\nThis was the first year we analyzed the emissions associated with our equity and bond portfolios managed by Invesco. The emissions \nassociated with the organizations included in our portfolios were pulled from CDP, company sustainability or annual reports, or \nmodeled. Third party verified emissions get a PCAF data score of 1, whereas unverified or modeled emissions receive a score 2. We \nwere unable to determine if emissions had been verified, therefore we conservatively assigned data quality score 2 to our portfolios \nmanaged by Invesco.\n ", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}