{"page_content": "31 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTOTHER NOTES  \n•  The financed emissions associated with Amalgamated Bank’s mortgages portfolio are higher in 2021 compared to 2020. This \nincrease can be attributed for a large part to using actual floor area data.\n•  The financed emissions for the multifamily asset class are lower in 2021 compared to 2020. This can in large part be explained by \nthe reduced balance in multifamily loans of about $150MM.\n•  The emissions for CRE are lower in 2021 compared to 2020, Amalgamated believes this is driven by changing the method to \nestimate emissions from a score 5 to a score 3. In addition, Amalgamated notes that due to COVID a lot of businesses were either \nclosed or working on reduced hours. \nIn 2020 Amalgamated Bank used a score 5 data quality method using emission factors from the PCAF database to estimate the emissions \nassociated with all real estate loans. To improve the data quality score in 2021, Amalgamated Bank worked with third-party data provider \nDynamhex.4 Dynamhex has a proprietary model that estimates the scope 1 and scope 2 emissions for each lot in the United States. The \nmodel ingests various publicly available data for building size, age, material, orientation, occupancy and energy/fuel type for each \nbuilding to predict building energy consumption. Dynamhex validated their model using customer bill data from a Mid-Atlantic utility to \nhave an accuracy of +/- 2.7%. \nThe Dynamhex model estimates emissions by lot, as a result the model is appropriate for estimating emissions for an entire building, such \nas commercial real estate and single family detached homes, but it is currently not appropriate to estimate emissions at the attached \nmultifamily, or apartment level. Therefore, Amalgamated Bank used emissions results from the Dynamhex model for the commercial real \nestate asset class, which is associated with a data quality score 3. \nHowever, since a large share of Amalgamated Bank’s residential real estate portfolio is for multifamily buildings and apartments, we \nbelieved the Dynamhex model was not suitable to use at this time. Therefore we continued to use PCAF emission factors associated with \nthe residential real estate portfolio. One notable improvement we made was to use actual floor area for approximately half of our real estate \nloans from property tax records. For those loans we applied the more granular PCAF emissions factors based on the location, building type, \nand floor area associated with a data quality score of 4. For the remaining loans for which we weren’t able to get floor area from property tax \nrecords, we continued to use emissions factors based on the location and building type, associated with a data quality score 5. \n4 www.dynamhex.com", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}