{"page_content": "35 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nAmalgamated Bank is committed to pursuing innovative financing for climate solutions.  \nProperty Assessed Clean Energy (PACE) financing is a way for property owners to finance \nsustainable upgrades to their properties, including by installing solar panels, energy- and  \nwater-efficiency upgrades, electric vehicle charging stations, seismic strengthening, and  \nstorm-hardening improvements. \nAs a financing product, PACE opens the door for many more people to participate in achieving \na net zero future. Homeowners who quality for low-income energy efficiency funding offered \nthrough state programs and have credit scores that place conventional financing out of reach can \nuse PACE financing to make critical improvements to their properties with no up-front costs. \nAmalgamated Bank has also advocated for higher industry standards alongside efforts \nto expand access to PACE financing. In PACE Nation, a leading industry periodical, we \ncalled for 22 new consumer protections, including ability-to-pay testing and industry \nunderwriting standards. The industry organization followed through and adopted all  \n22 recommendations. PACE financing is a better consumer product and climate solution \nas a result. \nIn 2021, Climate Solutions lending and PACE financing grew to account for more than \n$1.2 billion. Amalgamated Bank will continue to drive progress through this lending \ntheme. Amalgamated Bank supports legislation that allows PACE financing in more \nstates and works with lawmakers to adopt consistent consumer protections put \nforth by PACE Nation. When this happens, we can retrofit our nation’s old housing and \ncommercial stock to create an energy-efficient built environment for future generations. \n35 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}