{"page_content": "42 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTANTI-RACISM \nAs part of Amalgamated Bank’s commitment to enhance diversity, equity, and inclusion at \nour organization, we formally codified our commitment to be an anti-racist organization in \nour employee handbook. The statement reads: \n“The Bank endeavors every day to be an anti-racism organization. The Bank defines \nbeing an anti-racism organization as creating an environment where all employees, \nregardless of race or the color of their skin, know they are valued. We acknowledge \nthat racism can be unconscious or unintentional and identifying racism as an issue does \nnot automatically mean those involved in the act are racist or intended the negative \nimpact of their words or actions. As an anti-racism organization, we constantly strive to \nidentify, discuss, and challenge issues of race and color and the impacts they have on \nthe Bank, our work, our employees, and our clients. The Bank will not tolerate racism in \nthe workplace, including microaggressions. \nPart of our commitment is acknowledging that, although we have always strived to \ncreate a fair and open workplace, there is more that we can do. This statement outlines \nthe steps that Amalgamated Bank is taking to further promote diversity and inclusion.” \n \nGENDER TRANSITION GUIDELINES \nIn 2020, we adopted Gender Transition Guidelines for Amalgamated Bank’s transgender \nand gender nonconforming (TGNC) employees, their coworkers, managers, human resource \nprofessionals, LGBTQ+ employee group leaders, and others who may be involved in a \nworkplace gender transition. It covers best practices for employees and managers as well as \nhow to address customers and clients. We provide support, partnership, and education for \nemployees as they transition their gender, and for gender nonconforming and transgender \nemployees. Transitioning individuals have the right to openly be who they are and may \nexpress their gender identity, characteristics, or expression without fear of consequences. \n", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}