{"page_content": "43 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nHUMAN RIGHTS CAMPAIGN \nCORPORATE EQUALITY INDEX \nIn 2021, we are proud to have \nachieved a 100% rating from \nthe Human Rights Campaign \nFoundation Corporate Equality \nIndex for the second year in a \nrow. This index is the national \nbenchmarking tool on corporate \npolicies, practices, and benefits \npertinent to lesbian, gay, bisexual, \ntransgender, and queer employees.\nEQUAL OPPORTUNITY \nPay Equity \nAmalgamated Bank completed a pay-equity audit in 2020 based on the factors of race \nand gender. The study found the vast majority of employees experience pay parity at \nAmalgamated and, as a result, a very small number of minor adjustments were made \nto compensation packages. In part, we credit a collectively bargained agreement with \nour unionized employees for the significant pay parity at the Bank. Amalgamated is \ncommitted to pay parity across the company and intends to conduct a pay-equity audit \nevery three years.\nEEO1 Form Disclosure \nPlease follow the link to the 2021 EEO1 form.* This workforce diversity data showcases the \nBank’s continued commitment to building a diverse and vibrant workforce that reflects \nthe communities in which we serve. The Bank is focused on further diversifying senior \nmanagement in the coming years. The Bank is also committed to disclosing additional \nworkforce-related data covering hiring, promotion, and departure in the near future.\nEqual Employment Opportunity \nEqual Opportunity and Non-Discrimination: It is the Bank’s policy to provide equal \nemployment opportunity to all applicants and employees, and not to discriminate on \nany prohibited basis under the law. Amalgamated Bank supports equal opportunity in \nemployment no matter your race, gender, creed, religion, citizenship status, veteran/\nmilitary status, genetic information or disability, marital status, sexual orientation, and/or \nother protected classes. The Bank takes action to ensure a work environment that does \nnot discriminate and supports affirmative action for all employees. The specifics of these \npolicies and procedures are contained in the Employee Policy Manual. Employees are \nencouraged to communicate instances of discrimination with their manager or members \nof the Equal Employment Opportunity Panel.\n* EEO1 is based on pay period from 10/24/21 through 11/6/21.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}