{"page_content": "6 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nI joined Amalgamated Bank in June of 2021, filled with enthusiasm for the mission of this storied institution \nand excited by the opportunity to serve Amalgamated Bank and its community. \nIn presenting our annual Corporate Social Responsibility Report to you, my hope is that it will give you \na sense not only of the impact we had over the last year, but also that it will give you a picture into our \nstrategy for impact in the future. You will see in these pages some of the many team members who left their \nimprint on who we are and guided how we execute our mission.\nWe ended last year a bigger and stronger institution. We are proud of that growth and particularly proud of \nwhat it means in terms of our ability to grow our impact. As a bigger bank we can deliver more for climate \njustice, more for a fair and just economy, and more for racial and gender inequality. In my first year at \nAmalgamated, it has become clear to me that we are able to grow without compromising our history or our \nvalues, and by grounding everyday work in our purpose, we can fuel our capacity for more in the future.\nI know this value proposition is true from what I have learned from team members and clients since joining \nthe bank. Across the board I have seen a deep commitment to who we are, how we serve, and how we can \nexpand and grow together. It might be a strange thing to say for a 99-year-old institution, but it feels like we \nare just getting started.\nThank you for all you do as allies and partners.\nPriscilla Sims Brown \nPresident & CEO“ What has been very clear \nto me in my first year at \nAmalgamated is that we \nare able to grow without \ncompromising our history or \nour values, and indeed it is \nthat grounding in purpose \nthat can fuel our capacity \nfor more in the future.”", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}