{"page_content": "53 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTSUPPLIER STANDARDS \nThe mission of our Supplier Code of Conduct is to empower people, enhance economic \njustice, and improve the diversity of our vendor base. We expect all parties providing \ngoods and services to us to conduct their business activities with the same high standards \nof business ethics, social responsibility, and environmental stewardship that we have \ncommitted to, and in accordance with all applicable laws and regulations. We have \nadopted a Supplier Code of Conduct that outlines our expectations for external partners \nto establish and maintain a business relationship with Amalgamated Bank, supporting \na professional environment where all are treated with respect and dignity, and in an \nenvironment where their health and safety are protected. As part of our initial screening \nprocess, we review third-party ESG scores and/or ask critical vendors to provide us with \nan overview of their CSR-related initiatives. We review our list of active vendors on a \nregular basis to ensure their continued alignment with Amalgamated’s mission and CSR-\nrelated policies. Vendor Management takes into consideration qualified women-owned, \nminority-owned, LGBTQ+-owned and other small businesses, as those businesses are \nan integral part of the community the Bank services. In addition, the Bank takes into \nconsideration a vendor’s stance on civil rights, and its adherence to non-discriminatory \npractices. The Bank prioritizes hiring suppliers that utilize union labor with collective \nbargaining rights. Every vendor or supplier is subject to the Bank’s risk assessment and is \ncarefully managed to limit exposure. \n \n53 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT† A link to our Supplier Code of Conduct can be found here.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}