{"page_content": "59 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTRISING TO DEFEND DEMOCRACY\nThe insurrection at the U.S. Capitol on \nJanuary 6, 2021 and its goal of overturning the \ncertified results of the national election were \na shock to our democracy. In response, we \nworked with corporations taking a stand for \ndemocracy and made grants to Business for \nAmerica, the Coalition for Inclusive Growth, \nand the Center for Political Accountability. We \nalso supported front-line organizations working \nto nurture our emerging multiracial democracy \nagainst the forces of division and hate.BUILDING AN EQUITABLE  \nECONOMIC FUTURE\nBuilding on the legacy of Amalgamated Bank, \nour corporate giving also invests in building a \nmore just and equitable economy. We invest \nin workers’ rights through organizations like \nthe Action Center on Race and the Economy, \nWorkers Defense Project, Equal Rights \nAdvocates, and the Powershift Network. \nOur strategy also seeks to transform access \nto capital and advance socially responsible \nbusiness practices and other structural issues, \nthrough grants to the Community Credit Lab \nand the Economic Security Project.CLIMATE JUSTICE & SUSTAINABILITY\nWe believe the financial sector has a crucial \nrole in addressing climate change by aligning \nfinancial flows with the global imperative to \ntransition to net zero emissions. In addition \nto the Bank’s voice on these efforts, we \nalso made grants to the Labor Network for \nSustainability, bringing together critical \nconstituencies and conversations to support \nan economic transition. Our efforts to seed \nOrganizing Resilience to support front-\nline communities in climate-disaster-prone \nregions underscores the importance of a \nracial justice lens focus for responses to \nclimate-related disasters in those regions.\nAmalgamated Bank is unique as a corporate funder, with a commitment to democracy, sustainability, and workers’ rights, \ndrawing on our mission and legacy as an institution founded on the power of collective action.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}