{"page_content": "7 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nOrganization. Collective action. A compelling case, clear objectives, and an inclusive theory of change. \nThat is how people come together to make the world a better place and the source of power in democratic \nsocial movement.\nAt Amalgamated Bank we have the great opportunity to organize and align money with movements fighting \nfor a better society. We support labor unions and organizations working for a just and fair economy. \nWe work with the organizations that are defending access to abortions and for women’s equality in the \nworkplace. We lift the voices fighting racism and systemic racism and fund the new economy that undoes \nthe racial wealth gap. And we provide money for the solutions we need to solve the climate crisis.\nThis unique role of finance to tackle critical issues is not isolated to our Corporate Social Responsibility \nwork or our approach to traditional Environmental, Social, and Governance management. It is central to \neverything we do and supported by every team member and every part of the bank.\nAs we grow our capacity to serve this mission, it’s critical that this pursuit of impact and commitment to our \nvalues is woven into all aspects of our strategy and operations. When we measure and report on our work \nthrough metrics and reporting frameworks, it’s easy to lose sight of the infinite contributions along the way. \nEach client served, each loan delivered, and each back-office transaction or regulatory report filed adds up \nto what we accomplish together. \nWithin these pages we hope you will see the impact and power of collective action for a better world as \ntold by a bank that knows how money can serve a greater purpose.\nThank you for every part you play in this pursuit.\nIvan Frishberg  \nChief Sustainability Officer“At Amalgamated we have the \ngreat opportunity to organize \nand align money with movements \nfighting for a better society.”\n7 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}