{"page_content": "77 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTBRIBERY AND CORRUPTION\nBribery and corruption are not only \nagainst Amalgamated Bank’s values, \nthey are illegal and can expose both \nthe employee and the Bank to fines and \npenalties, including imprisonment and \nreputational damage. Bribery is the offer, \npromise, or payment of cash, gifts, or \neven excessive entertainment, or an \ninducement of any kind offered or given to \na person in a position of trust to influence \nthat person’s views or conduct or to obtain \nan improper advantage. Corruption is \ndishonest or fraudulent conduct by those \nin power, typically involving bribery. \nBribery is prohibited regardless of the \namount, whether or not the other party \nis a government official and regardless \nof whether an employee or Bank \nrepresentative believes that the bribe will \nsomehow benefit the Bank or themselves. \nThe Bank maintains a code of conduct, which covers all employees regarding business ethics. Employees must attest their \nadherence to the code of conduct within the first week of employment. The code of conduct covers issues such as corruption, \nantitrust, insider trading, gifts and entertainment, conflicts of interest, money laundering, and more. Training to ensure \ncompliance happens annually. The Bank has numerous policies and procedures to identify corruption. An anonymous ethics \nhotline is available to all individuals to report alleged unethical behavior. Whistle-blowers receive the protections afforded \nto them by all FDIC-regulated banks and public companies. The ethics hotline is posted in all public locations and branches \nthroughout the Bank.\nBANK SECRECY ACT AND ANTI-MONEY LAUNDERING\nAs a financial institution, Amalgamated Bank must maintain anti-money laundering \nprograms that include established internal policies, procedures, and controls, a \ndesignated compliance officer, an ongoing employee training program, and testing of the \nprogram by an independent audit function. As such, Amalgamated Bank has implemented \nan enterprise-wide compliance program designed to comply with applicable laws \nand regulation related to anti-money laundering, counterterrorism financing laws and \nregulations, and U.S. Treasury’s Office of Foreign Assets Control laws.\nAmalgamated Bank has established a written Bank Secrecy Act / Anti-Money Laundering \nand Treasury’s Office of Foreign Assets Control Policy that is reviewed and approved \nannually by our Board of Directors. The Bank requires that all employees comply with \nthe Bank Secrecy Act / Anti-Money Laundering and Treasury’s Office of Foreign Assets \nControl Policy. Formal training is conducted regularly for all Bank employees. Independent \nreviews are completed regularly to assure compliance with the requirements of the Bank’s \npolicy and related procedures.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}