{"page_content": "85 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTUN SDG BUSINESS ALIGNMENT \nNumber 8:  \nDecent Work and Economic Growth• We prioritize loans to unionized firms and organizations with a responsible contracting policy.\n•  We lend to the small and micro-businesses that are key drivers of economic growth and job creation.\nNumber 10:  \nReduced Inequalities• We were the first bank to add LGBTQ+ to the definition of board diversity for shareholder voting standards.\n• 62% of our workforce identifies as a racial or ethnic minority.\n•  We provide scaled capital to Community Development Financial Institutions that open up investment opportunities \nfor immigrant communities.\n• We participate in Home Financing Programs to enable homeownership for more working people.\n• We support the financial integration of immigrants.\nNumber 11:  \nSustainable Cities & Communities•  We have several categories of lending that seek to improve sustainability of urban infrastructure and communities, \nincluding housing, commercial real estate, and community empowerment and education.\nNumber 12:  \nResponsible Consumption  \nand Production•  Our lending due diligence includes review of companies’ environmental practices within their organization and of \ntheir goods and services. \n•  Our sustainable procurement and waste reduction practices ensure that we minimize operational waste through \ncomposting, recycling, and resource-efficient products. \nNumber 13:  \nClimate Action• We are 100% carbon-neutral in our operations for the fourth year in a row. \n•  We were the first to endorse and one of three U.S. banks to sign the UN Principles for Responsible Banking.\n•  We are a global leader in the Partnership for Carbon Accounting Financials, publishing our inaugural disclosure in \nthis report. \n• We are committed to aligning all of our business practices with the goals of the Paris Climate Agreement.\n• We offer a Fossil Fuel Free investment product for consumer and commercial clients.\nNumber 17:  \nPartnership for the Goals•  In 2020, we joined the Frontline Workers Fund to support essential workers during the COVID pandemic as well as \nWhen We All Vote in support of voting rights.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}