{"page_content": "86 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nReporting and self-assessment requirements High-level summary of bank’s response (limited assurance  \nrequired for responses to highlighted items) Reference(s)/Link(s) to \nbank’s full response/ \nrelevant information\nPRINCIPLE 1: ALIGNMENT\nWe will align our business strategy to be consistent with and contribute to individuals’ needs and society’s goals, as expressed in the Sustainable Development Goals, the Paris \nClimate Agreement, and relevant national and regional frameworks.\n1.1  Describe (high-level) your bank’s business model, \nincluding the main customer segments served, \ntypes of products and services provided, the \nmain sectors and types of activities, and where \nrelevant the technologies financed across \nthe main geographies in which your bank has \noperations or provides products and services.Amalgamated Financial Corp. is an American financial institution. We are the largest union-\nowned bank and one of the only unionized banks in the United States.\nWe offer a complete suite of commercial and retail banking, investment management, and trust \nand custody services. Our commercial banking and trust businesses are national in scope, and \nwe also offer a full range of products and services to both commercial and retail customers \nthrough our three branch offices across New York City, one branch office in Washington, D.C., \none branch office in San Francisco, one commercial office in Boston, and our digital banking \nplatform. \nAmalgamated has traditionally been structured in three corporate divisions: Commercial \nBanking, Trust and Investment Management, and Consumer Banking. Our product line includes \nresidential mortgage loans, C&I loans, CRE loans, multifamily mortgages, and a variety of \ncommercial and consumer deposit products, including non-interest-bearing accounts, interest-\nbearing demand products, savings accounts, money market accounts, and certificates of \ndeposit. We also offer online banking and bill payment services, online cash management, safe \ndeposit box rentals, debit card and ATM card services, and the availability of a nationwide \nnetwork of ATMs for our customers.\nWe currently offer a wide range of trust, custody, and investment management services, \nincluding asset safekeeping, corporate actions, income collections, proxy services, account \ntransition, asset transfers, and conversion management. We also offer a broad range of \ninvestment products, including both index and actively managed funds spanning equity, fixed-\nincome, real estate, and alternative investment strategies to meet the needs of our clients. \nOur products and services are tailored to our target customer base that prefers a financial \npartner that is socially responsible, values-oriented, and committed to creating positive change \nin the world. These customers include advocacy-based nonprofits, social welfare organizations, \nnational labor unions, political organizations, foundations, socially responsible businesses, and \nother for-profit companies that seek to balance their profit-making activities with activities that \nbenefit their other stakeholders, as well as the members and stakeholders of these commercial \ncustomers. In 2021, we introduced ResponsiFunds, which is a suite of Environmental, Social and \nGovernance (ESG) impact products designed to align our clients’ investment growth goals with \ntheir organizational values.2021 CSR Report,  \nPage 5\n2022 10-K Report,  \nPage 3-4", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}