{"page_content": "87 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT1.2  Describe how your bank has aligned and/or is \nplanning to align its strategy to be consistent with and contribute to society’s goals, as expressed in the Sustainable Development Goals (SDGs), the Paris Climate Agreement, and relevant national and regional frameworks.The United Nations Sustainable Development Goals (SDGs) represent a global call to action for all stakeholders to address the biggest and most complex challenges of our time. Our mission to be America’s socially responsible bank is closely aligned with multiple SDGs and reflective of our endorsement of the United Nations Principles for Responsible Banking, of which we were a founding signatory. We are committed to creating a more sustainable and just world, not only doing our part to drive progress toward meeting the goals but serving as a model others can and should follow.\nOur Net Zero Climate Targets Report outlines our plan for how we expect to build and align with \na climate-safe future. The foundation of this work is a plan to measure our impact, to set targets that guide our business and the impact we have in the world, and to be transparent about what this will mean. Our climate work is technical and strategic, but it also honors the heritage of those who work for the future. We are excited to embark on this work, engage with clients to realize our goals, and communicate our progress to our valued stakeholders.\nWe are committed to measuring, reporting, and reducing financed carbon emissions and aligning \nour lending with the Paris Climate Agreement. We are a member of the Science Based Targets initiative, a joint initiative by CDP, World Resources Institute, the World Wide Fund for Nature, and the United Nations Global Compact, that calls on companies to publicly commit to adopt science-based emissions reduction targets. Amalgamated joined the Collective Commitment to Climate Action, mobilizing products, services, and relationships to help facilitate the economic transition necessary to achieve climate neutrality. We then worked together with fellow UNPRB bank signatories to launch the Partnership for Carbon Accounting Financials (PCAF), a global collaboration between banks to collectively develop a shared methodology to measure and disclose the greenhouse gas emissions associated with loans and investments.2021 CSR Report, Page 74\n2021 CSR Report, \nPage 22\nNet Zero Climate \nTargets Report\nEnvironmental  \nDisclosures, Page 2", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}