{"page_content": "88 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTPRINCIPLE 2: IMPACT AND TARGET SETTING\nWe will continuously increase our positive impacts while reducing the negative impacts on, and managing the risks to, people and environment resulting from our activities, \nproducts, and services. To this end, we will set and publish targets where we can have the most significant impacts.\n2.1  Impact Analysis:\n  Show  that your bank has identified the areas \nin which it has its most significant (potential) \npositive and negative impact through an impact \nanalysis that fulfills the following elements: \n a)  Scope: The bank’s core business areas \nand products/services across the main \ngeographies that the bank operates in, as \ndescribed under 1.1, have been considered in \nthe scope of the analysis.\n b)   Scale of Exposure: In identifying its areas \nof most significant impact, the bank has \nconsidered where its core business/its \nmajor activities lie in terms of industries, \ntechnologies, and geographies.\n c)  Context & Relevance: Your bank has taken \ninto account the most relevant challenges \nand priorities related to sustainable \ndevelopment in the countries/regions in \nwhich it operates.\n d)  Scale and intensity/salience of impact: In \nidentifying its areas of most significant \nimpact, the bank has considered the scale \nand intensity/salience of the (potential) \nsocial, economic, and environmental \nimpacts resulting from the bank’s activities \nand provision of products and services. Amalgamated Bank identifies relevant areas of positive and negative impact across the  \nentire enterprise through several governance bodies: our Board of Directors, Enterprise  \nRisk Management (ERM) function, and CSR committee. \nWe engage our stakeholders regularly to assess our relevant risks and opportunities. For more \ninformation, please reference our CSR Report. \nWe report on relevant risks aligned with leading reporting frameworks, including PCAF,  \nTCFD, and SASB. For more information on the topics and their relevant impacts, please  \nreview our CSR Report. 2021 CSR Report \n“Stakeholder \nEngagement,”  \nPage 10\nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Impact Analysis.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 87, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}