{"page_content": "89 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT2.2 Target Setting \n  Show  that the bank has set and published a \nminimum of two Specific, Measurable (can be \nqualitative or quantitative), Achievable, Relevant \nand Time-bound (SMART) targets, which address \nat least two of the identified “areas of most \nsignificant impact,” resulting from the bank’s \nactivities and provision of products and services. \n  Show  that these targets are linked to and drive \nalignment with and greater contribution to \nappropriate Sustainable Development Goals, the \ngoals of the Paris Agreement, and other relevant \ninternational, national, or regional frameworks. \nThe bank should have identified a baseline \n(assessed against a particular year) and have set \ntargets against this baseline.\n  Show  that the bank has analyzed and \nacknowledged significant (potential) negative \nimpacts of the set targets on other dimensions of \nthe SDG/climate change/society’s goals and that \nit has set out relevant actions to mitigate those \nas far as feasible to maximize the net positive \nimpact of the set targets. Amalgamated has set SMART targets in line with some of our significant impact areas to drive \nalignment with and contribution to the relevant SDGs and the goals of the Paris Agreement.\nIn 2021, we set an ambition to reach net zero emissions by 2045. To achieve this goal, we have \nset an intermediary climate goal of 49% emissions reduction from our baseline by 2030. To \nachieve our goals, we are reporting intermediary targets that align with our net zero climate \nambition:\n •  Reduce both our Commercial Real Estate and Multifamily-financed emissions by 50% by \n2030.\n •  Reduce our Mortgage-financed emissions by 47% by year 2030.\n •  Engage with our top 25% of emitters to assess actual performance, sources, and \nemissions, and discuss emission reduction strategies.\n •  We currently expect to reach absolute zero emissions in our direct operations by year \n2030.\n •  Increase our solar financing activities by 217% by year 2030.Net Zero Climate  \nTargets Report\n2021 CSR Report “Net \nZero Climate Targets,” \nPage 24\nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Target Setting.\n2.3  Plans for Target Implementation and Monitoring\n  Show  that your bank has defined actions and \nmilestones to meet the set targets.\n  Show  that your bank has put in place the means \nto measure and monitor progress against the \nset targets. Definitions of key performance \nindicators, any changes in these definitions, and \nany rebasing of baselines should be transparent. To set science-based targets, companies are required to select a baseline year for emissions \nreductions.\nWe set our baseline emissions for year 2020, as this is the latest PCAF data we have available \nfor target setting. For each of our emissions categories, we modeled relevant decarbonization \nstrategies and policies to build a pathway model for net zero emissions. These methods and \nassumptions follow the guidance established by the Science Based Targets initiative and the  \nUN Collective Commitment on Climate Action as adopted by the UN-convened Net Zero  \nBanking Alliance.Net Zero Climate  \nTargets Report\n2021 CSR Report “Net \nZero Climate Targets,” \nPage 2 4\nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Plans for Target Implementation and Monitoring.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 88, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}