{"page_content": "90 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT2.4 Progress on Implementing Targets\n   For each target separately: \n \n  Show that your bank has implemented the \nactions it had previously defined to meet the  \nset target.\n  Or explain why actions could not be implemented/\nneeded to be changed and how your bank is \nadapting its plan to meet its set target. \n  Report on your bank’s progress over the last 12 \nmonths (up to 18 months in your first reporting \nafter becoming a signatory) toward achieving each \nof the set targets and the impact your progress \nresulted in. (Where feasible and appropriate, \nbanks should include quantitative disclosures).To reach our set targets, we are exploring opportunities to invest in clients delivering emissions \nremoval in order to meet the net zero ambition. As emission removal technologies become more \naccessible to bank financing, we expect business loans in these areas will play a key role in \nmeeting our 2045 target. We intend to focus our emissions removal activities to those that are \nnot tied to the further development or production of fossil fuels, are measurable, verifiable, and \npermanent, and make a full commitment to protecting the lands and cultures of indigenous and \nlocal communities. In accordance with the SBTi guidance, we intend not to use offsets of any \nkind for portfolio emissions and will execute due diligence on any client-level offsets.\nWe would also like to reinforce that these are our first targets, and we understand that there will \nbe points where we miss or exceed specifics, where conditions and our bank change. Through \nall of this we will work to keep bending the curve of emissions more aggressively down as the \nurgency of the science is expected to continue to escalate. Public policy is fundamental. It is a \npredicate of every bank commitment to the Net Zero Banking Alliance, and therefore we believe \nit is our obligation to speak out for strong public policy that moves markets and protects our \nplanet. We intend to work alongside other financial institutions willing to follow through on this \ncommitment and hope more will join us.Net Zero Climate  \nTargets Report\n2021 CSR Report “Net \nZero Climate Targets,” \nPage 2 4\nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Progress on Implementing Targets.\nPRINCIPLE 3: CLIENTS AND CUSTOMERS\nWe will work responsibly with our clients and our customers to encourage sustainable practices and enable economic activities that create shared prosperity for current and \nfuture generations.\n3.1  Provide an overview of the policies and practices \nyour bank has in place and/or is planning to put \nin place to promote responsible relationships \nwith its customers. This should include high-\nlevel information on any programs and actions \nimplemented (and/or planned), their scale, and, \nwhere possible, the results thereof.We strengthen communities by offering innovative and affordable solutions to address specific \nbanking and credit needs. \nAs a mission-driven bank, Amalgamated strives to create products that have a triple bottom-\nline effect: environmental, social, and financial. In addition, the Bank is strictly governed by \nregulation affecting commercial and consumer banking products that include anti-bribery, spam, \nbait and switch, privacy, and other elements. Our goal is to support our customers in making \nan informed choice. Customer satisfaction is important to the Bank and we regularly solicit \ncustomer feedback. The Bank has not had a significant violation in this regard.\nOn a regular basis, Amalgamated conducts a review of the social and environmental risk(s) \nand impact(s) of existing products and/or services to assess if the products continue to deliver \nbenefits to our customers. In addition, Amalgamated is committed to considering and exploring \nnew products and services that serve both shareholders and society.2021 CSR Report \n“Stakeholder \nEngagement,”  \nPage 10\n2021 CSR Report  \n“Our Customers,”  \nPage 54\nSocial and Governance \nDisclosures, Pages 6-7 ", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 89, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}