{"page_content": "10 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTOur corporate culture fosters an open dialogue across our stakeholder groups, facilitated by both formal and informal \nchannels for communication and engagement. We believe in thoughtful engagement with our various stakeholders, \nregularly discussing the issues that matter most to them.\nSTAKEHOLDER ENGAGEMENT SUMMARY\nEMPLOYEES • Employees and managers review goals, accomplishments, and performance on an annual basis. \n•  Engagement surveys are conducted and allow us to identify areas of strength and opportunities for \nimprovement to ensure continued satisfaction and retention of our employees. \n•  CEO-led Town Hall-style meetings are held periodically with our employees, covering topics such as \nbusiness strategy and outlook, the competitive landscape, and emerging industry trends, and include a \nquestion-and-answer session with management. \n•  We offer a comprehensive compensation and benefits package to attract and retain talent that \nincludes health insurance, defined pension, savings plans, employee development programs, career \nadvancement opportunities, and a focus on preserving a work-life balance. \n•  We conduct pulse surveys to assess employee engagement, well-being, and inclusion. \nCUSTOMERS &  \nCOMMUNITIES•  We offer several products and services that emphasize social responsibility, including lending for \naffordable housing, fossil fuel free investment portfolios, green lending, financing for community \ndevelopment financial institutions, lending to minority-owned businesses, and debit-card options that \nallow for money to be donated to charities, among others. \n•  We strengthen communities by offering innovative and affordable solutions to address specific banking \nand credit needs. \n•  We offer a wide variety of free financial education classes focusing on basic banking, debt reduction, \nunderstanding credit, savings, and investments.\n10 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\n 10 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}