{"page_content": "91 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT3.2  Describe how your bank has worked with and/\nor is planning to work with its clients and \ncustomers to encourage sustainable practices \nand enable sustainable economic activities. This \nshould include information on actions planned/\nimplemented, products and services developed, \nand, where possible, the impacts achieved.When it comes to creating a comprehensive investment portfolio, we believe in a nuanced \n and bespoke approach with a focus on evergreen value generation. The six funds created as  \npart of the ResponsiFunds suite are designed to be highly competitive and deeply issue-area-\nfocused. This allows clients access to diverse and efficient investment ESG options to grow \nand provide their organizations with further resources needed to meet their specific mission. \nWe believe that participating in ESG funds would enable investors to become more engaged \nadvocates in driving change, becoming a partial benefactor for the companies or organizations \nthat are committing themselves to sustainable practices that protect the environment, and \ntackling social equity issues.2021 ESG Report \n“Advocacy Highlights,” \nPage 62\nProxy Report  \nPRINCIPLE 4: STAKEHOLDERS\nWe will proactively and responsibly consult, engage, and partner with relevant stakeholders to achieve society’s goals.\n4.1  Describe which stakeholders (or groups/types of \nstakeholders) your bank has consulted, engaged, \ncollaborated or partnered with for the purpose \nof implementing these Principles and improving \nyour bank’s impacts. This should include a high-\nlevel overview of how your bank has identified \nrelevant stakeholders and what issues were \naddressed/results achieved.Our corporate culture fosters an open dialogue across our stakeholder groups, facilitated by \nboth formal and informal channels for communication and engagement. We believe in thoughtful \nengagement with our various stakeholders, regularly discussing the issues that matter most to them.\n•  Employees: cover topics such as business strategy and outlook, the competitive landscape \nand emerging industry trends, and include a question-&-answer session with management\n•  Customers & Communities: emphasize social responsibility, including: lending for \naffordable housing, fossil fuel free investment portfolios, green lending, financing for \ncommunity development financial institutions, lending to minority-owned businesses, and \ndebit card options that allow for money to be donated to charities, among others \n•  Investors: publish financial reports, regulatory filings, and proxy statements that include \ndetails of our financial performance and transparent disclosures on our CSR initiatives\n•  Industry Alliances & Affiliations: We work jointly with others in our industry to maximize \nour combined impact on topics including climate change, financial inclusion, immigrant \nrights, LGBTQ+ rights, gun safety, workers’ rights, diversity, and community development\n•  Unionized Labor: we regularly engage with the union on topics including workers’ rights, \nretirement security, and workplace safety 2021 CSR Report \n“Stakeholder \nEngagement,”  \nPage 10", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 90, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}