{"page_content": "92 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTPRINCIPLE 5: GOVERNANCE & CULTURE\nWe will implement our commitment to these Principles through effective governance and a culture of responsible banking.\n5.1  Describe the relevant governance structures, \npolicies, and procedures your bank has in place/\nis planning to put in place to manage significant \npositive and negative (potential) impacts \nand support effective implementation of the \nPrinciples.Our executive management team is responsible for setting and implementing strategy, \nadvancing our mission, and managing our core business operations in a way that creates \nshared value for our stakeholders. In addition to overseeing our business and growth strategy, \nour risk management practices including investment risk, liquidity risk, and regulatory \ncompliance risk, among others. Corporate Social Responsibility (CSR) initiatives and related \nperformance are formally part of their job descriptions, roles and responsibilities. Because \nexecutive compensation is formally tied to CSR objectives, we ensure that our values are part \nof how we measure success. A portion of executive compensation is linked to our success in \noverall corporate performance in executing our business strategy and, thus, implicitly linked to \nadvancing our mission.\nAmalgamated Bank is working to instill comprehensive ESG values across the enterprise-wide \nrisk analysis for subsidiaries, including credit, to address scenario modeling and sensitivity \nanalysis. Specifically, Amalgamated maintains a risk rating metric reported to the Board of \nDirectors that monitors ESG risk ratings to ensure that the company continues to progress on \nimproving its scoring. The Board is also aware of Amalgamated Net Zero and SBTi commitments, \nwhich will inherently address climate risk. The risk rating will trigger an increase if scoring is \nchanged and then require additional attention to mitigating ESG-related risks.2021 CSR Report\n“Active Ownership,” \nPage 66\nSocial and Governance \nDisclosures, Page 11 \n5.2  Describe the initiatives and measures your bank \nhas implemented or is planning to implement to \nfoster a culture of responsible banking among \nits employees. This should include a high-\nlevel overview of capacity building, inclusion \nin remuneration structures, and performance \nmanagement and leadership communication, \namong others. Our Board of Directors and executive management team recognize the importance of \nCSR matters and how they impact our stakeholders. The Executive and Corporate Social \nResponsibility Committee of our Board of Directors assists the full Board in fulfilling its formal \noversight responsibilities with respect to the development and implementation of CSR initiatives. \nOn at least a quarterly basis, the Executive and Corporate Social Responsibility Committee \nreviews our CSR strategy and performance, including:\n(i) development of relevant policies; \n(ii) effectiveness of corporate social responsibility initiatives; \n(iii) employee and public communications; and \n(iv) stockholder engagement.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}