{"page_content": "93 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT5.3  Go vernance Structure for Implementation of the \nPrinciples\n \nShow  that your bank has a governance structure \nin place for the implementation of the PRB, \nincluding: \na\n) tar\nget-setting and actions to achieve targets set\nb)\n r\nemedial action in the event of targets or\nmilestones not being achieved or unexpectednegative impacts being detected.The CSR Committee is responsible for implementing the principles of the PRB, including goal setting and measuring effectiveness of our programs.2021 CSR Report“Active Ownership,” Pages 66\nSocial and Governance \nDisclosures, Page 11 \nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Governance Structure for Implementation of the Principles.\nPRINCIPLE 6: TRANSPARENCY & ACCOUNTABILITY\nWe will periodically review our individual and collective implementation of these Principles and be transparent about and accountable for our positive and negative impacts and our contribution to society’s goals.\n6.1\n  P\nrogress on Implementing the Principles for \nResponsible Banking \n \nShow  that your bank has progressed on \nimplementing the six Principles over the last 12 \nmonths (up to 18 months in your first reporting after becoming a signatory), in addition to the setting and implementation of targets in minimum two areas (see 2.1-2.4). \n \nShow  that your bank has considered existing and \nemerging international/regional good practices relevant for the implementation of the six Principles for Responsible Banking. Based on this, it has defined priorities and ambitions to align with good practice.\n \nShow  that your bank has implemented/is working \non implementing changes in existing practices to reflect and be in line with existing and emerging international/regional good practices and has made progress on its implementation of these Principles.As we embark on this exciting next step in our climate journey, we are determined to make progress year after year toward our 2030 commitments. As part of that commitment, we will publish our progress annually in order to keep our stakeholders and partners abreast of our efforts. To further clarify how we intend to measure success, the figures here show our baseline emissions and the three 2030 financed emissions decarbonization goals we have laid out in the report. In addition, we’ve included our current emissions intensity across the four categories we will be reporting on in the future. With each report, we expect to show our progress toward these important milestones.Net Zero Climate Targets Report\nPlease provide your bank’s conclusion/statement if it has fulfilled the requirements regarding Progress on Implementing the Principles for Responsible Banking.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}