{"page_content": "94 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\nGOVERNANCE\nOur commitment to proper climate-related risk management means having effective oversight systems in place, such as committees and working groups. We manage and govern \nenvironmental and social risks across our business and outline the environmental and social issues that are most relevant to us. Our approach provides clarity and transparency on \nhow we manage these environmental and social risks, including how we identify, measure, monitor, and control these risks.\nTCFD recommendation Disclosure Link/Source Additional information\nDisclosure of the group’s \ngovernance around climate-\nrelated risks and opportunitiesa)  Describe the Board’s oversight of climate-\nrelated risks and opportunities.2021 Annual Report, “Environmental, Social, \nand Governance Responsibility” chapter\n2021 Proxy, “CSR Governance” section\n2021 CSR Report, “Corporate Governance” \nchapter — particularly “Board Oversight of \nCSR” sectionIn 2019, we formalized our Board of Directors’ oversight \nof our ESG activities and communications, which \nis maintained by our Executive Committee, which \nwe renamed our Executive and Corporate Social \nResponsibility Committee. In addition, a formal cross-\ndepartment Corporate Social Responsibility (CSR) \nCommittee was formed of employees responsible for \nimplementing various ESG policies, strategies, and \ncommunications. The CSR Committee reports directly \nto our Executive and Corporate Social Responsibility \nCommittee of the Board of Directors.\nb)  Describe management’s role in assessing \nand managing climate-related risks and \nopportunities.2021 CSR Report, “Performance” section Our executive management team is responsible \nfor setting and implementing strategy, advancing \nour mission, and managing our core business \noperations in a way that creates shared value for our \nstakeholders. In addition to overseeing our business \nand growth strategy, our risk management practices \nincluding around investment risk, liquidity risk and \nregulatory compliance risk, among others, Corporate \nSocial Responsibility (CSR) initiatives and related \nperformance are formally part of their job descriptions, \nroles, and responsibilities.\nThe TCFD Recommendations are structured around four content pillars: (i) Governance; (ii) Strategy; (iii) Risk Management; and  \n(iv) Metrics & Targets. As America’s socially responsible bank, we are committed to ensuring that climate-related risks and opportunities \nare properly managed within our business. We have aligned with the TCFD because we believe that it is important that our stakeholders, \nincluding our clients, employees, investors, and others, understand how we manage risk and have better insight into the long-term value \nof the Bank.", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 93, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}