{"page_content": "95 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTSTRATEGY\nAccording to the IPCC, the transition to a sustainable, low-carbon economy will require substantial investment from the public and private sectors if we are to meet the international \nclimate goals articulated in the Paris Agreement. A critical part of our strategy at Amalgamated is to focus on engagement strategies for every asset class in our portfolio that \nmeet the requirements for science-based targets. Through industry collaboration like the UN Principles for Responsible Banking (UNPRB), Net-Zero Banking Alliance (NZBA), and \nPartnership for Carbon Accounting Financials (PCAF), we are proud to have supported the advances in financial climate strategy that paved the way for this moment.\nDisclosure of the actual and \npotential impacts of climate-\nrelated risks and opportunities \non the group’s businesses, \nstrategy, and financial planninga)  Describe the climate-related risks and \nopportunities the organization has \nidentified over the short, medium, and \nlong term.2021 Annual Report, “Climate Risk \nManagement” section\n2021 CSR Report, “Environmental \nLeadership” chapter — particularly  \n“Net Zero Climate Targets” sectionClimate-related risks are composed of (1) transitional \nrisks, which are risks associated with the transition \ntoward a low-carbon economy; (2) physical risks, \nwhich consist of the physical impacts from climate \nchange, including increased frequency and severity \nof natural disasters, sea levels rising, and extreme \ntemperatures; and (3) regulatory risk as local, state \nand federal policy makers respond to the climate crisis \nwith new regulations and market influence designed \nto speed up the transition to a low-carbon economy, \nmitigate climate risk, and protect the economy from \nclimate impacts. These longer-term impacts and \nevents have broad material implications on business \noperations, supply chains, distribution channels, \ncustomers, and markets. \nb)  Describe the impact of climate-\nrelated risks and opportunities on the \norganization’s businesses, strategy, and \nfinancial planning.2021 Annual Report, “Climate Risk \nManagement” chapter\nNet Zero Climate Targets ReportThese longer-term impacts and events have broad \nmaterial implications on business operations, supply \nchains, distribution channels, customers, and markets. \nThe impacts of transition risk can lead to and amplify \ncredit risk or market risk by reducing our customers’ \noperating income or the value of their assets, as well \nas expose us to reputational and/or litigation risk due \nto increased regulatory scrutiny or negative public \nsentiment. Physical risk can lead to increased credit \nrisk by diminishing borrowers’ repayment capacity or \nimpacting the value of collateral. \nc)  Describe the resilience of the organization’s \nstrategy, taking into consideration different \nclimate-related scenarios, including a \n2°C-or-lower scenario.2021 CSR Report, “Environmental \nLeadership” chapter\nNet Zero Climate Targets ReportWe continue to embed climate risk into our business \nstrategy, and we are committed to ambitious action \nthrough risk management programs. Our climate risk \nmitigation efforts are communicated through our \nNet Zero Climate Target Report which is our plan \nto measure our impact, to set targets that guide our \nbusiness and the impact we have in the world, and \nto be transparent about what this will mean for our \nbusiness and operations.\n", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 94, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}