{"page_content": "96 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTRISK MANAGEMENT\nWe continue to embed climate risk into our business strategy, and we are committed to ambitious action through risk management programs. \nTCFD recommendation Disclosure Link/Source Additional information\nDisclosure of how the group \nidentifies, assesses, and manages climate-related risksa)\n Des\ncribe the organization’s processes\nfor identifying and assessing climate-related risks.2021 Annual Report, “Climate Risk Management” chapter\nNet Zero Climate Targets ReportOur CSR committee evaluates and manages climate-\nrelated risks.\nb)\n Des\ncribe the organization’s processes for\nmanaging climate-related risks.Net Zero Climate Targets Report\n2021 Amalgamated Environmental \nSupplement Disclosures Amalgamated Bank is working to instill comprehensive ESG values across the enterprise-wide risk analysis for subsidiaries, including credit, to address scenario modeling and sensitivity analysis. Specifically, Amalgamated maintains a risk rating metric reported to the Board of Directors that monitors ESG risk ratings to ensure that the company continues to progress on improving its scoring. The Board is also aware  of Amalgamated Net Zero and SBTi commitments, which will inherently address climate risk. The risk rating will trigger an increase if scoring is changed  and then require additional attention to mitigating  ESG-related risks. \nc)\n Des\ncribe how processes for identifying,\nassessing, and managing climate-relatedrisks are integrated into the organization’soverall risk management.2021 Annual Report, “Climate Risk Management” chapter\n2021 CSR Report, “Corporate Governance \nSection” — particularly “Executive Responsibilities and Performance” section\n2021 Amalgamated Social and Governance \nSupplement Disclosures", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}