{"page_content": "97 2021 CORPORATE SOCIAL RESPONSIBILITY REPORTMETRICS AND TARGETS\nAmalgamated is committed to climate leadership and has set formal targets that strive to achieve net zero emissions in our financing and operations. The foundation of our work is \na commitment to measure our impact, to set targets that guide our business and the impact we have in the world, and to be transparent about what this will mean. Many companies and countries have committed to a 1.5-degree temperature outcome that will provide a safe and stable climate. As society has already walked up to that line and is perilously slow to exceeding safe emissions levels, it is more important than ever that climate commitments are supported by hard science and real plans.\nTCFD recommendation Disclosure Link/Source Additional information\nDisclosure of the metrics and \ntargets used to assess and manage climate-related risks and opportunitiesa)\n Dis\nclose the metrics used by the\norganization to assess climate-relatedrisks and opportunities in line with itsstrategy and risk management process.Net Zero Climate Targets Report Metrics and current science-based targets are  found in our Net Zero Climate Targets Report. We have outlined the core strategies and assumptions behind those targets, including our client engagement, new streams of finance, and expectations for public policy.\nb)\n Dis\nclose Scope 1, Scope 2, and, if\nappropriate, Scope 3 greenhouse gasemissions and the related risks.2021 CSR Report, “Environmental Leadership” chapter — particularly “Greenhouse Gas Inventory” section\nNet Zero Climate Targets ReportAs a financial institution, we calculate climate targets \nbased on our financed (Scope 3) as well as our direct (Scope 1 & 2) emissions. Specifically, these emissions categories are financed emissions and direct emissions. We disclose our emissions directly in our CSR Report and our Net Zero Targets Report.\nc)\n Des\ncribe the targets used by the\norganization to manage climate-relatedrisks and opportunities and performanceagainst targets.2021 CSR Report, “Environmental Leadership” chapter — particularly “Net Zero Climate Targets” section\nNet Zero Climate Targets ReportFor each of our emissions categories, we modeled \nrelevant decarbonization strategies and policies to build a pathway model for net zero emissions. These methods and assumptions follow the guidance established by the Science Based Targets initiative  and the UN Collective Commitment on Climate  Action, as adopted by the UN-convened Net Zero Banking Alliance. ", "metadata": {"source": "NASDAQ_AMAL_2021.pdf", "page": 96, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}