{"page_content": "3CEO LETTER2020 Inaugural ESG Report\nSincerely,\n \n \nJohn Melo \nPresident and Chief Executive Officer Making chemistry that is healthier for all people \nand our planet is at the heart of everything we \ndo at Amyris. Since our Company was founded in \n2003, our mission has been to rapidly transition \nthe world to better performing ingredients and \nproducts that are better for people and better \nfor the planet. Our world-leading synthetic \nbiology platform and proprietary Lab-to-Market™ \noperating system provide a scalable way forward \nto convert basic plant sugars into the rarest \nand best performing natural molecules and \ningredients, disrupting most markets. We take \nour science, technology and clean manufacturing \ndirect to the consumer with distinctive \nconsumer-inspired brands translating science \ninto applications and products that are loved \nby consumers and that drive the transition of \nindustry leaders to sustainable chemistry. \nConsistent with our mission, we are proud to \npresent our first Environmental, Social and \nGovernance (ESG) Report. This report marks \nan important step in communicating our ESG \ngoals and creating long-term value for our \nstakeholders, including our shareholders, \nemployees, business partners, customers and \nlocal communities.\nThis report primarily covers our ESG activities \nin 2020, which was one of the most productive \nyears in our Company’s history. Our priority \nsince the beginning of the COVID-19 pandemic \nhas been to ensure the health and safety of our \nemployees and the communities we operate \nin. This report details how we focused on this \npriority while maintaining business continuity and \ncontinuing the growth trajectory of our business. \nWe achieved record growth in our product \nrevenues and significantly improved our financial \nposition. We are thankful for the resilience, \ncollaboration and innovation of our employees \nand partners, who worked together to support \nour customers with ingredients and products \nthat would sustain their everyday health and \nwellbeing, during their isolation and time of need.We expanded our portfolio of consumer brands \nfor health, clean beauty and personal care \nmarkets that deliver on our No Compromise® \npromise at a time when the focus on health and \nwellness is more than a trend and represents a \nway of living and being healthy. \nThe core values of Amyris demonstrate our \ncommitment to following responsible ESG \npractices that create sustainable growth for all \nof our stakeholders. Our success is due to the \nhard work of our talented and passionate team, \nour strong partnerships with industry leaders \naround the world, the loyalty and enthusiasm \nof our customers and the ongoing support \nof our shareholders. I want to thank all of our \nstakeholders and look forward to keeping you \nupdated on the progress of our ESG programs \nwith both ESG reports and regular updates on \nour website.\n", "metadata": {"source": "NASDAQ_AMRS_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}