{"page_content": "Supporting Human Rights Laws \t\nand International Standards\nAmyris fully supports the California Transparency \nin Supply Chains Act of 2010 and conducts our \nbusiness activities accordingly. This law requires \ncertain large retailers and manufacturers doing \nbusiness in the State of California to publicly \ndisclose their efforts to eradicate slavery and \nhuman trafficking from their direct supply chain \nand to ensure that the goods they sell are not \nproduced by workers who are enslaved, coerced \ninto service or have been victims of human \ntrafficking.\nAmyris also abides by the Social Accountability \nInternational SA8000 international labor \nstandards for the fair treatment of workers, \nincluding the Universal Declaration of Human \nRights, International Labor Organization \nconventions and applicable national laws.\nEnsuring Human Rights Compliance \t\nin our Supply Chain\nAmyris requires our contract manufacturers and \nother suppliers to operate in compliance with all \napplicable human rights laws and regulations in \nthe countries in which they do business. These \ninclude laws and regulations regarding forced labor, underage labor, modern slavery, human \ntrafficking, minimum wage and working hours. \nSuppliers are also required to comply with the \nSA8000 international labor standards and, \nif applicable, the California Transparency in \nSupply Chains Act of 2010. Our suppliers must \nensure that the products they make for Amyris, \nincluding any materials sourced in connection \nwith production of the product, are not \nmanufactured, assembled or packaged by forced, \nprison or child labor.\nAs part of our compliance process, we conduct \nvendor diligence and third-party verification of \nall our suppliers. In addition, under our Supplier \nCode of Conduct, which is incorporated in our \nstandard manufacturing agreement, we reserve \nthe right to provide periodic assessments \nand engage in audits of our suppliers and will \nconsider measures such as auditing, directly or \nby a third party, of any suppliers we determine to \npresent a legitimate risk of violating our Supplier \nCode of Conduct. If a non-compliance issue is \nnot resolved in a timely manner, then Amyris \nwill re-evaluate its business relationship with the \nsupplier, including potential termination of the \nbusiness relationship.\nIn 2020, Amyris received Bonsucro Chain of Custody \nCertification ensuring that sustainability claims along our \nsugarcane supply chain in Brazil are traceable from farmer \nto end user. Bonsucro is a global organization with more \nthan 500 members who commit to a Code of Conduct \nsupporting fair-trade and labor practices, including \nworking with ethical supply chains. Bonsucro is part of \nthe UN Global Compact and aligns its member Code \nof Conduct with the UN Guiding Principles on Business \nand Human Rights and with multiple UN Sustainable \nDevelopment Goals including Responsible Consumption \nand Production (#12) and Climate Action (#13). The \nBonsucro Code of Conduct also supports the Organisation \nfor Economic Co-operation and Development (OECD) \nGuidelines for Multinational Enterprises and draws on the \nOECD-Food and Agriculture Organization (FAO) Guidance \nfor Responsible Agricultural Supply Chains.\nMaking Life Better 1\n 2\n 3\n38Ensuring Fair Trade  \nand Labor2020 Inaugural ESG Report", "metadata": {"source": "NASDAQ_AMRS_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}