{"page_content": "The success of Amyris depends in large part \non our advanced technology and innovations. \nWe protect the inventions that are important to \nthe development and conduct of our business \nthrough filing for patent applications with the \nU.S. Patent and Trademark Office (USPTO) and \nits foreign counterparts. As of December 31, \n2020, Amyris had 695 issued U.S. and foreign \npatents and 220 pending U.S. and foreign patent \napplications that are owned or co-owned by \nor licensed to us. We also use other forms of \nprotection (such as trademark, copyright and \ntrade secret) to protect our intellectual property.\nIn addition, we protect our proprietary \ninformation by requiring our employees, \nconsultants, contractors and other advisers \nto execute nondisclosure and assignment of \ninvention agreements upon commencement of \ntheir respective employment or engagement. \nAgreements with our employees prevent them \nfrom bringing the proprietary rights of third \nparties to us, and we also require confidentiality \nor material transfer agreements from third \nparties that receive our confidential data or \nmaterials.Respecting Customer Privacy \t\nand Personal Information\nWe are committed to respecting and protecting \nthe privacy of the personal information entrusted \nto us by our customers. Our Code of Business \nConduct and Ethics, Privacy Policy and other \npolicies and procedures are designed to protect \ncustomer information by limiting access to \nauthorized individuals who need it for legitimate \nbusiness purposes and prohibiting the sale of \ncustomer data to any third parties. \nWe comply with all applicable federal and \nstate laws and regulations concerning the use \nand protection of customer information. This \nincludes the California Consumer Privacy Act, \nwhich provides California residents with the \nright to be informed about personal information \ncollected by third parties and the sharing of that \ninformation with our affiliates or any nonaffiliated \nthird party, other than as permitted by law or \nwith the customer’s consent. The storage and \nprocessing of information from customers who \nuse the online stores of our consumer brands \nare governed by applicable laws in the United \nStates, with the exception of customers who use \nour Brazilian online store, which is governed by \nthe laws of Brazil. Amyris maintains compliance \nwith the Brazilian General Data Protection Law \nand with the European Union’s General Data \nProtection Regulation. 2020 Inaugural ESG Report\nOperating our Business Responsibly 1\n 2\n 3\n58We comply with all applicable \nfederal and state laws and \nregulations concerning the use \nand protection of customer \ninformation.", "metadata": {"source": "NASDAQ_AMRS_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}