{"page_content": "Letter from  \nthe CEO Letter from the  \nBoard of DirectorsSabra at  \na GlanceESG  \nFrameworkEnvironmental  \nStewardshipSocial  \nCommitmentCorporate  \nGovernanceCommunity  \nService\nEnvironmental Stewardship\nAs part of its E-Initiative, Sabra has deployed a portfolio-focused energy \nefficiency approach analyzing cost-effective opportunities to incorporate energy conservation measures (ECM) into our capital asset management strategies. The scope of our ECM efforts, outlined below, includes energy, water and lighting, as well as sustainability and resiliency measures applicable to both our managed and NNN portfolios. Beyond maximizing property and portfolio values, Sabra believes that sustainable, energy-efficient operations are an important component of our ESG commitment.\nUnder Sabra’s E-Initiative program,  \nwe have been establishing a compelling and comprehensive set of E-services that benefit our operators, tenants and properties:\n•   U tility Tracking  – Collecting, benchmarking \nand analyzing utilities on behalf of our operators and tenants to better track and manage energy efficiency opportunities as well as ESG reporting\n•  \n E\nnergy Efficiency Assessment  – Providing \npreliminary energy efficiency assessments  to our operators and tenants to identify  energy efficiency opportunities along with  cost-benefit analysis\n•  \n Co\nnsultation and Project Assistance  – Ongoing \nsupport and consultation to identify, discuss and scope energy efficiency opportunities including lighting, water, HVAC and others•  \n P\nreferred Vendors  – Identifying, evaluating and \ntracking preferred vendors for energy efficiency services and implementation\nWe continued expanding the ECM program to additional properties in our portfolio in 2021. Specifically, we have taken more deliberate steps to include breakouts of capital budgeting aimed at energy efficiency while tracking our investment spend to identify even more opportunities to improve living environments and improve  efficiency. We also are exploring financing opportunities using green financing and incentives  \nto help fund energy efficiency improvements while addressing rising utility costs.\nContinue (Continued) \n“ O ur goal is to \nidentify proven and practical property and health technology that we can bring to our operators and the healthcare industry, efficiently and at scale.”\nPeter NylandExecutive Vice President,  Asset ManagementSabra’s Energy Conservation Measures\n26    |   ESG Report\nContents\nsabrahealth.com", "metadata": {"source": "NASDAQ_SBRA_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}