{"page_content": "Letter from  \nthe CEO Letter from the  \nBoard of DirectorsSabra at  \na GlanceESG  \nFrameworkEnvironmental  \nStewardshipSocial  \nCommitmentCorporate  \nGovernanceCommunity  \nService\nSabra’s primary data security risk relates to \ndata stored on our networks and financial data contained within our accounting systems.  Sabra does not manage any HIPAA-protected information of its tenants or operators. Risks are reviewed at least annually with Sabra’s internal  and external auditors in conjunction with our internal controls audit. In addition, an internal audit was performed in 2021 by a third party to evaluate the strength of our cybersecurity systems via a series of penetration tests to ensure appropriate levels of security. \nSabra hosts its technology infrastructure in a \nsecured and fluid hybrid environment heavily focused in the cloud space with technology leaders such as Microsoft, which comply with security standards and follow a routine audit schedule. Sabra’s accounting system is in a software-as-a-service (SaaS) environment that is maintained and administered by a third party, and is subject to annual audits under Statement on Standards for Attestation Engagements (SSAE) No. 16, “Reporting on Controls at a Service Organization.” Sabra’s network is evaluated annually against ISO 27001, NIST CSF and NIST 800-53 frameworks.\nGiven the importance of maintaining strong \ncybersecurity measures, our Board oversees our information security protocols and implementation of the cybersecurity program. Additionally, all team members are expected to comply with company policies regarding electronic communications and the protection of confidential and proprietary information, as stated under the terms of Sabra’s employee handbook.As a measure of protecting  the interests of our stakeholders, \ncybersecurity is one of our top focus areas. Our security team is committed to implementing a certified information security management system that complies with the National Institute of Standards and Technology (NIST) framework; International Organization for Standardization (ISO) standards; and all federal, state and international regulatory requirements.Social Commitment\nCybersecurity(Continued) \n37   \n |   ESG Report sabrahealth.com\nContents\n", "metadata": {"source": "NASDAQ_SBRA_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}