{"page_content": "Letter from  \nthe CEO Letter from the  \nBoard of DirectorsSabra at  \na GlanceESG  \nFrameworkEnvironmental  \nStewardshipSocial  \nCommitmentCorporate  \nGovernanceCommunity  \nService\nSustainable Accounting Standards Board \n(SASB) Standards for Real EstateAppendix\nTOPIC ACCOUNTING METRIC SABRA ALIGNMENT\nEnergy ManagementEnergy consumption data coverage as a percentage of total floor area, by  property subsectorWe are preparing to disclose information on this topic in future reports.\n(1) Total energy consumed by portfolio area with data coverage, (2) percentage grid electricity, and (3) percentage renewable, by property subsectorWe are preparing to disclose information on this topic in future reports.\nLike-for-like percentage change in energy consumption for the portfolio area with data coverage, by property subsectorWe are preparing to disclose information on this topic in future reports.\nPercentage of eligible portfolio that (1) has an energy rating and (2) is certified to  ENERGY STAR\n®, by property subsectorWe are preparing to disclose information on this topic in future reports.\nDescription of how building energy management considerations are integrated into property investment analysis and operational strategySee environmental stewardship section (p. 18-29)\nWater ManagementWater withdrawal data coverage as a percentage of (1) total floor area and (2) floor area in regions with High or Extremely High Baseline Water Stress, by property subsectorWe are preparing to disclose information on this topic in future reports.\n(1) Total water withdrawn by portfolio area with data coverage and (2) percentage in regions with High or Extremely High Baseline Water Stress, by property subsectorWe are preparing to disclose information on this topic in future reports.\nLike-for-like percentage change in water withdrawn for portfolio area with data coverage, by property subsectorWe are preparing to disclose information on this topic in future reports.\nDescription of water management risks and discussion of strategies and practices to mitigate those risksSee environmental stewardship section (p. 18-29)\nManagement of Tenant Sustainability Impacts(1) Percentage of new leases that contain a cost recovery clause for resource efficiency related capital improvements and (2) associated leased floor area, by property subsectorWe are preparing to disclose information on this topic in future reports.\nPercentage of tenants that are separately metered or submetered for (1) grid electricity consumption and (2) water withdrawals, by property subsectorWe are preparing to disclose information on this topic in future reports.\nDiscussion of approach to measuring, incentivizing and improving sustainability impacts of tenantsSee environmental stewardship section (p. 18 -29)\nClimate ChangeArea of properties located in 100-year flood zones, by property subsector We are preparing to disclose information on this topic in future reports.\nDescription of climate change risk exposure analysis, degree of systematic portfolio exposure and strategies for mitigating risksSee climate resiliency section (p. 29)\n45    |   ESG Report sabrahealth.com\nContents\n", "metadata": {"source": "NASDAQ_SBRA_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}