{"page_content": "ESG R eport 2022\nAccess to Medicines  and Affordable Pricing Strategy\nDescription of actions and initiatives to promote access to health \ncare products for priority diseases and in priority countries as \ndefined by the Access to Medicine Index  \nSASB: HC-BP-240A.1\nOur goal is for as many eligible patients as possible to have access  \nto our medicines and for out-of-pocket costs for the individual patients \nto be as reasonable as possible.\nU.S. Access Program for PYRUKYND ®\nPYRUKYND® (mitapivat) was approved by the U.S. Food and Drug \nAdministration in February 2022. For eligible U.S. patients with \ncommercial health insurance, we have designed the PYRUKYND® \nCopay Program which lowers copay costs to $0 per prescription . \nWe also have a Patient Assistance Program which offers free \nprescriptions  for eligible U.S. patients who are uninsured, underinsured \nor rendered uninsured to help them get access to our medicines.\nWe developed myAgios Patient Support Services in close  \ncollaboration with the patient, caregiver and provider communities. \nThrough myAgios, we provide:\n•   A single point of engagement for patients and prescribers for \nprescription and access support\n•   Dedicated, clinically experienced patient support managers \n•   Disease education for patients and their caregivers•   Support for patients and caregivers to navigate access to treatment \nregardless of their insurance carrier or coverage status\n•   Customized adherence support \n•   Opportunities to connect with the patient community\n*On March 31, 2021 we completed the sale of our oncology assets (including our rights to TIBSOVO® and IDHIFA®) to Servier.Nefar Moran and Elisabeth Herdic, \nmyAgios Patient Support Managers\nMore details can be found at   PYRUKYND.myagios.com  \n11", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}