{"page_content": "ESG R eport 2022\nPediatric PK Deficiency Trial Design\nAgios is preparing to initiate our first pediatric clinical program in \nmid-2022, designed to evaluate the first potential treatment for \nchildren born with PK deficiency, a rare blood disorder. In order to \nensure that the clinical trial program would evaluate the symptoms \nof greatest importance to this community, and to ensure that the \ntrial protocol would be as easy for participants as possible, we \ninvolved caregivers of PK deficiency patients in the design of our \ntrials. We met with a group of caregivers while developing the \nstudy protocol, and their feedback guided several key decisions. \nFor example, we learned that swallowing pills may be challenging \nfor some older children, so we built into the protocol the option \nto ingest the pills as “sprinkles.” In addition, we heard from \ncaregivers that a certain series of tests — which we had believed \nmight be burdensome for patients but which would provide \nvaluable information on the medication’s safety and efficacy  — \nwere in fact considered routine by most patients and caregivers, \nand would therefore not be burdensome to include in our protocol. Case Study \nPatient Voice in Clinical Trials\nPatients are the true experts in their disease, and their partnership in clinical trials is essential for developing meaningful new innovations. \nAgios strives for patient voices to be central when developing clinical trial protocols, creating communications for trial participants to \nensure transparency, and responding to unexpected challenges such as the COVID-19 pandemic and climate crises. By seeking input \nfrom patients early on, and incorporating their feedback, our trials are better equipped to address the aspects of the disease that are \nmost important to patients, and are more inclusive and accommodating of patients' needs which paves the way for more representative \ndiversity in our trials.\n16", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}