{"page_content": "ESG R eport 2022\nDiscussion of talent recruitment and retention efforts  \nfor scientists and research and development personnel  \nSASB: HC-BP-330A.1\nWe focus on retaining and hiring people who care about our important \nwork, and who are driven to connect to our mission of helping patient \ncommunities. \nWe maintain a focus on the development of all employees,  promoting \na deliberately developmental culture. For example,  our scientists and \nclinicians are invited to quarterly development  sessions to enhance \nprofessional skill sets beyond that of their technical/scientific areas. \nOther talent development and  retention programs Agios offers include:\n•  Tuition reimbursement \n•  Mentorship, internship and fellowship programs\n•  Leadership development for managers\n•   1-on-1 coaching and presentation skills for employees transitioning \nfrom academic, laboratory or physician settings to the corporate \nenvironment\n•   DevelOPPortunities program: Temporary, part  time assignments \nthat provide employees with  an opportunity to build new, \ndifferentiated  skill sets while maintaining current role\n•   Cross-functional internal moves are encouraged when aligned \nwith employee career interests and internal promotions are part of \nour culture; in 2021, 14% of open  positions at Agios were filled by \nexisting employees•   Two-thirds of our current C-suite roles have been filled through  \ninternal promotions of highly effective leaders\n•   Equity for employees with flexibility to select the percentage  of \nrestricted stock units (RSUs) vs. stock options\nIdentifying and recruiting top talent is critical to our growing organization. \nTo do so, we leverage internal networks and a variety of external resources \nsuch as professional organizations, academic institutions, career sites,  \njob fairs and industry conferences. We take a creative approach to identify \nand assess a diverse pool of candidates for all our openings including:\n•   Facilitating interview training for all interviewers; in 2021, a section  \non unconscious bias and valuing differences was added to reinforce  \nour commitment to hiring a diverse team\n•   Providing hiring managers with 360° assessments of candidates  \nusing Agios competencies\n•   Leveraging additional interviewers outside of candidates’ functional  \narea to assess value fit and culture add\n•   Adhering to our equal opportunity employment policy\n•   In 2021, began partnering with third party vendors to ensure a diverse \ncandidate slate for open positions and apply best practices for \nrecruiting\n•   Holding proactive, open and honest conversations with hiring \nmanagers and leaders about the existing make-up of teams to identify \ngaps in representative, experiential and/or cognitive diversity and \nensure the candidate pool reflects individuals who may fill those gaps\n•   Continuously reviewing and improving our interviewing practicesEmployee Recruitment, Engagement and Retention\n20", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}