{"page_content": "ESG R eport 2022\nEmployee Engagement\nWe conduct a full organizational health survey every 2–3 years and \nsupplement that with more frequent, targeted pulse surveys to measure \nemployee engagement and satisfaction. In Q4 2021, we had an 86% \nparticipation rate in our organizational health survey with 85% or more  \nof employees indicating:\n•   They can speak up when they disagree, when they have an idea  \nor if something goes wrong.\n•   They know what they need to do to perform their jobs successfully  \nand understand how their work contributes to Agios’ overall goals.\n•   They are confident we put the patient at the center of our work,  \nand that they feel they are part of something meaningful.\n•   They are supported and have been productive in the evolving  \nmodel of work.\nAgios utilizes these company surveys to form action plans and \nexperiments designed to identify and to improve company culture and \nthe employee experience. Progress against action plans is shared with \nthe entire company. For example, in response to employee feedback \nfrom 2020 surveys, Agios has launched a new model of work that \nwe have been operating with for six months. Additionally, \nwe’ve utilized our DE&I survey to continue to inform our \napproach to creating an inclusive workplace, with \nimprovements to our talent acquisition strategy, an \nexpanded speaker series and access to learning \nand volunteer opportunities. Employee Recruitment, Engagement and Retention\nOther Agios benefits that have evolved as a result of employee feedback \ninclude: discretionary time off policy, formal company shut down during \nthe last week of August and December, expanded parental leave, a \nlifestyle spending account and an inclusive family forming benefit. \nVoluntary and Involuntary Turnover Rates  \nSASB: HC-BP-330A.2\nVoluntary and involuntary turnover rates across all levels (executives/ \nsenior managers, mid-level managers and professionals) are in  \nalignment with, or lower than, the industry average.\nComprehensive Compensation, Rewards and Benefits\nTo incentivize and reward performance, we have established a \ncompetitive and balanced compensation and benefits package, \nincluding short-term and long-term incentives, discretionary paid time \noff policy, generous parental and family leave \nplans and premium medical benefits.\n21", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}