{"page_content": "ESG R eport 2022\nAdvancing DE&I in Our Communities\nThe Diversity Council is not only dedicated to advancing DE&I within \nour company and team, but also to lending our voice to encourage \nincreased DE&I externally among our partners and communities.  \nFor example:\nInclusive Research: Agios’ Diversity Council, along with relevant \ncross-functional Agios teams, are working to address health \ndisparities and intend to identify opportunities through collaborations \nwith other biotech companies in the local Cambridge area or \npartnering with patient advocacy groups. (See also: RISE UP case \nstudy on p.17  )\nSupplier Diversity: Agios is focused on growing our business with \ndiverse suppliers and ensuring our largest supplier partners have  \nan equally strong commitment to DE&I initiatives. In 2021, we \nmeasured the percentage of spend with diverse suppliers in order \nto establish a baseline from which to improve. We also reviewed the \nDE&I practices of our key suppliers to ensure alignment with our  \nown diversity initiatives. In 2022, we will focus on updating our \nsupplier selection process to include more diverse suppliers in  \nthe bidding process.\nAgios Pride ERG  \nThe Agios Pride ERG seeks to create a supportive and affirming  \nenvironment for lesbian, gay, bisexual, transgender, queer, questioning \nand asexual (LGBTQIA) employees and allies through the following: \n•   Providing  a network that supports the professional development  \nof LGBTQIA employees\n•   Facilitating recruitment and retention of LGBTQIA employees\n•   Working with HR and Agios leadership to develop policies and \npractices that positively impact LGBTQIA employeesDiversity Council\nAt Agios, we believe that our commitment to diversity, equity and inclusion \nis essential to our success. In 2020, we led a diversity initiative at Agios that \nincluded speakers and workshops on valuing differences to heighten our \nawareness and help us learn together. In January 2021, we formed the Agios \nDiversity, Equity & Inclusion Council to ensure we are fostering a welcoming, \ndiverse workplace where all employees can thrive and be their true selves. \nThe Council supports this commitment by:\n•   Representing and reflecting the different voices in the Agios community\n•   Furthering the work of diversity, equity and inclusion at Agios and  \nin our communities\n•   Working in partnership with Agios leadership, HR and Employee  \nResource Groups (ERGs) to shape, drive and lead our DE&I agenda\nEmployee Resource Groups (ERGs)\nAgios Association of Black Professionals (AAOBP)  \nThe AAOBP is dedicated to articulating, supporting and advancing the \nneeds and goals of Agios Black professionals through the following:\n•   Developing a nurturing and empowering community for Agios’  \nBlack employees through professional development and networking\n•   Supporting Agios’ efforts to increase recruitment, retention and  \npromotion of Black employees\n•   Enhancing civic engagement and strengthening Agios’ image  \nin the community\n•   Raising Agios’ cultural awarenessDiversity Initiatives\n24", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}