{"page_content": "ESG R eport 2022\nCase Study\nReimagining Work“ \nJanie Young Davis, Associate \nDirector, Patient AdvocacyLast year, I saw my dream job in patient advocacy \nposted as a remote role by Agios Pharmaceuticals \non LinkedIn. Given my commitments as a mom \nand caregiver, I was not able to move to Boston. \nHowever, the great workplace transformation \ngave me an opportunity to work at Agios despite \nliving in Chicago.  \nPreviously, I commuted 52 miles one way in \nChicago traffic which regularly took over two \nhours from my day — 10+ hours per week, 50+ \nhours a month, 600+ hours per year! If it snowed \nor rained, I experienced an even longer commute \ntime! Working remotely at Agios has taken a lot of \nunproductive time out of my work and home life. \nWhat does a better work/life balance look like for \nme? It allows me to work out in the morning and \nthen check on my dad who has Alzheimer’s while \nstill making it on time to the morning WebEx \nmeeting. It allows me the flexibility to attend my \ndaughter’s senior year class presentation within \nminutes after I’ve gotten off a call with patient \nadvocates. I show up as my authentic self and am \ncompletely present for both meetings.\nAt Agios, I have been able to quickly build \nbonds with colleagues and multiple \nstakeholders, all from my home \noffice. It also allows me to focus on \nwhat really matters — at work \nAND home.“Reimagining Work ” = Agios’ approach to workplace flexibility  that offers all location-agnostic \nteam members (i.e., those who are not based in a lab or in the field interacting with healthcare \nproviders) the option to choose where they work — fully remote, fully in the office, or hybrid. \nHow It Started\nEven before the COVID-19 pandemic, Agios was dedicated to embracing flexibility and differences.  \nThese efforts not only included equipping our team with remote working technology, which most \ncompanies have, but importantly we fostered a culture that promotes different perspectives, work \nstyles, health and wellness, care of families, and productivity. With a culture that supports  \nindividual employee needs  already in place, we were able to respond nimbly to the unprecedented \nchallenges of the COVID-19 pandemic and continue serving the patients who are counting on us.\nWe then took our learnings and experiences from the pandemic to initiate our “Reimagining Work” \npilot program in September 2021, allowing our team members to have complete flexibility in where \nand when they do their work. Through COVID, we saw that our team maintained their productivity \nand dedication to our mission — and we saw no reason to reduce flexibility as the world slowly began \nreturning to a “new normal.”\nHow It’s Going\nAt Agios, every significant decision that affects our team is data-driven and  \nmade with employee input and feedback.  We conducted surveys to help  \ndesign the Reimagining Work program and to gauge its effectiveness;  \nthe feedback to date has been overwhelmingly positive.\nIn addition, the opportunity to work remotely has opened doors for us to  \nhire a more diverse team including individuals from different locations and  \nbackgrounds and with a variety of responsibilities in their personal lives.  \nIn 2021, more than 50% of our new hires chose to work remotely.\n27", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}