{"page_content": "ESG R eport 2022\nSupporting Healthcare Providers Treating Underserved Conditions\nAgios serves people living with conditions that are often overlooked  \nand underserved. We know that clinicians and researchers play a critical \nrole in ensuring these individuals receive the best possible care, so we aim \nto support and advance new clinical and scientific leaders in these fields. \n•   Agios Hemolytic Anemias Clinical Fellowship Grant Award:  \nIn early 2022, Agios launched a grant program intended to \nincrease the number of skilled clinicians committed to providing \ncomprehensive care for individuals living with classical hematological \ndisorders with a focus on hemolytic anemias. Award funding of up to \n$75,000 will be provided to support costs affiliated with fellowship \nresearch (clinical or scientific) for physicians who show an interest in \nthe field of hemolytic anemias and in becoming expert clinicians and \nrole models in the field of classical hematology. Ideal candidates will \nstrive to be leaders who exhibit the potential to become outstanding \nmentors in their own right — able to provide training and support to \nother future clinicians in hemolytic anemia care.\n•   Uplifting Athletes Underrepresented Researchers in Medicine:  \nIn early 2022, Agios sponsored the Uplifting Athletes Young \nInvestigator Draft — Underrepresented Researchers in Medicine \nInitiative. The program is designed to inspire the next generation  \nof rare disease researchers, leaders, and advocates; engage with  \nand celebrate young rare disease researchers from underrepresented \nbackgrounds; drive increased diversity in medicine; and ensure  \nthat rare disease patients from all walks of life feel represented by  \nthe researchers who are advancing innovations in their disease.Providing Early Career Opportunities\nThe earliest career experiences can sometimes be the most difficult \nto find for those looking to break into the biopharma industry — \nparticularly those who are under-resourced or underrepresented.  \nAt Agios, we strive to open the door to our industry through \nparticipating in the following programs:\n•   MassBioEd Life Sciences Apprenticeship Program:  \nTwo apprenticeship programs — one for clinical trial associates \nand one for biomanufacturing technicians — provide accelerated \njob training, foundational knowledge and hands-on skills to  \nlaunch a career in a critical, state-of-the-art role in the life  \nsciences industry. \n•   Project OnRamp Internships: These summer internships \noffer rewarding life sciences industry experiences to talented \nundergraduates from low-income backgrounds. \nCase Study\nIncreasing Diversity  in Life Sciences (continued)\n31", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}