{"page_content": "ESG R eport 2022\nCharitable Giving\nAgios is committed to being a good neighbor in our communities, helping to meet the fundamental needs around us, \npromoting health and science, supporting people living with genetically defined diseases and advancing opportunity for all \nregardless of socioeconomic status, race, gender or other factors that have historically limited opportunity. \nWe maintain a corporate giving program that identifies initiatives to support and creates opportunities for employee \ninvolvement in these causes that benefit our community. 2021 highlights included:\n•   Committed $15,000 in sponsorships to support meaningful events to raise awareness of rare diseases, including  \nMassBio’s Rare Disease Day  and DISORDER: The Rare Disease Film Festival .\n•   Raised funds for the Sickle Cell Community Consortium (SCCC) COVID-19 relief fund  to provide educational resources \nfor students with sickle cell disease who were learning in remote or hybrid environments. The funds raised by Agios help \nprovided tablets, printers, online tools, access to tutors and other resources for these students.\n•   Provided public health education on COVID-19 vaccines for the sickle cell disease community through sponsorship  \nof CheatCodes “Vax Facts”  podcast episode.\n•   Formed alpha-thalassemia working group composed of leading thalassemia experts across the globe to address gaps in knowledge and raise \nawareness for alpha-thalassemia, a community which has seen few medical advances and has no approved treatment options.\n•   Provided more than $770,000 in unrestricted medical education grants to support healthcare provider education and disease awareness, \nincluding continuing medical education (CME) programs focused on: (1) new and emerging data on the diagnosis and treatment of PK \ndeficiency and how novel agents might impact clinical practice, (2) patient perspectives and expert recommendations for improving outcomes \nand quality of life in beta-thalassemia, and (3) expert discussion on current and future disease management strategies in sickle cell disease, \nincluding recent safety, efficacy, and tolerability data for currently approved and emerging therapies. \n•   Provided unrestricted grant to BIOcares fund for rare disease patient advocacy groups.\n•   Sponsored and assembled 100 STEM backpacks for children attending Kids in Tech  community fair.\n•   Through partnership with the Caring for Children Foundation , donated and wrapped holiday gifts for  \n81 children across 35 families facing life-threatening or life-limiting illnesses.\n•   Provided $20,000 in corporate giving donations to Life Science Cares  to further the organization’s mission to make a difference  \non issues of poverty for our neighbors while helping life sciences companies build connections with the community. \nFor more information on Agios’ charitable contributions, please see Our Commitment to Community page here. Community Involvement\n32", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}