{"page_content": "ESG R eport 2022\nEnergy and Emissions Reduction Efforts\nAlthough Agios leases all of our buildings, we continue to enhance and promote sustainable practices in our existing  spaces and ensure our future spaces are \ndesigned with  sustainability in mind. To date, we have completed a number  of sustainability projects such as building a 50+ bike storage unit to encourage \nemployees to cycle to work. Most recently, we completed a lab renovation project utilizing energy efficient cold storage equipment, updated LED lighting \ntechnologies and added HVAC efficiencies through use of our building automation system to reduce energy demand outside of normal working hours.\nEfforts to Reduce Hazardous Waste Production\nOur hazardous waste program ensures that Agios complies with all \nrelevant local, state and federal regulations for proper signage, storage, \nlabeling, transporting and disposal of waste. Weekly internal inspections \nare conducted to ensure compliance. Agios is evaluating additional \nmeasures to reduce hazardous waste through improved solvent \ninventory, purchasing and recycling practices.Efforts to Reduce Solid Waste Production\nAgios continues to compost as a main strategy for reducing waste.  \nWe use all compostable products in our cafeteria. Throughout this \nyear, we aim to expand our composting program and have worked to  \nengage our food service partners to use compostable containers for  \nmeal deliveries.\nEfforts to Reduce Water Usage\nAgios continues to reduce our water consumption and plastics waste  \nby introducing low-flow, high-efficiency fixtures and water bottle \nfill stations into our facility.  Through laboratory water use reduction \ninitiatives, Agios qualified for and successfully attained a Low Flow, \nLow Pollutant Sewer Use Discharge permit in 2021.\nAgios currently has single-stream recycling programs and pipette tip \nrecycling throughout the labs. Agios  continues to explore additional \nopportunities to reduce enterprise-wide consumption of single-use \nplastics. To date, we have saved over  100,000 plastic bottles from \nbeing landfilled.\nEnergy and Greenhouse Gas Emissions\nEnvironmental Stewardship and Corporate Responsibility\n33", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}