{"page_content": "ESG R eport 2022\nEthical Business Practices and Marketing \nDescription of code of ethics governing promotion  \nof off-label use of products  \nSASB: HC-BP-270A.2\nOur business practices must be ethical, reflect our values, and adhere  \nto all applicable local laws, regulations, industry codes, and guidelines. \nOur Code of Business Conduct & Ethics and policies are designed to \nsupport these values, among which is a commitment to the honest and \ntruthful promotion and marketing of our products by:\n•   Only promoting Agios products after the necessary marketing \nauthorization and only for approved indications\n•   Only using accurate and well-balanced scientific information in  \nall of our marketing activities\n•   Responding to unsolicited requests for  information about \nunapproved uses of Agios products in accordance with our policies\n•   Appropriately engaging with healthcare professionals and  \ninternal colleagues\nAll Agios sales representatives are appropriately incentivized \nand trained on the products they promote and \nappropriate marketing practices. They are \nresponsible for adhering to our Code of \nBusiness Conduct & Ethics and policies \nand are supervised by regional sales \nmanagers who have additional \noversight to ensure compliance  \nwith the Code and our policies. Description of code of ethics governing interactions  \nwith health care professionals  \nSASB: HC-BP-510A.2\nGiven that healthcare professionals are often in a position to prescribe, \nrecommend, purchase, supply, administer, or promote Agios’ products, \nAgios places a strong emphasis on ensuring that its arrangements and \ncommunications with healthcare providers are appropriate and not intended \nto interfere with the integrity of those decisions. Agios’s healthcare compliance \npolicies establish consistent global standards for Agios’ interactions with \nhealthcare professionals and healthcare organizations to ensure that such \ninteractions are legitimate, appropriate and comply with applicable local \nlaws, regulations, and industry codes and guidelines. We require all relevant \nemployees to complete training and regular retraining with respect to our \npolicies. Agios’s Compliance function plans and executes monitoring and \nauditing efforts to help identify compliance risk areas or matters that require \nfurther review or investigation. The Compliance team has direct access to \nAgios’s leadership team, Board of Directors and its committees.\nTotal amount of monetary losses as a result of legal proceedings \nassociated with false marketing claims  \nSASB: HC-BP-270A.1\nNone.\nTotal amount of monetary losses as a result of legal proceedings \nassociated with corruption and bribery  \nSASB: HC-BP-510A.1\nNone.\n36", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}