{"page_content": "38\nESG R eport 2022\nCybersecurity and Privacy Program\nAgios maintains a cybersecurity strategy that is based on four fundamental areas: Policy, \nProcedure, People and Technology. The Audit Committee of our Board of Directors is briefed on our \ncybersecurity program periodically throughout the year.\nAgios maintains several policies and procedures that describe our employees’ responsibilities for \naccessing computerized systems, handling of data and information and reporting cybersecurity events \nin a timely manner. Formal training on all policies and procedures relating to acceptable use, \nreporting lost or stolen equipment, password policy, access to computerized systems and \nreporting cybersecurity incidents is required by all employees and contractors.\nOur Cybersecurity Incident Management Process is used to handle all levels of cybersecurity \nincidents. Incidents are categorized by severity, impact and risk and tracked for resolution.\n2021 Highlights\n•   Implemented a single source of truth for all employees and non-employees via our multi-\nyear Identity & Access Management Program (right access granted to the right asset, at the \nright time, for the right reasons)\n•   Better positioned to respond to crises through progress with our Disaster Recovery Program, \nwith all production servers now fully replicated to our disaster recovery site and improved confidence \nthat SaaS / hosting partners can do the same\n•   Continued year-over-year improvement in employee cybersecurity metrics (including phishing \nsimulation scores and levels of incident reporting) through improved cybersecurity awareness training \n•   Noteworthy improvements in our external security audit results supported by a revised password \npolicy and continued server, laptop, and lab security patching Data Security and  Privacy\nTechnologyProcedurePolicy\nPeople", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}