{"page_content": "ESG R eport 2022\nPyruvate kinase (PK) deficiency is a rare, debilitating, lifelong blood disorder. Due to the \nrarity of the condition, people living with PK deficiency have historically been overlooked, \nunderdiagnosed and underserved. Agios is proud to have developed the first therapy for \nthis community — a PK activator approved by the FDA for the treatment of hemolytic \nanemia in adult patients with PK deficiency. \nIn addition, Agios has led the way in supporting this patient community holistically. Agios \nhas made important strides in elucidating the burden of disease by funding a natural \nhistory study of PK deficiency in partnership with Boston Children’s Hospital and \ncontinuing that work through building the first global patient registry ( PEAK Registry ). \nAgios has also developed informative resources  to educate both physicians and patients. \nAnd Agios has worked to solve the problem of underdiagnosing genetically defined \nhemolytic anemias by launching a no-cost next-generation sequencing testing program \ncalled  Anemia ID , which was expanded in 2021 to also provide genetic counseling.\nAgios has collaborated with patient advocacy groups to help establish the first \ninternational PK deficiency patient advocacy advisory council (AAC), an international, \nmulti-disciplinary group of experts, including patients, caregivers, patient advocates and \nclinicians. Through funding from Agios, the AAC conducted an international survey to \nexplore communication between PK deficiency patients and caregivers and their \nhematologists, and developed a landmark white paper highlighting how the survey \nfindings can inform approaches to improve PK deficiency disease management and the \npatient experience. Given PK deficiency prevalence, the survey is thought to be the largest \nof its kind for the PK deficiency community to date. Findings from the survey and white \npaper were presented for the first time at the American Society of Hematology (ASH) \nAnnual Meeting in December 2021.\nAgios continues to advance care and support for a group of individuals who previously had \nbeen underserved. It is this potential to make a significant impact for patients that drives \nthe Agios team every day.\nCase Study\nAdvancing Care  for an Underserved Patient Community\n9", "metadata": {"source": "NASDAQ_AGIO_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}