{"page_content": "+  Paper Reduction, Green Supplies, Recycling & Environmental Event Participation\nSP+ is committed to the reduced use of paper, green office and cleaning supplies, \nrecycling at client properties, and participating in environmental awareness \nevents. Our employees are trained to conserve paper, print only what is \nnecessary, use necessary, use the backside of discarded paper for notes and \nrecycle or reuse paper wherever possible.  \nOur long-term exterprise objective is to replace practices of printing and storing \nhard copies with a company-wide electronic storage system. Network users utilize \nGoogle Drive for document sharing, which is tied with our Google-based email \nsystem.\nSP+ has eliminated the waste associated with conventional, paper-based time and \nattendance recording systems with a paperless system. It also serves as our online \npayroll system. SP+ employees receive direct deposit instead of paper checks.+  Procure to Pay System\nOur comprehensive procurement and accounts payable system, which is available \nonline and through the mobile app. Product catalogs, invoicing and all related \nfunctions are performed eletronically, eliminating large quanties of paper. We \nalso offer electronic payment options to vendors, in lieu of paper check payments \nfor goods and services.\n+  Expense Reporting System  \nSP+ uses a fully-automated online expense reporting and reimbursement system \nto continue our commitment to efficiency and the elimination of paper. This helps \nus further reduce our carbon footprint. Expense receipts are uploaded to the \nsystem electronically, linked by the software with the associated expense report, \nand then submitted for processing and reimbursement, all without using a single \nsheet of paper. The system efficiently expedites expense reimbursements to our \nemployees via direct deposit and is considerate of our environment.\n+  Recruitment/Onboarding System\nOur intuitive recruitment platform offers candidates a user-friendly application \nprocess. This tool enables us to manage our entire recruitment lifecycle—from \nbuilding our talent pool and tracking applicants to onboarding new hires and \nrelated reporting—within one cloud-based application.\n+  Financial Reporting  \nSP+ uses cloud systems to provide clients with secure, around-the-clock, online \naccess to financial statements and detailed back-up. Since all reports and \nsupporting documentation can be electronically stored, clients need only print \nmaterials that they need for specific purposes. By delivering monthly financial \nreports electronically, SP+ has eliminated the need to print up to 40,000 packages \nof hard copy financial reports every year.\n+  Payroll\n12\nwww.spplus.com SP PLUS CORPORATION“GREEN” BACK OFFICE OPERATIONS", "metadata": {"source": "NASDAQ_SP_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}