{"page_content": " \n13 \n The d isaster scenarios considered  in the  BCP include : \n Denial of access or loss of key facilities  \n Prolonged unavailability of computing services, voice, or data communications  \n Labor shortages, epidemics, or pandemics  \n Unavailability of key internal or external suppliers  \nRegular BCP exercises are conducted as desktop simulation test s at each facility , involving  all \nresponsible parties to role -play the various  scenario s. Employees follow the step -by-step procedures \nin the BCP document which guides them on the actions to be taken from the start of the crisis , to \nrecovery and finally the closure. At the end of the accelerated  exercise, a review will be conducted to \nhighlight areas which K&S has performed corr ectly and emphasi ze on potential areas for  \nimprovement. Following which, the BCP will unde rgo necessary updates to improve resilience and \nrobustness.   \n \nEthics, Bribery and Corruption    \n Policies  Internal  External  \n K&S Code of Business \nConduct  \n Code of Ethics for Senior \nOfficers  \n  Direct Supplier Code of \nBusiness Conduct and Ethics \n(Direct Supplier Code)  \n Distributor and \nRepresentative Code of \nBusiness Conduct and Ethics \n(D&R Code)  \n \n Practices   Annual Code of Conduct training for all employees  \n Distributors and suppliers to submit written confirmation of \nadherence to their respective codes    \n Responsibilit ies  K&S Audit Committee   \n Compliance Officer  (General Counsel)  \n \nK&S is  committed to the highest standards of business, legal and ethical conduct. This allows the \ncompany  to remain in operation , thereby continu ing to deliver and provide its valued customers with \nhigh quality products and services. At K&S, there is a  suite of policies for both internal and external \nstakeholders that the company  engage s with.  \nFor all senior officers and employees , there are the  Code of Ethics and Code of B usiness Conduct \nrespectively , provid ing the guiding principles when making a business decision. K&S conduct s an \nonline training  to communicate its expectations to employees. All employees  are expected to exercise \nsound judgment  towards fair and just behavi or in their daily interactions with stakeholders. A 100% \ncompletion rate for the training course  was attained in FY2018 . \nK&S has the same set of expectations for supply chain. All suppliers , contractors and distributors \nengage d will have  to endorse and adhere to the Direct Supplier and D&R Code s. The code s encourage \nall suppliers and distributors to support, align and act in accordance with  Kulicke & Soffa’s  \nrequirements.  All distributors and suppliers are required to submit written confi rmation s periodically .  \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}