{"page_content": " \n17 \n CUSTOMERS  \nCustomer Satisfaction  \n Policies   K&S Quality Policy  \n Practices   All six K&S sites are ISO 9001:2015 certified  \n(Quality Management System)  \n Responsibil ities  Customer Quality Team  \n Global Sales and Services  \n Marketing and Program Engineering  \n Targets  Perpetual Targets  FY2018 Status  \n Achieve an improved response \nrate from previous survey  Achieved  \n49% ( ^ 2%) \n Achieve an improved percentage \nof customers who rated “Good” \nand above from previous survey  Achieved  \n76% ( ^ 1%) \n \n \nAs a leading provider of semiconductor packaging and electronic assembly solutions to a wide variety \nof customers , from markets ranging from automotive, consumer, communications to industrial , \ncustomer satisfaction is a key indicator of success as an organization .  \nThe K&S  Quality Policy sets out its commitment towards \nmaintaining t he quality management system through \nproviding products and services with the objective of \nachieving Total Customer Satisfaction. The company  \nstrive s to not only meet customers ’ and applicable \nregulatory requirements , but also to adopt and align to \nindustry’s best practices. Since 2014,  K&S has embarked \non Corporate ISO 9001 certification for all six sites  with \nFY2018 mark ing its  fifth year.   \nThis year, K&S conducted its third Voice of Customer (Vo C) online survey  from April to June 2018 . \nConducted every three years , the Customer Quality  Team invite s customers to go through a \ncomprehensive survey which assesses performance in  various categories, from  technic al expertise, \norder processing, timely delivery, quality  of products to after -sales support . Almost  250 respondents \nfrom 112 c ompanies  responded with a  record  of 49% participation rate,  the highest since 2012 . Over \n76% of customers rated K&S services to be  “Good” or “Excellent”.  \nThese results were shared with various Marketing and Program Engineering teams  for them to \nbrainstorm for objectives and key targets to be achieved before  the next VoC in 2021. Besides \nimproving on product know -how , K&S employees in the Customer Support team also play a critical \nrole in deliver ing quality after -sales support such as providing solution -based training to customers. \nAdequate training is provided to employees to equip them for this task.  Key findings and relevant \nplans  have been summarized in the case study below.   \nK&S offers a series of scheduled after -\nsales service as well as on an ad -hoc \nbasis to respond to customer needs.  \nThe service program encompasses: \nBasic, Professional and Comprehensive \nplans, which are designed to suit each \ncustomer’s needs to help them op erate \nmachines optimally.  ", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}