{"page_content": "1 \n  \nPresident &  CEO’s Statement  \n \nI am pleased to share Kulicke & Soffa’s (K&S) 2018 \nSustainability Report.  This is our second year of reporting to \nthe Global Reporting Initiative (GRI) Standards, the global \nbest practice for sustainability reporting. K&S is committed \nto ethical and res ponsible business practices, environmental \nstewardship, and the well -being of our communities in which \nwe operate.  We take our roles seriously in Corporate \nSustainability and are proud to report our progress across \nthree key dimensions: economic, environm ental and social \nresponsibili ties.   \nThanks to the commitment of our global su stainability teams \nworking together as ONE  K&S, we have made considerable \nadvancements towards our goals in the past year.  I would \nlike to share some highligh ts of our achievements : \nBy continuing to engage stakeholders within K&S and explor ing future invo lvement with external \nstakeholders, it allows us to address the most important issues. This is an ongoing goal for K&S.  We \nare progressively adopting the life cycle consideration in product and process design to reduce our \ncarbon footprint.  Across our si tes globally , we will transition to the new ISO 45001:2018 \nOccupational Health and Safety management system that h elps to improve  safety training and \nperformance. Moving forward, K&S strives to play a more active role towards supporting SDGs and \nto contrib ute towards a sustainable future.  \n \n \n \n \n \n \n  Adopted the United Nations' Sustainable Development Goals (SDGs) and mapped our \nsustainability efforts to support five SDGs which address global challenges . \n Involved external stakeholders in materiality assessment exercise to gather inputs and \nconducted Voice of Customer survey to review nine key Economic, Environmental, Social and \nGovernance (EESG) matters for reporting in this edition of the sustainability r eport ( SR2018 ). \n We achieved RoHS -compliance for our new core equipment launched from FY2018 . \n Met year -on-year improvement goals on energy consumption, waste recycling rate, paper \nusage and accident frequency rate.  \n \nFusen C hen  \nPresident & CEO  \n \nPres  \n \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}