{"page_content": " \n19 \n Customer Health and Safety  \n Policies   K&S KDPD  – sets out specific requirements for each product \nto comply with  \n Focus areas include environmental, health and safe ty \nconsiderations,  maintenance and ease of serviceability  \n Practices   All products are Conformité Européene (CE) -certified at \nminimum  \n K&S works with customers to achieve more stringent \nrequirements  \n Responsibilit ies  Program Engineering Team  \n \n Targets              Perpetual Target  FY2018 S tatus  \n Zero validated cases of non -\ncompliances regarding health and \nsafety impacts of products and \nservices  Achieved  \n \n \n \n \n \n \nAs part of its customer care philosophy , K&S highly regards p roduct safety as a basic requirement . K&S \nassesses and mitigates  the potential health and safety risks posed to customers throughout  the \nvarious stages of product manufacturing. With the  Green Initiative, the company  aims to achieve RoHS \ncompliance for all new core equipment platforms  laun ched  from  FY2018 . Two RoHS -compliant ball \nbonder models —RAPIDTM Pro and OptoLuxTM—were well received by customers . Several RoHS -\ncompliant wedge bonder equipment  are in the pipeline , slated for release in FY2019. For more \ninformation, please refer to the RoHS section (page 33). \nAll current K&S equipment  are CE-certified  being  assessed to meet health, safety and environmental \nprotection requirements , and can be traded freely within the European Economic Area (EEA). Upon \nrequest, K&S will work closely with customers to meet their additional product safety requirements.  \nIn FY2018 , zero validated cases of non -compliance regarding the health and safety impacts  of products \nand services  are recorded  – a target K&S aims to maintain .  \n \n \n \n \n \n \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}