{"page_content": " \n21 \n Occupational Health and Safety  (OHS)  \n \n \n Policies   K&S Environmental Health and Safety (EHS) Policy  \n Practices   OHSAS 1800 1 certification  \n(planning towards transition t o ISO 45001:2018)  \n Periodic assessment of safety and health impacts associated \nwith key work processes  \n OHS trainings for all employees  \n Regular safety walks  \n Periodic  OHS meetings  \n Annual internal and external audits  \n Responsibilit ies  Responsibility lies on each individual to  perform their daily \nwork in a safe and responsible manner  \n This is managed by a Safety Committee located at each of \nthe six sites  \n Targets  Perpetual Target  FY2018 Status  \n Lower Reportable Accident \nFrequency Rate and Reportable \nAccident Severity Rate  Performance against \nFY2018’s baseline will \nbe reported in SR2019  \nShort -term Target   \n All six sites to attain ISO \n45001:2018  certification by \nFY2020  In progress  \n \n \n \n \n \nEmployees’ health and safety is an utmost priority for K&S. It is the company’s  responsibility to ensure \nthat they work in a  safe and healthy environment, free of workplace hazards8. K&S EHS policy states \nits commitment towards maintaining EHS standards such that its operations are conducted in a safe \nand environmentally responsible manner.  The company  compl ies with all applicable and relevant rules \nand legislations at each site and strive s to adopt leading OHS practices in the industry. K&S Singapore \nand Suzhou sites have obtained the OHSAS 18001 Management Systems certification. In FY2018, the \nnewly published ISO 45001 standards will replace existing OHSAS 18001 standards. K&S plans for the \ntransition to ISO 45001 OHS  certification for all six sites by FY2020.  \nThere are Safety Committee s at all six sites  that ensure workplace health  and safety regulations are \nstrictly adhered to. The EHS representative  is responsible for overseeing operations within the facility \nand ensur ing all safety standards are met. Any new hazards or near misses will be reported to the \nrespective EHS Manager who will  promptly investigate , for the safety of employees.  \n                                                           \n8 A hazard is any source of potential damage, harm or adverse health effects on something or someone.  Some examples of \nhazards may include use of hand tools, machines, wet floors, working at height, etc.  \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}