{"page_content": " \n23 \n Safety Performance  \nK&S aims to keep reportable incidents11 to a minimum through the various workplace health and \nsafety measures. Non-reportable incidents12 are tracked as K&S internal  safety metric  which is more \nstringent as compared to  the reportable Accident Frequency Rate13 (AFR) and Accident Severity Rate14 \n(ASR). From FY2018 , safety performance will be disclosed based on reportable incidents to ensure \nbetter alignment to reporting metrics used by industry peers. The results show that bot h reportable \nAFR and ASR are lowe r than the internal safety m etrics  as show n in Figure 15.  \n \nFigure 15: Reportable AFR (left) and ASR (right) performance against K&S Internal Safety Performance  \n \nK&S Singapore, Fort Washington, Santa Ana and The Netherlands have achieved zero reportable AFR \nand ASR in FY2018. A cross all six sites, we record ed zero fatalities and zero occupational disease rate . \nTable 3 provides a breakdown of safety statistics .  \n \n FY2018  \nAccident Frequency Rate  Total  \nSuzhou, China  0.5 \nHaifa, Israel  5.4 \nGlobal Reportable AFR  0.4 \nAccident Severity Rate  Total  \nSuzhou, China  2.1 \nHaifa, Israel  205.3  \nGlobal Reportable ASR  8.2 \n \nTable 3: K&S Safety Performance  \n \n                                                           \n11 A reportable i ncident is defined as a non-fatal injury or illness which results in a  medical leave taken of four  or more  \ndays.  \n12 An incident is defined as a non-fatal injury or illness which results in a  medical leave taken of one or more  days . \n13 AFR = (Total incidents / total employee work hours) x 1,000,000.  \n14 ASR = (Total man -days lost  as a result of an  incident / total em ployee work hours) x 1,000,000.  1.4\n1.31.8\n0.9\n0.4 0.4\n00.511.52\nCY2016 CY2017 FY2018AFR\nAFR Reportable AFR11.712.1\n10.7\n10.810.2\n8.2\n02468101214\nCY2016 CY2017 FY2018ASR\nASR Reportable ASR", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}