{"page_content": " \n24 \n This year, an additional safety metric  for absenteeism  is included . Absentee rate is  calculated as the \nnumber  of days absent from work due to incapacity of any kind, not just as the result of work -related \ninjury or disease. It is expressed as a percentage of total days scheduled to be worked for the same \nperiod. This includes medical leav e and lost days due to injuries sustained. In FY2018, K&S recorded \ntwo reportable incide nts related to chemical spills and cuts  of which appropriate follow up actions  \nhave been taken  to minimize reoccurrences .  \n \n FY2018  \nAbsentee Rate  Male  Female  Total  \nSingapore  2.2% 2.1% 2.2% \nSuzhou, China  0.8% 1.4% 1.2% \nEindhoven, The Netherlands  1.2% 3.5% 1.6% \nSanta Ana, CA, USA  1.2% 1.4% 1.2% \nFort Washington, PA, USA 0.7% 1.1% 0.7% \nHaifa, Israel  3.5% 4.4% 4.0% \nGlobal Absentee Rate  1.4%  1.8%  1.6%  \n \nTable 4: K&S Absentee Rate  \nGenerally, low injury and absentee rates are linked to positive trends in staff morale and productivity. \nMoving forward, the company  endeavor s to reduce reportable AFR and ASR through effective \ncommunication and safety awareness initiat ives emphasizing the importance of a safe working \nculture .  \n \nCEO Occupational Health & Safety (OHS) Challenge  \nInitiated by the ELT to inculcate a workplace safety \nculture, the annual K&S CEO OHS Challenge rewards the \nbest site for their efforts in achieving excellence in OHS.   \nSites are assessed based on OHS Corporate Metrics such \nas AFR, ASR, hours of OHS training provided per \nemployee15 and the respective attendance rate16. The \nsite with the highest performance in all categories will be \nawarded with  the CEO Challenge trophy.    \n  \nThis year, Fort Washington emerged as the winning site. \nThey recorded zero accidents and had scored the best \nacross all OHS metrics.  Congratulat ions to  K&S Fort \nWashington site on their achievement . The management  \nencourage s all sites to always think safe, work safe, be safe and strive for zero accident!    \n \n                                                           \n15 OHS training per employee is calculated by taking the total training hours provided over the site headcount.  \n16 Attendance is calculated by the percentage of employees who have completed the provided training over total number \nof employees planned for training.   Image 1: Winning Team of K&S CEO OHS \nChallenge – Fort Washington  \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}