{"page_content": " \n28 \n K&S has a corporate EHS policy which outlines its commitment towards conducting its global \noperation s in an environmentally responsible manner. The company c ompl ies with all local laws and \nregulations in co untries where it o perate s. For example , in Eindhoven, The Netherlands, the Dutch \nActivities Decree stipulates companies that consume more than 50,000 k Wh of electricity and / or \n25,000 m3 of gas each year to implement energy -saving measures with a payback period  of five years. \nThe Dutch government strictly monitors compliance to these rules. Subsequently, Dutch companies \nare required to have an Energy Sa ving Plan which will have to be updated every four years.  \nElectricity from the grid is the main source of energy used across the six  sites. Cognizant of its energy -\nintensive operations and the environmental impact s, K&S continually seek s ways to improve electrical \nenergy efficiency across all its operations . Improving energy efficiency  reduce s carbon footprint  and \nlowers  utility costs  as well . Figure 17 highlights some of the environmental ini tiatives implemented in \nFY2018.  \n \n  \nFigure 17: Initiatives Taken and Future Actions Planned for Energy and Emissions Management   \n \nElectricity consumption in FY2018 decreased by 2.0% due to the  energy saving initiatives  implemented \nas shown  in Figure 17. As a result, K&S recorded a 3.6% decrease in electricity intensity from CY2017. A \nsimilar decreasing trend can be seen in the GHG emissions17 recorded for FY2018 in Figure 18.  \n                                                           \n17 Scope 2 GHG emissions are a result from the generation of purchased electricity, heating, cooling and steam consumed \nby K&S. They are calculated by m ultiplying an emission factor to the electricity consumed by each of the six sites. In \nSingapore, emission factor used is the grid emission factor for 2017 which is obtained from “2018 Singapore Energy \nStatistics”, published by the Energy Market Authority of Singapore. In China, the grid emission factors are obtained from \nthe national grid emission factor w ith 2012 values  being the  most updated source, Santa Ana and Fort Washington grid \nemission factors were obtained from Emissions & Generation Resource Integrated Database (eGRID) 2016 published in US \nEPA. In  the Netherlands, grid emission factors were obtained from the grid emissio n factors published by Covenant of \nMayors . For Israel, grid emission factors were obtained from Institute for Global Environmental Strategies (IGES) .  \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}