{"page_content": " \n32 \n Conflict Minerals (CM)  \n Policies   K&S CM Sourcing Policy  \n Practices   Annual reporting20 to SEC on CM due diligence  \n Responsibilit ies  CM committee – Global cross -functional team led by \nCorporate Quality  \n Targets  Targets for FY2018  FY201 8 Status  \n Achieve 100% CM Reporting \nTemplate ( CMRT ) response  from \nsuppliers  On track21  \n(98%)  \n \n \n Increase the number of Conflict -Free \nSmelters (CFS ) identified  or active in \nthe program  Achieved  \n(290)  \n \n \nTargets for FY2022  FY2018 Status  \n Gradual progress towards 100% \nConflict Mineral -free ( CM-free) \nproducts shipped from 2022  In progress  \n \n \n \n \n \nThe manufacturing of our products requires the use of Tin, Tantalum, Tungsten and Gold (3TGs). K&S \nuphold s its commitment towards corporate responsibility and support of the Securities and Exchange \nCommission’s (SEC) Conflict Minerals Rule, sourcing only from Democratic Republic of Congo (DRC) \nconflict -free zones. This is in response to t he discovery of instances where minerals are mined in \nenvironments that violate human rights and the proceeds are used to  finance unlawful activities by \narmed groups.  \nThe K&S due diligence process is consistent with the Organization for Economic Co -Operation a nd \nDevelopment (O ECD) Due Dil igence Guidance. All K&S suppliers are required to be in full compliance \nwith the  K&S CM Sourcing Policy. In CY2017 , results showed  an increase  in the numbers of smelters  \nidenti fied or are active in the CFS program at  290, from 267 in prior year . K&S is  on track towards \n100% CMRT response rate at 98% from CY2017. The company aims to maintain its positive \nachievement and progress es towards  100% CM -free products shipped from CY2022.  \nFor more information on CM Disclosure, please refer to the CM Repor t found on K&S website at \nwww.kns.com/Corporate -Responsibility . \n                                                           \n20 Reporting cycle for Conflict Minerals Disclosure has been mandated on a calendar year basis by the Securities and \nExchange Commission (SEC) . \n21 K&S is u nable to confirm performance for FY2018  in this Sustainability Report as our Conflict Minerals report will only be \nfinalized in April 2019. Currently, we are on track to achieving our targets.  \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}