{"page_content": " \n33 \n Restriction of Hazardous Substances (RoHS)  \n Policies   Corporate RoHS compliant objective  \n Practices   Voluntary compliance to RoHS directives  \n Responsibilit ies  Go-Green committee – global  cross -functional team led by \nCorporate Quality  \n Targets       Targets for FY2018 and FY2019  FY2018 Status  \n Achieve 100% RoHS -compliant \nfor new core platform launched \n(Ball Bonder and Wedge Bonder)  Achieved  \n(Declared RoHS -compliant \nfor two newly launched  \nproducts  in FY2018 ) \n \n \nTargets for FY2020  FY20 20 Status  \n Achieve 100% RoHS -compliant \nfor all other new core platforms \nlaunched  In progress  \n \n \n \n \n \nWhen electrical and electronic equipment waste are not properly managed, the hazardous content \npresent can cause major environmental and health problems. The European Union (EU) has set an \nenvironmental directive which restricts certain substances in electrical and electronic products \nexported to the E U. Although K&S equipment are excluded fro m this RoHS directive, the company is  \nin voluntarily compliance with RoHS regulations22.  \nSince 2013, the Go -Green Committee has been active in product content evalua tion to reduce and \neliminate  use of hazardous materials in  K&S products. Actions have been taken to identify and replace  \nnon-RoHS -compliant  parts with RoHS -compliant  parts in new equipment such as  Bill-of-Materials \n(BOM) scrub t o clean off inconsistenci es and mitigate potential risks  in baseline products. In FY2018, \nK&S has launched two new equipment which are RoHS -compliant. In FY2020, K&S target s for all new \nplatforms launched to be RoHS -complian t. \n \n \n \n \n \n                                                           \n22 The RoHS regulation specifies maximum levels of 1000 ppm (except for Cadmium, which is 100 ppm) for the following six \nhazardous materials namely, Lead, Mercury, Cadmium, Hexavalent Chromium, Polybrominated Biphenyls (PBB) and \nPolybrominated Diphyenyl Ethers (PBDE) . \n", "metadata": {"source": "NASDAQ_KLIC_2018.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}