{"page_content": "Business Overview CEO Letter Sustainability Approach Environmental Social 03 GovernanceAs a leading payments technology company, we strive to enhance the overall payment experience for consumers and businesses \nthrough innovative technology and exceptional customer service. \nOur ability to offer integrated digital payment solutions has never been more critical, as today’s virtual landscape and the onset of \nCOVID-19 have positioned real-time electronic payments as a necessity. Businesses have successfully shifted to a digital presence \nas they implemented new technology enabling them to accept payments and fund operations in a completely virtual environment. \nInternal business processes transformed as well, pivoting from traditional, paper-based accounts payable and receivables \nworkflows to a more automated digital experience.\nWe believe the desire for digital payment solutions will continue to increase as more businesses \nand consumers realize the benefits in the form of convenience, speed and security.\nJohn Morris, \nChief Executive OfficerAs we continue to grow, we remain committed to taking care of our customers, our employees, \nour communities, and the environment. Our values of excellence, passion, integrity, respect and \nA LETTER FROM OUR CEO\ninnovation unite us in our mission and inspire us to bring our best each day to drive long-\nterm growth and contribute to a more sustainable future. The inherent nature of our core \nproduct offering – anywhere, anytime digital payments – promotes sustainable business \npractices, as the shift to electronic payment methods enables companies to reduce their \ncarbon footprint by eliminating paper and energy consumption and to save valuable time \nand money through streamlined and integrated processes. \nI am honored to share our inaugural Corporate Sustainability Report and invite you to \nlearn more about REPAY’s business and our Environmental, Social and Governance (ESG) \ninitiatives. We believe our strategic approach to our ESG efforts will continue to drive \nlong-term value for our customers, employees and shareholders, and we look forward to \ncontinuing to evaluate and enhance our efforts in the future. ", "metadata": {"source": "NASDAQ_RPAY_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}