{"page_content": "1 This summary magazine\n2  A detailed report conforming to the Global Reporting Initiative (GRI) guidelines\n3  Our corporate responsibility website www.amd.com/corporateresponsibility MESSAGE FROM OUR PRESIDENT \nAND CEO, RORY READ\n3Over the past few years AMD has been undergoing a \ncomplete transformation of our business. I’m proud \nto share that in 2013, we made significant progress \nin bringing AMD closer to our mission of becoming \nthe leading designer and integrator of innovative, \ntailored technology solutions that empower people  \nto push the boundaries of what is possible. \nThroughout our transformation, AMD’s commitment to corporate \nresponsibility has remained unwavering. We care deeply about our people  \nand our planet, and these values are woven into everything we do. We call  \nthis “The AMD Way,” and it is the catalyst driving our approach. \nThis approach isn’t just a moral imperative for AMD; it’s a key business \ndifferentiator. We know that: \n   How we run our business is just as important as the innovative products  \nwe deliver;\n   Our employees are motivated and inspired by contributing to social and \nenvironmental causes; and\n   Our AMD investors are deeply committed to these issues as well.\nCorporate responsibility is at the core of AMD’s culture. I am proud that \nAMD has been a leader in this area for many years now, and we continue that \ntradition with the accomplishments you will find in this report. \nAMD is a different company today. We are stronger and are building a \nbusiness model to carry us into the future. We will continue to take steps to \ntransform into a more predictable and balanced business. I am confident that \nwe will deliver. In this report you can read about how our responsibility efforts \nare evolving and supporting our mission.our offerings:\n•  Accelerated Processing Units (APUs) for tablet, notebook, \ndesktop, professional workstation, game console, server \nand embedded markets\n•  x86 microprocessors for consumer, embedded and  \ncommercial markets, including data centers\n•  Embedded microprocessors for industrial, commercial  \nand consumer markets  \n•  Graphics, video and multimedia products and technologies \nfor desktop and notebook PCs, embedded systems, \nprofessional workstations, servers, and game consolesour stats:\n•  Established in 1969 and headquartered  \nin Sunnyvale, California\n• Employees: more than 10,000 worldwide \n•  More than 40 locations worldwide, including more than  \na dozen R &D facilities, two dozen international sales  \noffices and two assembly/test manufacturing facilities\n• Publicly traded under NYSE: AMD\n• Fortune 500 firm\n• 2013 revenues of $5.3 billionexamples of our products:\nAMD is bringing the revolutionary \nheterogeneous system architecture \n(HSA) design to market this year with \nour latest and most advanced APUs. \nThese products uniquely combine  \nCPU and GPU for equal memory \naccess and process scheduling to  \nsubstantially improve both \nperformance and energy efficiency. \nAMD continues to extend its leadership in graphics architecture and products \nwith award winning AMD Radeon™ and AMD FirePro™ lines featuring the visionary \nGraphics Core Next (GCN) architecture. Incorporating a radically new approach to \nthe design of a GPU, GCN enables an unmatched level of hardware optimization, \nrevolutionary performance and image quality. These are in widespread use with \nprofessional workstations such as the Apple Mac Pro, gaming PCs and consoles, \nservers and embedded designs.\nAMD recently announced the “Seattle” processor for servers, based on ARM  \n64-bit architecture. This will be the first of numerous 64-bit ARM instruction  \nset processors from AMD for server and embedded markets.SeaMicro Technology offers one of \nthe highest density and most energy \nefficient servers on the market. Each \nserver cluster (10 rack-unit with 64 \nservers) uses a fraction of the power \nand space as traditional servers, at up \nto 12X the throughput.who we are \nAMD designs and integrates technology that \npowers millions of intelligent devices, including \npersonal computers, tablets, game consoles and \ncloud servers that define the new era of surround \ncomputing. And our workforce is a force within \nitself. Over 10,000 people all across the world, who \nconsider being responsible citizens an important \npart of the AMD culture. We pioneer technology \nthat frees people to push the limits of what is \npossible, enabling today and inspiring tomorrow.We communicate corporate \nresponsibility information \nin three formats:\n4 Global Presence\n6 AMD Technology\n8 AMD Changing the Game\n10 Employee Engagement\n12 Energy Efficiency\n14 Supplier Responsibility\n16 Environment\n18 Health and Safety\n20 Stakeholder Engagement\n22 Data Tables and Awardscontents\nRory Read\nAMD President and CEO\n2\n", "metadata": {"source": "NASDAQ_AMD_2013.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}