{"page_content": "In each of the past eight years, we have reported on our \nsustainability strategy and initiatives. We do this because we \nbelieve AEGON should be accountable to its stakeholders. \n \nIn the past, we measured a company’s success primarily by its earnings. Essentially, companies reported on their \nactivities to shareholders. As a company with some 40 million customers and around 27,500 employees worldwide, we \nhave much broader responsibilities. We contribute to the success of our stakeholders, and they help determine ours. \n \nEmployees who are engaged and motivated, for example, will deliver higher levels of customer service, which in turn \nwill improve company performance and returns for shareholders. A company that invests responsibly and treats its \ncustomers fairly minimizes risk and helps strengthen its brand and reputation. To reflect this approach, we’ve subtitled \nSustainability 2010 ‘Our Report to Stakeholders’. It is an account of how we work together with our customers, with \nour business partners, with our employees and with the communities in which we operate, where we succeed and \nwhere we fail. In this report, we have tried to be as objective as we can. And, where possible, we have incorporated the \nsuggestions of our stakeholders to improve the quality of the report. This year, for example, we’ve introduced an \noverview of our objectives, and we’re also providing a shorter version of the report, which sets out concisely our \napproach and our goals in this area. This report is not an end in itself. It is part of a continuous dialogue between \nAEGON and its stakeholders. In 2011, we want this dialogue to continue, and to grow stronger. Our promise is that, \nwhere we can, we will act on this dialogue. We will explain the decisions we take as a business. When we implement \nmeasures and initiatives, we will report on them as clearly and as objectively as possible, with specific goals and \noutcomes. Across our businesses, we will endeavor to manage our resources responsibly – in the interests both of \nAEGON and its stakeholders. \n \n \nMarc van Weede \nGlobal\tHead\tof\tSustainability,\tAEGON\tN.V.\n\t\u0003\u0003OUR APPROACH TO SUSTAINABILITY\nCONTENTS\n SHARPENING OUR FOCUS11 SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}