{"page_content": "ASSURANCE \nThis report is based on information and data from AEGON’s country and operating units. These units are responsible \nfor collecting and submitting data used in the report. All information is aggregated and reported on a company-wide \nbasis, subject to internal verification. In 2008, AEGON decided to introduce limited external\tassurance  for its annual \nSustainability Report. The 2010 report is the second report to have been reviewed by the company’s external auditor. \nAssurance is provided by Ernst & Young Accountants LLP, AEGON’s present financial auditor. For the statement of the \nauditor, please see below. \n \nAlongside this process, AEGON organizes a yearly Stakeholder\tReview\t to assess the content and relevance of the \nreport. So far, three such reviews have taken place. AEGON intends to organize its fourth Stakeholder Review in the \nsecond half of 2011. For details on the company’s Stakeholder Review, please see page 21 . \nASSURANCE REPORT \nTO: THE MANAGEMENT OF AEGON N.V. \n \nEngagement \nWe have performed an assurance engagement in accordance with Standard 3410, ‘Assurance standard relating to \nsocial reports’. Our assurance engagement aimed to obtain limited assurance that the information in the Sustainability \nReport 2010 of AEGON N.V. (hereafter: Sustainability Report) is, in all material respects, a reliable and adequate \nrepresentation of the policies pursued, business operations, events and performance with respect to corporate \nresponsibility during 2010. Our engagement did not include any quantitative or qualitative information relating to the \nprior years. In addition, we do not provide any assurance relating to future information such as estimates, \nexpectations or targets, or their achievability. \n \nThe procedures performed in order to obtain limited assurance aim to verify the plausibility of information and are \nmore limited than procedures to obtain reasonable assurance. Therefore less assurance is obtained than in an \nengagement to obtain reasonable assurance. \n \nCriteria \nWe assessed the Sustainability Report against the Sustainability Reporting Guidelines (G3) published by the Global \nReporting Initiative (hereafter: GRI) and AEGON N.V.’s own reporting policies as set out in the chapter ‘About this \nreport’ on page 89 . We believe that these criteria are suitable for our assurance engagement. \n \nThe management’s responsibility \nManagement is responsible for the preparation of the Sustainability Report and the information therein in accordance \nwith the criteria mentioned above. This responsibility includes designing, implementing and maintaining internal \ncontrol relevant to the preparation of a Sustainability Report that is free of material misstatements, selecting and \napplying appropriate reporting policies that include the GRI reporting principles and using measurement methods and \nestimates that are reasonable in the circumstances. The choices made by management, the scope of this Sustainability \nReport and the reporting policy, including any inherent limitations that could affect the reliability of information, are \nset out in the chapter ‘About this report’, on page 89 . \n \nThe auditor’s responsibility \nOur responsibility is to express a conclusion with regard to the Sustainability Report based on the engagement \ndescribed above. We conducted our limited assurance engagement in accordance with Dutch law and the requirements \nset out therein with respect to the independence of assurance team members. \n \nCONTENTS105\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 104, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}