{"page_content": "We have performed all the procedures deemed necessary to obtain the evidence that is sufficient and appropriate to \nprovide a basis for our conclusions. Our main procedures were: \n\u0003\u0002Obtaining an understanding of the sector and the relevant corporate responsibility issues specific for the \norganization. \n\u0003\u0002Assessing the acceptability of the reporting principles used, and the significant estimates and calculations made in \npreparing the Sustainability Report and its consistent application. \n\u0003\u0002Performing analytical procedures in order to assess the quantitative data. \n\u0003\u0002Obtaining an understanding of the design and existence of systems and methods used to collect, process and \nconsolidate the reported information, including the consolidation process. \n\u0003\u0002Testing, on a sample basis, the substantiation of the quantitative and descriptive information in the Sustainability \nReport and review of relevant documents. \n\u0003\u0002Conducting interviews with responsible company officers in order to assess the plausibility of the quantitative and \ndescriptive information in the report. \n\u0003\u0002Evaluating the overall presentation of the Sustainability Report against the criteria mentioned above. \n \nConclusions \nBased on our procedures performed to obtain a limited assurance, nothing came to our attention that causes us to \nbelieve that the information in the Sustainability Report, in all material aspects, does not provide a reliable and \nsufficient representation of the policies pursued, business operations, events and performance with respect to \ncorporate responsibility during 2010, in accordance with the Sustainability Reporting Guidelines issued by the Global \nReporting Initiative and the documented reporting policy of AEGON N.V. \n \nThe Ha gue, April 8, 2011  \nFOR\t ERNST\t &\tYOUNG\t ACCOUNTANTS\t LLP\t\n \nD. A. de Waard \n \n \nCONTENTS106\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 105, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}