{"page_content": "BUSINESS PRINCIPLES \nAEGON’s Business Principles are based on the way we do business in the marketplace, in the workplace and in \nthe community. \nTHE COMPANY \nAEGON’s corporate strategy emphasizes the importance of local knowledge and empowerment, within an expanding \nglobal group. \n\u0003\u0002We empower our local business units to identify and provide products and services designed to help meet the long-\nterm needs of our customers, using distribution channels suited to their local markets. \n\u0003\u0002We take pride in balancing a local approach with the power of an expanding global operation. \n\u0003\u0002We operate as a responsible company in an ever-changing business environment. \n\u0003\u0002We provide a strong capital base to meet our long-term financial obligations. \n\u0003\u0002We make decisions that are in the interests of our stakeholders. \n\u0003\u0002We are accountable to our stakeholders for clear and transparent disclosure of our management practices, policies \nand results. \n\u0003\u0002We identify and manage risk prudently. \n\u0003\u0002We provide timely and accurate information to our customers, shareholders, employees, regulators and business \npartners. \n\u0003\u0002We comply with applicable laws and regulations, and we proactively promote such compliance. \n\u0003\u0002We set clear internal guidelines and policies relating to the way we behave as a responsible company with a global reach. \nTHE MARKETPLACE \nWe seek to build long-term relationships with our customers, business partners and regulators based on open, honest \nand transparent business principles. \n\u0003\u0002We treat our customers fairly. \n\u0003\u0002We provide clear, transparent and financially sound products and services that meet our customers’ evolving long-\nterm needs. \n\u0003\u0002We seek to build long-term relationships with our customers. \n\u0003\u0002We strive to provide customers with the information they need to make the right financial decisions for themselves \nand their families. \n\u0003\u0002We also support financial education initiatives and strive to promote a better understanding of the financial services \nindustry. \n\u0003\u0002We strive to deal with business partners who share our core values. \n\u0003\u0002We are committed to fair competition. \n\u0003\u0002We recognize the importance of confidentiality and take measures to keep confidential the personal information \nrelating to our customers, employees, business partners and shareholders. \n \nCONTENTS109\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 108, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}