{"page_content": "THE WORKPLACE \nOur goal is to be an employer of choice, to create a work environment where people are able to realize their potential \nand where both individuality and diversity are respected. \n\u0003\u0002We promote ethical behavior and encourage the reporting of any illegal or unethical behavior. \n\u0003\u0002We promote respect for people and their work environment. \n\u0003\u0002We actively enforce policies that promote non-discrimination in the workplace and encourage diversity. \n\u0003\u0002We hire, promote and pay our employees fairly and do so based on their qualifications, their experience and their \nability to do a job. \n\u0003\u0002We provide training to encourage our employees to reach their potential. \n\u0003\u0002We require our employees, within the scope of their professional activities for the company, to act in the best \ninterests of all our stakeholders and abide by these business principles that promote our core values: respect, \nquality, transparency and trust . \n\u0003\u0002We provide employees with a safe place to work. \n\u0003\u0002We encourage personal and career advancement. \n\u0003\u0002We allow our employees the free right of association.\nTHE WIDER COMMUNITY \n\u0003\u0002We have a long-term commitment to the communities in which we operate, creating job opportunities and \ncontributing to sustainable economic growth. \n\u0003\u0002We support good causes. \n\u0003\u0002We help protect and promote human rights in the countries in which we operate. \n\u0003\u0002We are active corporate citizens in the communities in which we operate. \n\u0003\u0002We actively support and respect the protection of internationally proclaimed human rights and ensure we are not \ncomplicit in human rights abuses. \n\u0003\u0002We invest prudently and responsibly. \n\u0003\u0002We strive to respect the environment and undertake initiatives to promote greater environmental responsibility. \nCONTENTS110\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 109, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}