{"page_content": "WHO WE ARE AND WHAT WE DO \nAEGON was formed in 1983 through the merger of two Dutch insurance companies: AGO and Ennia. But AEGON can trace its \nroots back to the first half of the nineteenth century. Today, AEGON is one of the world’s leading providers of life insurance, \npensions and asset management, with businesses in more than twenty countries in the Americas, Europe and Asia. AEGON \nemploys approximately 27,500 people, serving 40 million customers and managing EUR 413 billion in revenue-generating \ninvestments. \n \n\u0003\u0002AEGON’s main markets are the United States, the Netherlands and the United Kingdom. Together, these markets account for \nmore than three-quarters of AEGON’s business and nearly 80% of the company’s global workforce. \n\u0003\u0002In recent years, AEGON has also built up operations in new markets. The company is currently present in six countries in \nCentral & Eastern Europe, as well as China, India and Japan in Asia, and Brazil and Mexico in Latin America. AEGON is also \none of the leading providers of life insurance in Spain and has a partnership in France with insurance and pension specialist \nAG2R La Mondiale. \n\u0003\u0002 All the countries in which AEGON has businesses are listed as ‘free’ by Freedom House, the non-governmental organization \nthat promotes democracy and human rights, with two exceptions: China (‘not free’) and Turkey (‘partially free’). \n \nAging populations \nAEGON believes that its core businesses – life insurance, pensions and asset management – have strong potential for growth in \nthe years ahead: \n\u0003\u0002Populations in many countries are aging. \n\u0003\u0002The burden of retirement provision is increasingly shifting from the public to the private sector. \n\u0003\u0002At the same time, working age populations are shrinking. \n \nThe United Nations estimates that, by 2050, more than a quarter of the population in the world’s most developed countries \nwill be over the age of 65. This is placing strain on national pension systems, but opening up new opportunities for private \nsector providers like AEGON. The rise in life expectancy means that people are spending longer in retirement, leading to \nincreased demand for products and services that help people manage their financial resources once they have stopped work. \n \nIn the years ahead, AEGON believes the insurance industry will have a vital economic and social role to play protecting living \nstandards and ensuring the long-term viability of pension systems around the world. In 2009, life insurance premiums \nworldwide totaled just over USD 2.33 trillion*. \n \n* Source: Swiss Re, World Insurance in 2009. \n \nSources: UN estimates (World Population Prospects), World Bank, Organization for Economic Development & Cooperation (OECD).  2010 2020 2030\nNorth America\nSouth America\nWorldAfrica\nAsia\nEurope2050 20400102030World’s aging populations  \n(over 65s as % of total population) \nIn %81\n82\n80 \n82\n83 \n81\n81 \n80\n78Canada\nFrance\nGermany\nItaly\nJapan\nSpain\nSweden\nUK\nUS\nLife expectancyEffective retirement age (avg. men and women)Who’s spending longer in retirement?\n62.6\n59.1\n61.6\n60.4\n68\n62.3\n64.9\n62.6\n64.3\nCONTENTS12\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}