{"page_content": "FORWARD-LOOKING STATEMENTS \nThe statements contained in this document that are not historical facts are forward-looking statements as defined in \nthe US Private Securities Litigation Reform Act of 1995. The following are words that identify such forward-looking \nstatements: aim, believe, estimate, target, intend, may, expect, anticipate, predict, project, counting on, plan, continue, \nwant, forecast, goal, should, would, is confident, will, and similar expressions as they relate to AEGON. These \nstatements are not guarantees of future performance and involve risks, uncertainties and assumptions that are \ndifficult to predict. We undertake no obligation to publicly update or revise any forward-looking statements. Readers \nare cautioned not to place undue reliance on these forward-looking statements, which merely reflect company \nexpectations at the time of writing. Actual results may differ materially from expectations conveyed in forward-looking \nstatements due to changes caused by various risks and uncertainties. Such risks and uncertainties include but are not \nlimited to the following:\n\u0003\u0002Changes in general economic conditions, particularly in the United States, the Netherlands and the United Kingdom.\n\u0003\u0002Changes in the performance of financial markets, including emerging markets, such as with regard to:\n\t\u0002The frequency and severity of defaults by issuers in our fixed income investment portfolios; and\n\t\u0002The effects of corporate bankruptcies and/or accounting restatements on the financial markets and the resulting \ndecline in the value of equity and debt securities we hold.\n\u0003\u0002The frequency and severity of insured loss events.\n\u0003\u0002Changes affecting mortality, morbidity, persistence and other factors that may impact the profitability of our \ninsurance products.\n\u0003\u0002Changes affecting interest rate levels and continuing low or rapidly changing interest rate levels.\n\u0003\u0002Changes affecting currency exchange rates, in particular the EUR/USD and EUR/GBP exchange rates.\n\u0003\u0002Increasing levels of competition in the Americas, the Netherlands, the United Kingdom and new markets.\n\u0003\u0002Changes in laws and regulations, particularly those affecting our operations, the products we sell, and the \nattractiveness of certain products to our consumers.\n\u0003\u0002Regulatory changes relating to the insurance industry in the jurisdictions in which we operate.\n\u0003\u0002Acts of God, acts of terrorism, acts of war and pandemics.\n\u0003\u0002Changes in the policies of central banks and/or governments.\n\u0003\u0002Lowering of one or more of our debt ratings issued by recognized rating organizations and the adverse impact such \naction may have on our ability to raise capital and on our liquidity and financial condition.\n\u0003\u0002Lowering of one or more of insurer financial strength ratings of our insurance subsidiaries and the adverse impact \nsuch action may have on the premium writings, policy retention, profitability of its insurance subsidiaries and \nliquidity.\n\u0003\u0002The effect of the European Union’s Solvency II requirements and other regulations in other jurisdictions affecting \nthe capital we are required to maintain.\n\u0003\u0002Litigation or regulatory action that could require us to pay significant damages or change the way we do business.\n\u0003\u0002Customer responsiveness to both new products and distribution channels.\n\u0003\u0002Competitive, legal, regulatory, or tax changes that affect the distribution cost of or demand for our products.\n\u0003\u0002The impact of acquisitions and divestitures, restructurings, product withdrawals and other unusual items, including \nour ability to integrate acquisitions and to obtain the anticipated results and synergies from acquisitions.\n\u0003\u0002Our failure to achieve anticipated levels of earnings or operational efficiencies as well as other cost saving \ninitiatives. \n\u0003\u0002Our inability to obtain consent from the Dutch Central Bank to repurchase our Core Capital Securities; and\n\u0003\u0002Our inability to divest Transamerica Reinsurance on terms acceptable to us or the failure of any of the conditions for \ncompletion of such divestment agreement.\nFurther details of potential risks and uncertainties affecting the company are described in the company’s filings with \nEuronext Amsterdam and the US Securities and Exchange Commission, including the Annual Report on Form 20-F. \nThese forward-looking statements speak only as of the date of this document. Except as required by any applicable law \nor regulation, the company expressly disclaims any obligation or undertaking to release publicly any updates or \nrevisions to any forward-looking statements contained herein to reflect any change in the company’s expectations \nwith regard thereto or any change in events, conditions or circumstances on which any such statement is based.\nCONTENTS112\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 111, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}