{"page_content": "Emerging markets \nIn recent years, new markets have opened up in Central & Eastern Europe, Asia and Latin America. In many of these \nareas, a combination of rising wealth and economic reform has led to the emergence of new and ambitious middle \nclasses. In Central & Eastern Europe, reform has brought more open economies and an expanded role for the private \nsector. In both China and India, meanwhile, economic growth has resulted in greater prosperity and a rapid expansion \nin urban middle classes. Markets in Asia have tremendous potential for growth – currently, China and India account for \njust 7% of the global life insurance market, but 37% of the world’s population. \n \nSource: UN World Population Prospects and Swiss Re, World Insurance in 2009. \n \n China\nRest of the worldIndia\n93%5%2%\nChina\nRest of the worldIndia63%20%\n17%World life insurance market by premium World population\nAging\t in\tAmerica\nAs the US population ages, some Americans could be facing a bleak retirement. According to the Transamerica \nCenter for Retirement Studies®, many are planning to work past the age of 70, or may not even retire at all. More \nthan two thirds believe they could work until the age of 65 and still not have saved enough for their retirement. According to the Center’s 11th Annual Retirement Survey workers are concerned they will ‘outlive their money and not be able to meet basic financial needs’. The survey also stresses that better education about pensions and financial planning would improve matters. Currently two in three workers admit they don’t know as much as they should about investing for retirement. Over the years, the Center’s annual survey has become a widely-respected and sought-after source of information on pension and retirement issues for the US media, the government and non-governmental organizations. \nThe Transamerica Center for Retirement Studies\n® is a non-profit private foundation, funded partly by \nAEGON’s US subsidiary Transamerica Life Insurance Company. The Center is dedicated to educating the \npublic on emerging trends surrounding retirement security in the United States. Its research emphasizes employer-sponsored retirement plans, issues faced by small to mid-sized companies and their employees, and the implications of legislative and regulatory changes.\nSource: 11th Annual Transamerica Retirement Survey, based on a sample of 3,598 workers and 600 employers across \nthe United States. For further information, please refer to www.transamericacenter.org. 13\n24\n7\n11540 70+*\n66 - 69\n65\n60 - 64\n50 - 59\nUnder 50\n* Age 70+ or do not plan to retireAt what age do you expect to retire?\nIn %\nCONTENTS13\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}