{"page_content": " \n \nBUSINESS AND MARKET ENVIRONMENT \nThe worldwide insurance and pensions industry is experiencing a period of significant change. Part of the explanation \nfor this is the shift in market and economic conditions. The financial crisis, which began in the second half of 2008, \nhas accelerated many of these changes, particularly with regard to regulatory reform and customer behavior. \n \nThe global insurance industry faces a number of challenges: \n\u0003\u0002Reforms to the pension industry, particularly in Europe. \n\u0003\u0002 Further regulatory reform, including the overhaul of European capital adequacy requirements. \n\u0003\u0002Changes to customer behavior and public expectations in the wake of the 2008 global financial crisis. \n \nPension reforms \nMany western European countries are now reforming their pension systems. Most face the same combination of aging \npopulations, shrinking workforces and slower or non-existent economic growth. As a result, state pay-as-you-go \npension systems have become increasingly unaffordable. In the past year, governments in the United Kingdom, France, \nGermany, Spain, Italy and the Netherlands have all announced significant reforms to their pension systems. In addition, \nmany people are turning to private pensions or other long-term savings products as a complement to existing state \npensions. In Central & Eastern Europe, reform in the 1990s and 2000s saw the introduction of mandatory private \npensions in many countries. More recently, however, new legislation is threatening to reverse this trend. Hungary’s \ngovernment introduced a law at the end of 2010 effectively nationalizing the country’s private pension funds. In Poland, \nthe government has announced plans to reduce individual contributions to private funds. \n \n \n Care\t homes\t for\tthe\telderly\nIn the United Kingdom, AEGON operates a specialist fund investing in care homes for the elderly. AEGON’s aim is \nto raise GBP 300 million for the fund, which invests in nursing homes, day surgeries and care facilities for those suffering from dementia and other illnesses. So far, the fund has raised GBP 45 million, plus a GBP 25 million debt facility from the Royal Bank of Scotland. In early 2011, the fund bought eight care homes in Scotland and northern England, and is expecting soon to add a further three to its portfolio. AEGON expects demand for private care to grow significantly in the years ahead, given the United Kingdom’s aging population and pressure on public spending. “As the population ages, we’re seeing more people spending longer in care at the end of their lives,” said Jon Dadswell, Head of Property Businesses Development at AEGON Asset Management in the United Kingdom. “With the government unable to meet the rising costs, people are turning increasingly to private sector providers.”\nGlobal\t Coalition\t on\tAging\nIn 2010, AEGON co-founded the Global Coalition on Aging, an alliance aimed at raising awareness of the issue of global aging. The Coalition brings together ten multinational companies from the pharmaceuticals, financial, life sciences, technology and food industries: Bank of America Merrill Lynch, Danone, Deloitte, Galderma, Intel, Johnson & Johnson, Novartis, Pfizer, Universal America and AEGON. The Coalition’s aim is to provide leadership, research and advocacy for governments and private companies affected by all aspects of aging. Over the next three years, the Coalition will roll out a strategic plan to drive social and policy changes in four main areas: \n\u0003\u0002Education and work\n\u0003\u0002Financial planning and security\n\u0003\u0002Health and wellness\n\u0003\u0002Technology, innovation and biomedical research\nCONTENTS14\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}