{"page_content": "HOW THE GLOBAL INSURANCE BUSINESS IS CHANGING \n \nRecent global financial crisis \nhas led to changes in customer behavior. Customers have become more aware of risk and are demanding greater financial guarantees. At the same time, distribution patterns in many markets are also changing, and products are becoming simpler and more transparent.Economic and business conditions have become more difficult and less predictable. There is greater volatility in world financial markets and interest rates have remained \nlow since the second half of \n2008.The global financial crisis, which began in the second half of 2008, has brought a significiant reassessment of financial regulations in many countries. The United States, the United Kingdom and the Netherlands have all recently introduced major new legislation to strengthen consumer protection. Europe is also planning to introduce a major overhaul of capital adequacy requirements in the next several years.Customer\tbehavior Business\tconditions Regulation\n \n \n \nCustomer behavior \nIn many areas, new legislation has accompanied a significant change in consumer attitudes and behavior. Some of this \nchange may be traced to the effects of the recent global financial crisis. AEGON expects these changes to accelerate \nfurther in the coming years due to various factors: \n\u0003\u0002An increased awareness of risk among customers. \n\u0003\u0002Growing demand for clear, simple and easy-to-understand products. \n\u0003\u0002An expansion in the use of new technology and social media to sell financial products, including pensions and life \ninsurance. \n\u0003\u0002The emergence of online and other non-traditional providers. \n\u0003\u0002The shift away from commissions-based sales forces to financial advisors, particularly in the United Kingdom and \nthe Netherlands. \n\u0003\u0002New legislation in many markets requiring increased transparency on pricing and fees. \n \nIn each of its markets, AEGON realizes that it must adjust to changes in distribution and customer behavior. This has \nled to increased emphasis within the company on product development, new and emerging distribution channels and \nimprovements in communications to customers and other stakeholders, as well as further efforts to reduce both \noperating and distribution costs. \n \nCapital adequacy \nIn 2013, the European Union will introduce new capital adequacy rules for insurance companies. These rules, known as \nSolvency II, are expected to bring about a significant change in the way insurers, including AEGON, approach risk and \ncapital management. Importantly, the rules are based on the principle that the amount of capital held by an insurance \ncompany must be directly linked to the risks it has taken on and the nature of those risks. AEGON welcomes the \nintroduction of this principle, which it believes will: \n\u0003\u0002Benefit those companies with strong risk management. \n\u0003\u0002Strengthen public trust in the insurance sector. \n\u0003\u0002Provide greater protection to customers and policyholders. \n \nIn addition, Solvency II should mean increased transparency and therefore greater competition, which in turn should \ndrive improvements in product development and in pricing. \n \nCONTENTS15\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}