{"page_content": "There is now broad agreement on the principles behind Solvency II, but AEGON recognizes that there are still a \nnumber of areas where further discussion and clarification is required, particularly in the approach to EU companies \nwith businesses outside the European Union. \n \n \n Solvency\t II:\ttoward\t a\tnew\tcapital\t adequacy\t system\t for\tEurope’s\t insurers\nIn Europe, new rules covering the insurance industry have been proposed and are currently being debated. \nThe Solvency II framework will replace and enhance the Solvency I framework, the currently applicable EU rules on capital for insurers. Solvency II is expected to come into force on January 1, 2013. \nIn broad terms, Solvency II will apply to insurance and reinsurance companies in Europe and to groups with \nEuropean insurance and/or reinsurance businesses, and will redefine the rules under which insurers calculate their capital. The amount of capital an insurance company will be required to hold under the rules of the Solvency II framework will be determined in a more risk-sensitive way, and more by the type of business it writes and the way it manages its risks than under the current rules.\nIn addition to a risk-based approach, the proposed framework for Solvency II is intended to create a more \nharmonized European framework of prudential regulation of insurers and reinsurers. The main aims of Solvency II include:\n\u0003\u0002The introduction of more sophisticated, comprehensive and risk-sensitive solvency requirements, enabling a better coverage of the risks run by any particular insurer.\n\u0003\u0002Improved transparency through more extensive disclosure of information (among other measures), thus providing rating agencies, policyholders, brokers, and investors with a better understanding of how individual insurance companies are run, the risks they take and how they allocate their capital; the aim is to allow market discipline to help ensure the soundness and stability of insurers.\n\u0003\u0002A uniform and enhanced level of policyholder protection; the Solvency II framework should reduce the chance of any particular insurer failing.\n\u0003\u0002Efficient allocation of capital across the industry, resulting in reduced costs for consumers.\n\u0003\u0002Increased competition between insurance companies, leading to improved product development and pricing.\nAEGON has been managing its business using economic value metrics for a number of years, in addition to using more traditional measures such as embedded value and IFRS earnings. AEGON is working hard with European regulators and supervisors to ensure that Solvency II is implemented in a way that will ensure the company’s ability to remain competitive. A significant amount of AEGON’s business is located in the United States, where the company competes against US domestic companies that are not subject to Solvency II requirements. AEGON is coordinating its efforts with key European decision makers to ensure the best outcome for its businesses. \nTo support the introduction of Solvency II, AEGON has put in place a global project team tasked with \nimplementing Solvency II across its businesses. The project team covers a range of disciplines, including Finance, Risk Management and Actuarial. The team is presently setting the direction, methodology and strategy for the company’s implementation of Solvency II. It also supports teams in each of AEGON’s strategic business units that are working on the company’s implementation of Solvency II. \nCONTENTS16\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}