{"page_content": "Changes in regulation \nRecent years have seen significant changes in financial sector legislation in a number of countries. In many cases, \nthese changes are aimed at strengthening customer protection in the wake of the recent financial crisis: \n \nHighlights\t of\trecent\t regulatory\t changes\t in\tAEGON’s\t main\t markets\t\n \nUnited\t Kingdom \u0003\u0002Government currently planning a new regulatory structure to replace the existing \nFinancial Services Authority. Two new regulators will be created: a Prudential Regulatory \nAuthority under the governance of the Bank of England and a new Consumer Protection \nand Markets Authority. \n\u0003\u0002In addition, the Retail Distribution Review is expected to have a major impact on the structure \nof the financial services industry in the United Kingdom. Under the review, payment to \nfinancial advisors will no longer be determined by product providers, but agreed as a fee \nbetween advisor and customer. The Retail Distribution Review is expected to be fully \noperational by the end of 2012. \nThe\tNetherlands \u0003\u0002The Netherlands’ Act on Financial Supervision is expected to have considerable effect on \nrelations between customers, product providers and financial advisors. \n\u0003\u0002Under the Act, customers will agree fees directly with advisors and intermediaries. \nProduct providers will no longer pay commissions. \n\u0003\u0002Full price transparency on complex products, including mortgages, was introduced at the \nbeginning of 2010. \nEuropean\t Union \u0003\u0002The European Union is introducing tighter rules on product information for customers through \na number of different regulations, including the European Directive on Mediation. \nUnited\t States \u0003\u0002In 2010, the US government introduced major reform of the financial sector under the  \nDodd-Frank Wall Street Reform and the Consumer Protection Act. Further regulations will be \nconsidered over the next two years. \nCentral\t &\t\nEastern\t Europe\t\nand\tAsia\u0003\u0002Countries in both Central & Eastern Europe and Asia are paying greater attention to market \nconduct standards. \n \n \nCONTENTS17\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}