{"page_content": "MATERIAL ISSUES \nAEGON uses engagement with its stakeholders to decide which issues are material to the company’s businesses, \nperformance and strategy. These issues have been plotted on the ‘heat map’ below according to a qualitative \nassessment of their significance both to AEGON and to the company’s stakeholders. AEGON uses this heat map to help \ndetermine the content of its annual Sustainability Report. Results from the company’s annual Stakeholder Review are \nalso included in this analysis. \nSTAKEHOLDER REVIEW\nAEGON held its third annual Stakeholder Review in 2010. The purpose of this review was to give the company’s \nstakeholders an opportunity to assess the content and relevance of AEGON’s 2009 Sustainability Report. \nThe objectives of the review are:\n\u0003\u0002To involve stakeholders more closely in AEGON’s sustainability reporting process. \n\u0003\u0002To strengthen external assurance with regard to the annual Sustainability Report.\n\u0003\u0002To improve the overall quality of the company’s sustainability reporting.\n\u0003\u0002To ensure that AEGON’s sustainability reporting and initiatives remain relevant to the company’s stakeholders. \nAs part of the 2010 review, AEGON interviewed twelve stakeholders or stakeholder groups, including investors \nand non-governmental organizations as well as representatives of customers, employees and the financial sector. \nThe interviews were conducted between September 2010 and January 2011 by AEGON’s sustainability consultants \nSteward Redqueen. AEGON assessed all recommendations by those stakeholders surveyed and, where possible, has \nincorporated them into the reporting process. Importance\t to\tstakeholders \n\u0003\u0002Trust\n\u0003\u0002Restructuring and \nexecution of strategy\n\u0003\u0002Volatile financial markets \u0003\u0002Responsible investment \n\u0003\u0002Financial education\n\u0003\u0002Product, cost, transparency and performance\n\u0003\u0002Solvency II\u0003\u0002Brand \n\u0003\u0002State aid\n\u0003\u0002Corporate governance\n\u0003\u0002Customer service\n\u0003\u0002Job security\n\u0003\u0002Corporate philanthropy\n\u0003\u0002Career development\n\u0003\u0002Communication to employees\n\u0003\u0002Environmental management\u0003\u0002Life expectancy and demographics\n\u0003\u0002Employee relations /labor conditions\n\u0003\u0002Broker commissions\n\u0003\u0002Training for intermediaries\u0003\u0002Customer communications\n\u0003\u0002Exposure to lower-rated European economies\n\u0003\u0002Unit-linked products in the Netherlands\u0003\u0002Cash flows\n\u0003\u0002Low interest rates\n\u0003\u0002Employees’ work/life balance\n Importance\t to\tAEGON\nNote on methodology: This ‘heat map’ is based on information available internally and interviews conducted as part of AEGON’s annual \nStakeholder Review between September 2010 and January 2011. Issues are plotted on a scale of 1 to 4 according to their importance \nboth to AEGON and to its main stakeholder groups (1 being the least important, 4 the most). For further details on AEGON’s Stakeholder \nReview, please see below. This is AEGON’s first heat map; AEGON’s intention is to renew the heat map every year. Findings will be published in the company’s annual Sustainability Report. \nCONTENTS21\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}