{"page_content": "Stakeholder\t recommendation AEGON’s\t response\n\u0003\u0002Address what AEGON wants to achieve with this report. \u0003\u0002AEGON has included a message from the company’s \nglobal Head of Sustainability, which specifically \naddresses our objectives for this report. Please see \npage 11  to read the message. \n\u0003\u0002Make the report more concise and attractive. \u0003\u0002Alongside this Sustainability Report, AEGON has \ndecided to publish a shorter version as both a summary \nand as part of its 2010 Annual Review. This shorter \nversion is available as a separate document at  \nwww.aegoncorporatereporting.com .\n\u0003\u0002Integrated reporting is an interesting option and a \nnecessity in the future*.\u0003\u0002AEGON is closely monitoring developments with regard \nto integrated reporting. In principle, the company is in \nfavor, though a practical framework for integrated \nreporting has still to be developed. \n\u0003\u0002Include a clear overview with concrete and challenging \nobjectives and a timeline.\u0003\u0002AEGON has included an overview of the company’s \nsustainability objectives by stakeholder group in this \nreport. For more information, please see pages 2-4 . \n\u0003\u0002AEGON has been promising a company-wide \ninvestment policy for some time and should act quickly \nto implement one. \u0003\u0002In January 2011, AEGON signed up to the United \nNations Principles for Responsible Investment. This is a \nfirst step towards a more integrated, company-wide \napproach to this issue. Responsible investment is, \nhowever, a complex area and work on this approach \nhas taken longer than AEGON initially expected. For \nmore details, please see page 85 . \n* A specific question on integrated reporting was included in the review.\nOther remarks\nPositive Negative\n\u0003\u0002Report is comprehensive and contains a lot of useful \ninformation.\u0003\u0002Report should be more ambitious.\n\u0003\u0002Structure of the report is clear and well written. \u0003\u0002Purpose of the report or what AEGON wishes to \nachieve with the report is not clear.\n\u0003\u0002AEGON has done more to include specific targets. \u0003\u0002Length of the report makes it inaccessible to many \nreaders.\n\u0003\u0002Dilemmas are addressed and case studies included. \u0003\u0002Targets are not always connected to AEGON’s business \nand are sometimes unclear about the time frame.\n\u0003\u0002Report is in line with stakeholders’ perceptions \nof AEGON.\nCONTENTS22\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}