{"page_content": "In addition to the annual review, AEGON interacted with various stakeholder groups at a local level during 2010. \nThese groups included customer organizations, employee representatives, communities and regulators: \nAEGON\t\nCorporate\t\nCenterUnited\t\nStatesThe\t\nNetherlandsUnited\t\nKingdomCentral\t &\t\nEastern\t\nEuropeChina Canada Spain\nCustomer \norganizations\u0002 \u0002 \u0002 \u0002 \u0002 \u0002\nShareholder \nadvocacy \ngroups\u0002 \u0002 \u0002\nUnions or \nemployee \nrepresentative \norganizations\u0002 \u0002 \u0002 \u0002 \u0002 \u0002 \u0002\nRegulators \u0002 \u0002 \u0002 \u0002 \u0002 \u0002 \u0002 \u0002\nGovernments \u0002 \u0002 \u0002 \u0002 \u0002 \u0002\nLocal \ncommunities\u0002 \u0002 \u0002 \u0002\nEnvironmental \ngroups\u0002\nHuman Rights \nor other non-\ngovernmental \norganizations\u0002 \u0002 \u0002\nOUR BUSINESS PRINCIPLES\nIn its approach to sustainability, AEGON places importance on local knowledge and local decision-making. Consequently \ncountry and business units are encouraged to focus on issues specific to their local situations, within a global framework. \nAEGON sets out a number of basic Business Principles that apply to all its units. The aim of this approach is to ensure \nthat these common principles become an integral part of AEGON’s business activities, wherever those activities are \nlocated. These principles are also contained in AEGON’s Code of Conduct, which applies to all AEGON employees. \n\u0003\u0002AEGON endeavors to provide products\tand\tservices  that are transparent and easy to understand, helping \ncustomers secure their long-term financial futures.\n\u0003\u0002AEGON acts as a responsible\temployer , providing the conditions, incentives and formal training its employees \nrequire for personal success. \n\u0003\u0002AEGON takes measures to help reduce the impact of its business operations on the environment , seeking to limit \nenergy use and curb unnecessary waste.\n\u0003\u0002AEGON recognizes its position as a leading institutional\tinvestor  and strives to ensure that its investment \ndecisions take into account not only the need for profit but also the interests of all legitimate stakeholders and the \nwider communities in which the company operates. \n\u0003\u0002AEGON endeavors always to provide clear, accurate, timely and transparent information  so that investors, \ncustomers and other stakeholders can make the right financial decisions for themselves and their families. \nRead AEGON’s Business Principles in full.\nCONTENTS23\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}