{"page_content": "SUSTAINABILITY GOVERNANCE \nEach of AEGON’s country and business units has assigned responsibility for sustainability to a senior manager. \nThese managers oversee the following: \n\u0003\u0002Implementation of local sustainability policies and initiatives.\n\u0003\u0002Development of local sustainability policies.\n\u0003\u0002Collation of all relevant data on sustainability issues.\n\u0003\u0002Reporting of all progress to AEGON’s sustainability team, based at the company’s Corporate Center offices in \nThe Hague, the Netherlands. \nIn many country or business units, individual managers oversee sustainability activities alongside other professional \nresponsibilities. These activities are therefore reflected in the overall assessment of the sustainability manager’s job \nperformance. \nAEGON’s sustainability team is headed by Marc van Weede, who was appointed global Head of Sustainability in \nOctober 2010. Mr. Van Weede reports to Alex Wynaendts, AEGON’s CEO, and to Marco Keim, the member of AEGON’s \nManagement Board responsible for sustainability issues. Questions of strategy and policy are subject to approval by \nAEGON’s Executive and Management Boards. \nCountry and operating \nunits \u0003\u0002Compliance\n\u0003\u0002Risk\n\u0003\u0002Investor Relations\n\u0003\u0002Communications\n\u0003\u0002Strategy and Business Development Local\t\t\nsustainability\tmanagersSustainability\tteam\t(Corporate\tCenter) Management\tand\tExecutive\tBoards Supervisory\tBoard\nDuring 2010, members of AEGON’s Executive and Management Boards discussed a number of sustainability initiatives \nand policies, including:\n\u0003\u0002AEGON’s new approach to community investment and charitable donations.\n\u0003\u0002The company’s membership of the Dow Jones Sustainability Index.\n\u0003\u0002Overall sustainability strategy, particularly with regard to the strengths and weaknesses of current performance.\n\u0003\u0002Efforts to improve customer loyalty and company-wide measurement of employee engagement and satisfaction. \nDuring 2010, AEGON’s Supervisory Board discussed sustainability strategy and performance, as well as a number of \ninitiatives currently underway. As part of these discussions, Mr. Van Weede made a detailed presentation to the Board \noutlining AEGON’s current position in these areas. \nIn November 2010, AEGON organized a one-day roundtable meeting of executives involved in sustainability to discuss \nfurther developments in the company’s strategy. Attending the meeting were members of AEGON’s Sustainability team \nand executives from the country’s businesses in the United States, the Netherlands and the United Kingdom.\nCONTENTS24\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}