{"page_content": "DILEMMAS: RESTRUCTURING AEGON’S UK BUSINESSES\nIn making business decisions, AEGON takes into account the interests of its various stakeholders. Such interests, of \ncourse, do not always coincide, and this may give rise to dilemmas for the company. In 2010, AEGON decided to \nrestructure its businesses in the United Kingdom. This decision had an impact on a number of the company’s \nstakeholders, including customers and employees, as well as local suppliers and businesses. In reaching its decision, \nAEGON examined the following three options and their possible effect on both the company and its stakeholders: \n1. To sell its operations in the United Kingdom.\n2. To close operations to new business and place them in run-off.\n3. To restructure operations to reduce costs, increase returns and further improve efficiency.\nBackground \nAEGON is one of the United Kingdom’s leading providers of life insurance, pensions and investments, serving \napproximately two million customers and employing more than 4,000 people, mainly at its head office in Edinburgh. \nAEGON’s history in the United Kingdom stretches back to the first half of the nineteenth century. In recent years, \nAEGON has seen steady growth in new life sales from its UK businesses, but this growth has not been reflected in the \ncompany’s earnings. In particular, AEGON has been concerned about returns on capital from its businesses in the \nUnited Kingdom, as well as cash flows and profitability. At the same time AEGON, like other providers, is having to \nadapt to a rapidly changing market environment in the United Kingdom – largely the result of lower equity prices and \nsignificant changes to legislation and customer behavior. \nOptions Advantages Disadvantages\nOption 1: Sell UK operations \u0003\u0002Sale would generate significant \nproceeds for the company.\n\u0003\u0002Depending on the terms, sale would \nsecure jobs for a number of employees.\n\u0003\u0002Retaining jobs would minimize impact \non local suppliers and the local \neconomy.\u0003\u0002A sale could only be achieved at a \nsignificant discount to embedded value \nin the United Kingdom 1.\n\u0003\u0002Sale could create uncertainty for \nemployees, particularly as part of a \nmerger with a competitor.\n\u0003\u0002Increased uncertainty for many \ncustomers, suppliers and local \nbusinesses.\nOption 2: Close operations \nto new business\u0003\u0002Placing the UK business in run-off \nwould eliminate new acquisition costs.\u0003\u0002Likely to result in an increase in lapses, \nwhich destroys value for shareholders \nand the UK franchise. \n\u0003\u0002Run-off would preserve a number of \njobs for a limited period of time, but \nwould ultimately result in considerable \nredundancies.\n\u0003\u0002Increased uncertainty for customers, \nsuppliers and local businesses, many of \nwhom would turn to other providers.\nOption 3: Restructure \noperations\u0003\u0002Place business on a sounder financial \nfooting.\n\u0003\u0002Refocus business on key growth \nopportunities in the At Retirement and \nWorkplace Savings markets.\n\u0003\u0002Reduce costs, increase returns and \nfurther improve efficiency, cash flows \nand profitability. \n\u0003\u0002Safeguard jobs for a majority of \ncurrent employees. \u0003\u0002Loss of significant number of jobs as \npart of cost-cutting measures.\n\u0003\u0002Some business units closed or sold off, \nwith impact on local suppliers and \nbusinesses. \n\u0003\u0002Loss of jobs will affect local economy in \nsome areas, particularly Edinburgh. \n1 A measure of the company’s underlying value, widely used by financial analysts and in the insurance industry. \nCONTENTS25\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}