{"page_content": "AEGON’s decision \nAEGON announced a restructuring of its UK operations in June 2010. This restructuring will involve a series of \ndifferent measures:\n\u0003\u0002Reduction in costs at AEGON’s UK life insurance and pension businesses of 25% by the end of 2011.\n\u0003\u0002Refocus the business on growth opportunities in the At Retirement and Workplace Savings markets, where AEGON \nalready has leading positions.\n\u0003\u0002Further steps to increase returns and improve efficiency.\n\u0003\u0002Withdrawal from the UK bulk annuities market (complete). \n\u0003\u0002Sale of AEGON’s third party pension administration business (sale agreed).\n\u0003\u0002Closure of employee benefits business (complete).\n\u0003\u0002Sale of healthcare division belonging to UK subsidiary Origen (sale agreed).\nIn addition, AEGON took specific measures to limit the number of compulsory redundancies as a result of the \nrestructuring, and to help those who lost their jobs find alternative employment, either within the company or outside. \nFor further information, please see page 71 . \nAn important part of AEGON’s restructuring in the United Kingdom will be to focus the company on opportunities \nin two markets: At Retirement and Workplace Savings. Both markets show strong potential for growth in the years ahead. At\tRetirement – With life expectancy rising, people are spending longer than ever in retirement and need financial products that will help them manage their assets after they stop work. AEGON estimates that retirement funds worth approximately GBP 16 billion mature each year in the United Kingdom. Workplace\tSavings – An increasing number of people are turning to saving plans sponsored by their employers to help them save for retirement. The UK Workplace Savings market is currently worth more than GBP 800 billion, and is growing rapidly. \nCONTENTS26\n SUSTAINABILITY 2010  OUR APPROACH TO SUSTAINABILITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}