{"page_content": "AEGON serves approximately 40 million customers worldwide. \nMore than 88% of these customers are located in one or other of \nthe company’s main markets – the United States, the Netherlands \nor the United Kingdom. AEGON also serves a growing number of \ncustomers in new markets in Central & Eastern Europe, Asia and \nLatin America, as well as in Spain and France. Many AEGON \ncompanies sell their products and services via distribution \nchannels, including agents, brokers, banks, financial advisors and \nother intermediaries. \n \nRecent years have brought significant changes to customer behavior, in some cases accelerated by the financial crisis \nwhich began in 2008: \n\u0003\u0002Customers have become more aware of risk and are demanding greater financial guarantees. \n\u0003\u0002Distribution patterns in many markets are changing, particularly given the increasing importance of online channels \nand social media networks. \n\u0003\u0002Customers are demanding simpler, more transparent products and services. \n\u0003\u0002In many countries, trust in financial sector companies, especially banks and insurers, has decreased significantly. \n \nOver the past two years, AEGON has taken steps to address these issues and to further improve customer loyalty by: \n\u0003\u0002Strengthening communications. \n\u0003\u0002Introducing new products and modifying existing ones to ensure they keep pace with changing customer \nrequirements. \n\u0003\u0002Supporting financial education initiatives. \n\u0003\u0002Ensuring products are effective and easy to understand. \n \nAEGON operates a practice of ‘ Know Your Customer ’ or conducts regular reviews to ensure customers get the right \nfinancial advice and are offered products tailored to their individual requirements. The practice also enables AEGON to \ndetect errors and anomalies more quickly, and helps in the fight against fraud and money laundering. \n \n \nAEGON’s product range Customers:\t Our\tbasic\t principles\n\u0003\u0002We treat our customers fairly. \n\u0003\u0002We provide clear, transparent and financially sound products and services that meet our customers’ evolving \nlong-term needs. \n\u0003\u0002We seek to build long-term relationships with our customers.\n\u0003\u0002We strive to provide customers with the information they need to make the right decisions for themselves and their families. \n\u0003\u0002We also support financial education initiatives and strive to promote a better understanding of the financial services industry. \n\u0003\u0002We strive to deal with business partners who share our core values. \n\u0003\u0002We are committed to fair competition. \n\u0003\u0002We recognize the importance of confidentiality and take measures to keep confidential personal information relating to our customers, employees, business partners and shareholders. \u0003\u0003OUR CUSTOMERS \nCONTENTS\n SHARPENING OUR FOCUS27 SUSTAINABILITY 2010  CUSTOMERS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}