{"page_content": "AEGON’s product range \nAEGON provides a range of products and services to individuals, families, companies and institutions. \nThese products and services fall mainly into one of the following three categories: \n\u0003\u0002Life insurance \n\u0003\u0002Pensions \n\u0003\u0002Asset management \n \nIn some countries, AEGON supplies other products, including general insurance and banking services, to meet specific \ncustomer requirements: \n \nAmericas Includes AEGON’s business and operating units in the United States, Canada, \nMexico and Brazil. \nLife and protection \u0003\u0002Products to protect against mortality, morbidity and longevity risks, including \ntraditional and universal life, as well as endowment, term and whole life \ninsurance products. \n\u0003\u0002Accident and health business, including accidental death and dismemberment \ninsurance, critical illness, cancer treatment, disability, income protection and \nlong-term care insurance. \nIndividual savings and \nretirement products\u0003\u0002Primarily fixed and variable annuity products and retail mutual funds. \nEmployer solutions and pensions \u0003\u0002Includes both individual and group pensions, as well as 401 (k) plans and \nsimilar products usually sponsored by, or obtained via, an employer. \nLife reinsurance \u0003\u0002Includes business written by AEGON’s subsidiary, Transamerica Reinsurance. \n\u0003\u0002AEGON is exploring strategic options in this area, including a possible \ndivestment of Transamerica Reinsurance.\n \n \nThe\tNetherlands\nLife and savings \u0003\u0002Products to protect against mortality, morbidity and longevity risks, including \ntraditional and universal life, as well as endowment, term, whole life insurance \nproducts and annuity products. In addition, AEGON Bank provides mortgages, \nsavings and other investment products. \nPensions \u0003\u0002Individual and group pensions, usually sponsored by, or obtained via, \nan employer. \nNon-life insurance \u0003\u0002General insurance, including mainly automotive, liability and household \ninsurance and fire protection. \nDistribution \u0003\u0002 Commissions earned by AEGON’s Unirobe-Meeùs distribution business.\n \n \nCONTENTS28\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}