{"page_content": "United\t Kingdom\nLife \u0003\u0002Term insurance and annuity products. \n\u0003\u0002Accident and health care products, such as accidental death and \ndismemberment cover, critical illness, cancer treatment, disability, income \nprotection and long-term care insurance. \nPensions \u0003\u0002Both individual and group pensions, usually sponsored by, or obtained via, \nan employer.\nDistribution \u0003\u0002Commissions earned by AEGON’s distribution businesses, Origen and \nPositive Solutions. \nNew\t Markets Includes all business and operating units in Central & Eastern Europe, Asia, \nSpain and France, as well as AEGON’s variable annuity activities in Europe and \nAEGON Asset Management. \nCentral & Eastern Europe \u0003\u0002Active in six countries: Czech Republic, Hungary, Poland, Romania, Slovakia \nand Turkey. \n\u0003\u0002Includes life insurance, individual and group pension products, savings and \ninvestments, as well as general insurance. \nAsia \u0003\u0002Joint ventures in China, India and Japan. \n\u0003\u0002Products include life insurance in China and India, and variable annuities in \nJapan. \nSpain \u0003\u0002Distribution partnerships with leading Spanish savings banks. \n\u0003\u0002Products include life insurance and investments. \nFrance \u0003\u0002Partnership with French insurer and pension specialist AG2R La Mondiale.\nVariable Annuities Europe \u0003\u0002Variable annuities offered by AEGON operating companies in Europe.\nAEGON Asset Management \u0003\u0002Asset management products, including both fixed income and equity, covering \nthird party clients and AEGON’s own insurance companies. \n \n \nCLEARER PRODUCTS \nAEGON is committed to providing financial products and services that are clear, transparent and as easy to understand \nas possible. This principle is contained in AEGON’s Code of Conduct. AEGON companies are expected to comply with \nnational legislation in this area, as well as other voluntary industry standards. In addition, AEGON takes initiatives at a \ncountry and operating unit level to ensure the continued transparency of its financial products, especially important at \na time of economic uncertainty. \n \nIn all its markets, AEGON operates rigorous approval\tprocesses  for its products and services. AEGON Americas has a \nsystem of ‘due diligence/ scrub’ teams, which examine possible risks and benefits of each product, based on the \n‘Would I sell this to my mother?’  concept. In the United Kingdom, AEGON has a dedicated product development group, \nwhile in the Netherlands AEGON has recently adopted a new product approval process in line with changes to the \nDutch Banking Code and the principles of the Dutch Insurers’ Association. \n \nCONTENTS29\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}