{"page_content": "Customers are increasingly using the internet to research and buy financial services. AEGON believes the internet can \nhelp improve accessibility and provide clear, straightforward information on the company’s products and services. \nProviding financial\tservices\tonline  can also help reduce transaction costs, and cut down on the need for business \ntravel and printed materials. Most AEGON country and business units provide online services of one sort or another. \nThese services include: \n\u0003\u0002 Information on financial products \n\u0003\u0002 Online application forms \n\u0003\u0002 Purchasing certain products and services \n\u0003\u0002 Modifying personal data \n\u0003\u0002 Accessing quotes \n\u0003\u0002 Online calculation tools \n \nIn addition, most AEGON companies operate IT fraud and detection systems, and all units use feedback loops to \ncompliance officers to ensure the company’s online platforms remain safe and secure at all times. \n \n \n \n \nLOW INCOME PRODUCTS \nLike many other insurance companies, AEGON has contractual measures in place to help those customers who find \nthemselves on low incomes and, often through no fault of their own, are unable to maintain premium payments. \nThese measures include introducing lower premium payments, grace periods, contribution breaks and loans or, in \nsome cases, reducing the coverage offered by a particular policy. In the United States, for example, state regulators \nrequire grace periods be extended for those affected by natural disasters, such as hurricanes and floods. \n \nA number of AEGON companies also offer products and services aimed specifically at customers on low incomes: \n\u0003\u0002In the United States, Transamerica Life and Protection caters for a significant number of low income customers. \nApproximately one third earn less than USD 25,000 a year. In addition to life, accident and health products, the \ncompany also provides affordable membership products, which save money on basic necessities. In 2010, for \nexample, the PlanPlus product saved policyholders almost USD 4.6 million on prescription drugs, while programs \nsuch as Fun Family Select and Perfect Home Rewards provided members with USD 1.3 million in rebates on various \nessential household items. \n\u0003\u0002In Poland, AEGON has a range of products aimed at lower income groups, including: \n\t\u0002A low-cost endowment product, a savings protection program and a guaranteed pension plan, each with monthly \npremiums of just PLN 100, approximately EUR 25. \n\t\u0002Low-cost accident and health insurance, with monthly premiums as low as PLN 5.50 – equivalent to just EUR 1.40. \n\u0003\u0002In India, AEGON sells at least 7% of its policies in rural areas or to socially disadvantaged groups in line with the \ncompany’s obligations under the country’s insurance sector regulations. \n\u0003\u0002In Hungary, AEGON offers funeral insurance at just EUR 10 a month and has low-price accidental death coverage. \n\u0003\u0002In Spain, customers on low incomes are offered a savings product with premiums of just EUR 30 a month. \n Doing\t well…\t but\tcould\t always\t do\tbetter\nA recent poll in the Netherlands placed AEGON second among insurance companies for the quality of information \nprovided to its pension customers. Zwitserleven was rated best. Overall, however, the industry still has a long way to go: the survey – carried out by Montae Pensioen and GfK – found that 70% of Dutch employees had no idea what contributions they made each month to their pension funds, and most could not say what type of pension plan they had. \nSource: Montae Pensioen, GfK, Onderzoek Pensioen in Nederland, Jan. – Aug. 2010. The survey found that 26% of AEGON \ncustomers did not know what type of pension they had, compared with 10% for Zwitserleven, 28% for Nationale Nederlanden \nand 29% for Delta Lloyd. \nCONTENTS30\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}