{"page_content": "IMPROVING PRODUCTS \nAEGON regularly reviews products marketed and developed in former years and, if necessary, will modify product \nspecifications as well as processes and distribution. Many of these modifications are based on customer feedback. \nIn 2010, AEGON took significant measures to improve the quality and transparency of its products and its \ncustomer service: \n \nUnited States \u0003\u0002Transamerica Life and Protection launched TransSecurity, a product aimed at \nintermediaries looking to help customers increase their long-term financial \nsecurity. \n\u0003\u0002Transamerica Capital Management made improvements to its call center set-\nup, established a special client relationship team to handle issues relating to \nthe Merrill Lynch business acquired in 2008, and moved to a single account \nmanager approach for new customers. Actions were taken in response to \ndifficulties with the transition of the Merrill Lynch business, and have resulted \nin a significant overall improvement in customer service. \n\u0003\u0002Transamerica Asset Management Group amended its service forms and \napplications, and created new ones, following feedback from shareholders and \nfinancial advisors. \n\u0003\u0002Transamerica Life and Protection provided additional coaching to customer \nsales and service representatives, and also strengthened handling procedures, \nleading to fewer repeat calls from customers. \n\u0003\u0002In 2010, AEGON’s Long-term Care unit reviewed its policies, simplifying the \nwording and improving company practices. \n\u0003\u0002 Transamerica Worksite Marketing launched the new Livestrong SurvivorPlan \npolicies, which offer insurance protection for cancer sufferers. Policyholders \nalso have access to the Lance Armstrong Foundation, which provides support \nand advice for cancer patients. Transamerica Worksite Marketing also \nimproved and sped up the claims process for its wellness customers. \n\u0003\u0002 Transamerica Retirement Services introduced a new plan management \nprogram to improve the flow of information to employers, financial advisors \nand third party administrators.\nThe Netherlands \u0003\u0002AEGON started a new program in the Netherlands to improve customer \ncommunications called ‘Echt Contact’ – Real Contact. The program is designed \nto produce a more efficient and open dialogue with customers. \n\u0003\u0002TKP, AEGON’s Dutch pension business, took measures to improve information \nto customers and launched an online ‘pension planner’. \n\u0003\u0002Improvements were made to AEGON’s website following suggestions by \ncustomers. These included a special ‘feedback button’ and the introduction of \nonline health submissions. \n\u0003\u0002AEGON launched a team dedicated to helping families and heirs of deceased \ncustomers sort through personal finances and legacy issues. \n\u0003\u0002AEGON announced a new product, AEGON Settlement Package Saving, in \nDecember 2010. The product is a savings account in which the settlement \namount may be used later to complement income or pension payments.\nUnited Kingdom \u0003\u0002In the United Kingdom, AEGON introduced an easier claims process to help \ncustomers with serious illnesses. The new process allows these customers to \nsubmit claims by telephone. \n\u0003\u0002AEGON also launched AEGON Secure Lifetime Income, a product that offers \npolicyholders a steady income during retirement. The product pays a \nguaranteed 5% of policyholders’ initial investment over 20 years. \n\u0003\u0002AEGON signed up to the Customer Impact Scheme, a voluntary initiative \noverseen by the Association of British Insurers. Under this initiative, AEGON \npublishes a regular report on measures taken to improve customer service.\nCONTENTS31\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}