{"page_content": "Canada \u0003\u0002AEGON added a new feature to its Prosperity Universal Life product in \nCanada, preventing the product from automatically lapsing because of a \nsingle missing monthly premium. \n\u0003\u0002AEGON launched LifeScripter, a simple-to-use online tool that helps customers \nplan their finances and encourages them to save for retirement. \n\u0003\u0002AEGON added new ‘fact pages’ and ‘key facts’ documents to the literature for \nits segregated funds in line with new standards for the use of plain language. \nChina \u0003\u0002AEGON-CNOOC launched its single premium life plan, designed for customers \nfocusing on both asset protection and saving. The plan offers minimum \nguaranteed returns and provides additional accidental medical protection. \n\u0003\u0002A PAR Endowment with living benefit was also introduced during the year.\nHungary \u0003\u0002For each of its insurance companies in Hungary, AEGON has appointed a \nmanager responsible for ensuring the fair treatment of customers.\nPoland \u0003\u0002AEGON introduced measures to further improve the transparency of its \nproducts and services in Poland, including welcome calls for new customers, \nelectronic application forms, online statements and reduced documentation \nfor claims.\nSpain \u0003\u0002In Spain, AEGON developed a comprehensive manual for sales managers at \nbank branches, explaining the company’s products and services. AEGON also \nprovided a pension simulation program to help tailor advice to individual \ncustomers. The vast majority of AEGON products in Spain are sold via \npartnerships with regional savings banks. \n\u0003\u0002AEGON also launched a savings product family, CuenTAEgon, including a \nversion for children called CuenTAEgon Junior. The products offer \nconvenience, flexibility, security and tax benefits.\nTurkey \u0003\u0002AEGON updated its website in Turkey to provide more information to \ncustomers about the company’s products and services. Product \ndocumentation was also revised and improved. \n\u0003\u0002AEGON also introduced a special financial planning analysis program to help \ncustomers make the right decisions with regard to investments and savings.\n \nCUSTOMER LOYALTY \nAEGON’s approach to customer loyalty is based on one overriding objective: to ensure the company sells the right \nproducts to the right people. This means providing products that are as clear and easy to understand as possible. It \nalso means helping improve levels of financial education, so that customers have the information they need to make \nlong-term choices for themselves and their families. AEGON understands that improving customer loyalty is not only \na matter of complying with regulations. It is also key to the future growth of the company, and to maintaining a \nsustainable, customer-led business. \n \nMany AEGON country and business units regularly measure and monitor the satisfaction of customers and, where \nrelevant, intermediaries and financial advisors. In the United Kingdom, for example, AEGON tracks customer \nsatisfaction through a regular quarterly survey of end-customers, as well as separate surveys of intermediaries, \nemployers and trustees. In the Netherlands, AEGON carried out an in-depth survey of its life insurance customers in \n2010 following problems in recent years with certain unit-linked products. The survey was part of broader efforts to \naddress complaints in this area and further strengthen customers’ trust in the company. In the United States, gauging \nloyalty and satisfaction varies by business unit, but includes surveys of both end-customers and distribution partners, \nas well as regular meetings with corporate clients. Overall, customer satisfaction levels at AEGON’s operating units \ndeclined by 9% in 2010. This figure excludes the United States, where AEGON’s operating companies measure \ncustomer satisfaction separately. Country units were asked to indicate overall 2010 customer satisfaction levels on a \nscale of 0 to 100. The average of these scores, weighted by revenue, was 72, down from 79 in 2009. \n \nCONTENTS32\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}