{"page_content": "In addition to these programs, AEGON organizes regular seminars and training sessions for account managers, \nintermediaries and brokers in Europe, North America and Asia to improve their understanding of the company’s \nproducts and the quality of financial advice they are able to give potential customers. In many countries, \nintermediaries are also required to follow a code of conduct, or specific behavior guidelines, often governed by a \ncontract to ensure compliance. \n \nProviding\t impartial\t financial\t advice\t in\tthe\tUK\nFor the past several years, AEGON has given its backing to the UK government’s National Strategy for Financial \nCapability. The company’s CEO in the United Kingdom, Otto Thoresen, chaired a special committee on financial advice, and it was this committee’s recommendations that led to the creation of the Consumer Financial Education Body (CFEB), an independent organization dedicated to providing free, impartial advice to people across the United Kingdom. The need for such advice is clear: as in many other countries, people in the United Kingdom are living longer, healthier lives – and that means they are taking more responsibility for saving for retirement and for managing their resources once they have stopped work. At the same time, personal debt has been rising and now stands at close GBP 1.5 trillion, equivalent to just over GBP 24,000 for every individual in the country. Debt brings not only financial headaches, but also health worries and often psychological problems. Launched in 2010, the CFEB’s mission is to help people understand financial services and manage their finances better. The CFEB’s work already reaches more than ten million people in the United Kingdom. \n \n \nCUSTOMER COMPLAINTS \nDealing with complaints  efficiently and openly is an important part of ensuring overall customer satisfaction. \nAll AEGON country units have formal procedures in place for handling complaints. AEGON regularly conducts surveys \nto identify specific areas where the company is not meeting customer requirements. These surveys play a significant \nrole in helping AEGON improve the quality of its products and services. Most AEGON companies have a separate \ndepartment dedicated to dealing with customer complaints. \n \nIn 2010, the number of complaints received, both written and verbal, totaled 53,470 – equivalent to just 0.1% of the \ncompany’s total policyholders worldwide and an improvement of almost 18% from the year before. This improvement \nwas due to a decline in complaints from the Netherlands. \n \nDuring 2010, AEGON received a number of complaints regarding the alleged mis-selling  of its products and services, \nincluding some relating to legacy products in the United Kingdom. Where justified, the company took steps to address \nthese complaints as quickly and efficiently as possible. In some cases, action was taken against the salesmen, agents \nor brokers involved. In others, measures were adopted to strengthen the sales process or modify existing products and \nservices. During 2010, AEGON paid no significant fines to redress cases of mis-selling. \n \n \n During 2010, AEGON paid a fine of GBP 2.8 million imposed by UK regulators for “poor administrative procedures”, which had led to a number of problems for customers, including: \n\u0003\u0002Failure to issue policyholder documents.\n\u0003\u0002Incorrect calculation of pension payments.\n\u0003\u0002Failure to trace an estimated 200,000 policyholders, who had moved to new addresses.\nAEGON is paying out compensation to those customers who experienced difficulties. The company expects this compensation to amount to approximately GBP 60 million, half of which was paid before the end of 2010. \nCONTENTS34\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}