{"page_content": "ABSENT POLICYHOLDERS \nEvery year, a number of policyholders fail to receive their entitlements, often because their contact information has \nnot been updated. AEGON is committed to tracing all legitimate beneficiaries. In the United States, the Netherlands \nand the United Kingdom, the company’s three main markets, AEGON takes the following steps to ensure that benefits \nand entitlements due to these customers remain accessible for as long as possible: \n \nUnited States \u0003\u0002All benefits remain in policyholders’ accounts and are not added to the company’s income.\nThe Netherlands \u0003\u0002Customers never lose their right to claim, no matter how much time elapses. After ten years, \nAEGON is allowed to add unclaimed amounts to its profit and loss account.\nUnited Kingdom \u0003\u0002Unclaimed benefits are transferred to an external fund only when absent policyholders reach \nthe age of 75.\n \nAEGON companies use a number of different techniques to trace absent beneficiaries. These include consulting \ngovernment  registers and telephone directories, online searches and placing advertisements in newspapers and other \npublications. Experience has shown that the value of individual policies where the beneficiary cannot be traced is \ngenerally low, less than EUR 100 a year, and that the total amount retained is a small fraction of the total benefits and \nclaims paid annually. \n \nIn 2010, AEGON paid out a total of EUR 18.9 billion in claims and benefits, up from EUR 16.3 billion the year before. \n \nMARKET CONDUCT \nAEGON operates within an internal framework of good market conduct practices based on the company’s obligations \nunder existing regulations and other, voluntary initiatives. AEGON believes this framework helps improve overall \ncustomer service and extend best practice across the company’s businesses. \n\u0003\u0002AEGON is committed to clear, transparent products and services. This commitment is contained in the company’s \nCode of Conduct, its core values and its business principles. \n\u0003\u0002AEGON also closely monitors developments in both industry regulations and customer expectations in the \ncompany’s markets. \n\u0003\u0002AEGON’s Global Compliance Charter provides formal guidelines to help the company’s businesses monitor risk \nassociated with market conduct and identify opportunities to further strengthen AEGON’s approach in this area. \n \nIn many of the company’s markets, AEGON follows voluntary practices and initiatives which strengthen trust in both \nAEGON and its products: \n \nUnited States \u0003\u0002AEGON has introduced a Code of Professional Conduct, based on the six principles of the \nInsurance Marketplace Standards Association, a voluntary organization that promoted high \nethical standards in the US insurance industry before its dissolution in 2010 1.\nThe Netherlands \u0003\u0002In the Netherlands, AEGON has taken significant steps to compensate customers for losses \non prior unit-linked and lease products. Measures have also been taken to improve returns \non existing products, in line with efforts to further strengthen customer loyalty in the \nNetherlands. AEGON has also developed a new product approval process in accordance with \nrecent changes to the Dutch Banking Code and the principles of the Dutch Insurers’ Association.\nUnited Kingdom \u0003\u0002In 2010, AEGON carried out an internal review of key performance indicators to strengthen both \nmanagement decision-making and ensure effective incorporation of the UK regulator’s new \n‘Treating Customers Fairly’ program into day-to-day business. \n1  In 2010, the Insurance Marketplace Standards Association was replaced by the Compliance & Ethics Forum for Life Insurers.\n \nCONTENTS35\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}