{"page_content": "THE AEGON BRAND \nAEGON recognizes that its brand is one of the company’s most important assets. The company has two main brands: \nAEGON itself and Transamerica, which operates primarily in the United States and Canada. In all its markets \nworldwide, AEGON operates either under its own brand name, a co-branded name or, in some cases, a local brand. \n \nAEGON’s joint ventures and associates \n \nMEXICO\nArgos AEGON (49%)\nBRAZIL\nMongeral AEGON (50%)SPAIN\t (with the following):  \n\u0003\u0002Caja de Ahorros del \nMediterráneo \n\u0003\u0002Caja Navarra \n\u0003\u0002Caja de Badajoz \n\u0003\u0002Caja Cantabria\n\u0003\u0002Caixa Terrassa FRANCE\nwith AG2R La Mondiale (AEGON holds 35% of La Mondiale Participations)\nJAPAN\nAEGON Sony Life Insurance (50%)INDIA\nAEGON Religare Life Insurance Company (26%)CHINA\n\u0003\u0002AEGON-CNOOC Life Insurance Company (50%)\n\u0003\u0002AEGON Industrial Fund Management Company (49%)\n \n \nDespite different brands, AEGON takes an integrated approach to brand management. In recent years, the company \nhas added ‘AEGON’ to a growing number of its brands. This has helped raise brand awareness in some of AEGON’s key \nmarkets. It has also helped individual operating companies use AEGON’s overall financial strength and credibility to \nenhance their local market positions. \n \nIn Central & Eastern Europe, the ‘AEGON’ brand is used in all of the company’s six markets – the Czech Republic, \nHungary, Poland, Romania, Slovakia, and Turkey. In Asia, AEGON works alongside partners Religare in India, Sony Life \nin Japan, and CNOOC and Industrial Securities in China. In the United States, AEGON operates under a number of \ndifferent names, but the company’s main brand is Transamerica. In the Netherlands, the AEGON name is widely known, \nwhile in the United Kingdom, AEGON has taken steps in recent years to increase brand awareness. As part of these \nsteps, AEGON has moved to a single brand name in the United Kingdom. In 2010, AEGON was awarded UK ‘Business \nSuperbrand’ status by independent brand specialist, Superbrands. \n \nCONTENTS36\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}