{"page_content": "BRAND STRATEGY AND GOVERNANCE \nAEGON’s brand is managed through a Global Brand and Customer Council, set up in 2011. Members of the Council are \nsenior managers and executives drawn from the company’s businesses worldwide. The Council reports to Marco Keim, \nthe Management Board member responsible for brand management. The role of the Council is to advise the \nManagement Board on brand issues, and ensure that AEGON takes an integrated and clearly defined approach to \nbrand management. This Council replaced AEGON’s previous structure in this area, and will help support overall brand \nmanagement and governance: \n\u0003\u0002The Council’s objective is to strengthen AEGON’s brands globally, improve customer loyalty and thereby contribute \nto sustainable, profitable growth. \n\u0003\u0002The Council identifies possible synergies between country and business units, helping to reduce costs, increase sales \nand improve effectiveness. \n\u0003\u0002The Council also sets priorities for spending on brand, product, distribution, communications and customer \ndevelopment. \nAEGON’s Global Brand and Customer Council holds conference calls once a month. \n \nIn August 2010, AEGON appointed Robert Collignon as the company’s Head of Brand and Customer Strategy. \nMr. Collignon chairs the Brand and Customer Council, and is responsible for overall brand management and strategy, \nheading a dedicated team at AEGON’s corporate headquarters in The Hague. \n \nAEGON uses Global Brand Manager, an online tool that provides country and operating units easy access to guidelines \nand best practice. In addition, AEGON intends to develop a new brand manual during the course of 2011. \n \n \n \nAEGON regularly measures the performance of its brand and benchmarks it against those of peer companies with the \nobjective of: \n\u0003\u0002Increasing awareness of the company’s two main brands, AEGON and Transamerica. \n\u0003\u0002Protecting and enhancing the values of these brands. \n\u0003\u0002Ensuring brand becomes an integral part of AEGON’s overall business strategy. \n\u0003\u0002Supporting recruitment and customer service. \n\u0003\u0002Identifying potential new businesses and areas of customer preference. \n \nAEGON’s core values and brand issues are regularly discussed by the company’s Management Board. Why\t brand\t is\tat\tthe\theart\t of\teverything\t we\tdo\n“I want to ensure AEGON makes the most of its brands. To do that, we need to know what the brand stands for, \nand feel good about it. Brand is about customer service – making sure you always exceed your customers’ expectations. Too many companies lose the trust of their customers because they overpromise. Better to under-promise and over-deliver. But brand is also about employees. Energized and engaged employees make a difference to customers and strengthen the brand. Employees have the power to change things for the better.”\n– Robert Collignon, Head of Brand and Customer Strategy\nCONTENTS37\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}