{"page_content": "Visual\t and\t\nmessaging\t\nguidelinesBrand\t\ngoveranceVisual\tarchitecture\t\nand\tnamingCustomer\t\nexperienceEmployee\texperienceBrand\tpositioning\nCustomer\trelationships\n \n \nAEGON is currently working on a project to redevelop a brand identity for the company’s two key brands: AEGON and \nTransamerica. This brand identity will be based on three redefined brand and organizational values: \n\u0003\u0002Working together \n\u0003\u0002Bringing clarity \n\u0003\u0002Exceeding expectations \n \nAs part of this project, AEGON has carried out extensive research among employees, executives, consumers and \nintermediaries in eight of its main markets, including the United States, the Netherlands, the United Kingdom and \nCentral & Eastern Europe. Findings from this research will be incorporated into the brand values project. The research \nfocused on, among others: \n\u0003\u0002Main drivers of consumer behavior and recommendations. \n\u0003\u0002Perception of the company, the company’s internal culture and the role of the brand. \n \nAs part of this project, AEGON intends to introduce company-wide measurements in 2011 to help track the \nperformance of its main brands. \n \n \n Win-win\t in\tMexico\t and\tBrazil\t\nAs Latin America’s economies and working populations grow, so does the demand for life insurance. In Mexico \nand Brazil, AEGON is using worksite marketing to reach middle-income customers who were previously uninsured. With worksite marketing, it’s a win-win situation. Employees are able to pay premiums through payroll deduction, making life insurance quick and easy. Employers, meanwhile, can offer their staff insurance as an additional benefit, an advantage when it comes to recruitment. Worksite marketing is already AEGON’s main distribution channel in both Mexico and Brazil – and there is every prospect worksite marketing will continue to grow in the years ahead. \nCONTENTS38\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}