{"page_content": "BRAND VALUE \nIn 2010, AEGON ranked tenth out of 27 insurance companies in Brand Finance’s annual Global 500 index of leading \nbrands, up from twelfth the previous year. Brand Finance, a global independent brand consultancy, valued the AEGON \nbrand at EUR 4.0 billion, up from EUR 3.3 billion in 2009, in part because of improved market conditions during the \nyear. At EUR 4.0 billion, brand represented approximately 34% of AEGON’s enterprise value 1.  \n \nSPONSORSHIPS \nAEGON sponsors a number of individuals and sporting organizations as part of efforts to strengthen the company’s \nbrand and name recognition in both its established and its emerging markets. In 2010, AEGON spent approximately \nEUR 20 million on these sponsorships 2, compared with EUR 25 million the year before. AEGON uses its financial \nsupport to encourage talent and excellence in sport, culture and classical music. \n \nIn sport , AEGON is the lead sponsor of the Dutch club Ajax, one of the best known names in European soccer. The \ncompany also supports rowing in the Netherlands and ice skating in the Czech Republic. In 2008, AEGON became the \nlead sponsor of British tennis, while AEGON and its US subsidiary Transamerica support the US golfer Zach Johnson, \nwinner of the 2007 US Masters. Included in these sponsorships are a number of activities aimed at encouraging \ngrassroots development, including soccer clinics for disadvantaged children and a program in the United Kingdom to \nfoster tennis in schools and local communities. In the Netherlands, AEGON won an award for its responsible handover \nof the national ice skating sponsorship to the telecoms group KPN. AEGON gave up the sponsorship in 2010 after \n25 years with the sport, but committed time and resources to helping KPN take up its new contract with the Royal \nDutch Skating Federation. \n \nIn music , AEGON has a partnership with Lang Lang, one of the world’s most celebrated concert pianists, and a \nsuperstar in his native China. \n \nAEGON’s sponsorships also provide cross-over support for the company’s corporate giving programs. In the \nUnited States, for example, AEGON and Zach Johnson are partners in Birdies That Care – a charitable program that \nraises funds each year for disadvantaged young people in Cedar Rapids, Iowa, where Zach was raised and AEGON \nhas its US headquarters. Both Ajax and Lang Lang are also involved in raising money for good causes and other \ncharitable organizations. \n \n \n \n \n1 Enterprise value is calculated as market capitalization + debt + minority interests + preferred equity, minus cash and equivalents.\n2 This figure reflects direct contributions and does not include additional communications costs.\u0003\u0002One of the best \nknows names in European soccer.\n\u0003\u0002Enthusiastic following in the Netherlands and around the world.\n\u0003\u0002Strong track record of developing young talent.\n\u0003\u0002Long-term sponsorship running until 2015.\u0003\u0002One of the world’s most celebrated pianists.\n\u0003\u0002Also acts as AEGON ambassador and played key role in recent AEGON rebranding campaign in China.\n\u0003\u0002Very high name recognition in China and particulary strong appeal to young audiences.\u0003\u0002Sponsorship deal with UK’s Lawn Tennis Association runs until 2013.\n\u0003\u0002AEGON involved at all levels of the game from grassroots to elite players.\n\u0003\u0002Sponsorship has resulted in significant increase in AEGON brand awareness in UK.\u0003\u0002AEGON and Transamerica sponsor Zach Johnson in US.\n\u0003\u0002High exposure during national and international tournaments.\n\u0003\u0002AEGON also sponsors other golfers, including Taylor Leon and Kyle Stanley in US and Lloyd Saltman in UK.Ajax Lang\tLang Tennis Golf\nCONTENTS39\n SUSTAINABILITY 2010  CUSTOMERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}