{"page_content": " \n \nEXTERNAL REPORTS \nDow\t Jones\t Sustainability\t index  \nIn 2010, AEGON maintained its position in the Dow Jones Sustainability World index and regained its place in the \nEuropean index. AEGON’s overall DJSI score improved to 70 points, up from 68 points in 2009 1. The improvement was \ndue mainly to gains in brand and environmental management. \n\t\n‘Dimension’ AEGON score Industry average Best\nEconomic 82 61 87\nEnvironmental 68 41 86\nSocial 62 37 76\nTOTAL 70 46 79\nSource: SAM, 2010 assessment. \n \nDutch\t Ministry\t of\tEconomic\t Affairs,\t Agriculture\t and\tInnovation:\t Transparency\t Benchmark\t\nEvery year, the Dutch government publishes its annual ‘Transparency Benchmark’. Compiled in 2010 by KPMG, the \nbenchmark measures companies in the Netherlands against a series of economic, social, governance and \nenvironmental criteria. Scores are based on companies’ 2009 reports. The model used by the Dutch Ministry for \nEconomic Affairs was modified in 2010. As a result, scores are not directly comparable with the previous year. In the \nlatest benchmark, published in January 2011, AEGON was rated 20th from a total of 500 companies participating. \n \nEerlijke\t Bankwijzer\t (The\t Fair\tBank\t Guide,\t the\tNetherlands)\t\nOver the past two years, the Eerlijke Bankwijzer – a coalition of non-governmental organizations in the Netherlands – has \npublished various reports on the Dutch banking and financial services sector’s management of environmental, social \nand governance issues. These reports have focused on investments by Dutch financial institutions in three areas: \n\u0003\u0002Controversial weapons \n\u0003\u0002Sustainable electricity generation \n\u0003\u0002Clothing sector \n \n NOVEMBER\nDECEMBERAEGON’s Schools Tennis Program has now reached 1 million children in the United Kingdom since \nit was launched in 2009. \nAEGON’s iconic Transamerica Pyramid building in San Francisco wins Green Building Super Heroes \naward, acknowledging it as one of the greenest buildings in the United States. \nAEGON is announced as a member of the Dow Jones Sustainability World and European indexes \nfor 2011. \nAEGON announces restructuring of some of its businesses in the United States and the closure of its offices in Louisville. \n1 AEGON has been included in the Dow\tJones\tSustainability\tIndex for the past eleven years. The index includes only those companies \nranked in the top 10% for corporate sustainability purposes. The rating is based on independent research carried out by SAM, an \nasset management company specializing in sustainable investments. In SAM’s original 2010 assessment, AEGON was given a score of \n69, a slight improvement from 68 the year before. This resulted in AEGON losing its place in the DJSI World index. AEGON had lost its \nplace in the DJSI European index in 2009. After a review of the index, however, AEGON’s score was revised up to 70 and the company \nwas restored to both the World and the European indexes. SAM ordered the review after discovering a software fault. \nCONTENTS5\n SUSTAINABILITY 2010  HIGHLIGHTS OF 2010\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}