{"page_content": "INVESTOR AND MEDIA COMMUNICATIONS \nAEGON’s aim is to provide information that is clear,\ttransparent,\taccurate\tand\ttimely . This is particularly important \nduring a period of economic uncertainty. During 2010, AEGON organized a number of conferences, road shows, press \nbriefings and other events to communicate the company’s strategy and performance to investors and the financial \nmarkets. AEGON’s investor relations team works closely with the company’s media and communications department. \nAEGON has a clear and well-defined policy with regard to communications between the company and its investors. \nThis policy, adopted in 2008, sets out rules and guidelines in accordance with the Dutch Corporate Governance Code. \nA copy of the policy is available at www.aegon.com . \n \nDuring 2010, AEGON hosted two Analyst\tand\tInvestor\tconferences , one in London, the other in New York. In total, \nthese two events attracted approximately 110 insurance sector analysts and investors. In addition, senior executives \nalso spoke at conferences organized by, among others, Bank of America / Merrill Lynch, Citigroup, Goldman Sachs and \nMorgan Stanley. \n \nMembers of AEGON’s Investor\tRelations  team also regularly visit institutional investors to discuss strategy and \nperformance. Institutional investors include pension funds, investment firms and other financial institutions. In 2010, \nAEGON held road shows in North America, Europe and Asia. In total, there were approximately 460 meetings with \nshareholders and other potential investors in 42 different locations worldwide. \n \nAEGON held its annual General\tMeeting\tof\tShareholders  on April 29, 2010, in The Hague. More than 100 holders of \ncommon and preference shares were present at the meeting, together accounting for 59.5% of AEGON’s total voting \nshare capital. For further details and minutes of the meeting please refer to www.aegon.com . \n \nIn May 2010, AEGON introduced a new\tformat  to bring its reporting more in line with the way the company manages \nits businesses. Under the new format, AEGON reports underlying earnings and other results primarily by geographical \narea: Americas (including the United States, Canada, Brazil and Mexico), the Netherlands, the United Kingdom and \nNew Markets (encompassing AEGON’s businesses in Asia, Spain, France and Central & Eastern Europe, as well as \nAEGON Asset Management and Variable Annuities Europe). This new format is designed to enhance transparency and \nreflect recent organizational changes in the company’s businesses. \n \nAEGON’S SHARE \nAEGON’s primary listing  is in Amsterdam, but the company’s shares are also listed in London and New York. These \nlistings give AEGON access to international capital markets and are a vital part of the company’s overall corporate and \nfinancial management strategies. In 2010, AEGON delisted its common shares from the Tokyo Stock Exchange because \nthe volume traded did not justify the related expense. \n \nAEGON recognizes the importance of a clear, stable and coherent dividend policy. Dividend payments to shareholders \ndepend on the company’s cash flow and capital position. The dividend is composed of two seperate payments: \n\u0003\u0002An interim dividend, announced at the same time as the company’s second quarter results in August. \n\u0003\u0002A final dividend, proposed in February or March and voted on at the annual General Meeting of Shareholders in April \nor May. \n \nPayment of the interim and final dividends is made in either stock or cash. \n \nAEGON is not allowed to pay a dividend on its common shares until the core capital obtained from the Dutch State \nthrough Vereniging AEGON in 2008 is fully repaid. Consequently, AEGON did not declare either an interim or final \ndividend for 2010. \n \nAEGON updated its dividend policy on February 24, 2011. \n \nCONTENTS41\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}