{"page_content": "AEGON’s Executive Board has overall responsibility for risk management, and determines the company’s risk tolerance \nand risk appetite. In 2010, AEGON established an Executive Board Risk Committee, comprising three members: the \nChief Executive Officer, the Chief Financial Officer and the Chief Risk Officer. This committee also oversees the work of \nAEGON’s Group Risk and Capital Committee (GRCC), and reports, along with the company’s Chief Risk Officer, to the \nRisk Committee of the Supervisory Board. The GRCC is responsible for managing AEGON’s overall balance-sheet \nposition, and for ensuring that risk-taking is within overall tolerance levels and that the company’s capital position is \nsufficient to support both the company’s business objectives and capital requirements. For more details on AEGON’s \nrisk governance, please see the company’s 2010 Annual Report available at www.aegoncorporatereporting.com . \n \nRisk overview 2010 \nDuring 2010, AEGON took a series of measures to limit the company’s exposure to major financial risks: \n \nCredit risk \u0003\u0002After initially narrowing during the first part of 2010, credit spreads later widened, reverting to \nthe levels seen at the start of the year. Defaults and downgrades improved. During 2010, \nAEGON reduced its exposure by restructuring the company’s US investment portfolio, selling \nhigh-yield investments in the Netherlands and increasing investments in lower-risk, long-term \nUK government bonds. \nEquity market \nand other \ninvestment risk\u0003\u0002Equity markets remained volatile throughout the year. AEGON further extended its program to \nhedge equity risk at its US and Dutch operations to protect against a possible deterioration in \nequity markets.\nInterest rate risk \u0003\u0002Interest rates continued to decline for most of 2010 from already low levels. Falling rates \nparticularly affected investment income and margins on financial guarantees. AEGON took \ninitiatives during the year to reduce exposure to movements in interest rates. In the United \nStates, a number of interest rate-sensitive products were re-priced and product features \nadjusted to decrease interest rate risk. Sales of fixed annuities in the United States were also \nde-emphasized. In addition, in the United Kingdom, steps were taken to direct investments \ntoward lower-risk long-dated UK government bonds. \nCurrency \nexchange rate \nrisk\u0003\u0002As an international company, AEGON is exposed to movements in currency rates. However, \nAEGON does not consider this exposure to be material. The company holds its capital base in \nvarious currencies in amounts that correspond to the book value of individual country units, \nthus mitigating currency risk. AEGON does hedge cash flows from operating subsidiaries as \npart of broader liquidity and capital management.\nLiquidity risk \u0003\u0002AEGON has a strong liquidity management strategy in place. Since the early 1990s, AEGON has \nbeen constantly refining and developing its approach to liquidity management. As part of this \napproach, AEGON regularly considers the most extreme liquidity stress scenarios, including the \npossibility of prolonged ‘frozen’ capital markets, an immediate and permanent rise in interest \nrates and policyholders withdrawing liabilities at the earliest conceivable date. In addition, the \ncompany has highly developed liquidity stress planning in place. In 2010, AEGON further \nincreased its holdings of cash and highly liquid assets as a precaution against liquidity risk. \nAEGON’s liquidity management strategy ensures the company will not be a forced seller of \nassets even in a severe stress scenario. Stress tests show that available liquidity would more \nthan match the company’s requirements for at least the next two years, even if current market \nconditions were to significantly deteriorate. \nCONTENTS43\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}