{"page_content": "Underwriting \nrisk\u0003\u0002AEGON’s earnings depend, to a significant degree, on the extent to which claims experience is \nconsistent with the assumptions used by the company to price products and establish technical \nliabilities. Changes in, among other things, morbidity, mortality, longevity trends and \npolicyholder behavior could have a considerable impact on AEGON’s income. AEGON believes it \nhas the capacity to take on more underwriting risk, providing it is correctly priced, in line with \nthe company’s broader strategy to capitalize on growth opportunities in its main life insurance \nand pension markets.\nOperational risk \u0003\u0002Like other companies, AEGON faces risks resulting from operational failures or external events, \nsuch as changes in regulations and natural or man-made disasters. AEGON’s systems and \nprocesses are designed to support complex products and transactions and to avoid such issues \nas systems failures, financial crime and breaches of security. AEGON is constantly working on \nanalyses of such operational risks and regularly develops contingency plans to deal with them. \n \nMuch of AEGON’s efforts in this area are focused on financial risk. The company does, however, track non-financial\t\nand\toperational  risk, covering the following areas: staff turnover and absenteeism, workplace safety, data security, \nIT systems failures, customer complaints, fraud, the possibility of litigation, administrative error, physical threats and \nprocessing backlogs. Indicators on these non-financial risks are included in the Group Risk and Capital Committee’s \nregular quarterly report to AEGON’s Management Board. \n \nCREDIT AND FINANCIAL STRENGTH RATINGS \nFinancial strength ratings are important to AEGON’s core business model. The competitive position of an insurer is \noften determined by its ability to pay benefits and claims. The market gauges an insurer’s ability to make these \npayments based on its financial strength ratings. \n \nAt the end of 2010, the Standard & Poor’s, Moody’s and Fitch insurance financial strength ratings and ratings outlook \nfor AEGON’s holding company and its US life insurance operations were as follows: \n \nAgency AEGON\t N.V. AEGON\t USA\nS&P A-  Outlook: negative AA-  Outlook: negative\nMoody’s A3  Outlook: negative A1  Outlook: negative\nFitch A-  Outlook: stable AA-  Outlook: stable\n \nPlease note that, in 2010, AEGON asked Standard & Poor’s to suspend publication of its financial strength rating for \nAEGON Levensverzekering, the company’s life insurance unit in the Netherlands, as one of the conditions agreed with \nthe European Commission for its approval of State support to AEGON (for further details, please refer to the Business \npartners section of this report (see pages 49-55 ). \n \nCONTENTS44\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}