{"page_content": "SUPERVISORY BOARD \nAEGON’s Supervisory Board oversees the management of the Executive Board, as well as the overall course of \nthe company’s business and corporate strategy. In its deliberations, the Board must take into account the interests \nof all AEGON stakeholders. The Supervisory Board operates according to the principles of collective responsibility \nand accountability. \n \nAppointment\t of\t\nBoard\t members\nMembers are \nappointed by the General Meeting of Shareholders following nomination by the Supervisory Board itself. Supervisory\t Board\t\ncommittees\nThe Supervisory Board oversees the work of four Committees. These Committees are composed exclusively of Supervisory Board members and deal with specific issues relating to AEGON’s financial accounts, risk management strategy, executive remuneration and appointments. Composition \t\nof\tthe\tBoard\nAEGON has drawn up a profile outlining the qualifications required of its members. Supervisory Board members are no longer eligible for appointment or re-election after the age of 70, unless the Board itself decides to make an exception. Board members’ remuneration is determined by the General Meeting of Shareholders. Board members may serve a maximum of three  \nfour-year terms.Current\t Board\t\nmembers\nAEGON’s Supervisory Board currently comprises ten non-executive members. Of the members of the Board, one is a woman, and the rest men. AEGON considers all members of the Board to be ‘independent’, with the exception of Kees Storm, who is a former CEO of the company.AEGON’s\tSupervisory\tBoard\n \nCommittee Roles\t and\tresponsibilities\nAudit\t Committee \u0003\u0002Oversees audit of AEGON’s financial accounts.\nRisk\t Committee \u0003\u0002Oversees company’s approach to risk management.\nCompensation\t Committee \u0003\u0002Oversees remuneration policy for executives and \nsenior management.\nNominating\t Committee \u0003\u0002Oversees appointments to executive positions within \nthe company.\n \nTo read AEGON’s Supervisory Board report for 2010, please see AEGON’s 2010 Annual Report . \n \nCONTENTS46\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}