{"page_content": "EXECUTIVE BOARD, MANAGEMENT BOARD AND  \nGENERAL MEETING OF SHAREHOLDERS \nAEGON’s Executive\tBoard  currently has two members: Alex Wynaendts, who is the Chairman of the Executive Board \nand CEO, and Jan Nooitgedagt, AEGON’s Chief Financial Officer. AEGON’s Executive Board is charged with the overall \nmanagement of the company and, as such, is responsible for achieving the company’s aims, strategy and associated \nrisk-return profile, as well as sustainability issues and the development of the company’s earnings. AEGON’s Executive \nBoard is assisted in its work by the company’s Management\tBoard , which in 2010 comprised six members, including \nthe two members of the Executive Board 1.  \n \nA General\tMeeting\tof\tShareholders  is held at least once a year. Its main function is to decide matters such as the \nadoption of annual accounts, the approval of dividend payments and appointments to AEGON’s Supervisory and \nExecutive Boards. When deemed necessary, the Supervisory or Executive Board has the authority to convene an \nextraordinary General Meeting of Shareholders. \n \nAttendance\nEvery shareholder is \nentitled to attend the General Meeting, to speak and vote, either in person or by proxy granted in writing.Agenda\nThose shareholders who alone, or jointly, represent at least 1% of AEGON’s issued capital or a block of shares worth at least EUR 50 million may request items be added to the agenda of these meetings. Shareholder \t\nparticipation\nAEGON encourages \nshareholder participation. \nAEGON is a member  \nof the Stichting Communicatiekanaal \nAandeelhouders, a Dutch \nfoundation dedicated  \nto improving communications  \nbetween listed companies in the Netherlands and their shareholders. AEGON also solicits proxies from New York registry \nshareholders \nin line with common \npractice in the United States. Voting\nEach share carries one vote. However, under certain circumstances, AEGON’s largest shareholder, Vereniging AEGON, may cast 25/12 votes for each of its preferred shares. All resolutions are adopted by an absolute majority of votes cast, unless Dutch law or AEGON’s own Articles of Association stipulate otherwise. AEGON’s\tGeneral\tMeeting\tof\tShareholders\n \n \n1 Please note that Otto Thoresen resigned his position as CEO of AEGON UK on April 1, 2011. Mr. Thoresen was formerly a member of \nAEGON’s Management Board. Mr. Thoresen is taking up a new position as Director General of the Association of British Insurers.\nCONTENTS47\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}