{"page_content": "GOVERNANCE CODES \nAs a company based in the Netherlands, AEGON adheres to the Dutch\tCorporate\tGovernance\tCode . AEGON endorses \nthe Code and strongly supports its principles for sound and responsible corporate governance. AEGON regards the \nCode as an effective means of helping ensure that the interests of all stakeholders are duly represented and taken into \naccount. The Code also promotes transparency in decision-making and helps strengthen the principles of good \ngovernance. The new, amended Dutch Corporate Governance Code came into force at the beginning of 2009.  \nFor more detailed information, please see the Corporate Governance Statement, which can be found at AEGON’s \nwebsite: www.aegon.com . \n \nIn addition, AEGON companies also adhere to a number of other local, regional and international corporate \ngovernance initiatives. These include rules and guidelines provided by the: \n\u0003\u0002Organization for Economic Cooperation and Development (OECD). \n\u0003\u0002International Corporate Governance Network (ICGN). \n\u0003\u0002Department of Labor in the United States. \n\u0003\u0002US Insurance Regulatory Requirements. \n \nAEGON also upholds a number of different international agreements, which set out guidelines or minimum standards \nfor pollution, human rights or labor conditions. These agreements help shape and inform the company’s investment \ndecisions. \n \nAEGON is a signatory to the 2010 Carbon\tDisclosure\tProject , a program that encourages companies to be more \nopen about their greenhouse gas emissions. Investors signing up to the project manage assets worth approximately \nUSD 64 trillion. \n \nIn the United Kingdom, AEGON Asset Management is a member of the Association\tof\tBritish\tInsurers ’ investment \ncommittee, which considers corporate governance issues and sets policy in this area. AEGON Asset Management UK is \nalso a member of both the UK\tSustainable\tInvestment\tand\tFinance\tAssociation  and the Extractive\tIndustry\t\nTransparency\tInitiative , which aims to improve governance in the global oil, gas and minerals sector. \n \nIn November 2010, AEGON added its name to an investor statement calling for an international agreement to address \nclimate\tchange . In all, 259 investors signed the statement with collective assets totaling more than USD 15 trillion. \nThe statement was timed to coincide with the latest round of negotiations on climate change in Cancun, Mexico. \nThe statement was signed on behalf of AEGON by CEO Alex Wynaendts. \n \nEnsuring\t effective\t compliance\nEffective compliance with the various rules, regulations and guidelines by which AEGON is bound is vital to \nachieving the company’s goal of sustainable, profitable growth. In 2010, AEGON introduced a new Global Compliance Charter, aimed at strengthening compliance management at the company. A copy of the charter is available at www.aegon.com. The charter has a number of objectives, including: \n\u0003\u0002To strengthen AEGON’s approach to managing compliance risk.\n\u0003\u0002To strengthen overall corporate governance. \n\u0003\u0002To ensure that, within AEGON, the compliance function remains independent of the business. \nCONTENTS48\n SUSTAINABILITY 2010  INVESTORS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}