{"page_content": "Distribution\t\n \nUnited States \u0003\u0002Life insurance mainly through agents and, to a lesser degree, through banks \nand direct marketing channels. \n\u0003\u0002Variable annuities are sold via fee-based planners, wire-houses and broker-\ndealers, while fixed annuities are traditionally sold via banks. \n\u0003\u0002Pension products are distributed through financial advisors, while group \npension plans are sold directly to employers. \nThe Netherlands \u0003\u0002Mostly via financial advisors, brokers and other intermediaries. \n\u0003\u0002In addition, AEGON also owns Unirobe-Meeùs Groep, a distributor of financial \nproducts and services. \nUnited Kingdom \u0003\u0002Mostly via independent financial advisors, banks and other intermediaries. \n\u0003\u0002In addition, AEGON owns two UK distribution companies – Origen and Positive \nSolutions. \nNew Markets \u0003\u0002AEGON’s businesses in Central & Eastern Europe operate mainly through \nnetworks of brokers and independent and tied agents. \n\u0003\u0002In Asia, products are sold through agents, direct marketing, banks and other \nintermediaries. \n\u0003\u0002In Spain, AEGON operates mainly through partnerships with local regional \nsavings banks. \n\u0003\u0002In Latin America, AEGON works through networks of independent and field \nagents and brokers, as well as banks and direct marketing. \n \nSTANDARDS FOR INTERMEDIARIES \nAEGON has systems in place in its country units to ensure that brokers and other intermediaries act in accordance \nwith the company’s codes and minimum standards. In addition, AEGON offers information and training to help them \nbetter understand and sell the company’s products: \n\u0003\u0002In the Netherlands, intermediaries are asked to sign a formal cooperation document detailing their obligations to \nAEGON and the company’s customers. \n\u0003\u0002In Hungary and Canada, all intermediaries are required to sign a Code of Ethics before joining the sales network. \n\u0003\u0002In China and Central & Eastern Europe, AEGON has minimum standards for insurance intermediation in place for its \nnetwork of tied agents. \n\u0003\u0002In the United States, Transamerica Worksite Marketing requires all brokers and agents to sign an agreement to abide \nby the company’s guidelines, based on AEGON’s Code of Conduct and US government legislation. \n\u0003\u0002Transamerica Life and Protection has contracts in place with intermediaries to ensure they conform to established \npractices and guidelines. A special audit group has been set up to monitor compliance. \n \nAEGON also has measures in place to avoid incidents\tof\tfraud\t involving employees, intermediaries or those outside \nthe company. This includes specific training and programs to raise awareness among staff. In cases where fraud has \nbeen committed, AEGON takes steps against those involved. In 2010, 50 incidents of fraud involving intermediaries \nwere reported to the company, two-thirds in the United States. Incidents of fraud involving external parties totaled \n443. Nearly 80% occurred in the Netherlands. Incidents of fraud are tracked each quarter as one of AEGON’s \noperational key risk indicators. \n \nCONTENTS50\n SUSTAINABILITY 2010  BUSINESS PARTNERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}