{"page_content": " \n \nGOVERNMENTS AND REGULATORS \nAEGON actively engages with governments\tand\tindustry\tregulators  around the world. The company holds regular \ndiscussions on new legislation for the life insurance and pension sectors in the Americas, Europe and Asia. These \ndiscussions have taken on growing importance in light of the recent global financial crisis and aging populations in \nmany parts of the world. In Europe, AEGON is actively engaged in discussions on the future of the pension industry, \nas well as the introduction of new capital requirements under the European Union’s Solvency II program. In the \nUnited States, AEGON played an active role in the debate with the Obama administration over regulatory reform for \nthe financial services sector. \n \nOver the past year, AEGON has provided considerable information and support to governments and regulators in many \nof the regions where the company operates, including Asia, Latin America and Central & Eastern Europe, as well as in \nAEGON’s three main markets. AEGON’s Public Policy and Regulatory Affairs department works alongside policymakers \nin Washington, Brussels and London. The department’s objective is to ensure lawmakers have the opportunity to make \nuse of AEGON’s knowledge and expertise when framing new legislation. \n \nIn December 2010, AEGON was one of thirteen multinational companies to co-sign a letter to the European Commission \nobjecting to the Hungarian government’s introduction of new ‘crisis taxes’. AEGON believes the legislation will have a \ndetrimental effect both on the long-term financial security of Hungary’s citizens and on the company’s business in \nthe country. AEGON had just over 800,000 pension fund members in Hungary. AEGON expects this legislation, \nalong with planned new restrictions on contributions to private pension funds in Poland, will have a negative effect of \nEUR 25 million on the company’s underlying earnings in 2011. \n \nPOLITICAL CONTRIBUTIONS AND TAX \nAEGON respects national laws in force with regard to donations\tto\tpolitical\tparties , candidates and organizations. \nWith the exception of the United States, no other AEGON country unit is involved in making political contributions. \n \nIn the United States, like many other US companies, AEGON has a Political Action Committee (PAC), which pools \ncontributions from employees to support Republican and Democratic candidates for both federal and state legislative \noffices. In 2010, the AEGON USA PAC made contributions to federal candidates totaling USD 183,000, below an \naverage of the company’s US peers 1. Of this total, 58% went to Democrats and 42% to Republicans. AEGON believes \nthat its PAC plays an important role in helping strengthen the democratic process in the United States. Money donated \nby the PAC comes from personal, voluntary contributions from eligible employees across the US organization. \nThe PAC operates within clearly-defined governance guidelines, and candidates are chosen on the basis of strict \ncriteria. The PAC operates under the rules of the US Federal Election Commission. All the PAC’s contributions are \na matter of public record. The PAC’s accounts are kept separate from those of the company. \n \n1 Source: Center for Responsive Politics. Based on insurance companies reporting contributions in 2010 through Political Action \nCommittees. Average of seven US peer companies’ contributions, including AEGON: USD 273,214. Advising\t the\tadvisors\nIn 2010, Transamerica hosted a series of two-day workshops for financial advisors in the United States. The \nTransamerica Coaching Forums informed advisors of the latest legislative changes, and looked at new ways of meeting customer requirements, despite the economic downturn. “In the wake of the financial crisis, many advisors have struggled to provide credible solutions for their clients,” said Dave Paulsen, National Sales Manager for Annuities at AEGON’s US subsidiary, Transamerica Capital Inc. “Yet the need for quality retirement services hasn’t changed, so the opportunity for us both to build our businesses is tremendous.” In all, more than 1,100 financial advisors attended the coaching sessions in 2010, which were held in San Francisco, Boston and Chicago. The forums will continue in 2011 – dates have already been booked for four major cities in March and May. \nCONTENTS51\n SUSTAINABILITY 2010  BUSINESS PARTNERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}