{"page_content": "Under campaign finance laws in the United States, companies are prohibited from making contributions to federal and \nsome state candidates. As a matter of principle, AEGON companies in the United States do not contribute to political \nparties, organizations or campaigns. \n \n \n \nAEGON has put in place a grassroots program in the United States to promote employee involvement in the political \nprocess. This program – the AEGON Citizen Action Network (CAN) – provides information on upcoming legislation \naffecting the insurance and pension industry. AEGON also participates in ‘Get out and vote’ campaigns in the United \nStates to encourage employees to vote at local and national elections. \n \nTax \nIn 2010, AEGON paid a total of EUR 274.1 million in \ttax. This amount includes tax paid by the company on behalf of its \npolicyholders. \n \n2010 2009\nUnited States EUR 64.2 million EUR 341.8 million \nThe Netherlands (EUR 264.8 million) EUR 79.2 million\nUnited Kingdom (EUR 47.3 million) (EUR 46 million) \nOthers (EUR 26.2 million) (EUR 29.9 million)\nTOTAL (EUR 274.1 million) EUR 345.1 million \nPositive figures denote a tax benefit during the year. \n \nPlease note that: \n\u0003\u0002The presentation of these figures has changed since AEGON’s 2009 Sustainability Report. Tax payments are now \ngiven by country, rather than country or operating unit. \n\u0003\u0002There is often no direct correlation between earnings for any given year and the amount of tax paid or received. \n\u0003\u0002In 2009, AEGON received significant tax benefits related to cross-border intercompany reinsurance treaties, which \nwere to a large extent a reversal of charges incurred by the company in prior years. \n\u0003\u0002In 2010, AEGON USA received tax refunds in the United States relating to excess payments in prior years. These \nrefunds more than offset amounts paid in 2010. \n US\tChamber\t of\tCommerce\nIn October 2010, articles in the media alleged that the AEGON Transamerica Foundation had helped fund an  \nanti-Obama campaign through its support of the US Chamber of Commerce. This allegation was not correct. Between 2004 and 2006, the Foundation had donated a total of USD 3 million to the Chamber’s National Chamber Foundation. But no donations have been made since 2006. Contributions were made to help the National Chamber Foundation in its work fostering public debate over key issues affecting US business. \nCONTENTS52\n SUSTAINABILITY 2010  BUSINESS PARTNERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}