{"page_content": "DUTCH STATE SUPPORT \nIn December 2008, AEGON secured EUR 3 billion in capital from the Dutch State through Vereniging AEGON, \nits largest shareholder. This support was part of a broader program for banks and insurance companies in the \nNetherlands during the recent financial crisis. The support was subject to approval by the European Commission. \nFollowing a review, the Commission announced in August 2010 that it had approved the Dutch State support for \nAEGON, but agreed a number of conditions to prevent any undue distortion of competition. These conditions include \nboth structural measures and temporary behavioral constraints (see below). In addition, AEGON has agreed to repay \nthe support in full by the end of June 2011, market conditions permitting. \n \nStructural measures \u0003\u0002 Continue to run off institutional spread-based business in the United States \nand lower production of fixed annuities. \n\u0003\u0002 Increase equity hedge on the company’s variable annuity back book in the \nUnited States and continue pricing variable annuity products on a market \nconsistent basis worldwide. \n\u0003\u0002Implement measures to further improve the quality of the company’s \ncapital base. \nTemporary behavioral constraints \u0003\u0002Not pursue acquisitions, though investment in AEGON’s partnerships in Spain \nis permitted, providing the company’s share of the Spanish market does not \nincrease. \n\u0003\u0002No dividend payments to holders of common shares until all core capital \nsecurities issued to the Dutch State are fully repurchased. \n\u0003\u0002Not pursue top-three price leadership positions in the Netherlands in either \nthe residential mortgage or internet savings markets. \n\u0003\u0002Request Standard & Poor’s no longer publish a financial strength rating for \nAEGON’s Dutch life insurance unit.\n \nMany of these structural measures had already been decided by AEGON even before the European Commission’s \nruling. These were part of broader efforts to improve the company’s risk-return profile and operational efficiency and \nto lower costs. AEGON does not expect the measures to affect the company’s ability to grow its business profitably. \n \n \nTimetable for repayment \u0003\u0002AEGON repaid an initial EUR 1 billion in December 2009, taking advantage of a \nlower premium for repayment. \n\u0003\u0002Following the company’s agreement with the European Commission, another \nEUR 500 million was repaid in August 2010. \n\u0003\u0002In March 2011, AEGON used proceeds from an equity issue to repay a further \nEUR 750 million to the Dutch State. \n\u0003\u0002Market conditions permitting, the remaining EUR 750 million will be repaid by \nthe end of June 2011. \n \nFor further details on AEGON’s agreement with the Dutch State, please refer to the company’s 2010 Annual Report, \navailable at www.aegoncorporatereporting.com . \n \nCONTENTS53\n SUSTAINABILITY 2010  BUSINESS PARTNERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}