{"page_content": " \n Europe’s\t pension\t squeeze\nIn May last year, hundreds of thousands took to the streets in France to protest against the government’s plans \nfor pension reforms. And it wasn’t just France: similar protests have taken place in other European countries – in Spain, Greece and the United Kingdom. \nGovernments across Europe all face similar issues: an aging population, a shrinking workforce and pressure to \nreduce yawning budget deficits. Last year the European Commission launched a Green Paper – a discussion document that could open up a way to meaningful reform of Europe’s pensions. \nThere’s nothing new about the idea of a European Green Paper, but two things were unusual about this one. \nFirst, it was a joint production from several different Brussels departments. And, unlike previous papers which have focused on particular issues, this one covered Europe’s entire pension framework – all the way from state pensions to company-sponsored retirement plans. \nThere are limits to what can be done – a lot of regulations are still decided within each member country. But this \npaper asked some interesting questions, such as: How do we make our pension systems sustainable? How do we ensure adequate payments? Given that we’re all living longer, how do we set a suitable retirement age? How do we make sure everyone has access to the information they need to make the right decisions? And, if we move from one EU country to another, can we take our pensions with us? It’s not a revolution, but there are signs of change – if we keep our heads we can find a considered and effective way through Europe’s pension squeeze. \n1970 1990 2010\nEurope's working-age population Europe's population 65+20500100200300The squeeze is on: as Europe's pension population \ngrows, the working-age population shrinks \nIn %\nSource: UN Population Prospects; figure above assume a base year of 1970, equal to 100%.\nCONTENTS54\n SUSTAINABILITY 2010  BUSINESS PARTNERS\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}