{"page_content": "AEGON employs approximately 27,500 people in over twenty \ncountries around the world. Nearly 45% of the company’s \nworkforce is located in the United States. AEGON also employs \npeople in Asia, Europe and Latin America. The company endeavors \nto act as a responsible employer, providing the conditions, \nincentives and formal training its employees require for personal \nand business success. \n \nAt the end of 2010, AEGON had a total of 27,474 employees. AEGON associate companies in India, Brazil, Mexico and \nJapan employed a further 3,680 agents and employees. Overall, AEGON’s workforce – not including associates – \ndeclined 3.2% in 2010. This decline was due mainly to the effect of restructuring in the United States, the Netherlands \nand the United Kingdom. In these three main markets, the company’s workforce shrank by almost 10%. A number of \njobs were also lost in AEGON’s institutional spread-based business in the United States. This business was placed in \nrun-off in 2009 1.  \n \nIn 2010, 11% of all AEGON employees worked part-time, a slight increase from the previous year. Those on fixed term \ncontracts accounted for just 8% of the company’s global workforce. \n \n \n \n1 Please note that all figures used in this section of the report exclude associate companies.Employees:\t our\tbasic\t principles\n\u0003\u0002We promote ethical behavior and encourage the reporting of any illegal or unethical behavior. \n\u0003\u0002We promote respect for people and their working environment. \n\u0003\u0002We actively enforce policies that promote non-discrimination in the workplace and encourage diversity. \n\u0003\u0002We hire, promote, and pay our employees fairly and do so based on their qualifications, their experience and \ntheir ability to do a job. \n\u0003\u0002We provide training to encourage our employees, within the scope of their professional activities for the company, to act in the best interests of all stakeholders and abide by our business principles and core values. \n\u0003\u0002We provide employees with a safe place to work. \n\u0003\u0002We encourage personal and career advancement. \n\u0003\u0002We allow our employees the free right of association. \u0003\u0003OUR PEOPLE \nCONTENTS\n SHARPENING OUR FOCUS56 SUSTAINABILITY 2010  OUR PEOPLE", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}