{"page_content": "AEGON endeavors to raise awareness among employees about its policy and broader human rights issues through the \ncompany’s e-learning programs. For a copy of AEGON’s human rights policy, please go to www.aegon.com . \n \nIn 2010, 40% of employees worked for an AEGON company that had regular dialogue with its staff through a works\t\ncouncil  or a similar structure, compared with 47% the previous year. During the year, works councils or employee \nrepresentative bodies met regularly in the United Kingdom, the Netherlands, Hungary and Poland. Trade unions Unite \nand Aegis are both represented on AEGON’s European Works Council. AEGON does not have union representation in \nthe United States. Collective bargaining agreements cover 24% of all AEGON employees, including the majority in both \nthe Netherlands and the United Kingdom. \n \nAEGON’s European Works Council (EWC) meets twice a year. Representatives are drawn from the company’s \noperations in the United Kingdom, the Netherlands, Poland, Hungary, Spain, Ireland, Slovakia and the Czech Republic. \nThe EWC is consulted when a project or proposal affects more than one of AEGON’s European country units. Recently, \nthe EWC’s work has focused on a number of areas, including: \n\u0003\u0002The creation of AEGON Asset Management. \n\u0003\u0002Job losses and redundancies as a result of restructuring. \n\u0003\u0002AEGON’s business strategy. \n\u0003\u0002European pensions. \n\u0003\u0002Diversity in the workforce. \n \nEMPLOYEE TURNOVER \nIn 2010, employee turnover reached 15%, up from 13% the year before. Of the total, just under half left the company \nvoluntarily to pursue opportunities elsewhere. Employment was terminated for another 7%, largely the result of \nsignificant restructuring of AEGON’s businesses in the United States, the Netherlands and the United Kingdom. The \nremaining 1% was due to a policy, in certain business areas, of not replacing those employees leaving the company \neither to take up other jobs or to retire. \n \nAt the end of 2010, AEGON employees had, on average, spent 8.9 years with the company, up from 8.6 years twelve \nmonths earlier. \n \n2007 13% 2008 14% 2009 13%      2010 15%  AEGON global workforce: annual staff turnover \nIn %\n \n2007 2008 2009 20107,58,08,59,0AEGON global workforce: \naverage years of service\n8,2\n7,78,68,9\n \n 58\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}