{"page_content": "ABSENTEEISM \nIn 2010, AEGON companies’ overall absentee\trate 1 stood at 2.0%, a decrease from 2.3% the previous year. Most \nAEGON country units have policies in place to reduce absenteeism, including wellness programs, health check-ups, \nsafety training and occupational health facilities. \n \nA total of 292 work-related injuries\tand\tillnesses\t were reported in 2010, down 11% from the year before. This figure \ncovers injuries sustained and reported by employees during the course of their work for the company. \n \nAbsentee\t rates\t\n\t\nCountry 2010 2009 Trend\nUnited States 1.7% 1.8% Down \nThe Netherlands 4.1% 4.2% Down \nUnited Kingdom 2.9% 2.4% Up\nCentral & Eastern Europe 1.6% 1.6% Unchanged\nChina 1.4% 1.8% Down \nTOTAL 2.0% 2.3% Down \n \nWork-related\t injuries\t\n\t\nCountry 2010 2009 Change\nUnited States 181 193 (6.2%)\nThe Netherlands 20 25 (20%)\nUnited Kingdom 81 104 (22.1%)\nOthers 10 6 66.7%\nTOTAL 292 328 (11.0%)\n \nHealth\t and\tsafety:\t local\t programs\t and\tinitiatives\t\n\t\nCountry Programs\t and\tinitiatives\nUnited States \u0003\u0002Local safety and wellness committees. \n\u0003\u0002Regular health risk assessments. \n\u0003\u0002Free ‘flu vaccinations. \n\u0003\u0002Programs to reduce stress, promote healthy living and monitor cardiac health. \n\u0003\u0002Pandemic planning committee. \n\u0003\u000224 hour-a-day counseling service.\nThe Netherlands \u0003\u0002Access to company doctor and medical staff. \n\u0003\u0002Annual evaluation of risks and danger to staff and working environment. \n\u0003\u0002Free ‘flu vaccinations. \n\u0003\u0002Workshops to help managers respond to employees suffering bereavement or \nother traumatic events. \nUnited Kingdom \u0003\u0002Employee Assistance Programme providing round-the-clock advice for both \nemployees and immediate families on issues such as debt management, \nemotional problems and bereavement. \n\u0003\u0002Guidelines for managers and employees on how to manage stress, particularly \nimportant in an uncertain and changing environment. \n1 Includes illness and other reasons, but specifically excludes maternity leave (except in the United States).59\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}