{"page_content": "Canada \u0003\u0002Wellness program, including exercise and stress relief. \n\u0003\u0002Program to promote healthy lifestyle, including diet and disease prevention.\nHungary \u0003\u0002Preventative health program, including regular blood tests and check-ups for \nmelanoma. \n\u0003\u0002Free H1N1 and seasonal’flu vaccinations.\nSlovakia \u0003\u0002Regular safety training and health check-ups.\nRomania \u0003\u0002Quarterly health and safety training.\nAEGON Asset Management \u0003\u0002In the United States, access to 24-hour counseling for employees and their \nfamilies. \n\u0003\u0002In the United Kingdom, access to telephone and face-to-face counseling under \nUK Employee Assistance Programme. \n \nDIVERSITY AND NON-DISCRIMINATION \nAEGON believes that greater diversity within its workforce brings clear benefits to its business: \n\u0003\u0002By creating a wider, more diverse pool of talent. \n\u0003\u0002By improving the company’s understanding of its customer base and broadening its appeal to different \ncustomer segments. \n\u0003\u0002By further strengthening AEGON’s brand and reputation. \n\u0003\u0002By enhancing employee engagement and satisfaction and creating a more productive and attractive \nworking environment. \n \nAEGON actively enforces policies that promote non-discrimination in the workplace whether on grounds of race, creed, \ndisability, religion, sexuality, age or gender. This principle of non-discrimination is also contained in AEGON’s Business \nPrinciples. AEGON also takes steps to comply with local legislation with regard to equal pay and treatment. \n \nIn addition, AEGON has mechanisms in place to deal with cases of discrimination, including the Global Ethics Line, \nwhich enables employees to report in confidence possible violations of the company’s Code of Conduct or other areas \nof concern. In the United States, AEGON has a similar toll-free helpline called SHARE. Any alleged violations not dealt \nwith internally are referred usually to external employment tribunals. AEGON offers computer-based training to staff \nin the United States and the United Kingdom on issues relating to non-discrimination and equal employment. In 2010, \nAEGON employees reported two separate incidents of alleged discrimination. In both cases action was taken. \n \nAEGON also takes measures to encourage those with family commitments to remain in the workforce, and to take up \npositions in management. These policies include: \n\u0003\u0002Part-time working \n\u0003\u0002Flexible hours \n\u0003\u0002Tele-working \n\u0003\u0002Childcare facilities \n\u0003\u0002Family leave \n \nAt the end of 2010, women made up 51% of AEGON’s total workforce, and 24% of the company’s senior management  \n– an improvement from 2009 and slightly ahead of most of AEGON’s immediate peers 1.  \n \n \n \n1 Based on research by Oekom Research, 2009.60\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}