{"page_content": "In the Netherlands, AEGON is a signatory to the ‘Talent to the Top’ charter, which is aimed at encouraging more \nwomen into senior management positions. In the United States, AEGON provides skills development and mentoring \nprograms through The Women’s Way of Leadership Program. \n \nAEGON is currently working on plans to incorporate diversity, including gender and other issues, into the company’s \nGlobal Talent Management program. Further work on this topic – with an emphasis on awareness building – will take \nplace during 2011. \n \n1623\n18Women in AEGON senior management \n25\n2015105In %\nSource: AEGONUnited States United Kingdom The NetherlandsAEGON company \naverage 24%\n \n \n \nCODE OF CONDUCT \nAEGON’s Code of Conduct sets out the company’s core values and its underlying principles of business practice. \nIt applies to all AEGON employees, excluding only those working for joint ventures where AEGON does not have \nfull management control. AEGON’s country units provide regular training on the Code of Conduct, and monitor \ncompliance with provisions of the Code. To download a copy of the Code, please go to www.aegon.com . \n \nAEGON’s Code of Conduct contains rules, regulations and guidelines in a number of areas including: \n\u0003\u0002Preventing discrimination in the workplace. \n\u0003\u0002Protecting free and open competition. \n\u0003\u0002Ensuring the confidentiality of personal information supplied by employees, customers, business partners and \nshareholders. \n\u0003\u0002Preventing employees from accepting bribes or seeking to gain unlawful advantage. \n\u0003\u0002Detecting and stopping money laundering. \n\u0003\u0002Respecting the environment and promoting greater environmental responsibility. \n\u0003\u0002Ensuring clear, accurate and regular disclosure of financial and other information. Finding\t a\tVoice\nIn Cedar Rapids, Iowa, United States, a group of employees have begun a Diversity Discussion and Study Group. \nThis volunteer group exchanges experiences and ideas about diversity, and regularly funnels proposals to AEGON executives. Members of the group vary by age, gender, ethnicity, physical capability, race, religion and sexual preference. The only real criterion for selection is that members should be passionate about diversity. The group makes sure that membership remains as diverse as possible and recently published a book – ‘Finding a Voice’ – which related its collective experiences of both the challenges and opportunities of diversity. Over the past several months, AEGON’s Diversity Discussion and Study Group has contributed to several company initiatives, including: \n\u0003\u0002Review of AEGON’s diversity training modules.\n\u0003\u0002Feedback on aspects of AEGON’s Take 15 US management training program on tackling racial discrimination.\n\u0003\u0002Organization of eight free diversity training days for Human Resources and management at the Cedar Rapid offices.\nThe group’s next project will be a series of videoconferences for Human Resources professionals across the United States, during which the authors of Finding a Voice will discuss their experiences and field questions from colleagues. 61\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}