{"page_content": "AEGON last updated its Code of Conduct in 2008 to bring it into line with developments in world financial markets as \nwell as changes to international accounting standards and insurance industry regulations. \n \nIn addition, AEGON offers a Global\tEthics\tLine , which allows employees worldwide to report in confidence any \nsuspected violations of the Code. The line is operated by an external party and is available 24 hours a day in the \nemployee’s own language. AEGON updated the Global Ethics Line in 2010 to take into account recent changes in \nbusiness practice and the international market environment. \n \nTACKLING FRAUD \nAEGON is determined to tackle incidents of corruption and malpractice in all its businesses around the world. AEGON \ncompanies have detailed procedures in place for complaints regarding accounting, internal financial controls and \nauditing. These procedures operate in conjunction with national laws, as well as with separate provisions, set out at \ncountry unit level, and deal with issues ranging from handling confidential information to combating money \nlaundering. AEGON also has a number of other provisions in place in this area: \n\u0003\u0002AEGON sets out clear rules in its Code of Conduct and elsewhere designed to prevent corruption, bribery, money \nlaundering, insider dealing and other forms of malpractice. \n\u0003\u0002AEGON’s Global Ethics Line provides employees with an opportunity to report in confidence any suspected \nviolations of the company’s Code of Conduct or other areas of concern. \n\u0003\u0002AEGON also has a number of educational and training programs designed to raise awareness among employees of \nthe risks posed by issues such as money laundering and insider dealing. \n\u0003\u0002In 2009, AEGON adopted a Global Financial Crime Notification, Investigation and Reporting procedure, which \nprovides a clear definition of what constitutes a financial crime and helps track incidents of fraud, corruption and \nmoney laundering across the company. \n\u0003\u0002In 2010, AEGON published a Global Compliance Charter. The aim of the Charter, which builds on previous group \ncompliance guidelines, is to further strengthen the effectiveness of compliance within the company. The Charter \napplies to all operations worldwide where AEGON has management control, sets out the roles and responsibilities of \nAEGON’s compliance function, and deals with governance and compliance risk management. As part of the Charter, \nAEGON’s country and operating units report every quarter on compliance risks and events. AEGON believes the \nCharter will support the company’s business strategy and that an efficient, effective system of compliance is vital to \ngenerating sustainable, profitable growth for both the company and its stakeholders. \n \nEach quarter, AEGON records incidents of fraud involving employees, intermediaries or external parties at its \noperations around the world. This information is summarized and reported to the company’s Group Risk and Capital \nCommittee as one of AEGON’s operational Key Risk Indicators. \n \nSeventeen \tincidents\tof\tfraud\t involving AEGON employees were reported in 2010, an increase from 6 in 2009. Ten of \nthese incidents took place in the Netherlands. In each case, appropriate action was taken against the employee involved.  \n 62\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}