{"page_content": "EMPOWERING OUR EMPLOYEES \nWithin AEGON, responsibility for human resources has traditionally been devolved to individual country units. In 2010, \nhowever, AEGON decided to take a more integrated approach to this issue. This decision was part of a broader objective: \nto manage AEGON more as a single, international company. \n \nIn addition, AEGON has identified ‘empowering employees’ as key to the company’s 2015 ambition: to be a leader in all \nits chosen markets . This new, more integrated approach to human resources management is based on three primary \n‘aspirations’: \n \n \nThe company believes this approach will bring definite benefits, including: \n\u0003\u0002Sharing of knowledge and best practice across the organization. \n\u0003\u0002More effective management of talent at executive and other levels. \n\u0003\u0002Improved performance management and implementation of the company’s strategy. \n\u0003\u0002Increased employee engagement. \n \nAEGON will implement this more integrated approach progressively over the next two-three years. \n \nGlobal\tHR\tCouncil\t\nTo support a more integrated approach, AEGON has established a Global HR Council. This Council draws members \nfrom the company’s individual country and operating units. The Council’s task is to oversee implementation of \nAEGON’s human resources strategy, as well as to manage company-wide projects and initiatives on behalf of the \nManagement Board. \n \nEncouraging\ttalent\t\nAEGON has a number of programs designed to nurture talent and leadership potential within the company. \n \nAEGON’s \tGlobal\tTalent\tManagement\tprogram \twas launched in 2008, with the aim of developing leadership potential \nacross the organization. The objectives of the program are: \n\u0003\u0002To ensure AEGON realizes its full potential as a global company by identifying, managing and rewarding leading \ntalent on an international basis. \n\u0003\u0002To ensure that AEGON has the depth of talent with the right skills, competencies and experience to support the \ncompany’s current and future strategy. \n\u0003\u0002To use the quality of AEGON’s management as a competitive advantage. \n \nAs part of the company’s global approach to talent and performance management, AEGON is planning during the \ncourse of 2011 to conduct a talent review of its two most senior tiers of management (below the Management Board). \nOnce complete, this review will be extended to cover the following management tiers. \n We ensure our employees are \naccountable for their performance. We reward high performers and address under- performance and make sure we \ngive our employees regular feedback.We recruit talented people early in their careers, aim to staff key positions largely from within our organization, ensuring employees have the opportunity to learn and develop and are recognized for their skills and expertise.We have a clear and well-defined position as an employer of choice, with engaged and dedicated employees. To\tbe\ta\ttop\t\t\nperformerTo\tbe\ta\ttalent\t\tbuilder To\tbecome\ta\tpreferred\temployer63\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}