{"page_content": "AEGON\tUniversity  has been in existence now for the past sixteen years. The program takes in talented AEGON \nemployees from around the world and gives them the opportunity to share knowledge and experience, as well as to \nlearn more about the company, its businesses and its strategy. In 2010, AEGON updated the University program to take \ninto account changes in business practice and the business environment, particularly since the global financial crisis. \nThe work of the University is supported by other programs, including the AEGON\tAmericas\tLeadership\tAcademy . \nAEGON also has an organization called Young\tAEGON , a network of employees designed to share information and \nbest practice, and a two-year leadership development program in the United States. AEGON Asset Management also \noffers additional coaching, mentoring and development programs in the United States, the Netherlands and the \nUnited Kingdom. \n \nIn 2010, AEGON introduced a Global\tAssignment\tPolicy , covering employees temporarily working outside their home \ncountries. This policy is part of wider efforts to manage AEGON as a single, international company, and is aimed at \nencouraging greater mobility within the AEGON workforce. The policy also aims to ensure employees are able to \nmaintain rights and benefits in their home countries while on expatriate assignments overseas. \n \nMEASURING EMPLOYEE EMPOWERMENT \nAEGON has a number of measures in place to improve levels of employee satisfaction and engagement. These include \nemployee recognition programs and initiatives to strengthen internal communications. Most AEGON country units \ncarry out a survey of employees at least once a year. Participation rates vary, but average between 75% and 80%. \nOnly three country units currently do not carry out regular surveys: China, Romania and Spain. Together, these country \nunits represent just under 5% of the company’s total workforce. \n \nCountry Survey\t details\nCanada \u0003\u0002Currently conducting survey once a year. \n\u0003\u0002Participation rate in 2010 was 98%.\nChina \u0003\u0002Last surveys took place in 2005 and 2006. \n\u0003\u0002Planning to restart surveys, but no date fixed yet.\nCzech Republic \u0003\u0002Survey conducted once a year. \n\u0003\u0002Response rate in 2010: 75%.\nHungary \u0003\u0002Survey conducted once every two–three years. \n\u0003\u0002Response rate in 2010: 75%.\nIndia \u0003\u0002First survey took place in December 2009, covering nearly 1,600 employees \nworking for AEGON’s joint venture with Indian partner Religare. \n\u0003\u0002Participation rate: 90%.\nThe Netherlands \u0003\u0002Survey conducted twice a year. \n\u0003\u0002Participation rate: 80%.\nPoland \u0003\u0002Survey carried out once a year.\nRomania \u0003\u0002No survey. \nSlovakia \u0003\u0002Survey conducted every two years. \n\u0003\u0002Response rate: 77%.\nSpain \u0003\u0002No survey conducted.\nTurkey \u0003\u0002Survey carried out once a year. \n\u0003\u0002Participation rate in 2009: 85%.\nUnited Kingdom \u0003\u0002Three surveys planned for 2010-2011 to accompany AEGON’s restructuring in \nthe United Kingdom. \n\u0003\u0002Last survey in 2010 covered approximately 4,000 employees in AEGON’s UK \npension and insurance businesses.64\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}