{"page_content": "United States \u0003\u0002Employee surveys in the United States are the responsibility of individual \noperating units. In 2010, five units conducted surveys of their workforce 1. \nAsset Management \u0003\u0002AEGON Asset Management carried out its first survey as a global organization \nin November 2010.\n1 Transamerica Worksite Marketing, Diversified Investment Advisors, Transamerica Capital Management, Transamerica Asset \nManagement and Transamerica Retirement Services.\n \nAccording to surveys carried out in 2010, employee satisfaction levels at AEGON’s country and operating units \ndeclined overall by 2.7% compared with the previous year. This decline was due mainly to the impact of company \nrestructuring and the global financial crisis. In addition to these surveys, AEGON also conducted extensive employee \nresearch during the year as part of the company’s brand values project. \n \nIn 2010, AEGON initiated a new project to further strengthen its approach to employee engagement and satisfaction. \nAs part of this approach, AEGON will carry out a global employee engagement survey in the second half of 2011. \nThis survey has several objectives: \n\u0003\u0002To develop a consistent, company-wide measurement of employee satisfaction and engagement. \n\u0003\u0002To benchmark that measure against accepted financial services industry and non-industry standards. \n\u0003\u0002To develop recommendations enabling management to take specific measures to improve employee satisfaction \nand engagement. \n\u0003\u0002To explore possible links between employee engagement and other business outcomes, particularly its impact \non customer loyalty. \n \nThis survey will cover a number of different areas, including: \n\u0003\u0002Employees’ understanding of strategy and their individual role within the organization. \n\u0003\u0002Confidence and trust in senior executives and local managers. \n\u0003\u0002Confidence in the direction and future of the company. \n\u0003\u0002Access to training and career advancement. \n\u0003\u0002Culture of support and innovation within the company. \n\u0003\u0002Importance of ‘work-life’ balance. \n\u0003\u0002Link between employee engagement and customer service. \n\u0003\u0002Strength and relevance of internal communications. \n \nResults from this survey will be communicated to employees, and included in AEGON’s 2011 Sustainability Report. \nBased on these results, AEGON will develop a specific action and follow-up plan for management at different levels \nwithin the company. \n \nRECRUITMENT AND TRAINING \nIn 2010, AEGON recruited 3,788 new employees worldwide 2, up from 2,308 the year before. Most of these employees \nwere hired to replace existing staff leaving the company. On average, vacant positions were filled within 38 days, \nup from 29 days in 2009, though individual country unit rates varied widely. Each vacancy attracted an average of \n46 applicants, down from 75 the previous year. Figures showed that the labor markets in which AEGON operates \nremained difficult during 2010, with highly skilled workers in particular in short supply. \n \nAll AEGON companies have measures in place to attract and retain the best employees. These measures are vital to \nthe long-term health of the company as a whole. At the core of AEGON’s policy in this area is the need to offer \nattractive and flexible benefit packages. Measures vary from country to country, but include: \n\u0003\u0002Personal and career advancement. \n\u0003\u0002Business and language training. \n\u0003\u0002Reimbursement of tuition fees. \n\u0003\u0002Mentoring and coaching programs. \n \n2 This figure refers to new hires only. It does not include employees taken on as a result of mergers or acquisitions.65\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}