{"page_content": "AEGON often works with recruitment agencies to find the best possible candidates for vacant positions. The company \nalso acts on findings from employee satisfaction and engagement surveys and exit interviews to improve benefits and \nworking conditions for staff. AEGON encourages employees at all levels to take part in formal skills and development \nprograms. Training sessions cover topics such as customer service, product knowledge, business writing, compliance \nand sales. Most of AEGON’s country units grant employees time and, occasionally, financial assistance to pursue \nindividual projects such as language training or higher education related to their work at the company. In the \nUnited Kingdom, AEGON has a specific ‘talent mapping process’, which links training to individual requirements and \ncareer development. In the United States, where 45% of AEGON’s global workforce is located, appraisals include a \n‘sustainability’ component, which assesses employees’ compliance with company values, rules and procedures, \nincluding the Code of Conduct. \n \nWorkforce\t taking\t part\t in\tformal\t skills\t and\tcapabilities\t programs:\t\n\t\n2010 2009 Change\nSenior management 91% 91% Unchanged\nMiddle management 91% 86% 5.8%\nOther employees 88% 82% 7.3%\n \nAEGON’s\t training\t programs\t 2010:\t\n\t\n2010 2009 Change\nAmount spent on training EUR 13.4 million EUR 12.5 million 7.2%\n– Per employee EUR 488 EUR 440 10.9%\nAverage number of days spent on training 3.76 days 4.02 days (6.5%)\n \nWorkforce\t subject\t to\tregular,\t standardized\t performance\t appraisals:\t\n\t\n2010 2009 Change\nSenior management 83% 100% (17%)\nMiddle management 83% 98% (15.3%)\nOther employees 83% 98% (15.3%)\n \nSALARIES, COSTS AND BENEFITS \nTo attract and retain talented employees, AEGON believes it must offer competitive salaries and compensation \npackages. Employment costs for AEGON’s total workforce amounted to EUR 2.15 billion in 2010, up from EUR 2.04 billion \nin 2009. This was due mainly to an increase in the costs in the company’s New Markets, which more than offset \ndecreases in both the Americas and the Netherlands. \n 66\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}