{"page_content": "Employment\t costs\t 2010\t (EUR\t million)\t\n\t\nUnit Total salariesOther \nexpenses Total\t 2010 Total 2009 Change\nAmericas 721 269 990 1,058 (6.4%)\nThe Netherlands 243 218 460 512 (10.1%)\nUnited Kingdom 176 142 318 300 6.0%\nNew Markets 190 134 324 106 206%\nHolding and others 39 20 59 59 Unchanged\nTOTAL 1,368 783 2,151 2,035 5.7%\nPlease note that certain figures for 2009 have been recalculated to reflect the transfer of variable annuities operations from the \nUnited Kingdom to New Markets. Total figure for 2009 employment costs remains unchanged, however. Some figures may not add \ndue to rounding.\n \nEmployment\t costs\t per\tcapita\t (EUR)\t\n\t\nUnit 2010 2009 Change\nAmericas 76,400 74,258 2.9%\nThe Netherlands 89,858 92,997 (3.4%)\nUnited Kingdom 76,829 63,452 21.1%\nAVERAGE\tTOTAL 78,296 71,716 9.2%\n \nEmployees’ salaries may contain both a fixed\tand\tvariable  component linked to either company or personal \nperformance, or both. Generally speaking, the proportion of variable pay increases with seniority. \n \nBreakdown of target total compensation by management group \nSenior management 26\nMiddle management 16\nOther employees 674\n84\n94\nVariable compensation Fixed compensation\n \nOn average, senior managers also have more of their target variable compensation linked to company, rather than \npersonal, performance. Across all grades, compensation depends more on company than individual performance. \n \nSenior management 80\nMiddle management 75\nOther employees 6720\n25\n33Breakdown of target variable compensation by performance category \nCompany performance Individual performance \n \n \nPension\tarrangements  vary from country to country. In the United States, AEGON offers its employees both defined \ncontribution and defined benefit plans. In the United Kingdom, AEGON has now closed its defined benefit plan to new \nentrants and offers only a defined contribution plan. In the Netherlands, AEGON offers its employees a choice, \ndepending on their income, of either defined benefit or defined contribution. \n \nIn total, AEGON pension plans in the company’s three main markets – the United States, the Netherlands and the \nUnited Kingdom – cover an estimated 55,000 current and former employees. In addition, in Central & Eastern Europe, \nAEGON makes contributions to several employee pension funds and individual savings programs. \n 67\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}