{"page_content": "EXECUTIVE PAY \nExecutive\tpay  is an important issue for many of AEGON’s shareholders and other stakeholders. AEGON’s Remuneration \nPolicy ensures that pay for members of the Executive Board is closely linked to the performance of the company and \nthe long-term interests of its stakeholders. The Policy is also used as a guide to determine pay for other senior \nmanagers within the organization, including members of the company’s Management Board. Under this approach, pay \nand bonuses in many cases are dependent on both financial performance and the company’s overall strategic \nobjectives, including operational effectiveness and customer loyalty. \n \nAEGON’s Executive Board Remuneration Policy has four main objectives: \n\u0003\u0002To enable AEGON to attract and retain highly-qualified members for its Executive Board. \n\u0003\u0002To provide a well-balanced and performance-related compensation package for Executive Board members. \n\u0003\u0002To ensure that the interests of Executive Board members are aligned with AEGON’s business strategy and risk \ntolerance as well as the objectives, values and long-term interests of the company. \n\u0003\u0002To enhance the transparency and simplicity of Executive Board members’ remuneration, consistent with the \nprinciple of ‘pay for performance’. \n \nAEGON’s Policy is reviewed each year by the company’s Compensation Committee. If necessary, the Committee \nrecommends amendments to the Supervisory Board. Any material changes are submitted by the Supervisory Board to \nthe annual General Meeting of Shareholders for adoption. AEGON regularly compares its levels of executive \nremuneration with those at other, comparable companies. \n \nAEGON’s current Remuneration Policy was adopted by the company’s General Meeting of Shareholders in April 2010. \nThe Policy will remain in force until AEGON has fully repurchased the core capital obtained from the Dutch State \nthrough Vereniging AEGON in December 2008 at the height of the financial crisis, or until such time as the \nSupervisory Board proposes changes or amendments. \n \nAEGON’s Supervisory Board determines a maximum total compensation for each member of the Executive Board. \nThis comprises a fixed component and variable compensation, which is linked to the performance of the company. \nThe chart below gives each of these components as a maximum of total compensation for 2010: \n \nFixed compensation\nVariable compensation,\nlong-termVariable compensation,short-term\n50.0%\n16.7%33.3%Total compensation for Executive Board members\nAt maximum level\n \nPayments are made in cash and in the form of conditionally granted shares. \n 68\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}