{"page_content": "Executive Board payments in 2010 \nTables below show 2010 fixed and variable compensation for members of AEGON’s Executive Board: \n \nFixed\t compensation\t\nExecutive Board members \nIn EUR 2010 \t 2009 % change\nAlexander R. Wynaendts CEO and Chairman EB 955,542 950,000 0.6\nJan J. Nooitgedagt 1 CFO and member EB 704,083 525,000 0.6\n \nVariable compensation 2010 \nShort-term variable compensation for members of the Executive Board is based on three one year indicators (earnings, \nprofitable growth and a basket of strategic and personal objectives). For 2010, Mr. Wynaendts and Mr. Nooitgedagt \nwere eligible to receive EUR 317,000 and EUR 233,000 respectively in short-term variable compensation - subject to \nthe adoption of the annual accounts at the 2011 annual General Meeting of Shareholders 2. However, in consultation \nwith the Supervisory Board, the Executive Board has decided to forego short-term variable compensation for AEGON’s \nperformance during 2010, given that the company did not complete full repayment of capital support to the Dutch State \nduring the year. \n \nLong-term variable compensation for members of the Executive Board is paid in shares, based on the company’s \nperformance against four three-year indicators (earnings, return on capital, shareholder returns and the Dow Jones \nSustainability Index score). Actual performance is measured over the period 2010-2012. The conditional number of \nshares made available under the 2010-2012 long-term incentive compensation plan were 104,515 and 76,891 for \nMr. Wynaendts and Mr. Nooitgedagt respectively 3. Following an evaluation of the company’s performance by the \nSupervisory Board at the end of the 2010-2012 performance period, the conditional shares may vest in 2013. \nAny vested shares under this plan will subsequently be held for another two years. \n \nFor further details of AEGON’s Remuneration Policy and practices, please refer to the company’s Annual Report \nfor 2010, available at www.aegoncorporatereporting.com . \n \n \n1 Please note that Mr. Nooitgedagt was appointed Chief Financial Officer in April 2009. His 2009 salary was prorated, based on an \nannual salary for that year of EUR 700,000. The percentage charge is also calculated using this annual figure.\n2 For comparison, please note that, under the agreement between the Dutch government and the country’s financial sector, no variable compensation was paid to members of the Executive Board for the year 2009. Furthermore, no variable compensation was paid to \nmembers of the Executive Board over 2008.\n3 These numbers reflect at-target performance. The share price was set at EUR 4.851.70\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}