{"page_content": "Sustainalytics\t\nIn its latest report, published in March 2010, Sustainalytics ranked AEGON 6th in a global peer group of \n87 insurance companies. \n \nHeadquartered in Amsterdam, Sustainalytics (formerly SiRi) specializes in sustainability research and analysis for \ninvestors and financial institutions. \n \nVigeo\t\nIn 2010, AEGON lost its place in Vigeo’s Advanced Sustainable Performance Index (ASPI) following an annual review. \nIn its report, Vigeo highlighted a number of concerns, including a lack of information on labor rights and health and \nsafety issues, as well as questions over the effectiveness of AEGON’s internal controls following a steep increase in \nimpairments in 2009. \n \nVigeo supplies research and analysis on companies’ sustainability performances to asset managers across Europe. \nIts ASPI index comprises 120 companies across all sectors of the economy.  \n \nAEGON’S FINANCIAL PERFORMANCE \nIn 2010, both AEGON’s underlying earnings and net income improved considerably. The increases were the result of \nbusiness growth, cost savings, further improvements in financial markets and strengthening of the dollar against the \neuro. Sales increased in most countries, while gross deposits also increased. AEGON’s capital position improved during \nthe year, with core capital of EUR 18.7 billion at year-end 2010. \n \n \nIn EUR million 2010 2009 % change\nUnderlying earnings before tax 1,972 1,185 66%\nNet income 1,760 204 NM\nNew life sales 2,213 2,100 5%\nGross deposits (excluding businesses in run-off) 32,580 27,616 18%\nValue of new business 555 767 (28%)\nReturn on equity 9.8% 5.7% 72%AEGON performance/Sustainalytics - March 2010\nTotal\nGovernanceSocial\nEnvironment60\n47\n72\n66\n50\n8563\n49\n71\n53\n43\n74\nAEGON Maximum Source: Sustainalytics, March 2010. Average\nCONTENTS8\n SUSTAINABILITY 2010  HIGHLIGHTS OF 2010\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}