{"page_content": "RESTRUCTURING \nDuring 2010, AEGON went through a period of further restructuring, aimed primarily at reducing costs, improving \nreturns and sharpening the company’s focus on its core growth markets. Regrettably, this restructuring led to the loss \nof just under 1,000 jobs, mostly in the United Kingdom, the United States and to a lesser extent the Netherlands. \nAEGON took specific measures to limit the number of compulsory redundancies and to help those who lost their jobs \nfind alternative employment, either within the company or outside. \n \nUnited\t Kingdom\t\n \nRestructuring \u0003\u0002Withdrawal from UK bulk annuities market (complete). \n\u0003\u0002Sale of AEGON’s third party pension administration business (sale agreed) \n\u0003\u0002Closure of employee benefits business (complete). \n\u0003\u0002Sale of healthcare division belonging to UK subsidiary Origen (sale agreed) \n\u0003\u0002Further cost reduction measures, including restraints on recruitment (in process).\nBusiness objectives \u0003\u0002To reduce costs, increase returns and further improve efficiency (objective to \nreduce costs from AEGON’s UK life insurance and pension businesses by 25% by \nthe end of 2011). \n\u0003\u0002To focus on growth opportunities in key At Retirement and Workplace Savings \nmarkets.\nEmployees affected \u0003\u0002In 2010, AEGON reduced its workforce in the United Kingdom by 469. This figure \nincludes positions lost as a result of both restructuring and natural attrition. \nMeasures taken, where \npossible, to limit number of \ncompulsory redundancies\u0003\u0002All other, non-payroll options for cost savings explored and, where possible, \nimplemented. \n\u0003\u0002Staff redeployed to other departments. \n\u0003\u0002Other restraints imposed on payroll costs, including recruitment and salary freezes.  \n\u0003\u0002Employees offered voluntary redundancy packages.\nMeasures taken to support \nemployees affected by \nredundancy\u0003\u0002Career transition program for all employees affected, provided by outside \nspecialist. \n\u0003\u0002Additional training on interview techniques. \n\u0003\u0002All new positions advertised internally. \n\u0003\u0002All employees at risk of redundancy placed on a special redeployment register and \nprovided with weekly updates of new job opportunities within the organization. \n\u0003\u0002Where appropriate, certain roles ring-fenced for employees at risk before being \nopened up to other candidates. \n\u0003\u0002Redundancy terms maintained for the duration of the restructuring program. \nInternal communications and \nconsultation procedures\u0003\u0002Communications steering group established to ensure coordination of all internal \nand external communications. \n\u0003\u0002Significant internal communications program to minimize uncertainty for UK \nemployees. \n\u0003\u0002Communication workshops for all line managers. \n\u0003\u0002Extensive consultations with UK trade unions, Aegis and Unite, on every proposed \nredundancy, to meet requirements of Recognition Agreement with unions and UK \nemployment legislation. \n\u0003\u0002At least two face-to-face meetings with employees affected. Employees could \nchoose to be accompanied by either a colleague or union representative. \n\u0003\u0002Open Q&A sessions with senior management. \n\u0003\u0002Increase in frequency of staff engagement surveys to improve employees’ \nunderstanding of company strategy (at the start of the program, 85% of staff said \nthey understood the need for restructuring). \n\u0003\u0002Where possible, employees informed of all measures at the same time, or before, \npublic announcements. \n\t71\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}