{"page_content": "United\t States\t\n \nRestructuring \u0003\u0002Discontinue sales of non-qualified benefit plans funded by bank and corporate-\nowned life insurance products (complete). \n\u0003\u0002Consolidate existing businesses in Louisville, Kentucky, and transfer operations to \nother existing locations in the United States (in process). \n\u0003\u0002Further consolidation and outsourcing of some back-office activities in \nCedar Rapids, Iowa (in process). \n\u0003\u0002Possible divestment of AEGON’s Transamerica Re reinsurance activities in the \nUnited States and overseas. \n\u0003\u0002Run-off of AEGON’s spread-based institutional market division in the United States \n(announced in 2009).\nObjectives \u0003\u0002Reduce operating costs and further improve efficiency (AEGON expects the \nmeasures will result in annual cost savings of approximately USD 70 million).\nEmployees affected \u0003\u0002Loss of approximately 500 jobs in the United States, equivalent to 5% of the \ncompany’s total US workforce. \nMeasures taken, where \npossible, to limit number of \ncompulsory redundancies\u0003\u0002Number of steps taken before the start of the restructuring program to limit job \nlosses in light of economic downturn, including: \n\t\u0002Reduction in payroll expenses. \n\t\u0002Hiring and salary freezes in certain areas. \n\t\u0002Reduction in other, non-payroll costs. \n\t\u0002Employees offered opportunities to move to other positions, where possible, \nwithin the organization. \nMeasures taken to support \nemployees affected by \nredundancy\u0003\u0002Outplacement service, operated by external company, providing careers advice, \ncounseling, and skill development programs (employees eligible for program for up \nto six months after severance). \n\u0003\u0002Redundancy packages linked to length of service. \n\u0003\u0002Selected employees offered relocation package to move to other AEGON locations \nin the United States.\nInternal communications and \nconsultation procedures\u0003\u0002Direct communications to employees and business units affected. \n\u0003\u0002Internal communications program via email, newsletter and intranet. \n\u0003\u0002Counseling and advice available as part of outplacement service. \n 72\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}