{"page_content": "The\tNetherlands\t\n \nRestructuring \u0003\u0002Reorganization of AEGON’s sales operations in the Netherlands  \n(announced in 2009).\nObjectives \u0003\u0002Improve profitability and returns. \n\u0003\u0002Adjust to changing distribution patterns. \n\u0003\u0002Greater customer focus.\nEmployees affected \u0003\u0002225 jobs lost during the course of 2010 as a result of the reorganization, including \n174 compulsory redundancies. \nMeasures taken, where \npossible, to limit number of \ncompulsory redundancies\u0003\u0002Employees given priority when applying for other jobs within the organization. \n\u0003\u0002Where possible, staff redeployed to other departments.\nMeasures taken to support \nemployees affected by \nredundancy\u0003\u0002Redundancy package agreed with trade unions. \n\u0003\u0002Additional training for those losing their jobs. \n\u0003\u0002Outplacement and career transition service. \n\u0003\u0002Voluntary redundancy package. \n\u0003\u0002Former employees given access to dedicated website advertising all new positions. \nInternal communications and \nconsultation procedures\u0003\u0002Face to face meetings with all employees in relevant departments, whether directly \naffected by redundancy or not. \n\u0003\u0002Significant internal communications program, involving email newsletters, \nmessages from senior executives and regular updates through special Q&A \ndocuments. \n\u0003\u0002Social media platform for employees to share questions, ideas and uncertainties. \n\u0003\u0002Extensive consultation with trade unions in the Netherlands. \n \nFollowing the reorganization of AEGON’s sales activities in the Netherlands, 94 employees found new jobs through a \ncareer transition service provided by the company. Only 32 employees left the company without a job or agreed \nseverance package. \n \n \nReorganization\t at\tAEGON\t Bank\t in\tthe\tNetherlands\t\nIn January 2011, AEGON announced a restructuring of AEGON Bank in the Netherlands. This restructuring is \naimed at reducing costs and refocusing the bank on core products, such as mortgages and retirement savings. The changes are expected to lead to the loss of approximately 80 jobs over the next two years. As part of the restructuring, AEGON Bank will:\n\u0003\u0002Reposition the bank around the theme of ‘Income for Later’, simplify its product range and reduce dependency on savings products.\n\u0003\u0002Discontinue sales of property and casualty insurance.\n\u0003\u0002Close the bank’s offices in Nieuwegein and relocate employees by the end of 2011 to AEGON The Netherlands’ main premises in The Hague. \n\u0003\u0002Simplify the management organization of the bank, continue direct distribution through telephone and internet and strengthen use of new technologies. \nAEGON is consulting with trade unions and employees about the restructuring, and intends to present a detailed transition plan by the beginning of April 2011. Through the restructuring, AEGON expects to save EUR 20 million a year. 73\n SUSTAINABILITY 2010  OUR PEOPLE\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}