{"page_content": "As an international company, AEGON pursues initiatives designed to \nreduce the impact of its operations on the environment, and supports \na wide range of charitable causes around the world. AEGON also \ntakes as responsible approach to the investments it makes.\n \nAEGON has a company-wide environmental\tpolicy , which stresses the importance of respecting the environment, \nconserving energy and eliminating waste. These objectives are also contained in the company’s business principles \nand its Code of Conduct, which apply to all AEGON employees worldwide. In the Netherlands and the United Kingdom, \nAEGON works with environmental management systems which: \n\u0003\u0002Identify the potential impact of the company’s operations on the environment. \n\u0003\u0002Ensure compliance with local legislation. \n\u0003\u0002Encourage local policies and initiatives in this area. \n \nAEGON and its employees around the world support good\tcauses\tand\tcharitable\torganizations . These vary from \nresearch into cancer and other serious illnesses to education for disadvantaged children and financing music and the \narts. More than half AEGON’s charitable donations are made in the United States through the AEGON Transamerica \nFoundation. AEGON also regularly supports employee initiatives with additional company funds. \n \nPROTECTING THE ENVIRONMENT \nEach year, AEGON measures its consumption of energy and other raw materials, most notably paper, as well as the \ncompany’s production of waste and emissions of carbon dioxide. In 2010, AEGON’s per employee use of electricity \nand gas remained stable. A reduction in overall electricity and gas consumption was offset during the year by a \ndecrease in the company’s workforce in its main markets – the United States, the Netherlands and the United Kingdom. \nPaper consumption also declined as a result of an increase in online activities. Water consumption, on a per employee \nbasis, rose by 9%, while use of recycled paper increased, as did waste recycling. Air travel rose by 8% in 2010, \nreflecting an improvement in business conditions, but air travel remains significantly below 2008 levels. \n \nEnergy\t\n\t\nUnit 2010 2009 % change\nElectricity GwH 150.9 154.6 (2.4%)\n– Per capita KwH 5,493 5,452 0.7%\nGas Million cubic meters 3.6 3.7 (3.4%)\n– Per capita Cubic meters 129.8 130.1 (0.2%)\n \nOther\t raw\tmaterials\t\n\t\nUnit 2010 2009 % change\nPaper Metric tons 4,331 5,077 (14.5%)\n– Per capita Kilograms 158 179 (11.7%)\n–  Recycled paper as % \nof total use Percent 38% 20% 95%\nWater Cubic meters 455,770 434,915 4.8%\n– Per capita Liters/day 72.4 66.6 8.7%\n\t\u0003\u0003THE WIDER COMMUNITY \nCONTENTS\n SHARPENING OUR FOCUS74 SUSTAINABILITY 2010  THE WIDER COMMUNITY", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}