{"page_content": "Waste\t generation\t\n\t\nUnit 2010 2009 % change\nWaste production Metric tons 4,418 3,660 20.7%\n– Per capita Kilograms 160.8 129.0 24.6%\n–  Recycled waste as %  \nof total production 69% 58% 19%\n\t\nAEGON’s\t carbon\t footprint\t\n\t\nUnit 2010 2009 % change\nCO2 emissions from  \nair travel Metric tons 13,440 12,339 8.9%\nCO2 emissions from  \ngas and electricity use Metric tons 86,425 88,155 (2.0%)\nTotal CO2 emissions Metric tons 99,865 100,494 (0.6%)\n– Per capita Kilograms 3,634 3,543 2.6%\nPlease note that: \n\u0003\u0002Environmental figures exclude data from AEGON’s joint ventures and associates in Brazil, India, Japan and Mexico. \n\u0003\u0002Figures for AEGON’s consumption of gas, electricity and water in the United States for 2009 have been restated to \nreflect a change in scope. Figures for these years and 2010 now include the following: \n\t\u0002Buildings owned by AEGON with 100 employees or more. \n\t\u0002Primary data centers supporting multiple locations. \n\t\u0002Other offices where AEGON leases the majority of the building, has 100 employees or more, has some control \nover energy and water use, and pays utility bills directly. \nThese figures have been extrapolated to cover 100% of AEGON’s US workforce. In addition, this restatement has led to \nan adjustment in figures for AEGON’s total emissions of carbon dioxide. \n \n\u0003\u0002Figures for AEGON’s consumption of gas and water in the United Kingdom for 2009 have been restated following \na data error. \n\u0003\u0002Figures for water use in China have been included on a pro rata basis. \n\u0003\u0002AEGON saw a significant increase in waste production in 2010. This was due mainly to the introduction of a new \nmeasurement system at AEGON’s operations in the United Kingdom. \n\u0003\u0002Some figures have been rounded. \n \nCONTENTS75\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}