{"page_content": "AEGON’S GREEN TEAM \nAEGON’s Green Team has been in operation since 2008. Members of the team are drawn from the company’s main \ncountry and operating units. In 2010, the Green Team continued work on a company-wide resource management plan. \nAs part of this plan, AEGON had intended to set a target to reduce emissions of carbon dioxide from the company’s \noperations. Work on this target has begun, but has taken longer than initially expected. AEGON now aims to have this \ntarget in place by the end of 2011. \n \nIn addition to the Green Team’s work in this area, AEGON’s country units are also pursuing local initiatives to reduce \nemissions, lessen the impact of the company’s operations on the environment and invest in new, sustainable forms of \nenergy. These initiatives include: \n \nUnited States AEGON reduced energy consumption at its offices in St. Petersburg, Florida, by \nimproving its building management system. As a result, energy use fell by \nalmost 7% in 2010, saving USD 70,000. \n \nIn its Baltimore offices, AEGON installed a more efficient air conditioning system, \nwhich cut energy consumption during the summer by 6%, despite higher than \nusual temperatures. \n \nAt AEGON’s Los Angeles offices, new light fixtures were fitted by the building’s \nowners, resulting in cost savings of approximately USD 65,000 a year. \n \nIn the United States, AEGON also has significant investments in both natural \nresources and sustainable technologies: \n\u0003\u0002AEGON’s Real Estate Alternatives Portfolio (REAP) has investments in \nprojects developing office buildings that meet US Green Building Council and \nLeadership in Energy and Environmental Design (LEED) standards. \n\u0003\u0002Since 2002, REAP has invested a total of USD 52 million in private equity \ntimber funds. Outside of REAP, AEGON has a further USD 55 million in \ninvestments in sustainable timberland*. AEGON also has a USD 40 million \nportfolio of loans secured by timberland.  \n\u0003\u0002In the United States, AEGON has investments in four separate wind power \nprojects, totaling USD 200 million. The projects are capable of generating \n286 megawatts of electricity, enough for approximately 80,000 homes. \n\u0003\u0002AEGON also has investments in low income housing projects across the \nUnited States. Just over USD 50 million are in projects with ‘green design’ \nelements, and promote the use of renewable energy. The projects are located \nin New Mexico, Washington and Boston. \n\u0003\u0002In the United States, AEGON reduced non-commercial air travel between its \noffices in Louisville, Baltimore and Cedar Rapids by 23% in 2010, largely by \nusing alternative means of communication, including video-conferencing. \nThis contributed to a decline in total business travel of around 3%, reducing \nboth costs and CO2 emissions.  \n \n* Approximately 96% of this portfolio has been certified ‘sustainable’ by either the Forestry \nStewardship Council or the Sustainable Forestry Initiative.\nThe Netherlands \u0003\u0002Alongside other large employers, AEGON takes part in a project with local \ngovernment in The Hague to reduce car use, particularly during peak travel \ntimes. \n\u0003\u0002AEGON is certified ISO14001 compliant with respect to its property activities \nin the Netherlands. \n\u0003\u0002At AEGON’s headquarters in The Hague, all office furniture has been certified \ncradle-to-cradle, and can be recycled for other purposes. \nCONTENTS76\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}