{"page_content": " \n \nCOMMUNITY SUPPORT \nIn 2010, AEGON donated a total of EUR 6.6 million to good causes and charitable organizations, down from EUR 7.3 million \nthe year before, and equivalent to 0.4% of the company’s net income for the year. The decline was due mainly to \nlower spending by the AEGON Transamerica Foundation in the United States and other cutbacks in Canada, China and \nthe Netherlands as part of wider cost savings. Of total donations, most went to projects and organizations in the \nfollowing areas: \n\u0003\u0002Health and safety \n\u0003\u0002Arts and culture \n\u0003\u0002Civic and community \nHealth and safety\nCivic and communityArts and culture\nColleges, education \nand sport\n14.1%51.3%25.0%9.5%AEGON donations by category\n\t\n Sky’s\t the\tlimit\t in\tSan\tFrancisco\nAEGON has picked up a number of awards for its work on the iconic Transamerica Pyramid building in \nSan Francisco. In 2009, the Pyramid was granted LEED Gold Certification, making it one of the greenest buildings in the United States. The Pyramid has now won the San Francisco Business Times’ award for the best green building retrofit, as well as further recognition from the US Green Building Council. Recent refurbishment work at the Pyramid means that:\n\u0003\u0002Up to 70% of consumable energy is now generated on-site.\n\u0003\u0002Water consumption has been reduced by 45%.\n\u0003\u000270% of waste is now either recycled or composted.\n\u0003\u0002Air quality has improved, and the total bill of electricity, gas and water has been cut by more than USD 1.5 million over the past three years. \nThe Transamerica Pyramid is one of San Francisco’s best known landmarks. It houses 48 floors of retail and office space. At 260 meters, the Pyramid was the fifth tallest building in the world when it was completed in 1972.\nCONTENTS78\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}