{"page_content": "In 2010, the leading recipients of funding from AEGON were: \n\t\nOrganization Country Amount Category\nUnited Way United States / Canada EUR 1,224,500 Health, education and welfare\nInternational cancer research program United States / the Netherlands EUR 510,000 Health and safety\nUniversity of Iowa Foundation United States EUR 373,000 Colleges, education and sport\nCare NetherlandsGlobal (AEGON appeal for Haiti, \nincluding money raised by employees) EUR 288,000 Health and safety\nArts awards Hungary Hungary EUR 255,000 Arts and culture\nAlzheimer Center;  \nInvestment Fund for Health in Africa The Netherlands EUR 250,000 Health and safety\nFonds Gehandicaptensport (foundation \nfor handicapped sport) The Netherlands EUR 135,000 Colleges, education and sport\n\t\nPlease note that figures have been rounded. \n \nThe United States accounted for more than 60% of AEGON’s donations in 2010, followed by the company’s Corporate \nCenter (19%) and the Netherlands (7.3%). \n \nUnited States\nThe NetherlandsCorporate Center\nUnited Kingdom\nCanada\nOtherHungary19.0%\n61.1%7. 3%2.4%5.3%3.3% 1.6%AEGON donations: by category\n \n \n \n Rebuilding\t Cedar\t Rapids\nIn 2008, Cedar Rapids, home town of one of AEGON USA’s business units, was hit by devastating floods. AEGON \nvolunteers pitched in, helping local communities clean up after the floodwater. AEGON also donated USD 1 million to the charity Habitat for Humanity to build sixty new homes in the city. Rebuilding, however, goes on. In 2010, AEGON’s money helped repair damage at the city’s Czech and Slovak Museum and Library, as well as restore Cedar Rapids’ historic CSPS community hall and build a new Downtown Riverfront Amphitheatre, which will provide both a new outdoor event space and protection against future flooding. \nCONTENTS79\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}