{"page_content": "OUR APPROACH TO DONATIONS \nAEGON devolves considerable responsibility for the donations it makes each year to individual country and operating \nunits. This enables AEGON to support charitable organizations and causes that are important to the local communities \nin which the company operates. These local programs operate within a broader donations policy, adopted in 2010. \nA copy of this policy is available at www.aegon.com .  \nThe policy has four main objectives: \n\u0003\u0002To bring greater focus by concentrating the majority of the company’s donations on three priority areas: health, \nwelfare and literacy. \n\u0003\u0002To create a better quality of life for the beneficiaries of the company’s donations program, and ensure long-term, \nsustainable support for the causes AEGON contributes to. \n\u0003\u0002To encourage employee involvement, where possible, in both local community and international projects. \n\u0003\u0002To strengthen governance by establishing a Donations Advisory Committee to oversee the donations approval process.  \n \nIn addition, AEGON’s Donations Policy sets out clear guidelines with respect to governance, donations selection and \napproval, as well as payment terms and contracts. \n \nAEGON’s pledge, contained in the Policy, is to: \n\u0003\u0002Support organizations that help create a better quality of life for their beneficiaries. \n\u0003\u0002Act according to AEGON’s Business Principles and Code of Conduct. \n\u0003\u0002Support charities and other non-profit organizations in a sustainable, long-term way. \n\u0003\u0002Act as a responsible company and lead by example, encouraging employee and other stakeholder engagement in \nsupporting good causes. \n \nHighlights\t of\tAEGON’s\t programs\t 2010\t\nThe Breakfast Club \nprovides children in disadvantaged areas of Edinburgh with a healthy breakfast every morning before they start school. Employees in the Netherlands  have set up an AEGON Foundation which helps vulnerable groups  in local communities, as well  as encouraging young talent  and providing basic financial education. \nAEGON supports fine arts and literature in Hungary, sponsoring several awards. In the United States and Canada, AEGON and its employees support United Way, a non-profit organization focusing on health, education and welfare.\nAEGON and its employees have raised EUR 270,000 to help communities in Haiti affected by the devastating January 2010 earthquake. \nAEGON supports an international cancer research program involving scientists in the United States and the Netherlands. \nCONTENTS80\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}