{"page_content": "SHARPENING OUR FOCUS\nWe firmly believe that our business is based on trust. As such, \nwe are committed to working each day to validate the trust of \nour customers, business partners, shareholders, employees and \nthe larger communities we serve. \n \nWe recognize that the financial crisis caused many to question the fundamental soundness of the financial services \nsector and compromised the trust that is so critical to our business. Over the past three years we have worked hard to \nreinforce trust in AEGON and in our long-term commitment to assisting our many customers around the world secure \ntheir financial futures. We have strengthened our balance sheet, reduced our exposure to the volatility of financial \nmarkets, achieved significant cost reductions and sharpened our focus on our core business of life insurance, pensions \nand asset management. Without question, AEGON today is a different company. \n \nThe strategic actions we continued to pursue during the past year support our ambition to be a leader in all our chosen \nmarkets by 2015. It is important to note that by “leader” we do not mean being the biggest in our sector. Rather it means \nbeing the most recommended by our customers, the preferred partner for our distributors and the employer of choice \nfor our current and future employees. Of course, achieving recommended status is predicated on how we serve our \ncustomers, how we manage our business and engage with our many stakeholders to create long-term value. \n \nThe performance of our business during the course of the year further confirmed that our strategy is the right one. \nAEGON achieved strong underlying earnings, robust sales and increased financial strength, with an excess capital \nposition of EUR 3.8 billion over and above what is required for a double-A financial strength rating. Maintaining this \nlevel of capital buffer, we believe, is essential to safeguarding confidence in AEGON and ensuring that we are able to \ndeal with any unforeseen effects of the continued economic uncertainty. Moreover, during 2010 AEGON took important \nsteps toward repaying the capital support received from the Dutch State at the height of the financial crisis. We are \nconfident in our aim to complete full repayment by the end of June 2011. \n \nA key aspect of our strategy is to invest in the considerable potential which the developing markets of Asia, Central & \nEastern Europe and Latin America represent. In line with our priority of creating a better geographical balance, we want \nto direct more of our resources to these areas that offer strong growth prospects and higher returns in the longer term. \nIn this regard, AEGON is committed to building sustainable businesses in these new markets that are able to respond to \nmarket developments and evolving customer needs. \n \nAt the same time, we are working to further improve the performance of our businesses in the United States, the \nNetherlands and the United Kingdom. Toward this end, we are capturing a broad range of operational efficiencies \nresulting from our decision to consolidate operations and restructure our businesses to be more responsive to the \nopportunities in our core businesses. This focus has also necessitated making clear decisions about which businesses \ncontribute to AEGON’s growth prospects and which businesses do not. Inevitably, these decisions affect employees, \ncustomers, distributors, local businesses and communities. It is for this reason that we believe ongoing engagement \nwith our stakeholders is so important. \n \nIn our aim to enhance customer loyalty, we are implementing a consistent approach for measuring customer satisfaction \n– known as the Net Promoter Score. We have already integrated this valuable tool in our businesses in the Netherlands, \nCentral & Eastern Europe and in parts of our US operations. We will use the insights this measurement system provides \nto further improve our service levels on a more consistent basis. Moreover, we recognize that our success and \nreputation will always depend on the quality of our employees and their commitment to the values and behaviors \ndefined in AEGON’s Code of Conduct. For this reason, we have launched a new talent and performance management \nprogram for all employees which will be further developed and rolled out across the entire AEGON organization. \nCONTENTS\n\u0003\u0003MESSAGE FROM AEGON’S EXECUTIVE BOARD Message from AEGON’S  Executive Board\n9 SUSTAINABILITY 2010  MESSAGE FROM AEGON’S EXECUTIVE BOARD", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}