{"page_content": "INVESTING RESPONSIBLY \nResponsible investment is a subject of increasing importance both to AEGON and its stakeholders. AEGON accepts the \nresponsibilities it has as one of the world’s leading institutional investors, and recognizes that poor social, \nenvironmental or governance practice may affect the value of the companies in which it invests. As a significant \nshareholder or bondholder in many companies, AEGON is well placed to promote best practice in these areas. Evidence \nsuggests that, over the longer term, companies which rank among the leaders in social, environmental and governance \npractice also perform well as investments. \n \nMost of AEGON’s investments are the responsibility of AEGON Asset Management, established as a separate business \nunit in October 2009. AEGON Asset Management brings together AEGON investment companies in the Americas, \nEurope and Asia. In total, AEGON Asset Management manages more than EUR 200 billion in assets on behalf of \nindividual investors, financial institutions, pension funds and insurance companies around the world. \n \nTraditionally, AEGON investment practices and policies have varied from country to country. However, AEGON is now \nworking on a project to develop a more integrated approach to responsible investment. As part of this project, AEGON \nAsset Management became a signatory in February 2011 to the United Nations Principles for Responsible Investment \n(UNPRI). Previously, only AEGON’s asset management company in the United Kingdom had been a signatory to the \nUNPRI. AEGON Asset Management UK will, for the time being, maintain its separate membership to the principles. \nFor more information, please see page 86 . \n \nOur approach \nAEGON realizes that the value of its investments may be affected by environmental, social and governance (ESG) \nfactors, as well as financial ones. Examples include: \n\u0003\u0002Fines due to environmental damage or pollution. \n\u0003\u0002Poor safety records, leading to industrial accidents or lawsuits. \n\u0003\u0002Losses due to high energy use or poor waste management. \n\u0003\u0002Lost income resulting from political or regulatory changes or labor disputes. \n \nOnce these factors have been identified, they may be considered by investment managers alongside more \nconventional financial analysis. AEGON believes that, if the company’s investment managers are aware of potential \nESG risks, they will make better investment decisions, both for AEGON and its clients. In line with the UN Principles for \nResponsible Investment, AEGON Asset Management is further developing internal structures and processes that will \nencourage portfolio managers to take ESG factors into account in both their analysis and decision-making. \n \nEngagement and exclusion \nIn both the United Kingdom and the Netherlands, AEGON actively engages with management of companies in which it \ninvests, and may ultimately exclude investment in certain companies, usually those with poor social or environmental \nrecords. In its approach, AEGON understands that expectations may differ according to market, client or political and \ncultural background. In 2010, AEGON engaged with a total of 147 companies in the United Kingdom and the \nNetherlands from a range of economic sectors, including oil and gas, mining and manufacturing. \n \n\u0003\u0002In the United\tKingdom , fund managers and analysts regularly meet executives from companies in which AEGON \ninvests. Discussions focus on a broad range of subjects, including remuneration, corporate governance, \nenvironmental management standards, and sustainability reporting. The aim of this dialogue is to ensure, as far as \npossible, that AEGON is aware of all aspects of a company’s activities and risks. \n\u0003\u0002In the Netherlands , AEGON operates a system that earmarks certain companies for engagement and precludes \ninvestment in others. As a matter of policy, AEGON companies in the Netherlands do not invest in manufacturers of \ncontroversial weapons, such as cluster munitions or anti-personnel mines. Nor do they invest in countries regarded \nas failing to uphold basic human rights. In the Netherlands, AEGON’s responsible investment team works closely \nwith Sustainalytics, a firm of independent advisors, to help shape its approach to engagement. AEGON’s investment \nexclusion list is based on advice from Sustainalytics. The firm also monitors compliance with the human rights, \nlabor, anti-corruption and environmental principles contained in the United Nations’ Global Compact. Companies \nearmarked for further engagement in the Netherlands are selected primarily because of reported non-compliance \nwith one or more of these principles. \nCONTENTS83\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}