{"page_content": "\u0003\u0002In the United\tStates , AEGON companies have guidelines that define ‘responsible investing’. In addition, these \ncompanies take steps to ensure they comply with regulations covering those countries designated by the US State \nDepartment as sponsors of terrorism – Sudan, Iran, Syria, Cuba, North Korea and Burma. \n \nIn its investment decisions, AEGON is ultimately guided by the wishes and requirements of its customers in line with \nthe company’s fiduciary duty. This also applies to exclusion policies and ‘black lists’. AEGON serves both external \ninvestment clients and its own insurance companies. \n \nAEGON Asset Management has recently intensified discussions with its customers on the issue of responsible \ninvestment. A working committee has been formed to review existing responsible investment practices in AEGON’s \nmain units – the United States, the Netherlands, the United Kingdom and Central & Eastern Europe. This committee will \nadvise AEGON’s Group Risk and Capital Committee in due course on the framework for a new responsible investment \npolicy, which will apply across the organization. The committee will also advise on measures both to embed ESG \nfactors in AEGON’s investment decision-making processes and to develop a more consistent and integrated approach \nto this area. Please see page 85 . \n \n \n \n \nGLOBAL VOTING POLICY \nAEGON has a Global Voting Policy which sets out company-wide practices and principles for all its asset management \noperations around the world. This Global Voting Policy operates alongside existing local initiatives. \n \nAll of AEGON’s voting policies, including the Global Voting Policy, are reviewed and updated periodically. AEGON asset \nmanagement companies regularly report their voting activities or, alternatively, will supply voting records to \ncustomers and investors, if requested. Voting records from AEGON asset management companies in the Netherlands, \nthe United Kingdom and Canada are publicly available via www.aegon.com . AEGON does not currently publish voting \nrecords for its investment companies in either the United States or Central & Eastern Europe. Additional information \non AEGON’s activities as a shareholder in other companies may be found at the websites of: \n\u0003\u0002AEGON The Netherlands ( www.aegon.nl ) \n\u0003\u0002AEGON Capital Management (Canada) ( www.aegoncapital.ca ) \n\u0003\u0002Transamerica Investment Management LLC ( www.timllc.com ) \n\u0003\u0002AEGON Asset Management UK ( www.aegonam.co.uk ) \n Bringing\t asset\t management\t under\t one\troof\nTraditionally, AEGON had separate asset management operations in each of its country and business units. \nThat changed in October 2009, when AEGON Asset Management was formed, bringing together asset management companies in the United States, the Netherlands, the United Kingdom and Central & Eastern Europe, as well as a joint venture in China. In total, AEGON Asset Management manages more than EUR 200 billion in assets on behalf of investors, financial institutions and pension funds. AEGON Asset Management’s biggest clients are AEGON’s own insurance companies. Creating a single, global asset management organization was part of broader efforts to manage AEGON as a single, international company. AEGON expects the move will allow the company to expand its investment business, improve products and services to customers and strengthen overall capital and risk management. \nCONTENTS84\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}