{"page_content": " \n \nA MORE INTEGRATED POLICY \nAEGON has been working on a more integrated approach to responsible investment since the launch of AEGON Asset \nManagement in October 2009. A number of short and long-term measures have now been identified and AEGON \nexpects these to be implemented progressively over the next two years: \n \nComplete\n\u0003\u0002AEGON has now signed up to the UN Principles for Responsible Investment. AEGON was previously a signatory in \nthe United Kingdom only. \n\u0003\u0002The company has established a committee to prepare a new organization-wide responsible investment policy for \nrecommendation to AEGON’s Group Risk and Capital Committee. \n\u0003\u0002Pending completion of this policy, AEGON has sold its remaining investments in manufacturers of controversial \nweapons held in the company’s general account portfolios. \nShort-term\t measures\t (2011) Long-term\t measures\t (2011\t –\t2012)\nIntroduce a more coordinated approach to engagement \nacross AEGON’s main asset management divisions in the \nUnited States, the Netherlands and the United Kingdom. \u0003\u0002Fully integrate engagement practices into investment \nmanagement and ensure continued alignment with \nAEGON’s Global Voting Policy. \nStep up integration of ESG criteria into investment \ndecision-making processes. \u0003\u0002Complete integration of ESG factors into investment \ndecision-making processes. \nAgree responsible investment policy applying to all \nAEGON Asset Management companies worldwide. \u0003\u0002Develop policies and guidelines in specific areas such \nas the environment, controversial weapons, child labor \nand human rights, involving both internal and external \nstakeholders. \n \nAEGON believes these measures, once implemented, will bring a number of benefits: \n\u0003\u0002A more coordinated approach to responsible investment. \n\u0003\u0002Improved risk management. \n\u0003\u0002Increased dialogue with key stakeholder groups. \n \nThe measures will also help AEGON meet the expectations of an increasing number of clients, particularly pension \nfunds in Europe, that are now including ESG criteria in their requests for proposals. \n AEGON’s\t UK\tbest\t practice\nAEGON’s efforts in the United Kingdom won recognition last year from two leading responsible investment bodies:\n\u0003\u0002In its annual UNPRI assessment, AEGON Asset Management UK ranked among the top 25% of its peer group \nof investment managers worldwide. \n\u0003\u0002In addition, AEGON was awarded fifth place in FairPensions’ 2010 survey of UK-based asset managers. \nFairPensions is a non-profit organization that aims to persuade investment managers to adopt responsible \ninvestment practices. \nCONTENTS85\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}