{"page_content": " \n \n \n UN\tPrinciples\t for\tResponsible\t Investment\nUNPRI was launched in 2005. To date, more than 800 investment firms have signed the principles with a total of \nover USD 20 trillion in assets under management. UNPRI is based on voluntary reporting around six basic principles to which signatories commit themselves:1. Incorporate ESG issues into investment analysis and decision-making processes. \n2. Be active owners and incorporate ESG issues into ownership policies and practices. \n3. Seek appropriate disclosure of ESG issues by the entities in which we invest. \n4. Promote acceptance and implementation of the principles within the investment industry.\n5. Work together to enhance our effectiveness in implementing the principles. \n6. Report on our activities and progress toward the principles. \nAEGON Asset Management UK has been a signatory of the UNPRI since 2008, and has taken a number of steps to live up to the six principles. A copy of AEGON Asset Management UK’s Responsible Investment policy and its annual UNPRI Statement are available at www.aegonam.co.uk. AEGON Asset Management signed up to the UNPRI separately in February 2011. \nAEGON\t backs\t new\tUK\tstewardship\t code\nIn October 2010, AEGON signed up to a new stewardship code in the United Kingdom aimed at improving communications between investors and company boards. The code obliges asset managers who endorse it to actively ‘engage’ with the companies they invest in, and will encourage further integration of ESG factors into investment decision-making processes.\nIn total, 68 organizations have put their names to the Financial Reporting Council Stewardship Code, which is \ndesigned to strengthen corporate governance and long-term company performance. The Code, backed by the UK government, sets out a series of principles for institutional investors to follow. These cover areas such as the public disclosure of key policies and voting records, managing conflicts of interest, and cooperation between investors. \nIn the United Kingdom, AEGON systematically monitors companies against established best practice for both \ncorporate governance and broader environmental and social issues. AEGON is also a member of the Association of British Insurers investment committee, and plays an active role in helping formulate best practice in UK corporate governance. Most of AEGON’s third party asset management business is located in the United Kingdom. \nCONTENTS86\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}