{"page_content": "SOCIALLY RESPONSIBLE INVESTMENT FUNDS \nAEGON offers specific Socially Responsible Investment funds to its clients in the United Kingdom, the Netherlands and \nHungary. These funds screen companies for the impact they have on the environment and on society as a whole. \nAEGON’s SRI funds also focus on ‘positive screening’ – investing in companies that, in individual sectors, offer the best \nsustainability records: \n \nFund\t Country Description\nEthical Cautious Managed United Kingdom \u0003\u0002Covers UK equities and corporate bonds. \n\u0003\u0002Investment is restricted in accordance with \nthe fund’s “dark-green” investment criteria 1.\nEthical Corporate Bond United Kingdom \u0003\u0002Covers higher quality sterling corporate \nbonds. \n\u0003\u0002Applies “dark-green” investment criteria.\nEthical Equity United Kingdom \u0003\u0002Covers UK equities, with bias toward small \nand mid cap stocks. \n\u0003\u0002Applies “dark-green” investment criteria.\nAEGON Duurzaam Index Aandelen Fonds The Netherlands \u0003\u0002Covers global equities, applying range of \nsustainability criteria. \n\u0003\u0002Uses Dow Jones Sustainability Index as \nbenchmark, excluding following sectors: \nalcohol, tobacco, gambling, armaments and \nfirearms.\nAEGON Sustainable World Equity Fund The Netherlands \u0003\u0002Covers global equities, applying range of \nsustainability criteria. \n\u0003\u0002Uses Dow Jones Sustainability Index as \nbenchmark, excluding following sectors: \nalcohol, tobacco, gambling, armaments and \nfirearms.\nAEGON Climate Change Fund Hungary \u0003\u0002Covers equities in the developed world. \n\u0003\u0002Investments restricted to companies \nbenefiting from climate change, including \nthose involved in clean technologies, \nalternative energy, environmental \nmanagement and agri-business.\n \nIn addition to funds in the United Kingdom, the Netherlands and Hungary, AEGON’s asset management joint venture in \nChina, AEGON Industrial Fund Management Company also operates a successful SRI fund based on positive screening. \n \nMost SRI assets in both the United Kingdom and the Netherlands are managed on behalf of policyholders. AEGON \noffers advice to its customers about their investments in SRI funds, but decisions on where and how much to invest \nare the responsibility of the customer alone. At the end of 2010, assets under management in AEGON’s SRI funds in \nthe United Kingdom, the Netherlands and Hungary totaled just over EUR 1.22 billion, up 30% from EUR 940 million the \nyear before and equivalent to 0.3% of the company’s total revenue-generating investments. The increase during the \nyear was due primarily to net inflows in both the United Kingdom and the Netherlands. \n \n1 Further information is available on AEGON Asset Management UK’s website ( www.aegonam.co.uk ).\nCONTENTS87\n SUSTAINABILITY 2010  THE WIDER COMMUNITY\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}