{"page_content": "Over the past few years, AEGON has taken a number of steps to \nimprove the quality and scope of information used in the company’s \nannual Sustainability Report. As part of these efforts, most \nenvironmental and social data has now been integrated into AEGON’s \nmain financial data gathering systems. This report was reviewed for \nthe second consecutive year by a team from Ernst & Young. \n \nSCOPE OF THIS REPORT \n\u0003\u0002AEGON’s 2010 report covers the company’s operations in twelve countries: Canada, China, the Czech Republic, \nHungary, the Netherlands, Poland, Romania, Slovakia, Spain, Turkey, the United Kingdom and the United States. \nFigures from AEGON’s associates and joint ventures in Mexico, Brazil, Japan and India have not been included \nthough some qualitative information has been made available. \n\u0003\u0002Financial information contained in this report has been taken from AEGON’s 2010 Annual Report and refers to all \nAEGON companies. \n\u0003\u0002This report covers the full year 2010, unless specifically stated otherwise. The contents are based on the results of \ncomprehensive reporting from AEGON’s country and operating units. AEGON’s previous Sustainability Report was \npublished in April 2010. \n\u0003\u0002This report was compiled by AEGON’s Group Sustainability team in The Hague, with the assistance of the company’s \nconsultants Steward Redqueen, based in Haarlem. \n \nGLOBAL REPORTING INITIATIVE \nThe Global Reporting Initiative (GRI) was set up in 1997. Its aim is to develop accepted and comparable standards for \ncorporate environmental, social and governance reporting. GRI works with an extensive network of experts in dozens \nof countries around the world, representing different disciplines and interests. AEGON has been an Organizational \nStakeholder of the GRI since 2008. \n \nAEGON’s 2010 Sustainability Report covers most GRI indicators relating to the company’s main areas of activity in this \nfield. Based on existing standards, the GRI assesses the Application Level of this 2010 report as ‘A+’, an improvement \nfrom B+ in 2009 1.  \n \n \n1 There are three official application levels: C, B and A, which correspond to more or less advanced levels of reporting under the \nGRI Guidelines, A being the most advanced and C the least. These application levels are intended to provide readers with a guide \nto the extent to which GRI guidelines have been applied in the preparation of a report. At each level, companies may declare an \nadditional ‘+’ if they have used external assurance, as is the case with AEGON. (Source: GRI).\u0003\u0003ABOUT THIS REPORT \nCONTENTS\n SHARPENING OUR FOCUS89 SUSTAINABILITY 2010  ABOUT THIS REPORT", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 88, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}