{"page_content": "4.14 List of stakeholder groups \u0003\u0002Our approach to sustainability – Who are our \nstakeholders?\n4.15 Identification and selection of stakeholders \u0003\u0002Our approach to sustainability – Our stakeholders\n4.16 Approaches to stakeholder engagement \u0003\u0002Our approach to sustainability – Our stakeholders \n\u0003\u0002Our approach to sustainability – Who are our \nstakeholders? \n\u0003\u0002Our approach to sustainability – Stakeholder \nReview \n4.17 Key topics through stakeholder engagement \u0003\u0002Our approach to Sustainability – Material issues \n\u0003\u0002Our approach to Sustainability – AEGON \nStakeholder Review\nEconomic\t performance\t indicators\nEC 1 Direct economic value \u0003\u0002Highlights of 2010 – AEGON’s financial \nperformance \n\u0003\u0002Our people – Salaries, costs and benefits \n\u0003\u0002Our business partners – Political contributions and \ntax \n\u0003\u0002The wider community – Community support \n\u0003\u0002Economic, social and environmental indicators \n(operating costs)  \n \nAEGON reports each year on contributions to \ncharities, non-profit organizations and other \ncommunity programs. For many of these \ncontributions, it is not possible to place a monetary \nvalue on the impact of AEGON’s support. \nEC 2 Financial implications due to climate change \u0003\u0002Investing responsibly – Our approach \n\u0003\u0002Investing responsibly – Socially Responsible \nInvestment funds\nEC 3 Coverage benefit plan obligations \u0003\u0002Annual Report – Financial information\nEC 4 Financial assistance received from government \u0003\u0002Our business partners – Dutch State support\nEC 5 \n(add.)Ratio of standard entry level compared to local \nminimum wage at significant operationsBecause of the nature of AEGON’s business, most \nstaff employed by the company are highly skilled. \nAEGON does not believe this ratio would provide \nany additional useful or relevant information to its \nstakeholders. \nEC 6 Policy, practices and proportion of spending on \nlocally-based suppliers at significant operations \u0003\u0002Our business partners – Supply chain \n \nAs a provider of financial products and services, \nAEGON does not have a supply chain in the \ntraditional sense. Office supplies and equipment \naccount for most of the company’s spending in this \narea, and are almost exclusively sourced locally. \nEC 7 Procedures for local hiring and proportion of \nsenior managers hired locally at significant \noperations Responsibility for hiring is devolved to individual \nbusiness and operating units. As a result, nearly all \nsenior managers are employed locally. \nCONTENTS95\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 94, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}