{"page_content": "EC 8 Development and impact of infrastructure \ninvestments and services provided primarily \nfor public benefit through commercial, in-kind \nor pro bono engagement\u0003\u0002The wider community – AEGON’s Green Team \n \nAEGON has very few investments in infrastructure \nprojects. The only significant exception is the \ncompany’s US Real Estate Alternative Portfolio, \ndetails of which may be found in this report (please \nsee page 76 ). \nEC 9 \n(add.)Understanding and describing significant indirect \neconomic impacts, including the extent of \nimpacts. \u0003\u0002Our people – Restructuring \n\u0003\u0002Investing responsibly \n \nAEGON’s most significant impact in this area is \nthrough the company’s investments. AEGON’s \napproach to responsible investment is detailed in this \nreport. AEGON also reports other impacts, where \nsignificant. This report includes an analysis of the \nimpact of AEGON’s recent restructuring in the United \nKingdom, the United States and the Netherlands.\nEnvironmental\t performance\t indicators\t\nEN 1 Weight of materials used \u0003\u0002The wider community – Protecting the environment\nEN 2 Recycled input materials \u0003\u0002The wider community – Protecting the environment\nEN 3 Direct energy consumption \u0003\u0002The wider community – Protecting the environment \n\u0003\u0002The wider community – AEGON’s Green Team\nEN 4 Indirect energy consumption \u0003\u0002The wider community – Protecting the environment\nEN 5 \n(add.)Energy saved due to conservation and efficiency \nimprovements\u0003\u0002The wider community – Protecting the environment \n\u0003\u0002The wider community – AEGON’s Green Team\nEN 6 Initiatives to provide energy-efficient or \nrenewable energy based products and services, \nand reduction in energy requirement as a result of \nthese initiatives\u0003\u0002The wider community – Protecting the environment\nEN 7 Initiatives to reduce indirect energy consumption \nand reductions achieved\u0003\u0002The wider community – Protecting the environment\nEN 8 Total water use \u0003\u0002The wider community – Protecting the environment\nEN 9 Water sources significantly affected by withdrawal \nof waterAEGON does not report on this indicator. AEGON is \nnot a significant consumer of water and sources of \nwater are not a significant strategic concern for the \ncompany.\nEN 10 Percentage and total volume of water recycled \nand reusedAEGON does not report on this indicator. AEGON is \nnot a significant consumer of water.\nEN 11 Location of land in protected areas This indicator is not relevant to AEGON. \nThe company has no business locations or premises \nin protected areas or areas of outstanding natural \nbeauty. \nEN 12 Significant impacts on biodiversity This indicator is not applicable to AEGON. As a \nprovider of financial services, AEGON’s operations do \nnot have significant impact on biodiversity. \nCONTENTS96\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}