{"page_content": "EN 13 Habitats protected or restored As a provider of financial services, AEGON premises \nare located in urban areas or business districts. \nThe company’s operations do not have a significant \neffect on habitats for wildlife or areas of outstanding \nnatural beauty.\nEN 14 Strategies, current actions and future plans for \nmanaging impacts on biodiversitySee EN13\nEN 15 Number of IUCN Red List species and national \nconservation list species with habitats in areas \naffected by operations, by level of extinction riskSee EN13\nEN 16 Direct and indirect greenhouse gas emissions \u0003\u0002The wider community – Protecting the environment \n\u0003\u0002The wider community – AEGON’s carbon footprint \n\u0003\u0002The wider community – AEGON’s Green Team\nEN 17 Other relevant indirect greenhouse gas emissions \u0003\u0002The wider community – Protecting the environment \n\u0003\u0002The wider community – AEGON’s carbon footprint \n\u0003\u0002The wider community – AEGON’s Green Team\nEN 18 Initiatives to reduce greenhouse gas emissions \nand reductions achieved\u0003\u0002The wider community – Protecting the environment\nEN 19 Emissions of ozone-depleting substances This indicator is not applicable to AEGON. As a \nprovider of financial services, AEGON does not \nemit CFCs or other ozone-depleting substances. \nThe company is, however, a member of the Carbon \nDisclosure Project, and regularly measures and \nreports its emissions of carbon dioxide.\nEN 20 NOx, SOx air emissions As a provider of financial services, AEGON’s \noperations do not emit either nitrous or sulphur \noxides. \nEN 21 Total water discharge by quality and destination \u0003\u0002The wider community – Protecting the environment \n \nAs an ‘office-based’ company, AEGON does not \ndischarge water as part of an industrial or business \nprocess. AEGON does, however, measure and report \nits consumption of water. The company also takes \nsteps, where possible, to restrict this consumption.\nEN 22 Total weight of waste \u0003\u0002The wider community – Protecting the environment \n \nAEGON reports annually on its consumption of \npaper, as well as on efforts to increase recycling. \nThe company does not, however, report separately \non waste IT. This is because the majority of the \ncompany’s IT equipment is leased, and therefore \nreturned to suppliers when no longer required. \nEN 23 Total spills This indicator is not applicable to AEGON. As a \nprovider of financial services, AEGON operates no \nindustrial or extractive processes that may result in \nspills of chemicals or other harmful substances.\nCONTENTS97\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 96, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}