{"page_content": "EN 24 Weight of transported, imported, exported or \ntreated waste deemed hazardous under the terms \nof the Basel Convention Annexes I, II, III and VIII, \nand percentage of transported waste shipped \ninternationally This indicator is not applicable to AEGON. As a \nprovider of financial services, the company is not \ninvolved in the production or transport of hazardous \nwaste.\nEN 25 Identify, size, protected status and biodiversity \nvalue of water bodies and related habitats \nsignificantly affected by the reporting \norganization’s discharges of water and run-offSee EN9 and EN13\nEN 26 Initiatives to mitigate environmental impacts \u0003\u0002The wider community – AEGON’s Green Team\nEN 27 Products reclaimed at the end of the products’ \nlifeThis indicator is not applicable. AEGON does not \nsupply physical products that might be recycled or \nreclaimed at the end of their useful lives\nEN 28 Monetary value of significant fines \u0003\u0002Our customers – Customer complaints\nEN 29 \n(add.)Significant environmental impacts of transport \u0003\u0002The wider community – Protecting the environment\nEN 30 Total environmental protection expenditures and \ninvestments by type\u0003\u0002The wider community – Protecting the environment\nSocial\t Indicators\nLabor practices and decent work\nLA 1 Breakdown of total workforce \u0003\u0002Our people\nLA 2 Employee turnover \u0003\u0002Our people – Employee turnover\nLA 3 Benefits provided to full-time employees that \nare not provided to temporary or part-time \nemployees, by major operationsAEGON does not report on this indicator. Generally \nspeaking, part-time employees are offered similar \nbenefits to those working full-time, though some \nof these benefits are calculated on a pro rata basis \naccording to the number of hours worked. \nLA 4 Employees covered by collective bargaining \u0003\u0002Our people – Human rights\nLA 5 Minimum notice period regarding operational \nchanges, including whether specified in collective \nagreements \u0003\u0002Our people – Restructuring \n \nIn this report, AEGON has included details of notice \nperiods and other measures taken to support \nemployees during periods of restructuring, including \nconsultation with trade unions and other employees. \nLA 6 Percentage of employees represented in formal \njoint management-worker health committees that \nhelp monitor and advise on occupational health \nand safety programsAEGON does not report on this indicator. \nResponsibility for many of AEGON’s health and \nsafety programs lies with the company’s individual \noperating units. Health and safety issues are \ndiscussed in workers’ councils and other, similar \nstructures, but information on these discussions is \nnot collated at a company level. \nLA 7 Rates of injury, occupational diseases, lost days, \nand absenteeism\u0003\u0002Our people – Absenteeism\nLA 8 Risk-control programs regarding serious diseases \u0003\u0002Our people – Absenteeism\nCONTENTS98\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}