{"page_content": "LA 9 Health and safety topics covered in formal \nagreements with trade unionsAEGON does not report on this indicator since \ncollective bargaining agreements cover only a minority of the company’s employees (24%). \nLA 10 Training per employee category\n IOur people – Empowering our employees \n IOur people – Recruitment and training\nLA 11 (add.)Programs for skills management and life-long learning\n IOur people – Empowering our employees \n IOur people – Recruitment and training\nLA 12 (add.)Performance and career development reviews\n IOur people – Recruitment and training \nLA 13 Gender breakdown of governance bodies  IOur people – Diversity and non-discrimination\nLA 14 Ratio of basic salary of men to women Not applicable. AEGON does not report on this indicator primarily because the company’s individual operating and country units use different grading systems and work scales, making comparison difﬁ cult. Details of AEGON’s policies with regard to \ndiversity and non-discrimination may be found in ‘Our people – Diversity and non-discrimination’. \nHuman Rights\nHR 1 Signiﬁ  cant investment agreements that include \nhuman rights clauses\n IOur people – Human rights \n \nGenerally, AEGON does not have investment agreements that include such human rights elements. However, all agreements entered into by AEGON must comply with the terms of the company’s Human Rights Policy.\nHR 2 Screening of suppliers on human rights\n IOur business partners – Supply chain\nHR 3 Total hours of employee training on policies and \nprocedures concerning aspects of human rights that are relevant to operations, including the percentage of employees trainedAEGON does not report on this indicator. The company has a human rights policy, which applies to all its operations worldwide. A respect for human rights is included in the company’s e-learning and training programs, as well as its Code of Conduct. \nHR 4 Incidents of discrimination\n IOur people – Diversity and non-discrimination\nHR 5 Operations identiﬁ  ed as having risk for incidents \nof violations of freedom of association and collective bargainingAEGON has not identiﬁ  ed any operations as having \nrisks in this area. AEGON r equires all it s businesses \nto adhere to the company’s policy on human rights, as well as the UN Declaration of Human Rights and the provisions on human rights and labor standards contained in the UN Global Compact.\nHR 6 Operations identiﬁ  ed as having risk for child labor Please see HR5. With regard to child labor, AEGON does not operate in a high-risk sector. \nHR 7 Operations identiﬁ  ed as having risk for forced \nlaborPlease see HR5. With regard to forced labor, AEGON does not operate in a high-risk sector. \nCONTENTS99 SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 98, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}