{"page_content": "HR 8 Percentage of security personnel trained in the \norganization’s policies or procedures concerning \naspects of human rights that are relevant to \noperationsAEGON does not report on this indicator. The \nmajority of the company’s operations are located \nin countries where there is a relatively low risk \nof human rights abuse. In other countries, local \nmanagement may introduce additional training \nprograms to address specific weaknesses. In all \ncountries, AEGON expects its security personnel to \nabide by local laws and regulations. \nHR 9 Total number of incidents of violations involving \nrights of indigenous people and actions takenAEGON does not report on this indicator. AEGON’s \nbusinesses employ a high percentage of local \nstaff, and abide by local laws and regulations. As a \nprovider of financial services, AEGON is not involved \nin legal disputes over land ownership or the impact \nof the company’s businesses on local communities.\nSociety\nSO 1 Impact on communities \u0003\u0002The wider community – Community support \n\u0003\u0002Our people – Restructuring\nSO 2 Number of business units analyzed for risks \nrelated to corruption\u0003\u0002Our people – Code of conduct \n\u0003\u0002Our people – Tackling fraud \n\u0003\u0002Our business partners – Standards for \nintermediaries \n\u0003\u0002 Our investors – Risk in 2010\nSO 3 Employees trained in organization’s anti-\ncorruption policies and procedures\u0003\u0002Our people – Code of conduct \n\u0003\u0002Our business partners – Standards for \nintermediaries\nSO 4 Actions taken in response to incidents of \ncorruption\u0003\u0002Our people – Tackling fraud \n\u0003\u0002Our business partners – Standards for \nintermediaries \nSO 5 Public policy positions and participation in public \npolicy development\u0003\u0002Our approach to sustainability – Business and \nmarket environment \n\u0003\u0002Our business partners – Governments and \nregulators \n\u0003\u0002Our business partners – Dutch State support\nSO 6 \n(add.)Total value of contributions to political \ninstitutions \u0003\u0002Our business partners – Political contributions and \ntax\nSO 7 Total number of legal actions for anti-competitive \nbehavior, anti-trust, and monopoly practices and \ntheir outcomes\u0003\u0002Our business partners – Standards for \nintermediaries\nSO 8 Monetary value of significant fines \u0003\u0002Our customers – Customer complaints \n \nAEGON reports annually on the value of any \nsignificant fines or other sanctions imposed as a \nresult of non-compliance with laws or regulations. \nIn this report, AEGON has included details of a \nGBP 2.8 million fine imposed by regulators in \nthe United Kingdom for “poor administrative \nprocedures”.\nCONTENTS100\n SUSTAINABILITY 2010  ABOUT THIS REPORT\nSHARPENING OUR FOCUS", "metadata": {"source": "NASDAQ_AEGN_2010.pdf", "page": 99, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}