{"page_content": "38\nDeveloping a Resilient Workforce\nThrough a partnership with meQuilibrium, Paychex delivers a scientifically proven system of training, \ncontent, analytics and services, proven to develop resilience throughout our workforce.\nResearch shows that individuals with higher resilience are 60% less likely to experience burnout,  \n31% more engaged, and have 50% less stress-related productivity loss.\nDuring FY21, Paychex participants saw improvements in 18 individual factor areas with the greatest \nimprovement in Stress Management, Energy, Work-Life Balance and Emotion Control factors.\nReduction in risk was seen in three of the seven identified risk categories, with the greatest risk \nreduction in High Anxiety (-13%), Stress (-7%), and Sleep (-4%).\nWorld-Class Training\nThroughout our company’s nearly 50-year history, we’ve been committed to providing our \nemployees with the training needed to excel at their jobs. From functional training for payroll \nspecialist and sales roles, to personal and professional development, to leadership development \nprograms, our world-class training has earned us the distinction of being named to Training \nMagazine’s list of the Top Training Organizations 20 consecutive times. Most recently, we ranked No. \n7 on the 2021 list. We also received a 2021 Brandon Hall Gold award for Excellence in Learning—Best \nUse of Blended Learning.\nAverage Hours of Training by Gender\n* Note: FY21 training hours were lower than normal due to increased employee use of both online Knowledge Center  \narticles and bite-sized learning modules that provide in-the-moment training in lieu of a structured program.   \nAdditionally, fewer new-hire trainings occurred during FY21 due to COVID-19.Female 42.13 45.32 38.41 30.64\nMale 43.36 45.91 36.32 29.03FY21* FY18\n(Restated)FY19\n(Restated)FY20\n(Restated)", "metadata": {"source": "NASDAQ_PAYX_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}