{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nCOVID -19 and AerCap \n11COVID- 19 continued to disrupt the way we lived and worked in 2021; AerCap continued to protect and \nsupport our customers and employees through these unprecedented times\n© 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionBoard and \nManagement \nInvolvementThe Board and its Committees continued to meet more frequently in 2021 to help navigate through the second year of \nCOVID -19, meeting 19 times throughout the year. The Board and Management remained focused on liquidity management and \nthe financial health of our airline customers, which saw our liquidity remain high, our deferral balances fall and operating cash \nflow increase\nEmployee \nHealth and \nWellnessAerCap continued to prioritize employee mental and physical health throughout 2021. We ran a number of mental health \nfocused sessions in 2021 and many of our charitable initiatives were focused on getting out and staying active despite gyms \nand sports facilities being closed for a significant portion of the year. In early 2022, AerCap introduced flexible working policies to help promote a healthy work -life balance\nFlexible \nWorking and \nIT ReadinessFor part of 2021, AerCap employees worked remotely; employees were provided with all of the tools to work effectively from home and ensure business continuity. Increased emphasis was placed on cybersecurity awareness and campaigns and training sessions were run throughout the year to enhance employee vigilance\nWorkplace \nSafetyWhen government advice changed, we welcomed employees back to the office with enhanced health and safety measures, ensuring that employees felt safe and comfortable. This included sanitising stations, one- way walking systems, Perspex \nscreens, thermo detectors and more frequent cleaning of communal areas", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}