{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nBoard Independence, Diversity and ESG Responsibility\n17AerCap’s directors are from diverse professional backgrounds and combine a broad spectrum of \nexperience and expertise with a reputation for integrity\n© 2022 AerCap |  Confidential property of the company, not for disclosure or use without permissionThe Board of Directors of AerCap consists of ten directors, nine of whom are non-\nexecutive directors.1We follow the definition of “independent” according to the \nDutch Corporate Governance Code and our Board has been majority -independent \nsince our IPO in 2006\nWith diversity in mind, we carefully identify our non- executive directors based upon their \ncombined experience and expertise. The directors are appointed at the Annual General Meeting \nof the shareholders by a majority vote. Each director serves up to four years in a term. We believe this strikes the right balance of Board stability while allowing for the regular introduction of fresh perspectives. We are committed to advancing female representation on our Board and at the end of 2021, we were pleased to have reached 30% female representation\nAerCap’s Board has direct influence on all significant issues facing the company, such as \nmaterial transactions, funding and risk management, either via Board meetings,\nresolutions or through Board Committees. On ESG issues, a new board- level ESG Committee \nwas established in December 2021 to assist the Board in defining and regularly reviewing the Company’s strategy relating to ESG matters and in setting relevant goals, guidelines and KPIs\nUnder the Board’s guidance, management has actively implemented our fleet strategy and has \nsignificantly reduced our overall carbon footprint. The extent of our fleet transformation has been one of our key competitive advantages. The positive impact of our proactive approach extends into a wide range of ESG issues. This also translates positively into management assessment metrics and earnings per share (“EPS”) growth targets, aligning management with shareholder interests and ESG factors\n1.As of December 31, 2021.\nPlease note: Mr Jean Raby was appointed to the AerCap Board of Directors on May 12, 2022. ", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}