{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nto achieve many successes in the last year, not least the successful funding, closing, \nand integration of the GECAS business. We have many new colleagues following the \nacquisition, and 2022 will be a critical year for employee engagement as we move \nforward together as one team. I am delighted with the progress we have made to date \nand welcome further improvements in the year ahead. \nWhile 2021 carried much uncertainty for the industry, our commitment to giving back to \nour communities did not waver, as together AerCap and GECAS donated approximately \n$1 million dollars to charitable and social initiatives in 2021. Our employees’ culture of \nengaging with and supporting the communities in which they live and work is something \nI am deeply proud of. COVID -19 has impacted everyone’s lives, but it is during these \nchallenging times when we realize how fortunate we are to have access to affordable healthcare and vaccines. This is not the case in many developing markets where \nvaccine availability and take- up is much lower, and as a global business we are strong \nbelievers in vaccine equity. That is why we chose to support the Gavi COVID -19 \nVaccine Advance Market Commitment in June 2021, and UNICEF in various other \nCOVID -related initiatives throughout the year. 2021 was another challenging year for the aviation industry, for our employees \nand for our communities as the effects of COVID -19 continued to impact how \nwe live and work. However, despite its challenges, 2021 was also a transformational year for AerCap as we closed our transaction with GECAS in November 2021.\n1With this increased scale and diversification, our strong \ngovernance frameworks and our commitment to fleet renewal become increasingly important. AerCap will continue to manage the business in the \nlong- term interest of our stakeholders. \nWith that in mind, the establishment of a Board- level ESG Committee was a significant \nmilestone for AerCap in 2021. Robust corporate governance has always been a key \npillar of the way we operate. I believe that this new Committee, and the improved \ninternal governance structure that we’ve put in place, will further enhance AerCap’s \noversight of ESG -related risks and opportunities and reflects our commitment to be a \nleader in this space. \nAerCap is focused on reducing emissions and contributing to the ultimate \ndecarbonization of the aviation industry. With the acquisition of GECAS, AerCap is now \nwell-positioned to promote even greater change in the aviation industry. Our increased \nscale allows us to market our fuel -efficient, new technology aircraft to a broader \ncustomer base and to encourage these customers to operate in a more sustainable \nway.2AerCap ended the year with over $32bn of new technology aircraft, and we plan \nto invest a further ~$22bn between now and 2028.3\nAs I have said before, our people are our most important asset, and I am proud of how \nAerCap’s employees adapted to the ever -changing environment in 2021. Despite the \nchallenges we faced, the AerCap team supported one another and worked together\n Aengus Kelly, \nCEO\nCEO’s Message\n21.GE Capital Aviation Services.\n2.New technology includes A320neo Family, A220, A350, A330neo, B737MAX, B787 and E190/195- E2 aircraft.\n3.As of December 31, 2021.\n© 2022 AerCap |  Confidential property of the company, not for disclosure or use without permissionAs I look further into 2022, many challenges remain, but I \nam confident that AerCap has the resources, culture and \nprocesses in place to overcome these challenges with \nintegrity and impact. \nTo our stakeholders, thank you for your ongoing support of \nAerCap and our sustainability efforts. As always, we \nwelcome your feedback and suggestions as we continue \nour journey towards a more sustainable future. ", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}