{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nSignificant Fuel Efficiency Gains with Noise and Pollution ReductionsProgressively Modernizing Our Fleet\n48Comps: Boeing 787 vs. Boeing 767- 300ER; Airbus A350- 900 vs. B777- 200ER; Boeing 737- 9 MAX vs. Boeing 737- 900ER; Airbus A330- 900neo vs. Airbus A330 (NOx and Noise) and B767- 300ER (Fuel Burn); Airbus A321neo vs. Airbus A321ceo; \nAirbus A320neo vs. Airbus A320ceo; A220- 300 vs. Embraer 195- E1 and Airbus A319ceo; Embraer 195- E2 vs. Embraer 195- E1. \nSource: Airbus, Boeing, Embraer.\nEPNdB = Effective Perceived Noise Decibel.\nCAEP = Committee on Aviation Environmental Protection (a technical committee of the ICAO Council).\n© 2022 AerCap |Confidential property of the company, not for disclosure or use without permissionAircraft Fuel Consumption\nNitrogen Oxides\n(NOxemissions)Noise\nAirbus A350-900 25% lower fuel burn per seat Up to 23% margin to CAEP/8Up to 24.8 EPNdB noise margin to ICAO \nChapter 4\nAirbus A330neo 25% lower fuel burn per seat Up to 20% below CAEP/8Up to 18.8 EPNdB noise margin to ICAO \nChapter 4\nBoeing 787 31% lower fuel burn per seat 36% margin to CAEP/8>17.1 EPNdB noise\nmargin to ICAO Chapter 4\nAirbus A321neo 22% lower fuel burn per seatUp to 11% below CAEP/8\n(CFM Engine)Up to 49% below CAEP/8(PW Engine)Up to 17.9 EPNdM noise margin to ICAO \nChapter 4\nBoeing 737 MAX 21% lower fuel burn per seat 17% margin to CAEP/8>13.2 EPNdB noise margin\nto ICAO Chapter 4\nAirbus A320neo 20% lower fuel burn per seatUp to 43% below CAEP/8(CFM Engine)Up to 49% below CAEP/8(PW Engine)Up to 21.4 EPNdM noise margin to ICAO \nChapter 4\nAirbus A220-300 25% lower fuel burn per seat Up to 38% below CAEP/8Up to 17.4 EPNdM noise margin to ICAO \nChapter 4\nEmbraer 195-E2 25% lower fuel burn per seat 40% margin to CAEP/8Up to 18.9EPNdM noise margin to ICAO \nChapter 4\n", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}