{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nOur Fleet Transformation Target 2024\n49Our ambitious target is for new technology aircraft to comprise 75% of our fleet by 20241\n1.As a % of Net Book Value (NBV) of the owned fleet.\n2.Current technology narrowbody includes A320 Family, 737NG, Embraer E170/175, ATR and De Havilland Canada DHC -8-400; Current technology widebody includes Boei ng 777, Airbus A330; Previous technology aircraft includes Boeing 757, \nBoeing 767.\n3.As of June 30, 2014; December 31, 2017; December 31, 2021, respectively, including net investment in finance and sales -type leases.\n4.Includes legacy GECAS investment in new technology aircraft since 2015.\n© 2022 AerCap |  Confidential property of the company, not for disclosure or use without permissionThe purchase of new technology, fuel -efficient \naircraft is a core element of our fleet strategy\nSince 2014, AerCap has purchased over $40 \nbillion of new technology aircraft using the \n“leading edge” approach in our strategic fleet \ntransformation plan4\nIn2021, we introduced a new ambitious target \nof transitioning our fleet to 75% new \ntechnology aircraft by the end of 20243\nThe acquisition of the GECAS portfolio in November 2021 has made that target more challenging, but we are fully committed to meeting this ambitious goal \nOur investment in new technology aircraft will \ncontinue to drive CO\n2emission reductions and \ncost savings in our customers’ fleets6% 61% 75%\nTARGETFleet Transformation Update\nNew technology aircraft share of ourowned fleet ( as a % of NBV)3\n36%\n2014 2017 20210%10%20%30%40%50%60%70%80%90%100%\n20241New Technology AircraftCurrent Technology \nNarrowbody Aircraft2Current Technology Widebody Aircraft\n2\n2021 2014 2017Freighter \nAircraftPrevious Technology Aircraft", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}