{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nFleet Emissions Reduction\n50We have made significant progress in reducing our Scope 3 GHG emissions (downstream leased assets) in the \npast seven years, as we invested in the most fuel -efficient new technology aircraft\n1.Intensity calculated as CO2emissions in ton/$ million Total Lease Revenue.\n2.2021 emissions include the impact of the GECAS acquisition which closed on November 1, 2021.\n3.Includes legacy GECAS investment in new technology aircraft since 2015.\nPlease note: 2020 and 2021 CO2emissions were impacted by the COVID -19 pandemic and the travel restrictions that were in place.\n© 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionEmissions Intensity1 Fleet Investment and Customer Support\n0%10%20%30%40%50%60%70%80%\n 2,000 3,000 4,000 5,000 6,000 7,000 8,000 9,000 10,000\n2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024\n% New Technology by NBVEmissions Intensity\nEmissions Intensity % New Technology (by NBV)~20% Reduction from 2014 to 2019\n2While we own our aircraft, we do not operate them. However, as the \nworld’s largest lessor, we feel a strong sense of responsibility to lead the industry towards a lower -carbon economy. Since 2014, we \nhave invested over $40 billion in purchasing and delivering new technology aircraft to our customers\n3\nThis investment materially enhances the fuel efficiency of our customers’ fleets reducing Scope 1 emissions for them, and Scope 3 emissions for AerCap. In addition, these aircraft also significantly reduce noise and air pollution.\nWe have also supported the use of SAF in various flights; for example using SAF on a delivery flight for a brand new Airbus A320neo in December 2021\nAs our strategic fleet transformation continues and we invest further in new technology fuel efficient aircraft, we should see \nfurther positive impacts ", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}