{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nSupporting Local Community and Education\n64 © 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionAerCap is committed to supporting the next generation of industry professionals through educational \nprograms. These programs provide a pipeline of indigenous talent that supports the future growth and development of our industry\nAerCap is a sponsor of the prestigious MSc in Aviation Finance program at University College Dublin (“UCD”) Michael \nSmurfit Graduate Business School. In addition to the sponsorship, this program involves lectures by some of our key employees and internships provided by the company to a number of students from the program, giving graduates the opportunity to gain valuable experience in a range of disciplines\nIn August 2021, AerCap launched a 4- year scholarship program, providing 10 scholarships to students of the Faculty of \nEngineering at the International School of Engineering at Chulalongkorn University, Thailand’s number one ranked \nuniversity and a world- class leader in aerospace engineering education. In addition to the scholarships, AerCap will \nprovide a range of tailored support to students, including guest lectures, workshops, and summer internships Support Local Employment\n Education\nHeadquartered in Dublin, AerCap supports the local and EU labour market by employing the majority of our workforce from the European Union\nWe are fortunate to be based in the center of the aircraft \nleasing industry and benefit from having a large, attractive pool of experienced talent available to us\nWe also support local employment across our offices globally and we seek to have a diversified workforce \n", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}