{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nNew Community Partnerships\n75AerCap was delighted to partner with several new organizations in our global communities in 2021\n© 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionMuseum of Literature Ireland ( MoLI )\nIn May 2021, AerCap was pleased to announce its collaboration with the \nMuseum of Literature Ireland, in launching MoLI in the Classroom , a free-\nto-access, interactive online workshop for primary school students \ndelivered in- class to schools across Ireland\nThe workshops have been designed to support the arts educational strands within the primary curriculum and have been developed with different learning styles in mind. Students explore and share language \nwhile having fun learning and playing with words and stories, igniting their own creativity in the process\nSince May 2021, the program has reached over 2,100 students from 59 \nschools. Over 16% of these schools are identified as DEIS schools\n1In 2021, AerCap began a 2- year partnership with Concern Worldwide, \nsupporting its CHANGE programme in the Amhara region of Ethiopia. This \ninitiative aims to support marginalized girls aged 15- 19 in achieving better \nliteracy, numeracy and livelihood skills\nUpon completion of the programme, girls are supported through a \ntransition pathway where they join a self -help group. Here, they receive \ntechnical and vocational training to equip themselves with the skills to \ndevelop their own livelihoods\nEquipping girls with the skills they need to establish their own livelihoods is a proven way of reducing inequality and increasing their economic and social standing in their community\nConcern Worldwide\n1.Delivering Equality of Opportunity in Schools (DEIS), the Action Plan for Educational Inclusion, was launched by the Irish Department of Education and Skills in May 2005. The plan focuses on addressing the educational needs of children \nand young people from disadvantaged communities, from pre- school through second- level education. ", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}