{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nHealth and Safety\n80The well -being of our employees is inextricably linked to the business and financial success of AerCap\n1.TRIR is the Total Recordable Injury Rate and is defined by OSHA as ‘Number of Incidents x 200,000 / Total Number of Hours Wor ked in a Year.\n2.LTFR is the Lost -Time Injury Frequency Rate and is defined as the number of lost time injuries that occurred during the reporti ng period per 1 million man hours worked.\n© 2022 AerCap  |  Confidential property of the company, not for disclosure or use without permissionSafe Workplace\nThe AerCap House Safety Statement governs workplace \nsafety practices in our Head Office in Dublin. This statement is approved by our CEO and is updated regularly. It includes:\nHealth and safety responsibility\nHazard identification and risk assessment\nEmergency response\nWorker exposure\nContractor obligations\nSafe systems and training\nSimilar policies are implemented in all of our other offices globally\nSafe Products\nWe deliver to customers only certified aircraft that meet \nstrict regulatory standards\nOur customers are contractually required to operate \nand maintain our assets according to the law and regulations of FAA, EASA or competent equivalent \nlocal authority\nWe have regular oversight of the operating and \nmaintenance records of customers\nWe also monitor the health and safety conditions of our suppliersThere were no fatalities\nand no workplace injuries\nat AerCap in 20210\nTRIR1/ LTFR2\nAlthough we do not have any manufacturing activities or provide any maintenance services, we \nare obliged to obey all local health and safety laws and regulations. Partners in our supply chain \nare also required to comply with relevant health and safety laws and regulations\n", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}