{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nEvaluation of Our Approach\n82 © 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionA significant assessment is used \nto identify and evaluate the most \nimportant sustainability issues \nfor AerCap and the wider global \ncommunity in which we operate\nThis is a constantly evolving \nanalysis that changes and is \nupdated through regular \nengagement with our \nstakeholders\nSTAKEHOLDER \nFEEDBACKWe received feedback from our stakeholders on the 2021 ESG Report and \nour sustainability efforts. This feedback allowed us to modify and update this report to include disclosures related to additional concerns and perspectives and also formed part of our internal strategy discussions. Feedback is delivered more effectively to various levels of AerCap as a result of our enhanced internal governance structure\nINTERNAL \nAUDITInternal Audit assesses and evaluates the effectiveness of our risk management, control and governance processes. They report their conclusions and opinions to the Board’s ESG and Audit Committees and senior management. With the establishment of the ESG Committee, the internal governance of ESG -related issues has been further enhanced\nESG RATINGSWe recognize that a company’s sustainability performance is becoming an increasingly important component in stakeholder decision making. Financial market participants draw on various sources of sustainability information including external rating agencies to evaluate a company’s ESG practices. Improvement in our ESG ratings is another way we can assess our approach and progress towards a more sustainable future. We were delighted to be upgraded by MSCI in December 2021\nINDUSTRY \nEXPERTSWe speak regularly to sustainability experts and seek their views on our approach to ESG and significant issues. We will continue to engage with the sustainability community to ensure our approach remains relevant and in line with best practices in the industry\n", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}