{"page_content": "GRI Content Index Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nGRI Content Index (cont’d)\n92 © 2022 AerCap  |Confidential property of the company, not for disclosure or use without permissionGRI Standard Disclosures Topics Reference or Answer\nOrganizational Profile (cont’d)\nGRI 102:\nGeneral Disclosures 2016102-9 Supply chainP41- 42. Supply Chain Management / Critical Suppliers -OEMs\nP83- 84. Stakeholder Engagement . Oursuppliers include: \nOEMs –Airbus, Boeing, Embraer, Engine OEMs, Helicopter OEMs\nAircraft specification providers and maintenance service providers\nCatering and other management service providers\n102-10 Significant changes to the organization and its supply chainAs a result of the GECAS acquisition we acquired a number of new business lines (described on \nP51.) which broadened our supply chain to include the helicopter manufacturers as well as other suppliers related to the Materials and Cargo businesses. No other changes in the reporting period.\n102-11 Precautionary Principle or approach P7-9.Our Approach to ESG Risk Factors\n102-12 External initiativesAerCap supports and endorses First Climate, Orbis, Leinster Hockey Association, Royal Irish Academy of Music, the UN’s Universal Declaration of Human Rights, MSc in Aviation Finance program at University College Dublin, the International School of Engineering at Chulalongkorn University, Advancing Women in Aviation Roundtable, the Museum of Literature Ireland, Concern Worldwide, the Community Foundation for Ireland, as well as various other smaller charitable initiatives. Please also see: 2021 20- FP34. Sustainability and community \n102-13 Membership of associationsAerCap is a member of T he Ireland- US Council, Aircraft Leasing Ireland (ALI), American Chamber of \nCommerce, Irish Chamber of Commerce (Singapore), Limerick Chamber of Commerce, IATA, ALTA, CAPA and the Aviation Working Group. \nStrategy\nGRI 102:\nGeneral Disclosures 2016102-14 Statement from senior decision- maker P2. CEO’s Message\n102-15 Key impacts, risks, and opportunitiesP7-9.Our Approach to ESG Risk Factors; P83- 84. Stakeholder Engagement;\nP85- 89. Significant Issues and Our Approach", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}