{"page_content": "GRI Content Index Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to COVID -19\nGRI Content Index (cont’d)\n95 © 2022 AerCap  | Confidential property of the company, not for disclosure or use without permissionGRI Standard Disclosures Topics Reference or Answer\nReporting Practice\nGRI 102:\nGeneral Disclosures 2016102-45 Entities included in the consolidated financial statements P4.ESG Overview\n102-46 Defining report content and topic BoundariesP83- 84Stakeholder Engagement\nP85- 89. Significant Issues and Our Approach\n102-47 List of material topics P85- 89.Significant Issues and Our Approach\n102-48 Restatements of informationP54. Efficient AerCap Office Operations –restatement of Scope 1 GHG Emissions for 2020 due \nto incorrect methodology used in the prior report. Nothing else in this reporting period. \n102-49 Changes in reporting No significant changes from the previous reporting period\n102-50 Reporting period Annually. This report covers January 1, 2021 to December 31, 2021, unless otherwise noted\n102-51 Date of most recent report May 2021\n102-52 Reporting cycle P4. ESG Overview\n102-53 Contact point for questions regarding the report P4. ESG Overview\n102-54 Claims of reporting in accordance with the GRI Standards This report has been prepared in accordance with the GRI Standards: Core option\n102-55 GRI content index P90- 99. GRI Content Index\n102-56 External assuranceWe did not seek external assurance for this report. The report has been reviewed and approved \nby the Board- level ESG Committee, as well as Compliance and Internal Audit. \nPlease note that only items that were selected as significant issues for AerCap have been included in the following disclosures:\nManagement Approach\nGRI 103: \nManagement Approach 2016103-1 Explanation of the material topic and its Boundary P85- 89.Significant Issues and Our Approach\n103-2 The management approach and its components P85- 89.Significant Issues and Our Approach\n103-3 Evaluation of the management approach P82. Evaluation of Our Approach; P85- 89.Significant Issues and Our Approach\nEconomic Performance\nGRI 201:\nEconomic Performance 2016201-1 Direct economic value generated and distributed 2021 20- F F-7. AerCap N.V. and Subsidiaries, Consolidated Income Statements\n201-2Financial implications and other risks and opportunities due to\nclimate changeP7-9. Our Approach to ESG Risk Factors", "metadata": {"source": "NASDAQ_AER_2021.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}