{"page_content": "2014 Responsible Care and Sustainability Report   11\nCode of Business Conduct\nOur Code of Business Conduct applies to all \nemployees, directors and officers. It provides a set of standards and expectations to help Methanex personnel avoid wrongdoing and to promote honest and ethical behaviour while conducting Methanex business. We have established a confidential “Whistleblower” hotline for reporting suspected Code violations. The Code is reviewed annually by all employees and the Board, and is available on our website and Intranet.\nDiversity\nThrough our Diversity Policy, we aspire to create a \ndiverse workforce throughout our organization — including the Executive Leadership Team and Board — to ensure we have a diversity of perspectives and attributes. We aim for a workforce with three key aspects of diversity:\n• Experiential (education, business, functional experience)\n• Demographic (age, gender, ethnicity, nationality, geography)\n• Personal (personality, interests, values)\nOur Material Aspects\nMaterial Aspects refer to topics that are of significant interest to our stakeholders or that have economic, environmental or social impacts on Methanex, our stakeholders and society at large. This report is organized around our most material aspects. It includes descriptions of how we manage our material aspects and, for some aspects, our quantitative measures, or KPIs. These KPIs help us drive progress and measure conformance with our policies in Responsible Care, product stewardship and human resources/talent management. They also reveal trends and help us identify issues that require further action. \nWe identify our top material aspects through an \ninternal assessment of topics that are important to our key stakeholders and influence Methanex’s success in the longer term. These material aspects were identified as a  \npriority based on a management review and  \nare emphasized within this report:\nWorkplace\n• Health and Safety\n• Talent Management\nCommunity\n• Community Impact\n• Community Investment\nEnvironment\n• C0\n2 Emissions and Energy Efficiency \n• Waste Management\n• Spills \nProduct Stewardship\n• Distribution and Safe Handling \n• Sustainable Markets for Methanol\nStakeholder Engagement\nCommunities endorse our social licence to operate.  \nOur Responsible Care Policy ensures we recognize \nand respond to community concerns about our operations and products, and that we promptly provide information concerning any potential health or environmental hazard to the appropriate authorities, employees and stakeholders. \nOur Social Responsibility Policy, which is monitored \nby our Global Responsible Care Management System (GRCMS), further commits us to having an open, honest and proactive relationship in the communities in which we operate. This includes:\n• Being accountable and responsive to the public\n• Having effective processes to identify and respond to community concerns\n• Informing the community about risks associated with our operations ", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}