{"page_content": "2014 Responsible Care and Sustainability Report   13\nLiving the Methanex Culture\nCulture is an important driver of sustainable  \nsuccess at Methanex. By living our Core Values, \nleading the way in Responsible Care, fostering a culture of Learning and Development and working together as One Team, we create a culture that drives our performance as a company.Workplace\nOur Responsible Care® Ethic and Principles for Sustainability\n• Work for the improvement of people’s lives, while striving to  do no harm\n• Promote awareness of Responsible Care, and inspire others  to commit to these principles\n• Take preventative action to protect health and the environment\n• Understand and meet expectations for social responsibility\nAt Methanex, The Power of Agility™  is our competitive \nadvantage. It is how our global team of approximately 1,100 \nemployees delivers on our brand promise every day.Health and Safety\nThe safety and well-being of our employees, \ncontractors and the communities in which we  do business is our number-one priority.\nWHY THIS MATTERS\nAs the largest producer and supplier of methanol, we understand how critical it is to ensure our employees and contractors are working in a safe environment with minimal risk of injuries, and not exposed to potentially harmful hazards.\nHOW WE ARE MANAGING IT\nGlobal Responsible Care\n® Management System\nOur Global Responsible Care Management System (GRCMS) is designed to help us implement our Responsible Care Ethic and Principles for Sustainability, including health and safety practices. \nWe firmly believe that all work-related injuries and \nillnesses are avoidable; it is on this basis that we design and manage our health and safety programs.\nOur Global Occupational Safety and Health \n(GOSH) team, and Global Loss Prevention Team (GLPT) for process safety management, are sub-committees of the Global Responsible Care Team. These two committees implement health, safety, and process safety standards, as well as policies, global strategies and initiatives across Methanex. Members consist of Responsible Care and technical practitioners from across our regions.2014 was our most successful \nyear, with zero employee recordable injuries, our lowest employee/contractor recordable injury rate in our history, and zero environmental spills.\n— Brad Neumann,  \nVice President,  Responsible Care,  \nMethanex", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}