{"page_content": "14  Workplace\nRecordable Injury Frequency Rate (RIFR)\n2010 2011 2012 2013 20141.01.2\n0.8\n0.40.6\n0.2\n0.0\nEmployees\nContractors\nBlended RIFR\nBlended TargetProcess Safety Management Program\nTo reduce the risk of incidents, our Process Safety \nManagement Program (PSM) helps ensure the integrity of our operating plants and processes. We align our global and regional programs with the Center for Chemical Process Safety’s (CCPS) Guidelines for Risk Based Process Safety, which leverages global lessons learned from process safety incidents around the world. Our participation in the CCPS also provides our engineers with access to subject matter experts, a large process safety database, PSM program information, and the opportunity to work with process safety practitioners from other organizations.\nProcess safety affects many functions at a plant site. \nWe believe our PS engineers should not operate in isolation, and that it’s critical for them to develop and maintain excellent communications. This is why our PS engineers meet regularly to review program development and plant data analysis, and look for opportunities to leverage what they are doing in their functional areas.\nBehaviour-Based Safety Programs \nBehaviour-Based Safety (BBS) programs have been \nimplemented at most manufacturing sites, and focus on safety behaviours at the workplace. In this process, employees observe their colleagues performing a task during scheduled times, then discuss safety aspects of the task that were done well, as well as those that could be improved. We find this process has contributed to a more transparent safety culture in which employees feel they are able to report safety issues and concerns without hesitation, thus resulting in reduced injury-causing incidents.\nThrough statistical analysis it has been determined \nthat the more behavioural observations conducted on an individual, the safer the individual will work. HOW WE ARE DOING\nOur goal is to achieve a zero-injury workplace, year after year. In 2014, we had zero employee recordable injuries and our lowest employee/contractor recordable injury rate in our history.\nThe recordable injury frequency rate (RIFR) is the \nnumber of recordable injuries per 200,000 hours worked. Recordable injuries are incidents that require medical attention or that result in restricted work or lost time.\nIn 2014, our annual injury rate was driven by six \nincidents resulting in injuries to contractors. Two of the injuries were of minor severity, requiring medical aid. Four injuries were more serious, collectively resulting in 38 days of restricted work. As we do for all incidents, an investigation was conducted and actions were taken to prevent this from occurring again. See Contractor Management on page 15 for more information.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}