{"page_content": "2014 Responsible Care and Sustainability Report   15\nOur Process Safety Management Program\nIn 2014, we continued to show solid progress in \ndeveloping our Process Safety Management (PSM) Program, including building knowledge and tracking of metrics. All manufacturing locations have a minimum of one process safety resource in place; these employees work together through an active global network. \nOur global process safety effort has been largely \nfocused on taking action on the internal gap assessment against the CCPS PSM guideline. To drive a more strategic approach, we benchmark against external companies with more evolved programs. To that end, we participated in a PSM benchmarking and training exercise with an external firm. In 2015, we will use the results from the benchmarking to shape our longer-term strategic thinking.\nTrinidad Contractor Engagement\nEvery three to five years, our plants conduct routine major maintenance \nand refurbishment work. In 2014, prior to an upcoming maintenance \nproject, we hosted a half-day session for CEOs and Health, Safety, and Environment Managers of 20 firms selected to provide maintenance services. The agenda focused on our Responsible Care requirements, and included discussions on how quality work impacts our reliability, tools to strengthen our partnerships and challenges contractors can face or may have faced in the past on our site. We also held monthly Responsible Care meetings for our contractors, which included discussions about safety and quality initiatives, and daily Toolbox Talks about protective measures and our requirements for safe, quality work.\nIn 2014, we received a National Excellence in Health, Safety and Environment (HSE) Award for ‘Most Improved HSE \nPerformance’ from the American Chamber of Commerce of Trinidad and Tobago (AMCHAM) and the Ministry of Labour and Small and Micro Enterprise Development.\nContractor Management\nAt our plants, employees and contractors work \nalongside one another to complete complex projects. In 2013, we saw a heightened level of work at our sites due to expansion, restarts, maintenance projects and relocation. This resulted in a rise in overall contractor RIFR, which was due to the high number of contractors involved, as well as a variability in their skills and experience.\nAs a result, contractor management has been a \nmajor focus over the past three years. We believe the program improvements that have occurred across our manufacturing sites are having a positive impact. In 2014, we had no major maintenance activities. This allowed us the space and time to implement further improvements. However, these improvements have not been fully tested through the planning and execution of a major maintenance project. We will have the opportunity to develop these improvements further in 2015.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}