{"page_content": "16  Workplace\n2009 2011 2012 2013 20141.01.21.41.6\n0.8\n0.40.6\n0.2\n0.0\nObservation Rate\nTarget Rate\nStretch Target RateBehaviour-Based Safety — Observation RateBBS Program\nIn 2014, our Behaviour-Based Safety (BBS) \nobservations continued to be very successful in helping us shape a culture that encourages safety.\nThe observation rate is a measure of the number of people observed, as compared to the number of people who are at the workplace and could potentially be observed. The overall observation rate continues to be healthy across the organization, with a rate of 1.10 for 2014. We consider a target of 0.70 a minimum for an effective behavioural observation program, and a rate of 1.40 to be a highly effective program. An observation rate serves as a general indicator only. To maximize the program’s benefits, a full range of internal tools are applied at the regional level to ensure quality observations, data review, and the development  of safe behaviour actions.\nHuman Factors\nIn addition to our BBS Program, we continue to \nimplement a human factors approach to further improve our safety culture. This approach is in line with the views of the World Health Organization: “A simple way to view human factors is to think about three aspects: the job, the individual and the organization and how they impact people’s health and safety-related behaviour.” Our approach incorporates other elements into each of these three aspects:\nIn 2015, we will continue implementing human \nfactors across manufacturing sites by: \n• Conducting a Safety Culture Maturity Model survey\n• Establishing a Health & Safety Behavioural Standard \n• Developing a Human Factors Analysis Technique (HFAT) for incident analysis\nSafe Days Program Benefits  Local Charities\nIn 2013, to inspire others to commit to our principles of Responsible Care, we started a Safe Days Program during major refurbishments at our Motunui production plant in New Zealand. For each day without an injury or safety process incident resulting in lost time, Methanex gave $150 USD to one of four nominated charities. In 2014, there were 161 Safe Days out of 165 project days. The program was so successful that in 2014, we continued the Safe Days Program across all of our New Zealand locations, helping inspire personal ownership for safety, and bringing the community, employees and contractors together. In 2015, we plan to expand the Safe Days Program to other Methanex facilities during major plant refurbishments and maintenance projects.\nJOB \ntask, workload, \nenvironment, display  \n& controls,  \nproceduresORGANIZATION  \nculture, leadership, \nresources, work patterns, communicationsINDIVIDUAL  \ncompetence,  \nskills, personality,  \nattitudes, risk \nperception", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}