{"page_content": "2014 Responsible Care and Sustainability Report   17\nMaking Safety a Priority from Day One\nDuring the relocation of our methanol plants from Punta Arenas, \nChile, to Geismar, Louisiana, safety was a priority from day one. Our \nGeismar 1 Project Safety Program — a systematic approach to improving performance, behaviours and culture — was implemented from initial plant disassembly and loading in Chile, to transportation across the ocean, through construction, commissioning and plant start-up in Geismar. We applied learnings from early phases, improving our approach as the project moved forward. We also utilized a Behavioural Accident Prevention Process, an employee-driven method to improve workplace safety by identifying unsafe practices and intervening in situations that could lead to incidents. As part of this effort, approximately 48,000 Safety Observation Report cards were submitted. These efforts around safety and Responsible Care led to an Injury Frequency Rate of 0.27 and an Injury Severity Rate of 0.5, both well below Occupational Safety and Health Administration (OSHA) reference standards. Talent Management\nAs the demand for methanol grows, over the next few years we will increase our 1,100 employees by approximately 400 people.\nWHY THIS MATTERS\nAs we strive towards our 2020 Vision, our people are critical to our success. To deliver on our growth strategy, we need to ensure we keep our top talent in the company, and to continue to attract additional talent from around the globe. \nHOW WE ARE MANAGING IT\nWe are focused on building leadership capacity and implementing effective talent management programs to support our new employees and successfully deliver on our strategy for growth.  \nWe also invest in the development of our leaders across the organization. \nTalent and succession planning has been a core \nbusiness process at Methanex for many years. All six members of our current Executive Leadership Team (ELT) were promoted from within, as were most of the 38 members of our Global Leadership Council (GLC), a group of functional and site leaders who develop and implement our global strategy,  policies and programs.\nSocial Responsibility Program\nOur Social Responsibility Program contains \npolicies relating to human rights, and labour and employment practices, and aligns with our Responsible Care Ethic to improve people’s lives.\nLearning and Development Opportunities\nAt Methanex we champion the personal and \nprofessional growth of employees through a combination of on-the-job learning experiences, coaching and mentoring, and the development of new employees. Our goal is to have a company-wide program that provides a pipeline for developing new employees with multidisciplinary capabilities and leadership potential.\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}