{"page_content": "18  Workplace\nFlexible Working Options\nMany of our locations offer flexible work options \nthat include alternate working hours and flex days, allowing employees to attend to personal and family needs. In some locations, job sharing opportunities exist to provide us with the option of having extra staff for high workload projects. \nFostering Teamwork and Social Responsibility \nthrough Employee Volunteering \nMethanex partners with employees who contribute \nfinancially or as volunteers to organizations within their community. This partnership can be in the form of matching financial donations, providing corporate support for fundraising opportunities, or coordinating volunteer events at which other Methanex employees can participate. \nHOW WE ARE DOING\nGlobal Leadership Suite\nIn 2014, we launched a Global Leadership Suite, \nwhich consists of the Executive Leadership Program, The Courageous Leadership Program, The Centre for Creative Leadership (CCL) Global Leadership Forum, and Methanex Leadership Essentials. Each program is geared to a different level of Methanex’s leadership, and is aimed at ensuring quality leadership throughout our organization. Employee Value Proposition \nOur Employee Value Proposition (EVP) was created \nbased on direct feedback received from employees. The EVP is an extension of the Methanex Culture, defining the unique experience of working at Methanex and the value an employee can expect in return for the value of their contributions to the business. The EVP will be used to support our global talent acquisition and retention needs, and reinforce the reasons why people would want to join, and stay with, Methanex. \nLearning and Development Through  \nGlobal Mobility \nThrough our Global Mobility Program, employees \nhave the opportunity to move, either permanently or temporarily, to a new global location to undertake a new job posting. There are three core assignment categories: Strategic (assignment focus is on execution of key business objectives), Skilled (assignment focus is on specialized skill transfer to the host location), and Developmental/Growth (assignment focus is on employee growth, both personally and across business functions). In 2014 there were 48 employees on international assignment; 19 of these were for < 3 month terms. 29 of these employees were assigned to work in Geismar to support plant relocation, commissioning and manufacturing activities.\nGraduates in Training\nIn 2014, we rolled out our Graduate in Training \n(GiT) Program. This two-year development program is designed to foster leadership and professional growth potential of recent engineering graduates in the areas of technical, commercial, environmental and interpersonal skills. Through the program, graduates have the opportunity to work on cross-functional engineering projects, providing them with broad exposure to many areas of the business. \nTo develop all-round capability beyond the \nfunctional/ technical requirements, a personalized, behavioural-focused development plan will be created for each graduate, including coaching and assessment tools. Graduates receive support from the technical disciplines, Human Resources, mentors, and a site steering committee to ensure a successful transition from the university setting  into our work culture.\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}