{"page_content": "2014 Responsible Care and Sustainability Report   19\nRegion %\nAsia Pacific 4\nChile 9\nDallas 3\nEgypt 13\nEurope 3\nLouisiana 12\nMedicine Hat 10\nNew Zealand 21\nTrinidad 15\nVancouver 10\nTotal 100 %\nService Range (yrs) %\n< 1 17\n1–2 21\n3–5 20\n6–10 17\n11–15 11\n16–20 6\n21–25 3\n26+ 5\nTotal 100 %\n%\nMale 74\nFemale 26\nTotal 100 %\nBy year %\nGeneration X (1966–1980) 48\nMillenial (1981 or after) 27\nBoomers (1946–1965) 25\nMature (1945 or prior) 0\nTotal 100 %Employees by Region\nLength of Employee Service\nEmployee Gender\nEmployee GenerationCompetence Management and  \nAssurance Program\nWe developed a Competence Management and \nAssurance Program focusing on the professional competencies and skills of our people. Competence Assurance is a controlled, evidence-based process to ensure that people have the skills and knowledge they need to do their jobs safely and effectively.\nThe project’s overarching goals are to connect \nlearning and development with workplace needs through competency-based training. By developing a system that helps define the competencies required for specific roles as well as the knowledge and capability components needed to ensure ongoing quality assurance, we can deliver high-calibre training programs for our next generation of leaders. The program will be rolled out in stages, beginning in 2015.Global Employee Statistics in 2014\nEight Years of Responsible Care\n® in Trinidad \nSince starting our operations in Trinidad eight years ago, we’ve made \nsignificant efforts to firmly establish our Responsible Care culture on the local landscape, through both workplace practices and community impact. Based on our people practices and remuneration, we maintained a top 25th percentile position as an ‘employer of choice.’ We also earned five significant awards, including three CSR Leadership Awards and a National Excellence in HSE Award. Our employees, through their willingness to embrace Responsible Care and their volunteerism in community giving, have played a big part in gaining this recognition, and are living testimonies to the Methanex Culture.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}