{"page_content": "20  Community\nCommunity\nWHY THIS MATTERS\nFor us to continue to operate, it is essential  \nthat we maintain the health and well-being  \nof our communities, including community  \ninvestment, and reduce or eliminate  \nnegative community impacts.\nHOW WE ARE MANAGING IT\nOur Responsible Care and Social Responsibility policies de fine our goals and actions to build \npositive relationships in the communities where we have a significant presence, and to be accountable and responsive to the public.We have established Community Advisory Panels (CAPs) at our manufacturing locations to encourage communication and transparency between Methanex and our fence-line communities. Depending on the location, each CAP meets four  to six times per year. \nTRANSCAER® (Transportation Community \nAwareness and Emergency Response) is an  \ninitiative of the Chemistry Industry Association of Canada (CIAC), and works with transportation carriers to ensure the safe handling of dangerous goods. It also helps communities be aware of the products passing through their area, and about the safety measures in place to respond to incidents. \nWe are currently putting into place TRANSCAER-\naligned plans, procedures and resources to effectively respond to potential crisis and emergency situations, and to protect our workforce, the environment, the public and our customers. All of our locations have emergency response programs (ERPs) that address potential emergencies. Each facility participates in the community emergency planning process by sharing ERP-related information with other facilities and stakeholders, providing training for emergency responders and conducting regular tests of the community ERP . \nWe also contribute to the countries, regions and \ncommunities where we operate through tax and royalty payments, direct and indirect employment, and by purchasing local goods and services. In addition, we regularly invest money and time to support and build healthy communities. Employee-run social responsibility (SR) committees at our global locations identify local needs and develop Our Responsible Care® Ethic and Principles for Sustainability\n• Work for the improvement of people’s lives and the environment, while striving to do no harm\n• Be accountable and responsive to the public, especially our local communities, who have the right to understand the risks and benefits of what we do\nWe create a positive and sustainable impact in the \ncommunities where we operate. Building and maintaining  \nour community relationships is essential to our social  \nlicence to operate. We also regularly invest in supporting  \nand building healthy communities that are great places  \nto live and work.\nI have a great deal of respect for \nMethanex as they are always looking for ways to improve their operations, community relations, protection of the environment, and safety of their employees. They have taught me to be more responsible in preserving our environment and given me an opportunity to meet with other like-minded community supporters.\n— Heather Bach,  \nExecutive Director, MH&D \nHealth Foundation, and CAP  \nmember in Medicine Hat", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}