{"page_content": "John Floren \nPresident and Chief Executive OfficerMessage from the CEO\nI am proud of all the hard work and dedication of our team around the world in upholding our commitment to Responsible Care and our long-term sustainable growth. As we position our business for growth, reinforcing our brand and culture is extremely important. In 2014, through a process of identifying what is important to our stakeholders around the globe, we introduced our key brand differentiator – The Power of Agility\nTM. The Power \nof AgilityTM is how our team of employees around \nthe world delivers on our brand promise every day, including our commitment to the Responsible Care Ethic and Principles for Sustainability. \nResponsible Care and sustainability for Methanex is \nabout understanding our connection to society and the planet, and aligning our priorities so we can be in business for the long term.  \nOne of our strategic priorities is to maintain a global \npresence and leadership position in the methanol industry. This requires that we demonstrate leadership on some of the key sustainability challenges of our industry. Our continuous efforts to improve plant efficiency, minimize emissions, and more efficiently use resources (i.e., natural gas and water), demonstrate our global leadership in this space. For instance, at two of our plants we are introducing more waste CO₂ into our production processes to improve efficiency and lower emissions. Through our wholly owned subsidiary, Waterfront Shipping, we have invested in seven new ships with flex fuel engines that can run on methanol or other marine fuels, and have more efficient mechanical features, resulting in lower emissions. We are investing in renewable methanol, building markets for methanol fuel blending (which has lower overall emissions), and advocating for methanol as a cleaner energy alternative. These initiatives require a concerted effort in market development, advocacy and collaboration with industry peers and stakeholders, which we are well positioned to lead. \nEverything we do to keep people and the \nenvironment safe reflects on the operational excellence of our team and reliability which are vital to our business and customers. 2014 was an outstanding year for Methanex, and I am particularly pleased with our health, safety and environmental performance. We had a full calendar year with zero employee recordable injuries, zero reportable environmental spills or environmental discharges, The Power of AgilityTM \nis how our team of \nemployees around \nthe world delivers on \nour brand promise \nevery day, including \nour commitment to \nResponsible Care.and zero Process Safety Tier 1 incidents. A big \naccomplishment this year was completing the reconstruction of our one-million-tonne Geismar 1 plant in Louisiana safely, reliably and on time. \nI am also proud of the reputation we have earned \nwith our communities, who have given us positive feedback about our open communications, solutions-oriented approach and efforts to go above and beyond being good neighbours. We will continue to create positive and sustainable efforts in the communities we operate in, now and in the future. \nAs the growth of methanol for energy applications \nbrings methanol products closer to consumers around the world, the safe distribution, handling and use of methanol take on increasing importance. Our Product Stewardship Program was once again a success story for our business. Our global methanol safety program has evolved over time to the high level it is currently at through great leadership and commitment by a team of dedicated professionals. During the recent CIAC (Chemical Industry Association of Canada) Verification Assessment, our Asia Pacific program was singled out as a Responsible Care best practice by the review team. This was due to the Asia Pacific program’s ongoing leadership and support towards the continual development of improved Industry Association guidelines for methanol transportation and handling in China. \nIn 2015, we have a major plant refurbishment and \nmaintenance project, the start-up of Geismar 1, and the continuation of the Geismar 2 project. A top priority will be to continue the great Responsible Care performance from 2014 and complete these projects safely, efficiently and reliably. With respect to sustainable uses of methanol, continuing to educate and advocate for safe handling of methanol in the expanding clean energy markets will also be extremely important for us. \nWe look forward to keeping this momentum  \nthrough 2015.\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}