{"page_content": "2014 Responsible Care and Sustainability Report   21\ncommunity investment strategies that align with  \nour business objectives.\nOur financial contributions and in-kind gifts \nare complemented by the countless hours of volunteer time that our employees generously donate to local projects; see the Workplace chapter for more information.\n \nHOW WE ARE DOING\nCommunity Impacts\nThe CAP for Egypt was established in 2014, \nconsisting of five people who are well-respected members from the Damietta community. The CAP in Egypt met twice in the first year, mainly to explain the concept of CAP to members and acquaint them with Methanex in Egypt and our Responsible Care and Social Responsibility programs. \nIn 2014, we continued to hold Community Advisory \nPanel meetings and address issues across all communities.  Some highlights: \nTrinidad Emergency Guide\nWe distributed an Emergency Response Guide \non Floods, Hurricanes, Earthquakes and Chemical Releases to all CAP members. This initiative will be considered for distribution to fence-line communities in 2015. \nCommunity Outreach in Medicine Hat\nIn 2014, we sponsored a two-day TRANSCAER \ntraining event in Medicine Hat to provide emergency personnel with information and training about equipment, procedures and hazards associated with the transportation of dangerous goods. \nFirefighting Training in Chile \nMethanex Chile invited Brazilian and Chilean \ncustomer representatives from our emergency response programs to attend a three-day firefighting training camp, which has become one of our most successful Responsible Care programs in the Latin America region. This training addressed topics such as methanol safe handling, Responsible Care and firefighting exercises.\n \nGeismar Start-up\nWe are active participants in Geismar’s CAP \n(a community-instigated CAP). In 2014, representatives from our plants attended all 10 CAP meetings, and provided updates on site activity, including injuries, environmental incidents and hiring activities. We also brought in outside speakers to address topics of interest to community members, such as legislation and road improvements.The TRANSCAER training event \nwas instrumental in providing an opportunity for multiple agencies working toward the common goal of public safety and effective communication and incident management through the Incident Command System (ICS)…Collaborative training of this nature breaks down silos of excellence, resulting in a higher level of community preparedness and response readiness which should translate to saving lives and reducing recovery.”\n— Ron Robinson, Director of \nEmergency Management,  City of Medicine Hat\nNoise Mitigation at Waitara Valley, New Zealand\nFollowing the restart of the idled Waitara Valley plant in October \n2013, we received concerns from some residents about the level of \nnoise being produced by the plant. While we were in full compliance with noise regulations, we decided that as part of our Responsible Care ethic to be a good neighbour, we should undertake additional noise mitigation improvements.\nPlant areas targeted for noise modification were identified by an \nindependent noise specialist during a noise mapping survey. As a result, steam vents were overhauled, acoustic insulation was added to a number of valves, a sound enclosure was built for a water pump gearbox and some fans were switched off. Subsequent monitoring has shown a reduction in off-site noise, along with anecdotal feedback from neighbours that they are not noticing the plant noise as much.\nIn addition, we’ve worked with neighbours on noise mitigation efforts \nin their homes, and increased our engagement with the community. This included visiting neighbours in their homes, doing a presentation to the Waitara Community Board, holding two Open House evenings and tours, and working with the district council to include information about Methanex plants for prospective land and house buyers in the area.\nSince Waitara Valley reopened in 2013, we as neighbours near to this facility, have been \nkept closely informed of activities happening there — by email, phone and by mail. We were invited to view the plant and meet with staff who worked there, which we did — we found this a fantastic experience and learned a lot. We have also had Methanex staff working with us to consider options to reduce noise at our property. A big thumbs up for this and for the open communication — both ways.\n— Caron Watson, Tikorangi\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}