{"page_content": "22  Community\nCommunity Investment\nIn 2014, we undertook a number of initiatives  \nto help build healthy communities, including:\nCollaborating for Safety and  \nEnvironmental Stewardship\nTrinidad — Children Lead Change \nEight primary schools in central Trinidad \nparticipated in Methanex’s Eco-Heroes’ Plasti-thon, collecting over 180,000 plastic bottles in five weeks. Methanex donated TT $1.00 ($0.16 USD)  \nfor each bottle collected to a maximum of TT $18,000 ($3,000 USD) per school, to be used for library upgrades and/or other literacy initiatives.  In total TT $144,000 ($23,000 USD) was donated to all eight schools. The bottles collected were sent for recycling. Through an education caravan, students learned about the environmental and health benefits from preventing plastic waste in  \nthe country’s landfills and waterways. Supporting Youth and Education \n Internships for High School Students in Medicine Hat \nThe Next Generation Fourth Class Power Engineering Program aims to give high school students in Medicine Hat the opportunity to graduate with rewarding work experience and their Fourth Class Power Engineering certificate. Over the course of their high school years, students complete post-secondary power engineering theory classes, including summer internships. In 2014, Methanex Medicine Hat hired the first high school student from this program. \nEco-Heroes Plasti-thon – Trinidad.\nSupporting Healthcare, Schools and Special Needs in Egypt\nThe Damietta Cancer Institute serves 48,000 patients from \nfive governorates (Damietta, Port Said, North Sinai, Dakahlia \nand Kafr El Sheikh) and suffers from a severe shortage of equipment. In 2014, Methanex Egypt made a commitment to donate equipment, and Methanex staff rallied to help. Over a two-month period, Methanex employees raised a total of $13,400 USD. Methanex matched, and topped, that donation, and at the end of the year, donated equipment worth $68,000 USD, including 18 hospital beds and 13 ICU beds. In 2015, the Institute will also receive 15 chemotherapy chairs, an ICU ventilator and ICU monitors.\nIn 2014, Methanex Egypt also helped renovate two \nkindergartens attended by 400 children in the village of Sananeya and provided training for their teachers. The training was designed to enable teachers to prepare the daily lessons, design teaching activities, create educational tools using items easily available from the surrounding environment and set objectives and evaluate results. We also helped train another 160 teachers in schools serving about 1,000 children with special needs. There is a strong need for properly trained teachers in this area so Methanex will continue with this training program in 2015. \nMethanex is also proud to have sponsored training and uniforms \nfor the Damietta Sitting Volley Ball Team, which is represented in the premier league of the Egyptian Paralympic Committee.\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}