{"page_content": "24  Environment\nEnvironment\nAll Methanex production facilities have \nenvironmental management systems that are consistent with ISO 14001:2004.\nOur Global Environmental Excellence Team  \n(GEET), a sub-committee of the Global Responsible Care Team, implements standards, policies and initiatives across Methanex. Members consist of environmental practitioners from each manufacturing region.C02 Emissions and Energy Efficiency\nOur operations generate emissions when fuel is consumed during the methanol production process, and when we ship methanol to our customers worldwide (via Waterfront Shipping). The majority of Methanex’s GHG emissions are generated during the production of methanol through three basic processing stages: reforming, synthesis and distillation. Multiple factors, including the type of reforming technology, fuel composition, heat integration and power generation, determine the emissions intensity of process.\nWHY THIS MATTERS\nWhile methanol is a clean and viable alternative to conventional fuels, our operations still generate GHG emissions, which must be addressed in light  of global concerns and regulations towards  \nclimate change.\nHOW WE ARE MANAGING IT\nThe level of emissions generated by the methanol production process depends on: the production technology and the age of the manufacturing facility, the quality of natural gas used as fuel and feedstock, and the energy efficiency of our plants. As a result, our overall emission rates may vary from year to year depending on the different plants we have in operation.In line with our Responsible Care Ethic, we take a two-\npronged approach to reduce the environmental impact of \nour operations. We make efficient use of natural resources \n(especially natural gas, our key feedstock) and energy, and \nwe minimize the production of waste (largely generated \nfrom major maintenance projects) and emissions. Our Responsible Care® Ethic and Principles for Sustainability\n• Take preventative action to protect health and the environment\n• Innovate for safer products and processes that conserve resources \nand provide enhanced value", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}