{"page_content": "2014 Responsible Care and Sustainability Report   25\nOne of the most significant ways we can minimize \nour emissions is by ensuring the reliability of our production facilities and the efficiency of production processes. In this way, we not only reduce our energy use, but also our emissions  \nsuch as carbon dioxide (C0\n2), nitrogen oxides (N0 x) \nand particulate matter. \nTo conserve energy and water in our plants, waste \nsteam and heat are recovered, then reused in the production process. We have also expanded the distillation capacity at our Medicine Hat facility to increase production capacity and improve energy efficiency. Natural gas and energy consumption are routinely monitored to ensure our plants continuously operate at optimum levels. \nWe are also optimizing our production  \ndistribution networks, to help reduce energy  \nuse and minimize emissions.\nIn addition, we are working with the governments \nof the countries in which we operate to ensure our practices align with changing requirements for carbon taxes and low emissions. See our 2014 \nAnnual Report , page 29, for more information.\nHOW WE ARE DOING\nEmissions from Manufacturing \nIn 2014, Methanex generated 3,169,259 tonnes of \nC0\n2 emissions (on an equity basis) from methanol \nproduction. Compared to 2013, global methanol production in 2014 increased by 12%. However, C0\n2 \nemissions increased by 19% due to a 7% increase in C0\n2 intensity (from 0.611 MT of C02/MT of methanol \nin 2013, to 0.653 MT in 2014). The increase was mainly due to gas curtailments in Egypt, particularly in the third quarter, which caused the plant to be taken offline for approximately 85 days throughout the year.  When plants are shut down, they use more gas to re-start operations, which impacts emissions and production efficiency. From year to year, natural gas supply restrictions and unplanned outages are the two primary factors that influence our production efficiency (and C0\n2 emissions). \nIn 2015, we will continue developing process safety and reliability management systems to reduce plant outages and minimize emissions. We are also engaging with key stakeholders (e.g., gas suppliers) in affected regions to secure sufficient natural gas to sustain our operations. Refer to our 2014  Annual Report, page 29, for the status of natural  \ngas supply in regions where we are experiencing  \ngas curtailments.\nSome Highlights from 2014\nCarbon dioxide is one of the compounds needed \nto produce methanol, and increasing the amount of carbon dioxide in the synthesis stage improves the efficiency of methanol production by using up excess hydrogen in the synthesis gas. Two of our plants have been able to introduce more C0\n2 into \nthe process through two separate methods:\nMedicine Hat and C02 Injection\nIn late 2013, our Medicine Hat plant started \ninjecting approximately 200 tonnes of C02 per  \nday into the methanol production process, using  \na relatively clean source of C02 emissions from a  \nneighbouring plant. \nThis initiative is a great win for the environment \nand for Methanex, as it prevents the release of C02 \ninto the atmosphere and simultaneously improves production efficiency by converting excess hydrogen molecules in the synthesis gas into methanol. \nWaitara Valley High C0\n2 Natural Gas \nThe natural gas we use as feedstock is comprised \nprimarily of methane and small amounts of other gases, such as ethane, butane and carbon dioxide. Depending on the source of the gas, the percentage of other gases varies. At our Waitara Valley plant  in New Zealand, we have been able to use natural gas with high C0\n2 content, which will improve  \nour production efficiency and lower our C02 \nemissions intensity.2010 2011 2012 2013 2014500,0000.11,000,0000.2 1,500,0000.32,000,0000.4\n2,500,0000.5\n3,000,0000.6\n3,500,0000.7\n4,000,0000.8\n4,500,0005,000,0005,500,000\n0 0\nC0 2 Emissions (million tonnes)\nTotal Production (million tonnes)\nEmissions Intensity (tonne C02/tonne Methanol)C02 Emissions vs Methanol Production", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}