{"page_content": "26  Environment\n46\n578\n3\n2\n1\n0\n2010 2011 2012 2013 20144567\n3\n2\n1\n0\nMethanol Cargo (million tonnes)\nBackhaul Cargo (million tonnes)\nC02 Emissions Intensity (kg C02/tonne cargo)Waterfront Shipping C02 EmissionsEmissions from Marine Shipping\nIn 2014, the volume of cargo (i.e., methanol and \nbackhaul cargos) transported by the Waterfront Shipping fleet increased by 7%. However, the C0\n2 \nemissions only increased by 1% (from 393,193 MT C0\n2 in 2013 to 397,923 MT in 2014). We achieved \nthis by doing more slow steaming voyages and making better use of our vessels through fuller loads and backhaul voyages. This resulted in a  \n5% improvement in the C0\n2 emissions intensity  \n(i.e., 61.7 kg C02/MT transported in 2014).\nBetween 2002 and 2014, the C02 emissions intensity \nfrom the Waterfront Shipping fleet decreased by 32%, due to our continued focus on energy efficiency initiatives. \nWaterfront Shipping is investing in sustainable technology with seven new ships with flex fuel engines that can run on methanol, fuel oil, marine diesel oil or gas oil. These ships will also have more efficient mechanical features, resulting in lower carbon dioxide and other emissions. For more information, see Sustainable Markets for  Methanol on page 34.Waste Management\nOur biggest generation of waste occurs during major maintenance, refurbishments and servicing work. The types of waste generated include construction-related materials such as scrap metal, wood waste, piping and vessel insulation, cardboard, and other packaging waste/containers.\nWHY THIS MATTERS\nIt’s essential that we operate in a way that minimizes the use of resources and generation  \nof waste that is disposed. \nHOW WE ARE MANAGING IT\nEach Methanex location monitors the volume of waste that is generated and diverted from disposal. Any waste generated is stored appropriately and disposed of by qualified waste management companies. We also track waste generation data to identify opportunities to reduce waste through recycling, reusing or reducing waste at source. All of our facilities have recycling programs in place. \nThe majority of waste generated during plant \nmaintenance and special projects is recycled.Maximizing Fleet Utilization While Decreasing Emissions \nWaterfront Shipping has taken a truly strategic approach to increasing the backhaul of cargo by fully utilizing our fleet of vessels. What does it mean to fully utilize a fleet? After delivering methanol to its intended destination, we utilize the ship on the return voyage to carry another suitable cargo (backhaul of cargo), usually a clean petroleum product with similar characteristics to methanol. This is no easy feat: securing backhaul cargo requires three times the amount of coordination, and involves numerous internal and external stakeholders. However, by carrying cargo during both legs of the voyage and using fuel as efficiently as possible, we minimize the C0\n2 \nemissions intensity of our fleet.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}