{"page_content": "2014 Responsible Care and Sustainability Report   27\n2013 (kg) 2014 (kg)3,500,000\n3,000,000\n2,500,000\n2,000,000\n1,500,000\n1,000,000\n500,000\n0\nNon-hazardous waste (disposed)\nNon-hazardous waste (recycled)Hazardous waste (disposed)\nHazardous waste (recycled)Waste Generated/RecycledHOW WE ARE DOING\nIn 2014, there were no major maintenance projects \nat our manufacturing sites, so waste generation was significantly lower than previous years. In 2014, total global waste volumes (970,000 kg) were notably less than total global volumes generated in 2013 (~3 million kg). Note also that most plant maintenance waste in 2013 was recycled (i.e., non-hazardous waste — recycled).Spills \nA spill of hazardous materials is the most significant environmental incident that can occur at our plants. A spill is an unintended event that, in the vast majority of cases, is immediately contained and has no environmental implications. Due to the large volume stored on site, methanol is potentially the most significant type of spill, but other hazardous spills can include petroleum products (e.g., fuel, lubricating oils) from machinery, as well as water treatment chemicals. \nWHY THIS MATTERS\nA large release of methanol has the potential to adversely impact the affected environment depending on the nature and quantity of the release, as well as the physical, chemical and microbiological characteristics of the impacted environment. However, since methanol occurs naturally in the environment and is readily biodegradable, methanol spills are unlikely to accumulate in the groundwater, surface water, air or soil. When compared to substances such as conventional gasoline and diesel fuel (and many of their constituent elements such as benzene), methanol is safer and more environmentally benign. \nHOW WE ARE MANAGING IT\nWe believe that all spills are preventable and that minimizing minor spills, which have little or no environmental impact, contributes to preventing larger spills that may have the potential to impact the environment. \nMethanol Institute: Evaluation of the Fate and Transport of Methanol in the EnvironmentSurface Soil\nMethanol  \nHalf-Life 1 (days)\nBenzene \nHalf-Life (days)1–7\n5–16Surface water 1–7  \nGround water 1–7\nSurface water 5–16 \nGround water 10–730Water Air\n3–30\n3–30\n1 The time required for half the amount of a substance to biodegrade.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}