{"page_content": "2014 Responsible Care and Sustainability Report   29\nProduct Stewardship\nAs part of our Responsible Care Ethic to ensure \nthe stewardship and security of our products, we promote the proper use and safe handling of methanol at all times. We do this through a variety of internal and external health, safety and environmental initiatives, and we work with industry colleagues to improve safety standards.  \nWe readily share technical and safety expertise with key stakeholders, through active participation in local and international industry associations, seminars and conferences, and online education initiatives. Each year, we communicate with more than 1,500 individuals worldwide, and we reach many more through our train-the-trainer model. \nDistribution and Safe Handling\nOur global supply chain is supported by the world’s largest fleet of methanol ocean tankers, managed by Waterfront Shipping, a wholly owned Methanex subsidiary. In North America, we ship approximately 10,000 shipments of methanol by rail every year.\nWHY THIS MATTERS\nThe distribution of methanol raises potential safety hazards from improper handling and storage, as well as environmental impacts, such as spills. (See the Environment chapter for more information.)\nHOW WE ARE MANAGING IT\nVessel Safety\nWaterfront Shipping takes practical precautions to \nminimize risk to people, the environment and the communities in countries in which we operate. We work with our contractors, ship owners and their ship managing companies to follow best industry practices and comply with all applicable regulations. \nWe go above and beyond regulations with  \nour Responsible Care programs for shipping.  \nThis includes:\n• Vessel safety visits \n• Chemical Distribution Institute’s Marine  \n(CDI-Marine) audits and inspections\n• Methanol safety training for ships’ crewsOur Responsible Care® Ethic and Principles for Sustainability\n• Engage with our business partners to ensure the stewardship and \nsecurity of our products, services and raw materials throughout their life cycles\n• Innovate for safer products and processes that conserve resources and provide enhanced value\n• Work with all stakeholders for public policy and standards that enhance sustainability; act to advance legal requirements and meet or exceed their letter and spirit\nAs the world’s largest methanol producer and supplier,  \nwe have six production facilities and over 60 contracted \nterminal and storage facilities throughout the world.  \nWe produce methanol from natural gas, and distribute  it to our customers via ship, barge, road, pipeline and rail.  \nWe also support the development of sustainable markets  \nfor methanol.", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}