{"page_content": "30  Product Stewardship\n• Nitrogen safety and awareness  \ntraining for crews\n• Environmental compliance and  \nenergy efficiency\n• Best practice sharing within the fleet and the \nindustry through the Methanol Group  \n(see story on page 32)\nEvery year, Waterfront Shipping provides customized training programs to more than 800 vessel members working aboard the Waterfront fleet. This includes training on safe methanol handling and nitrogen awareness/nitrogen asphyxiation risks. To ensure compliance with all regulations and best practices, all ocean-going ships are required to complete an annual inspection based on the Chemical Distribution Institute’s  Marine (CDI-Marine) protocol.\nOur internal Safety Visit Program, conducted \nannually on all ships, is a review of 23 areas of on-board safety management and people practices (e.g., crew morale, motivation, leadership, safety culture). Results of this review help ship management companies improve their safety and environmental systems, and provide us with a benchmark of safety practices. Our in-region barge operations are not owned or operated by Waterfront Shipping. However, all contracted companies have successfully passed our safety assessment protocol to enhance their Responsible Care performance when transporting methanol along inland rivers.\nTerminals\nContracted terminals, used to store our methanol, \nare requested by Methanex to undergo Chemical Distribution Institute’s Terminal (CDI-Terminal) inspections by a third-party inspector every three years. This includes essential aspects of safety and environmental protection. Following these inspections, we work with the terminals to  \nprioritize deficiencies for improvement. Other delivery locations that are not contracted by Methanex are also encouraged to participate  in CDI-Terminal inspections. \nRoad and Rail Safety \nIn Canada, Methanex follows an initiative led by \nthe Chemistry Industry Association of Canada (CIAC) called the Transportation Emergency Assistance Program (TEAP III). In the U.S., we adhere to the American Chemistry Council’s \nWaterfront Shipping\nWith our 1.4 million tonne global storage capacity, we oﬀer an extensive network throughout Asia, North America, Latin America, Europe and the Middle East.\nWaterfront Shipping is a wholly owned \nMethanex subsidiary that manages the world’s largest ﬂeet of methanol tankers. This allows for control and ﬂexibility in delivery of product to customers.\nA best-in-class ﬂeet operating reliably \nmaximizes opportunities, minimizes cost, and enhances our preferred supplier status.\n•   A ﬂeet of 18 tankers\n•   Size: 3,000 to 49,000 dead weight tonnes•   Average age: less than 9 years•   Vessels are inspected annually through      CDI-M standard•   > 750 crew members receive RC training annually", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}