{"page_content": "4  About Methanex\nOur customers are predominantly in traditional \nchemical industries, and use methanol in countless industrial and consumer products. Methanol is also used in the energy sector as a clean-burning, readily biodegradable alternative transportation fuel and source of power.\nWe are expanding our production base in the \nUnited States by relocating two methanol plants from Punta Arenas, Chile to Geismar, Louisiana. The Geismar 1 plant started up in January 2015. The Geismar 2 plant is scheduled to be operational by late in the first quarter of 2016.\nTo meet the needs of our global customers, we \nhave regional marketing offices in Beijing, Brussels, Dubai, Dallas, Hong Kong, Santiago, Seoul, Shanghai and Tokyo. Our distribution terminals and storage facilities are strategically located around the world, with key distribution hubs on the U.S. Gulf Coast, Latin America, Northwest Europe, Korea, and East and South China.\nWe are proud to have the world’s largest fl eet \nof methanol ocean tankers, managed by \nWaterfront Shipping Limited, a wholly owned subsidiary of Methanex.\nIn 2014, we employed approximately 1,100 people at our plants and offices around the world. Ship staff are \nemployed by ship owners and managers of vessels, and not by Methanex or Waterfront Shipping. \nIn 2014, our revenues were $3.2 billion, compared \nwith $3 billion in 2013. Demand for methanol grew by 4% (or 2 million tonnes) in 2014. This increase in demand was driven primarily by About Methanex\nMethanex Corporation is the world’s largest producer and \nsupplier of methanol to major international markets in \nNorth America, Asia Pacific, Europe and South America. \nWith a corporate office in Vancouver, Canada, we currently \noperate methanol production sites in Canada, Chile, Egypt, \nNew Zealand, Trinidad and Tobago, and the United States.In 2014, our sales volumes of 8.5 million tonnes represented \napproximately 15% of global methanol demand.\n• 21% Asia Pacific (ex. China)\n• 43% China• 4% Latin America• 20% Europe• 12% North America\nMethanol Use by Region", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}