{"page_content": "2014 Responsible Care and Sustainability Report   31\n(ACC’s) Transportation Community Awareness \nand Emergency Response (TRANSCAER), a similar voluntary chemical industry initiative that supports transportation hazard management.\nWe implemented a North America Railcar \nPreventative Maintenance (PM) program several years ago, and have been recognized annually by railroads for our safety stewardship practices. In 2014, we received awards from BNSF, Canadian Pacific and Canadian National. \nOur fleet management standard sets stringent \npreventative maintenance requirements for our railcars, incorporating best practices and lessons learned from past incidents. In many cases, these requirements exceed those of industry. For example, the railcars in our fleet are no more than 20 years old, compared to the industry lifespan of 40+ years.\nIn addition, all of the tank cars in our fleet undergo \nmandatory regulatory inspections every 10 years, including a thorough review of tanks and valves, to ensure all equipment meets and/or exceeds legislated standards. Our railcar PM program complements this protocol and exceeds minimum regulatory mandates by requiring our own internal inspections every five years.\nOur Medicine Hat plant team works closely with \nall levels of government in Canada, as well as stakeholders in Alberta, regarding all aspects of emergency planning and response. These stakeholders include the City of Medicine Hat,  \nthe Province of Alberta’s Emergency Response Team, the Alberta Industrial Fire Protection Association (AIFPA) and HALO (Southern Alberta’s Helicopter Air Lift Operation), among others.Our road safety program includes: \n• Audits and assessments of our land-based carriers/haulers on a three-to-five year cycle using a Methanex-appropriate protocol (i.e., the CDI-Terminal program, SQAS in Europe, RSQAS program in China, ASIQUIM in Chile) \n• Truck methanol handling safety seminars and workshops \n• Truck company qualification and selection program\n• Transportation route risk assessments for motor carrier routes from all producing locations, as well as assessments of newly proposed routes \nHOW WE ARE DOING\nMarine Vessel Safety\nResults of our Internal Safety Visit Program in 2014 \nshowed that ship management companies are meeting, on average, about 86% of the items in our review questionnaire. This was a 1.5% improvement compared to ratings in 2013. \nCDI-Marine inspections were completed by \naccredited inspectors for all time chartered vessels. The number of observations requiring improvement has been continually decreasing, which indicates a good level of compliance with regulations and best practices within our fleet.\n17 x Annual Chemical Distribution Institute — CDI-M terminal inspectors17\n17 x Vessel Safety Visits 17\n34 x Methanol Safety Training Sessions for Crew35\n16 x Nitrogen Safety Training Sessions for Crew20By minimizing risks at critical \npoints in the methanol value-chain — product transportation, distribution, storage and use — Methanex is doing its part to protect the public, the environment and communities in every country where it operates.\n — Chemistry Industry \nAssociation of Canada\nPlanned Achieved\n", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}