{"page_content": "32  Product Stewardship\nTerminals\nIn 2014, 100% of Methanex’s contracted terminals \ncompleted third-party audits based on the CDI-Terminal protocol. 58% of terminals that Methanex delivers products to, including customer terminals, completed audits based on either CDI-Terminal, the Oil Companies International Marine Forum (OCIMF), or approved Methanex Terminal Pre-screening Assessments. \nThe terminal used in Geismar began operations in \nDecember 2014. Key initiatives were completed to ensure safe start-up. These included completion of a Hazard Operability (HAZOP) Study and CDI-Terminal audit, as well as follow-up meetings to address outstanding items. We also held a Responsible Care seminar in Baton Rouge, with 11 suppliers and vendors in attendance, as well as a Methanol Safe Handling Training Session with employees from the terminal facilities. \nIn our Asia Pacific region, we have a Logistics \nService Provider Recognition Award Program to encourage continuous safety, environmental and operational improvements. Through this program, awards are given to providers who come up with the best improvement ideas, which are then shared with other terminals. In 2014, these included: \n• Preventing slips, trips and falls by repositioning fixed gauges and monitoring devices to safer locations\n• Capturing small methanol vapour releases from transfer pumps using a simple flexible hose arrangement\nIn 2014, we planned for 26 terminal inspections, and achieved 27.\nRoad and Rail Safety\nDuring the year, we held trucking industry-focused \nmethanol safety seminars in Japan, China, South Korea, Singapore, Brazil and Egypt, which brought together customers, distributors, end-user customers (and their truck carriers), terminal staff and emergency responders.\nWe also continued to conduct assessments of \nour land-based carriers and began to implement route risk assessments for methanol tanker truck transportation by road. In Egypt, we completed comprehensive route risk assessment and driver methanol safety training sessions. Seventeen road tankers safely logged approximately 800,000 km while moving our product. \nOur team in China was invited by the Shanxi \nProvincial Transportation Administration Bureau to deliver a methanol truck safety seminar to over 160 participants in Taiyuan, Shanxi. The event drew in a record number of attendees, including provincial government officials, local transportation administration bureaus, methanol truck operators and drivers from 11 cities of the Shanxi province.  \nThank you Methanex for your \nsupport to methanol fuel applications in Shanxi and your contribution to equipping our people with more knowledge about Responsible Care and safe handling of methanol. From the government, we would like to actively promote more information exchange between Shanxi and Methanex in the years to come.\n— Li Xiaopeng, Governor  \nof Shanxi province, ChinaThe Methanol Group\nThe Methanol Group is a working group formed by representatives \nof Waterfront Shipping, the ship owners, the technical managers of the \nvarious vessels in our fleet, and various marine safety consultants. The group’s purpose is to develop and share best practices in safety, health, environment, quality and efficiency. \nIn 2014, the Methanol Group determined the need to eliminate or \nsubstantially reduce the need for ship employees to work in confined spaces in the course of tank cleaning and any other cargo-related operations. The group also identified Responsible Care and safety priority areas for the next two years. These include: \n• Crew retention (especially senior officers)\n• Crew wellness and well-being\n• Crew training\n• Mentorship and knowledge sharing\n• Work/rest hours management\n• Energy efficiency\n• Compliance with company policies \nIn 2015, Waterfront will ensure these topics are checked in regular safety visits, to assess their progress. ", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}