{"page_content": "2014 Responsible Care and Sustainability Report   33\nIn 2015, we will focus on improvements in the \nResponsible Care performance of our freight providers through monitoring of regulatory requirements, development of plans to address new requirements and periodic rail safety inspections at key locations.\nWorking Together for Safe Transport\nIn 2014, our Medicine Hat facility loaded \n502,980 metric tonnes of methanol into \nrailcars and trucks, distributing it to locations across Western Canada and the Northwestern United States. This was accomplished without a single spill incident. \nHow do we work to ensure the safe transport \nof methanol? Our Dallas office, which oversees distribution in North America, works with Medicine Hat to ensure our railcars are safe, inspected, maintained and appropriately phased out. Our product handling team works within the guidelines of the Rail Safety Management System based on Industrial Railway Regulations in Alberta. We also follow Transportation of Dangerous Goods rules, which provide a systematic way to control  risk and ensure a high level of safety. \nAs a result of our efforts, we received the \nCanadian Pacific (CP) Shipper Safety Award, the Burlington Northern Santa Fe (BNSF) Railway Product Stewardship Award, and the Canadian National Safe Handling Award. This recognition is due to the hard work and dedication of our product handling team, who are committed to safely delivering our product to our customers.\nWorking with Distributors and  \nStakeholders in the Value Chain\nIn 2013, we launched a Distributor Responsible \nCare Standard with distributors in Japan, China and South Korea. The goal was to establish performance expectations on responsible product transportation and the safe use of methanol. In 2014, we began introducing this standard, in collaboration with local distributors. The standard will be implemented in other regions in 2015.\nIn 2014, we delivered more than 29 Responsible \nCare and methanol safety seminars, training sessions and presentations to global stakeholder groups, including customers, logistics providers and carriers, terminal staff, local communities, emergency responders, industry associations and governments. We planned to deliver 17 safety seminars and well surpassed our goal in this area.\nSafe Handling and Use of Methanol\nLike other chemicals, methanol must be handled \nand used with care. Unfortunately, in some countries, methanol is sometimes unscrupulously added to alcoholic beverages as a way of lowering costs or unintentionally added through poor alcohol distillation processes, which has led to alcohol poisoning. We work closely with the Methanol Institute (MI) to advocate for the safe handling of methanol in markets worldwide. The international non-profit organization Project HOPE monitors  and increases public awareness of the issue, and provides training to stakeholders in  \ntargeted countries.\nLife Saving Initiatives About Methanol (LIAM) is an \ninternational organization dedicated to providing alcohol poisoning prevention, and education and training services, to the public and medical community in Indonesia. In 2014, the MI and LIAM, with the developmental assistance of the Public Health Department of Udayana University’s Faculty of Medicine in Bali, created the Community Education Program (CEP). CEP’s objective is to help ensure safer production, distribution and consumption of alcoholic beverages in Bali. CEP is implementing community-based programs in dozens of villages and local health clinics, to educate the general public, health workers, and producers of arak (a locally produced alcoholic liquor). ", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}