{"page_content": "34  Product Stewardship\nSustainable Markets for Methanol\nWe are supporting the development of new \napplications for methanol to provide innovative solutions for the world’s energy needs. As a clean-burning fuel, methanol can be blended directly into or substituted for gasoline to produce a high-octane fuel that produces fewer emissions than conventional gasoline. Methanol also has promising applications as a marine fuel, and we are leading developments in this industry. Additionally, methanol is a key component in the production of biodiesel, a renewable fuel that can be blended with conventional diesel or used on its own to power cars, trucks, buses and farm equipment.\nRenewable methanol, which can be produced via \nmunicipal waste, industrial waste, biomass and carbon dioxide, has been demonstrated to be a successful replacement for gasoline and diesel.\nWHY THIS MATTERS\nMany governments around the world are supporting initiatives for cleaner alternative and renewable fuels in an effort to reduce their dependency on conventional fuels and reduce emissions and greenhouse gas emissions. In Iceland, a new blending mandate took effect in 2014, resulting in a drive for cleaner and emission-free fuel in Europe and other parts of the world. The European Parliament and many other member states are on  \na pathway that is supportive of the introduction  \nof ultra-low carbon fuels.\nIn addition, new environmental regulations from \nthe International Maritime Organization require ships to decrease sulphur and N0\nx emissions, so the \nsearch is on for a cleaner shipping fuel.\nHOW WE ARE MANAGING IT\nWe are investing in new sustainable technology  for our shipping fleet and participating in numerous initiatives involving methanol as a clean-burning marine fuel. Lifesaving Initiatives Making a Difference in Indonesia\nIn 2013, Lhani and Tim Davies set up LIAM after their son Liam  \ndied of methanol poisoning from drinking counterfeit spirits near \nLombok in Indonesia.\nLhani, who visited our New Zealand plant in 2014, said that when her son \ndied, she had to take action. “We can’t bring Liam back but we can raise awareness of what’s going on so others won’t die needlessly,” she says.\nThe Indonesia spirit of arak is made in rudimentary facilities which can \nresult in methanol, which is never meant for consumption, being present in spirits through poor distillation. (It is estimated that 50% of alcohol in Indonesia is counterfeit.) LIAM staff is engaging small arak producers, medical staff and volunteers working with tourists to help ensure safer production, distribution and consumption of alcoholic beverages in Bali.\nLIAM’s work is paying off. In January 2014, two tourists were poisoned by \nmethanol in bootleg alcohol, and received immediate treatment by staff trained in LIAM, which directly resulted in saving their lives.\nVanessa James, Methanex’s SVP of Marketing & Logistics in New Zealand, said \nit was great to hear from Lhani first-hand about the successes and challenges of the program. “The education and training is making a real difference in people’s lives,” she says. “Knowing we are helping make it happen through the Methanol Institute is something we can feel good about.”\nLhani Davies, LIAM Organization and Juliet Larkin, Public Affairs Manager", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}