{"page_content": "2014 Responsible Care and Sustainability Report   9\nMeeting the Highest Standards \nof Responsible Care® Internationally\nThrough the International Council of Chemical Associations (ICCA), over 50 countries have  adopted the Responsible Care Ethic and  \nPrinciples for Sustainability. As a global company, we maintain membership in a number of chemical and industry associations around the world. We are active members of the Chemistry Industry Association of Canada (CIAC), the American Chemistry Council (ACC), La Asociación Gremial de Industriales Químicos de Chile (ASIQUIM), the Association of International Chemical Manufacturers (AICM) in China, the Japan Chemical Industry Association (JCIA), Responsible Care New Zealand (RCNZ) and the Gulf Petrochemicals and Chemicals Association (GPCA). We are also a signatory to China’s Association of International Chemical Manufacturers Responsible Care Manifesto. Every three years, Methanex’s Responsible Care Program is externally verified through the CIAC or the ACC Responsible  \nCare Management System RC 14001  \ncertification process.\nFor more information on Responsible Care,  \nplease refer to the CIAC website  (www.canadianchemistry.ca).Governance\nOur corporate governance policies ensure that all business decisions and practices live up to the highest values of accountability, ethical behaviour and Responsible Care.\nOur Responsible Care and Social Responsibility \npolicies and practices are established by our Executive Leadership Team and endorsed by our Board of Directors. The Board’s Responsible Care Committee oversees program performance and issues at the policy level, while the Public Policy Committee focuses on our Social Responsibility Program. The Board, through these two committees, considers ethics, accountability, governance, business relationships, operations, stewardship, community involvement, people and the environment. Together these two committees provide oversight of Responsible Care and Social Responsibility at Methanex.\nAs part of the Responsible Care Ethic, our  \nSocial Responsibility Policy aligns corporate \ngovernance, employee engagement and development, community involvement, people and environment. It contains policies relating to:\n• Human rights, child labour, general labour  \nand employment practices\n• Sensitivity and awareness of the unique cultures and customs of communities In November 1997,  \nMethanex became the first \nchemical company in the world to receive global verification  \nunder Responsible Care.\nBoard of Directors\nExecutive Leadership TeamPublic Policy Committee of the Board\nSVP, Corporate Resources & \nGeneral Counsel\nGlobal Stakeholder  \nRelationsResponsible Care Committee of the Board\nManufacturing, Site  \nResponsible Care TeamsSVP, \nManufacturing\nGlobal \nManufacturing \nTeamSVP, Global \nMarketing & \nLogistics\nGlobal Marketing \n& Logistics Team\nGlobal Marketing & \nLogistics Responsible \nCare TeamVP, Responsible \nCare\nGlobal \nResponsible Care \nTeam", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}