{"page_content": "10  Responsible Care and Sustainability at Methanex\n• Fair and equitable criteria for awarding \nbusiness contracts \n• Effective processes to hear and promptly resolve complaints that arise from customers, suppliers, employees, communities and other affected stakeholders\n• Socially responsible resource use and  \nethical procurement practices\n• Environmental, social and governance reporting — clear and transparent reporting against the goals that we establish for Methanex\nGlobal Responsible Care\n® Management System\nOur Global Responsible Care Management System (GRCMS) supports our strategic pillars of Global Leadership, Operational Excellence and Low Cost, and helps us implement the Responsible Care Ethic and Principles for Sustainability. It is based on the Chemistry Industry Association of Canada’s (CIAC’s) Responsible Care Ethic, principles for sustainability and codes of practice, and follows a “Plan, Do, Check, Act” cycle to enable continuous improvement. This rigorous integrated management system covers all aspects of our program: health, safety, environment, security, process safety, reliability, emergency preparedness, crisis management, social responsibility, sustainability and product stewardship, both globally and locally.\nTo ensure compliance with the GRCMS, we have a \nrisk-based Responsible Care global internal audit program that reviews higher-level management practices. This program also helps us assess performance, manage risk, verify conformance with laws and internal requirements, and drive continual improvement. We communicate to senior management and the Board about the overall health of our Responsible Care systems. To put our Responsible Care Ethic and Sustainability Principles into practice, we have a variety of strategies and programs in place for health and safety, environment and social responsibility. We monitor improvements through leading and  \nlagging key performance indicators (KPIs).\nOur KPIs reflect all of the main elements  \nof our Responsible Care Program:\n1. People\n2. Environment\n3. Responsible Care Culture\n4. Process Safety\n5. Stewardship & Accountability \nThese KPIs are intended to stretch targets to help \ndrive improved Responsible Care performance.  \nThe KPIs cascade to the CEO’s direct reports and,  \nas a result, throughout the entire organization.\nResponsible Care\n® Third Party Verification\nWe use third-party assessments to provide  \nexternal benchmarking and maintain integrity  \nof our processes. Verification is primarily  \nconducted through the CIAC 1 or, in Trinidad and \nLouisiana, the American Chemistry Council RC \n14001. The verification team looks for answers to three key questions: \n• Is the company meeting the expectations outlined in the Responsible Care codes? \n• Is there an effective management system in place that supports Responsible Care, and drives continuous improvement, in all areas? \n• Is the company’s commitment to the Responsible Care Ethic and Principles for Sustainability tangible, and does it guide the company’s judgment, decisions and actions, both internally and externally?\nOur Executive Leadership Team and Board have oversight of the Responsible Care verification process, to ensure key actions have been addressed. Verification occurs on a three-year cycle. 2014 was the sixth verification for us, with our Egypt operations being verified for the first time. \n1 http://www.canadianchemistry.ca/responsible_care/index.php/en/responsible-care-verification#sthash.KeV4ytiV.dpufMethanex was the first, and \nremains the only, CIAC member company to ask the verification team to verify their operating sites and marketing offices outside Canada using the Canadian Responsible Care protocol. Methanex and I have travelled the Responsible Care road side by side since my participation in the initial “Responsible Care in Place” verification of Methanex’s Canadian operations in November 1996. Methanex has now been CIAC verified six times and I have had the good fortune of being a verification team member for all but one of these.\n— Alec Robertson,  \nCIAC Responsible Care Industry Verifier ", "metadata": {"source": "NASDAQ_MEOH_2014.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}