{"page_content": "2020 Global Environmental & Social Impact Report  |  11\n© 2021 Starbucks Corporation.  PEOPLEIMPACT SUMMARY\nFY20 PROGRESS: OUR STORES\nSERVING THOSE WHO SERVE\nCreating Partnerships\nGoal: Create connections among partners, communities and \nthose who serve\nIn FY20, we supported military veterans  in our community in a \nvariety of ways. Stores adopted military units to show gratitude  \nand we continued our partnerships to support military \ncommunities, with a focus on mental health and well-being \nthrough the National Alliance on Mental Illness ; Headstrong ; \nTeam Red, White & Blue ; Blue Star Families  and The Mission  \nContinues . These activities were consistent with our longstanding  \ncommitment  to supporting veterans and military families.SOCIAL IMPACT-DESIGNED STORES\n29 Community Stores, 68 Military Stores,  \nand 9 Signing Stores\nGoals:\nOpen 100 Community Stores by the end of 2025 in the U.S.\nOpen 200 Military Family Stores by 2022 in the U.S.\nIn FY20, Starbucks increased its commitment  in the U.S. to \nopen Community Stores in traditionally underserved, diverse \ncommunities across the country. Community stores focus on \ncreating pathways for those facing barriers to opportunity by \nhiring from within the community, creating dedicated space \nfor communities to come together for events and working with \ndiverse contractors for store construction and remodels. We have \ninvested in 17 U.S. Community Stores, with the latest opening in \nthe Watts neighborhood  of Los Angeles in FY20. We plan to open \n100 Community Stores in the U.S. by the end of 2025.\nAs of FY20, Starbucks had opened four Community Stores in Asia \nacross three markets, with different areas of focus that include \nproviding educational opportunities for children and supporting \nyouth entrepreneurs and farming communities.\nWe also operated six Signing Stores in FY20 around the world to \nprovide employment opportunities for Deaf and hard of hearing \npeople and drive greater community connection. In FY20, our \nlicensed partner in India opened two stores staffed entirely by \nwomen, creating a welcoming space for women to grow and \ndevelop their careers at Starbucks.\nIn the U.S., we have invested in 68 Military Family Stores as of FY20, \nwhich offer support for military communities, and plan to open \n132 of them by 2022.1\n2\n", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}