{"page_content": "2020 Global Environmental & Social Impact Report  |  12\n© 2021 Starbucks Corporation.  PEOPLEIMPACT SUMMARY\nFY20 PROGRESS: OUR COMMUNITIES\nHUNGER RELIEF\nDonated food available from 74% of U.S. \ncompany-operated stores\nGoal: Rescue food available to donate from 100% of U.S. \ncompany-operated stores by the end of FY21\nThe Starbucks FoodShare program in the U.S., which launched \nin 2016 in partnership with Feeding America, donates eligible, \nunsold food to food banks and mobile pantries. In FY20, the \nprogram redirected food from 74% of U.S. company-operated \nstores. We also doubled down on investments in successful, \nlong-term strategies like mobile pantries, which help overcome \ntransportation and access barriers by bringing food to families \nwhere they are. As a result of these initiatives, Starbucks donated \nmore than 8.9 million meals in FY20, as well as $1 million to mobile \npantry programs.\nAs the needs of food banks increase, we continue to learn from the \nmany logistical challenges of ongoing perishable food delivery so \nwe can increase the scale of this program. Internationally, similar \nfood donation programs exist in several markets, including a \nFoodShare program in Canada and food waste diversion programs \nin 14 countries across EMEA markets.INCREASED STORE SUPPORT\nLaunch of Outreach Worker Pilot in Five Cities\nGoal: Provide store partners support to address customers with \ncritical needs\nIn FY20, Starbucks launched a one-year Outreach Worker pilot \nprogram with United Way Worldwide . The program began in \nfive U.S. cities (Seattle, Chicago, Los Angeles, Washington D.C., \nPhiladelphia). It supports store partners in high-incident stores \nby connecting them to outreach workers who bring expertise in \nhyper-local social work and can support customers with critical \nneeds, while decreasing non-critical reliance on law enforcement. \nWith initial success and impact in FY20, we have committed \nto expanding the program into additional cities, adapting from \npilot learnings and broadening our partnership to include other \noutreach organizations.\nVOTING\nResources, Information, Lyft Rides\nGoal: Support partners and customers in having safe and \naccessible ways to vote\nNo partner should have to choose between work and having \ntheir voice heard. In FY20, Starbucks continued to promote the \nimportance of voting  – including making sure partners had the \ntools and time to vote and encouraging government at all levels \nto make sure Americans have safe and accessible ways to vote. \nThrough a campaign that included using the Starbucks app and \na partnership with a non-partisan coalition of businesses, Civic  \nAlliance , we provided partners and customers with resources and \ninformation about how and where to register to vote. We also \nprovided all U.S. partners with a free Lyft ride worth up to $75 so \nthey could travel to the polls to vote, volunteer as a poll worker or \ndrop a ballot at a post office, ballot box or other official ballot drop \nlocation.\nWe formed partnerships in FY20 with the NAACP , Hispanic \nFederation , Iraq and Afghanistan Veterans of America  and the \nLawyers Committee for Civil Rights  to create opportunities for \nour partners to volunteer in civic-related activities in their local \ncommunities. \n", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}