{"page_content": "2020 Global Environmental & Social Impact Report  |  19\n© 2021 Starbucks Corporation.  PLANETIMPACT SUMMARY\nJoining the Water Resilience Coalition\nStarbucks endorsed the United National Global Compact CEO \nWater Mandate principle and joined this initiative of the United \nNations Global Compact to help preserve freshwater resources \nglobally. Coalition members commit to collective action in water-\nstressed basins, to develop and implement resilient practices \nacross their industry, and to provide leadership and advocacy in \nthe field of water stewardship.\nSouth Korea’s Planet Positive Commitments\nIn April, Starbucks Coffee Korea announced  bold commitments \nincluding reducing its carbon footprint by 30% and eliminating \nsingle-use cups by 2025.\nCup-Borrowing Programs\nIn early FY21, we tested cup-borrowing programs in stores in Japan \nand Seattle, in which customers received a reusable cup to take \nwith them and return later or at a different store. This spring, we \nbuilt on these learnings to scale our cup-borrowing program to \nfive stores in Seattle.Forest Conservation and Restoration\nEarly in FY21, Starbucks launched projects with Conservation \nInternational (CI) to protect and restore at-risk forests in key \ncoffee landscapes near our supply chains. Over the next five years, \nCI and Starbucks will work together on forest conservation and \nrestoration programs in Colombia and Peru that will help carbon \nsequestration efforts and benefit freshwater ecosystems and \nsurrounding coffee communities.\nWin-Wins with Dairy Farmers\nStarbucks is now supporting the Dairy Net Zero Initiative, a \npartnership of the U.S. dairy community seeking to achieve net \nzero greenhouse gas emissions and improvements in water quality \non farms. We’ve also joined the Farm Powered Strategic Alliance \nas a founding member, which uses food waste from our supply \nchains to produce low carbon fertilizer that dairy farmers can use \nto support their regenerative agriculture practices. \nOatmilk Rolls Out Nationally\nIn March, Starbucks rolled out Oatly oatmilk as a plant-based \nchoice in stores across the U.S.FY21 HIGHLIGHTS TO DATE", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}