{"page_content": "2020 Global Environmental & Social Impact Report  |  20\n© 2021 Starbucks Corporation.  COFFEEIMPACT SUMMARY\nCoffee is at our core. We are committed to \nsourcing coffee responsibly, for the betterment  \nof people and planet, so we can ensure a \nsustainable future of coffee .\nFY20 PROGRESS\nETHICALLY SOURCED COFFEE\n98.6% in FY20\nGoal: Committed to 100% ethically sourced coffee in \npartnership with Conservation International\nFrom 2015 to 2019, 99% of Starbucks coffee was verified as \nethically sourced as measured by C.A.F.E. Practices, our ethical \nsourcing verification program developed in partnership with \nConservation International. Measuring farms against economic, \nsocial and environmental criteria, the C.A.F.E. Practices program  \nis designed to promote transparent and sustainable coffee \ngrowing practices while also helping protect the well-being of \ncoffee farmers and workers, their families and their communities.\nIn FY20, due to restrictions caused by COVID-19, auditing teams \nwere unable to complete all the necessary in-person, on-farm \naudits of our coffee production, resulting in expiration for farms \nwhose verification ended in FY20 and were not audited. This \nresulted in 98.6% of our coffee coming in FY20 from C.A.F.E. \nPractice-verified farms.FARM COMMUNITY SUPPORT\nNine Farmer Support Centers,  \n200,000 Farmers Trained\nGoal: Train 200,000 farmers by the end of 2020\nMore than 40,000 farmers were trained in FY20, enabling us to \nreach our goal of training 200,000 farmers by the end of 2020. \nStarbucks operates nine Farmer Support Centers worldwide, \nwhere agronomists and quality experts work alongside coffee \nfarmers – whether they sell to Starbucks or not – to share tools \nand information to help increase the productivity, quality and \nprofitability of coffee on their farms and improve their livelihoods. \nIn FY20, due to COVID-19 restrictions, we incorporated online \ntraining tools and resources to continue these efforts while \nsupporting the health and safety of our partners, suppliers, \nfarmers and their communities. COFFEE TREES\n50 Million to Date, 10 Million in FY20\nGoal: Provide 100 million trees to farmers by 2025\nIn FY20, we distributed 10 million trees to farmers in Mexico, \nGuatemala and El Salvador. Over the past five years as part of our \n10-year, 100 million-tree commitment, Starbucks has donated \nnearly 50 million coffee trees to farmers. These new trees are bred \nto be resistant to coffee rust, a disease associated with climate \nchange, and they’re replacing trees declining in productivity, which \ncan, in turn, help farmers improve the quality and yields of their \nharvest and improve their revenue.\n", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}