{"page_content": "2020 Global Environmental & Social Impact Report  |  7\n© 2021 Starbucks Corporation.  PEOPLEIMPACT SUMMARY\nOur aspiration is to be people positive — investing \nin humanity and the well-being of everyone we \nconnect with, from our partners to coffee farmers \nto the customers in our stores and beyond.\nFY20 PROGRESS: OUR PARTNERS\nADVANCING RACIAL AND SOCIAL EQUITY\nAn Update on Our Progress\nGoal: Advance racial and social equity on behalf of our partners, \nour customers and our communities. \nSince the beginning, Starbucks has set out to be a different kind \nof company rooted in providing a third place where everyone \nis welcomed and respected. \nEach day we reaffirm our responsibility to one another —  \nto care for each other, to strengthen our communities and to \nensure diverse perspectives are represented at the company’s \nhighest levels. We are committed to furthering that work with \nintention, with transparency and with accountability. Some of \nthose commitments in FY20 included: \n •  Commissioning our second  Civil Rights Assessment, conducted \nby Covington & Burling LLP under the leadership of former U.S. \nAttorney General, Eric Holder, Jr. \n •  Launching a mentorship program to connect BIPOC partners to \nsenior leaders. In its initial phase, the program pairs senior vice \npresidents and above with diverse directors and vice presidents \nin retail and non-retail. The program includes a mix of one-on-\none sessions between mentors and mentees, mentorship circles \nwith a 1:3 mentor-mentee ratio, and community events. \n •  Launching an internal series of courageous conversations to \ncreate a safe space for bold discussions addressing difficult \ntopics and to help increase understanding.\n •  Investing in strategic partnerships with professional \norganizations who focus on the development of BIPOC talent, \nproviding additional development opportunities for our BIPOC \npartners. \n •  Connecting inclusive and diverse team building to our executive \ncompensation program. \n •  Providing more transparency on our current workforce  diversity.We know this work is a journey. Our partners, our customers and \nthe communities we serve ground us in an open dialogue and a \ncollective desire to create lasting change.\n", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}