{"page_content": "2020 Global Environmental & Social Impact Report  |  8\n© 2021 Starbucks Corporation.  PEOPLEIMPACT SUMMARY\nFY20 PROGRESS: OUR PARTNERS\nCULTURE OF INCLUSION\nHuman Rights Campaign’s Corporate Equality \nIndex: 100%\nGoal: Continue to be a top employer for LGBTQIA2+ workplace \nequality\nIn 2020, for the eighth consecutive year and eleventh year overall, \nwe achieved a 100% rating from the Human Rights Campaign’s \nCorporate Equality Index  based on corporate policies and \npractices for LGBTQIA2+ equality. \nCULTURE OF INCLUSION\nDisability Equality Index: 100/100\nGoal: Continue to advance disability inclusion in the workplace\nIn 2015, 2016, 2017 and 2019, Starbucks scored 100 out of 100 on \nthe Disability Equality Index  (DEI) and was recognized as a “Best \nPlace to Work.” We are a member of Disability:IN’s Inclusion Works \nprogram, a national forum for peer institutions to share best and \nevolving practices on Access and Disability Inclusion. Starbucks \nRetail Inclusion Academy, operating since 2017, prepares people \nwith disabilities for retail jobs. This work is consistent with our \ncommitment  to access and disability inclusion.PARTNER DIVERSITY\n69% Female, 47% BIPOC\nGoals:\nAt least 40% BIPOC representation and 55% women in all \nretail roles, by 2025 in the U.S.\nAt least 40% BIPOC representation and 30% women in all \nmanufacturing roles by 2025 in the U.S.\nAt least 30% BIPOC representation and 50% women for all \nenterprise roles, including senior leadership, by 2025 in the U.S.\nOur approach to hiring, development and advancement of our \npartners is critical to our journey to advance inclusion, diversity \nand equity at Starbucks. As of August 2020, our U.S. partner base \nwas 69% female and 47% BIPOC. Within BIPOC representation, \npartners are 8% Black, 27% Hispanic or Latinx, 6% Asian, 5% \nMultiracial, 0.6% American Indian or Alaskan Native and 0.6% \nNative Hawaiian or other Pacific Islander. As of August 2020, our \nsenior leadership was comprised of 51% women and 19% BIPOC.\nIn looking at representation data, with more detail here , we have \nidentified opportunities to improve career advancement for our \nBIPOC partners throughout the organization, and we’re using this \ndata to help us focus our efforts to promote greater equity and \ninclusion among BIPOC partners at all levels. 1\n2\n3\n", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}