{"page_content": "2020 Global Environmental & Social Impact Report  |  10\n© 2021 Starbucks Corporation.  PEOPLEIMPACT SUMMARY\nFY20 PROGRESS: OUR PARTNERS\nPARTNER BENEFITS\nMental Health Expansion\nGoal: Continued leadership in innovative, relevant benefits for \nfull- and part-time retail partners\nWe’re proud that we have pioneered innovative benefits for \nfull- and part-time partners around the world. In the U.S., eligible \npartners who work at least 20 hours a week receive a benefits  \npackage  that includes comprehensive and affordable health \ninsurance, 100% college tuition coverage, equity in the form of \nstock, paid parental leave, child and adult back-up care and more. \nIn FY20, we expanded our commitment to partner mental health  \nin a number of ways, based on partner feedback:\n •  U.S. partners and eligible family members now have access to \n20 no-cost sessions each year with a mental health therapist or \ncoach through Lyra Health , so they can receive quality care that \nmeets their specific needs.\n •  U.S. assistant store managers, store managers and non-retail \npartners are receiving Starbucks Mental Health Fundamentals \nTraining, created in partnership with the National Council for \nBehavioral Health  to help partners listen for, recognize and \nrespond to signs of mental health and substance use issues.\n •  Partners in the U.S. and Canada can now sign up for a free \nHeadspace  subscription, taking advantage of the many \nresearch-based benefits of meditation.\nInternationally, we customize our compensation and benefits \npackages to remain responsive to partners’ feedback and \ncompetitive in the marketplace. In China, for example, Starbucks \nhas been named a top employer  by Aon Hewitt.COLLEGE EDUCATION BENEFIT\n4,500 Graduates\nGoal: Graduate 25,000 Starbucks partners from Arizona State \nUniversity (ASU) by the end of 2025\nThe Starbucks College Achievement Plan  (SCAP) is helping \nbenefits-eligible U.S. partners working part- or full-time complete \ntheir education by receiving 100% tuition coverage for a first-\ntime bachelor’s degree through Arizona State University’s online \nprogram. As of FY20, nearly 4,500 partners have graduated with \ndegrees since the program began in 2014, and the May 2020 \ngraduating class was the largest ever at 700. More than 14,000 \npartners across the U.S. participated in ASU’s online degree \nprograms in FY20, and more than 20% of those were first-\ngeneration college students.\nTO BE WELCOMING\n54,000+ Enrollments\nGoal: Continued cultivation of inclusion, diversity and equity \nawareness\nIn FY20, the 15-course To Be Welcoming  anti-bias curriculum \ngrew from 5,688 enrollments to 54,740 enrollments. We \nmade the curriculum publicly available and saw high levels of \nengagement from partners and non-partners, with Starbucks \npartners comprising 48.5% enrollees and non-partners \ncomprising 51.5% of enrollees.\nWe also offer the Third Place Development Series, designed \nto equip store managers and store partners with new tools for \nreflection and to facilitate discussions about important and \nchallenging topics related to mental health, equity, inclusion  \nand bias.", "metadata": {"source": "NASDAQ_SBUX_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}