{"page_content": "REAL ESTATE  \nWindstream’s real estate portfolio consisted of 3,546 \nowned and leased facilities as of Dec. 31, 2021, down 22 \nfrom the prior year. Approximately 10% of our locations \nare designated as corporate and regional offices based on \nprimary use and the remaining 90% as network locations. \nSince embarking on a strategic real estate rationalization \nand consolidation initiative in 2016, we have exited 160 \nsites resulting in an overall square footage reduction of 9%. \nWith another 37 exits planned in 2022, we intend to reduce \nour overall footprint by another 3% this year. This will \ncorrespond to a 23% reduction in square footage within the \ncorporate segment from the 2016 baseline.\nOur current data center footprint, included in the \nnetwork real estate segment, is largely the result of past \nacquisitions, and these centers are heavy users of Scope \n2 purchased electricity. Windstream is undertaking a \nsignificant modernization and consolidation effort, with \na target of going from the nine centers to a significantly \nsmaller footprint over the next five years. By migrating \nfrom heavier, energy intensive legacy hardware to leaner, \nvirtual and more energy efficient solutions, we expect to \nachieve material reductions in Scope 2 emissions tied  \nto our baseline operations today, even adjusted for \nplanned growth.PRODUCT STEWARDSHIP\nWindstream’s product stewardship programs are designed \nto minimize the health, safety, environmental, and social \nimpacts of the products and their packaging that we sell \nor install in our network, while also maximizing economic \nbenefits. The lifecycle of a product and its packaging is \noften associated with energy and materials consumption, \nwaste generation, toxic substances, greenhouse gases, and \nother air and water emissions.\nOur goal is to divert 100% of our consumer modems, set-\ntop boxes, network devices and other electronics from \nlandfills by refurbishing, redeploying or recycling them. \nWhen we are unable to reuse equipment, we next market \nit for resale and reuse through approved gray market \nvendors, and ultimately scrap and recycle the product as a \nlast resort.\nWindstream has assigned resources to manage the reverse \nlogistics processes for consumer modems, as well as \nenterprise and network hardware and equipment that are \ndesigned to achieve our goal of 100% landfill avoidance.In 2021, we refurbished 146,618 consumer modems, up \n131% from the prior year, and 158,668 pieces of enterprise \nand network equipment for redeployment. We also sold \nmore than 27,515 pieces of equipment we could no longer \nutilize and recycled 620,672 of obsolete equipment for \nreuse by others on the gray market.\nWindstream recycled another 575 tons of e-waste \ngenerated through other operational waste streams last \nyear, up 21% from 2020 as a result of a centralized, national \nprogram we began implementing in 2018. These recycling \nefforts included more than 16 tons of batteries and 257 \ntons of ferrous metals and avoided an estimated 555 \nmetric tons of CO2e greenhouse gas emissions. \nWe also avoided more than 2 tons of hazardous waste \nthat was diverted from landfills to recyclers, and as part \nof our ongoing commitment to reduce hazardous waste, \nwill continue to monitor, measure and report on this \ninitiative and our progress in subsequent annual ESG \nreports. Our e-waste vendors are certified recyclers that \nmeet electronics waste recycling standards, such as R2 or \ne-Stewards.ENVIRONMENTAL\nAPPROACH ENVIRONMENTAL SOCIAL GOVERNANCE APPENDIX 12Stewardship Category 2020 2021 % Change\nNumber of Consumer Modems Refurbished 63,526 146,618 +131%\nPieces of Enterprise and Network Equipment Redeployed 79,395 158,668 +100%\nPieces of All Equipment Sold on Gray Market 20,850 27,515 +32%\nTons of Batteries Recycled 27 16 -41%\nTons of Ferrous Metals Recycled 209 257 +23%\nTotal Tons of E-Waste Recycled (All Types) 475 575 +21%\nTons of CO2e Greenhouse Gas Emissions Avoided (est.) 1,456 1,643 +13%\nTons of Hazardous Waste Diverted from Landfills (est.) 5 2 -60%\n", "metadata": {"source": "NASDAQ_WIN_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}