{"page_content": "DIGITAL INCLUSION \nAt the end of 2021, Windstream had 4.9 million locations in its ILEC footprint: \n4.6 million are residential with the remaining 300,000 classified as business. \nWindstream’s footprint is largely rural with 96% of our service territory falling \noutside of municipal boundaries. More than 47% of Windstream’s residential \nlocations and 15% of business locations fall outside of municipal boundaries. \nThose locations are spread across 146,000 square miles in 18 states for a \npopulation density of 15 locations per square mile. Only 4% (or 6,000 square \nmiles) of Windstream’s ILEC territory fall within a municipal boundary. Windstream \nis wholly invested in all our customers and laser-focused on bridging the digital \ndivide. Deploying broadband to rural America can be very costly, so Windstream \nlooks to participate in federal, state, and local grant programs to help make \nthe necessary network builds economically feasible. With roughly half of our \nresidential locations falling outside of municipal boundaries, grant programs are \ninstrumental in improving speeds to our most unserved locations. \nIn 2021 alone, Windstream secured approximately $64 million in state and local \ngrants to deploy fiber to the home (FttH) to approximately 18,000 locations, \nenabling speeds of 1 gigabit per second. Prior to 2021, our participation in \nstate and local grant programs yielded about $34 million in funding to deliver \nbroadband to about 17,000 locations. \nIn November 2020, the Federal Communications Commission (FCC) concluded the \nRural Digital Opportunity Fund (RDOF) reverse auction. Windstream was successful \nin securing funding to deliver FttH services to approximately 193,000 locations \nacross 18 states. We were the fifth largest winner in the auction and the fourth \nlargest in our ILEC states, securing $53 million annually in funding. RDOF funds \nare to be used to serve locations within census blocks that no provider claims they \ncan offer service of at least 25/3. Windstream’s RDOF efforts are expected to bring \ngigabit speeds to more than 7,700 additional square miles and approximately \n106,000 new locations outside of our existing service footprint—95% of this \nterritory and 89% of the locations fall outside of a municipal boundary.\nMoving forward, we plan to expand our fiber-focused approach to broadband \nbuilds. Windstream has committed the necessary funds to fuel our robust capital \ninvestment program to expand 1 gigabit per second broadband service in rural \nAmerica. We are committed to bringing the speeds needed to enable working  \nfrom home, digital learning, and telehealth to our customers. Broadband service  \nis a community growth-driver, and we are committed to our communities and  \nour customers.SOCIAL\nAPPROACH ENVIRONMENTAL SOCIAL GOVERNANCE APPENDIX 16", "metadata": {"source": "NASDAQ_WIN_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}