{"page_content": "SOCIAL\nAPPROACH ENVIRONMENTAL SOCIAL GOVERNANCE APPENDIX 26Connecting people in a world of infinite possibilities. At \nWindstream, we celebrate the authenticity and uniqueness \nof our people and their ideas. The diverse voices of our \nemployees fuel our innovation and the inclusive, equitable \nculture we are building fosters belonging and empowers \neach one of us to create amazing customer experiences.\nWindstream is committed to promoting and encouraging \ndiversity, equity, inclusion and belonging for our employees \nby valuing the range of perspectives, ideas and experiences \nthat diversity provides, regardless of peoples’ gender, age, \nlanguage, disability, ethnicity, cultural background, sexual \norientation, religious belief, education, work experience, \noccupation, socio-economic background, and marital status.\nOur D&I Vision  \nWindstream aims to create and foster a workforce that \nreflects and contributes to the diverse communities in \nwhich we do business. \nOur employees and culture make the difference for our \ncustomers, our communities, and for our workplaces. Each \nof our employees offers a unique set of ideas, beliefs and \nskills shaped by their heritage, background and culture. We \nconsider this diversity to be an important resource, and \nwe strive to foster an environment where employees feel \nincluded, respected and comfortable bringing their whole \nand authentic self to work.Windstream’s Diversity and Inclusion Strategic Council is \nled by President and CEO Tony Thomas and our senior \nleadership team. The goal of the Strategic Council is \nto prioritize the company’s diversity, equity, inclusion \nand belonging efforts, raise awareness throughout the \norganization and educate leaders and employees on \nits importance. Windstream’s Diversity and Inclusion \nOperational Committee fulfills the goals and practices set \nforth by the Strategic Council. The committee consists of a \ndiverse group of 35 employees who possess a wide range of \nindustry and leadership experience. \nWe made great progress in our efforts to increase our \ncompanywide focus on diversity and inclusion in 2021. \nSeveral highlights include: \n• High Employee Engagement Survey results on three new \nD&I questions \n• Receiving the lowest ESG Risk Rating among U.S.-based \nTelecommunication providers \n• Being selected as one of America’s Most Loved \nCompanies by Newsweek \n• Receiving numerous industry awards and accolades \nincluding a Top Ten Military Friendly Company and Best \nof the Best for African Americans, Professional Women, \nHispanics, DiverseAbility and LGBTQ+\n• Hosting numerous Employee Resource Groups events \n• Sharing various blogs highlighting the richness of our \nbackgrounds \n The Operational Committee diligently works to reach the \ngoals set forth by the Strategic Council. The Committee’s \npriorities for 2021 included providing leaders with a D&I \nToolkit, linking employee-led Culture Crew Events with D&I \nawareness, the creation of three new courses focused on \ninclusivity, a dedicated internal D&I webpage for leaders, \nand mentorship and community service programs for our \nERGs. This year we will build upon the solid foundation we \nhave established by expanding our D&I framework to  \ninclude Equity and Belonging. These activities are reported \nquarterly to the ESG Committee. Our current priorities \ninclude: \n• Increasing employee engagement through increased \nfocus and action surrounding collaboration, equity and \nbelonging\n• Expanding the reach of our ERGs through mentorship \nand community engagement opportunities, while adding \na Hispanic ERG\n• Implementing additional recruiting and retention \nstrategies to strengthen and showcase our commitment \nto diversity\n• Expanding and promoting professional development \nopportunities to amplify and empower the diverse voices \nof our workforce\nWe’re proud to receive multiple recognitions for our D&I \nprogram and initiatives such as a Top Employer of Women, \nAfrican Americans, Hispanics, Veterans, Disabilities and Top \nLGBTQ+ Employer. See the Full List of Awards. \nLearn more about our culture and diversity here:  \nCulture & Diversity Windstream aims to create and foster a workforce that reflects and contributes \nto the diverse communities in which we do business. Windstream’s Statement on Diversity & Inclusion (D&I) \n", "metadata": {"source": "NASDAQ_WIN_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}