{"page_content": "2 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n A Message From Our CEO \nAdobe was founded on simple yet enduring principles that remain with us to this day:  \nInnovation is at our core, employees are our greatest asset, and our customers,  \ncommunities and stakeholders are central to our success.  \nAs digital continues to rapidly reshape how we work, learn and \nplay, Adobe’s products are fueling the digital economy and empowering everyone, everywhere to imagine, create and deliver any digital experience. Purpose has been core to the company’s DNA from its earliest days. Tere are three key areas in which we are uniquely positioned and motivated to make a diference: Adobe for All, Creativity for All and Technology to Transform. \nAdobe for All \nAdobe’s purpose starts with our commitment to create a work -\nplace and community that refects the diversity of the world around us, where everyone feels included and respected and has the opportunity to make an impact. Greater representation leads to a virtuous cycle of more role models, advancement, growth and meaningful innovations for our customers and communities. We are proud of our progress in increasing women in Director+ roles globally by 50% and our Black community in the U.S. by 63% over the past two years. We are sponsoring the success of underrepresented minorities in technology careers at Adobe through initiatives such as the McKinsey Connected Leaders Academy in the U.S., Women in Tech Forum career coaching program in EMEA and Women Emerging Leaders Program in APAC . E\nxternally, we are investing in building a talent pipeline \nthrough strategic collaborations with historically Black colleges and universities and Hispanic-serving institutions, such as Bowie State University, San José State University and Winston-Salem State University. Our innovative SheSparks internship program across our India sites enables women to successfully transition back to full-time work afer a career break, securing program management and technical roles at Adobe. \nCreativity for All \nAs the creativity company, we are uniquely commited to advanc -\ning Creativity for All: empowering millions of creators of all ages and backgrounds to access the tools, skills and platforms they need to express themselves, reach their full potential and share their diverse perspectives. From supporting emerging flmmakers through the Sundance Adobe Fellowship, to the hundreds of creators we’ve aided fnancially through our Creative Residency Community Fund, to our Diverse Voices platform that elevates creators from a spectrum of disciplines, we are helping people around the world tell their stories on a larger scale. We’re sup -\n", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}