{"page_content": "11 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n  \n  \n  \n \n \n  \n \n \n \n \n  \n \n   \n \n \n \n \n \n \n  \n \n  \n  \n \n   \n  \n \n   \n  \n \n  \n \n  \n \n   \n  \n  \n Adobe for All: Workforce \nRecruitment and Advancement of a  \nMore Diverse Workforce \nAt Adobe, we appreciate the unique qualities that each \nperson brings to work. We continued to run our job descriptions through software to identify and address potentially biased language, proactively published to diversity job boards, and employed inclusive recruitment practices to help us source candidates from diverse backgrounds. We continued our Hiring at Adobe program for managers and interviewers, which focuses on ensuring fair and consistent hiring processes, and initiated a certified diversity recruiter program. In FY2022, we invested in \npartnerships and events to engage candidates across underrepresented communities, including: \nBlack/African American : AfroTech, Codehouse, \nHBCU 20x20, Mentor Me Collective, \nNational Black MBA \nDisability: Disability:IN, Project Hired \nHispanic/Latinx:  San José State University \nLatino Business Student Association, LatinX in AI Indigenous: Advancing Indigenous People \nin STEM, American Indian Science and \nEngineering Society \nLGBTQ+:  Lesbians Who Tech \nUnderrepresented Minorities:  AdColor, \nManagement Leadership for Tomorrow, \nLife After the NFL \nVeterans: HIRE VETS NOW, VetinTech \nWomen:  Grace Hopper Celebration of Women, \nSan José State University’s Society of Women \nin Engineering University and College Engagement \nIn FY2022, we continued our support of historically Black colleges and universities (HBCUs) and Hispanic-serving Institutions (HSIs). In so doing, we exposed more than 22,000 students to skills for jobs in tech and creative industries. The Adobe Foundation  granted $1 million to each of the \nparticipating universities, including Bowie State University, Winston-Salem State University and San José State University. Beyond our financial support, we worked with faculty and staff at each of the institutions to provide students with training and learning programs, access to creative and digital tools, and mentoring and career development opportunities. \nHighlights of our collaboration include: \n• The launch of the Student Athlete Micro Internship  program to provide \nstudent athletes with career skills and experiences \n• A cyber security internship program  with Bowie State University \n• The Adobe Ignite HBCU Scholarship  with the Thurgood Marshall College \nFund, which awards 50 students $15,000 scholarships in the 2022–2023 \nacademic school year \nWe continued our successful university technology scholarship programs designed to create gender equality in science, technology and engineering domains by encouraging women to showcase their excellence in computing and technology and become future leaders and role models in the field. This included the Adobe Research Women in Technology Scholarship  for women \nwho are studying at North American universities, and the Adobe India Women in Tech Scholarship for women enrolled in an Indian university or institute. Employee Pride in Dublin, Ireland \n", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}