{"page_content": "12 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n \n   \n \n \n  \n \n \n \n \n  \n  \n \n \n \n \n \n \n \n \n Adobe for All: Workforce \nMid-career Pathways \nGoing beyond universities, we want to give individuals from nontraditional \nbackgrounds in the U.S. new opportunities to enter technology and design careers. \nAdobe Digital Academy \nEstablished in March 2016, the Adobe Digital  \nA\ncademy , in partnership with General Assembly , \nofers an alternative and accelerated path to  \nswitching careers, and we are commited to  \nplacing 99% of the graduates into full-time jobs  \nin the years ahead, whether at Adobe or another  \ncompany. Te program provides candidates with  \nscholarships and living stipends to help them  \ngain the education for careers in user experience  \ndesign, data science or web development. SheSparks internship program At o\nur India sites, our innovative SheSparks internship \nprogram  enabled women to successfully transition back \nto full-time work after a career break. Established in 2019, this six-month bridge program empowers returning women professionals with training, role-specific mentors, a supportive community and opportunities to grow with high-impact work. More than 50 women have participated in the program and secured positions at Adobe including project managers, data engineers, solution architects, engineering program managers and more. \n Women's Executive Shadow Program at Adobe \nInvesting for Success \nAdobe offers growth and development programs globally \nfor underrepresented groups to strengthen career development and pursue leadership roles. \nBecause increasing women representation in the tech industry is a universal \nchallenge, we hosted a number of successful programs for women at Adobe including the Leadership Circles development program, which launched \n10 years ago; Women’s Executive Shadow Program globally; WeLead program in India; Women in Tech Forum career coaching platform in EMEA; and Women Emerging Leaders Program  in APAC and Japan. \nAdobe is also investing in development programs for underrepresented groups. Through the Taking Action Initiative  we have continued the Adobe \nSponsorship Program  for Black managers and directors, as well as the \nMcKinsey Connected Leaders Academy  for Black, Asian/Pacific Islander \nand Hispanic/Latinx employees. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}