{"page_content": "13 \n2022 Adobe Corporate Social Responsibility Report\n \n  \n \n  \n \n \n \n \n  \n \n Adobe for All: Workplace \nWe work hard every day to achieve the ideal of Adobe for All \nthrough a workplace that inspires a sense of belonging, family-friendly benefits, support for regional and global employee communities, parity initiatives, and more. \nEmployee Communities  \nAdobe’s eight employee networks were instrumental in building community, strengthening \ninclusion and driving progress for underrepresented groups. The impact of our employee \nnetworks was part of the fabric of our Adobe Life as we celebrated cultural moments like Black History Month, Lunar New Year, Pride Month, Women’s History Month and many more. Employee networks created opportunities to learn and grow, helped with recruiting efforts, sponsored a peer mentoring program, and provided support for nonprofit organizations. \nLearn more about Adobe’s employee networks  and their commitment to strengthen our culture. \n \n \nLet’s Belong Together \nAt Adobe, we use the power of storytelling to  \nhelp build empathy, strengthen inclusion and  \nexpand perspectives. Our annual Adobe for \nAll Week  event centered on the theme, Let’s  \nBelong Together, and provided a unifying  \nmoment for employees to celebrate  \nprogress, be inspired by employee and guest  \nspeakers’ stories, and commit to making  \nmeaningful change. Through hybrid event  \nprogramming, we brought together 7,200  \nemployees virtually and 6,700 employees  \nin-person across Asia Pacific, Europe, India,  \nJapan, and the Americas.  Support for Work and Life \nWe support our employees in their lives  \noutside work through benefits to their  \nhealth, education, and family lives. We have  \nenhanced our benefits to support the  \nLBGTQ+ community, provided expanded  \nwomen’s health benefits, and continued to  \nintroduce enhanced parental leave benefits  \naround the world. \nTo find more about the comprehensive  \nbenefits offered to our employees visit:   \nEmployee benefits   ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}