{"page_content": "17 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n   \n  \n \n  \n   \n  \n \n \n \n Creativity for All:  Creating a 21st Century Workforce \nFrom supporting diverse creators through our Sundance x Adobe Fellowship, to the hundreds of creators we’ve aided fnancially \nthrough our Adobe Creative Residency Community Fund, we are enabling people around the world to tell their stories on a larger scale. \nCreative expression has become a 21st century skill. We’re working to ensure all students have access to creative \ncurricula and opportunities. Digital literacy is an imperative, and we’re committed to equipping students and teachers with what they need to succeed. We invest in youth and their creative pursuits through: \nIndia 2% for Youth \nWe have engaged more than \n100,000 students in 800 villages in India via “Creative Clubs\", and supported Mobile Innovation labs that reach an additional 21,000 children in India. Khan Academy  \nAdobe has supported the integration of creativity into the curriculum, reaching 40,000 teachers and 3 million students globally . Creativity Scholarships  \nIn 2022, we awarded over $5 million in scholarships to diverse students and career switchers to focus on careers in technology and creative industries. Adobe Express \nWe have put Adobe Express in the hands of more than 40 million K-12 students globally , and we are \nengaging with college students across the U.S. at more than 50 designated Adobe Creative Campuses. \nUSC Annenberg Digital Lounge \nAdobe has enjoyed a long-running partnership with the Annenberg School for Communication and Journalism at the University of Southern California. As part of Annenberg’s curriculum , \nstudents can enroll in a free 10-week certification course, taught by Adobe experts, which takes them through Adobe’s software products. Students attain proficiency in a suite of Adobe products, which opens them to a variety of career opportunities focused on design and creativity skills. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}