{"page_content": "3 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n  \n \n \n \n \n A Message From Our CEO \nporting digital literacy and creativity in the classroom by   \nputing Adobe Express in the hands of over 40 million K-12  \nstudents globally, and we are engaging with college students  \nacross more than 50 designated Adobe Creative Campuses   \nto help the next generation build the skills they need to   \ncompete in the digital age. \nTechnology to Transform \nAs one of the world’s most innovative sofware companies \ntouching the lives of billions of people, we are commited to advancing the responsible use of technology to build trust with our customers and communities. Our innovations are making a signifcant impact across AI Ethics, security, privacy, trust and transparency, accessibility and sustainability. We are building on our decades of AI leadership and extending our people-centered approach to generative AI to continue to enhance — rather than replace — human endeavor. All new AI features and innovations are developed in accordance with Adobe’s AI ethics principles of accountability, responsibility and transparency. Te Content Authenticity Initiative, which we lead, now counts over 1,000 partners across sofware, hardware, media, NGOs and education, all commited to combating misinformation and providing atri -\nbution for creators. Last year, we launched Adobe Express for Nonprofts to help the over 10 million nonprofts around the world engage donors and drive greater impact. Adobe is commited to sustainability and climate action through our products and operations. Our cloud-based products are signifcantly reducing paper-based waste by accelerating the paper-to-digital transformation and enabling digital collaboration that reduces physical waste and emissions. Estimates show that paper-to-digital workfows powered by Document Cloud elimi -\nnate over 2.5 billion pounds of greenhouse gas per year in the U.S. alone. Our Substance 3D tools allow campaigns to be de -\nsigned and shot virtually, eliminating the environmental cost of materials, manufacturing and travel. We continue our focus on renewable energy across our sites, including opening our Found -\ners Tower in San Jose in January 2023 — which is the frst all-electric building of its scale powered by 100% renewable energy in Silicon Valley. \nOur employees around the world bring our mission to life, \nworking together to create change in the communities where we live and work. Tey are at the center of our philanthropic approach, ofering their time, donations and talents to make the largest collective impact. In calendar year 2022, we invested over $113M in cash and in-kind in our communities, with employees completing over 150,000 hours of volunteer time, supporting over 89,000 organizations worldwide. Over the past four decades, Adobe has embraced invention and reinv en\ntion to beter serve our customers and communities and \ndeliver the best of Adobe to our stakeholders. Tis sense of purpose has guided our evolution and continues to inspire our employees to invent the future and change the world for the beter. Our groundbreaking technology, strong brand and excep -\ntional culture position us well to continue to drive growth and meaningful impact for decades to come. \nShantanu Narayen \nChair & CEO, Adobe Inc. \nArtwork by Leandro Alzate ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}