{"page_content": "21\n2022 Adobe Corporate Social Responsibility Report\nTechnology to Transform: Leading the Way\nWith the accelerating shift to digital channels, consumer expectations, privacy laws and platform requirements are evolving at  \nan unprecedented pace. Creating a safe digital environment for our community partners, customers and employees requires  \nongoing collaboration across the software industry, with policymakers, with our customers and with our partners. \nAI Ethics \nOur people-centered approach to AI seeks to enhance—rather than \nreplace—human endeavor. We believe AI has the power to amplify \nhuman intelligence, creativity and ingenuity to create exceptional digital experiences, and we are committed to advancing AI in a responsible, inclusive and ethical way. All new AI features and innovations released in 2022 were developed in accordance with Adobe’s AI Ethics principles of accountability, responsibility and transparency.\nExamples of our efforts include:\n• Continuing oversight from our AI Ethics Committee  \nand Review Board , which includes employees with diverse \nprofessional backgrounds and life experiences\n• Supporting ongoing collaboration with industry leaders to create  \nand build guiding frameworks, Trust in AI and  AI Risk Management\n• Continuing engagements with organizations such as the Business \nSoftware Alliance  to ensure that responsible AI regulations  \nare passe d throughout the world, and the National Institute  \nof Standards and Technology to better manage AI risks to  \nindividuals, organizations and society 900+ global members\nsince the launch of the Content Authenticity Initiative  \n(CAI) three years agoTrust and Transparency\nCreating a safe digital environment for our community \npartners, customers and employees requires ongoing collaboration across the software industry, with policy-makers, with our customers and with our partners.\nThree years ago, we launched the Content Authenticity  \nInitiative (CAI) with the goal of increasing trust  \nand transparency online through provenance, which \ndescribes the origins of a piece of digital content.  \nThe CAI is a further demonstration to our customers  \nthat they can be confident that Adobe builds solutions  \nin a way that is ethical, responsible and inclusive.  \nThe technology empowers creators everywhere to  \nadd a layer of provable authenticity to their content.\n1,000 + \nglobal CAI members since launch three years agoIn 2022, the CAI furthered its mission by launching  \nopen-source technical standards for content provenance, developed in partnership with the Coalition for Content Provenance and Authenticity (C2PA), and a suite of  \nopen-source tools, enabling a broad developer community to integrate the C2PA standards. The CAI also collaborated on significant policy developments  \nin Europe and the U.S., including on the European Commission’s 2022 Code of Practice on Disinformation, the first international code to include commitments  \non provenance and the C2PA standard. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}