{"page_content": "22 \n2022 Adobe Corporate Social Responsibility Report\n \n  \n \n \n  \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n Technology to Transform: Accessibility \nAdobe has been a longtime champion of \naccessibility and digital inclusion. Our digital accessibility strategy is built on three principles: \n1.Integrating accessibility features in all our products\nand platforms, from design through implementation\n2.Partnering with government and industry leadersto set web accessibility standards to promotegreater inclusion\n3.Ensuring that Adobe provides a supportiveenvironment for all employees includingthose with disabilitiesIn 2022, our dedicated Accessibility team was awarded the   \nAccessibility at Scale award for our wide-reaching and mature  \naccessibility efforts. Other progress includes:  \n• Promoting our internal Digital Accessibility Guide to help  \ndev\nelopers build accessibility into products\n• Supporting our  Blue Belt accessibility training program   \nto educate our engineers and product testers\n• Incorporating  inclusive design principles across our   \nproducts to make them more accessible\n• Initiating a program to ensure our software procurement  \nprocesses  include accessibility considerations\n• Continuing our longstanding involvement with the   \nW3C’s WCAG and ARIA guidelines for accessibility\nHarnessing Digital Tools and Social Media \nto Demystify Disabilities \nIn 2022, we conducted research to explore how people with disabilities are \nraising awareness, increasing representation, and inspiring others through \ncreative tools and social media. We found that people with disabilities are \nnavigating the digital world in a way that drives creativity, spurs innovation \nand fosters collaboration on a global scale. \nPartnering with Experts \non Readability \nThrough Adobe’s Readability Initiative , we’re \nworking with educators, reading experts, \nnonprofits and technologists to personalize \nthe experience of reading on digital devices. \nTogether we’re working to conduct research, \nrun pilot programs, and share our learnings to \nhelp people of all ages and abilities read better through machine learning and digital \ntools like Adobe Acrobat. These tools give \nreaders the ability to customize their PDF reading experience, which can improve speed, \ncomfort and reading comprehension. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}