{"page_content": "26 \n2022 Adobe Corporate Social Responsibility Report\n \n  \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n  \n \n \n  Sustainability at Scale: Reducing Our Impact on the Environment \nAdobe’s commitment to sustainability and climate action is evident throughout \nour product offerings, operations, and partnerships and advocacy efforts. We have achieved significant progress in recent years. \nProduct Innovation \nAdobe’s sustainability values are grounded in innovation. \nAs we work to change the world through digital experiences, we also help companies and creators work more efficiently and sustainably. Consider: \nAdobe PDF  \nPDF is the de facto global standard for digital document workflows. The introduction of PDF in 1993 provided a universal way to communicate, enabling a mass migration from paper to digital documents. Last year alone more than 400 billion PDFs were opened in Adobe products. \n400 B+ \nPDFs opened using Adobe products in 2022 Adobe Document Cloud \nAs a pioneer in the paper-to-digital transformation, Document Cloud continues to have a real and measurable impact on the environment globally. Document Cloud enables paperless productivity for millions of businesses and individuals worldwide. \n•  The majority of the Fortune 500, hundreds of government  \norganizations, thousands of small businesses and millions of  \nindividuals use Document Cloud’s digital document and e-signature  \nsolutions instead of paper-based processes every day.   \n•  Documents created, signed, shared and stored in Document Cloud  \ndrive a 95% reduction in environmental impact compared with  \npaper-based processes.  \n•  Each year in the U.S. alone, Adobe Document Cloud transforms  \nwhat would have been 30 billion paper documents  into digital  \nworkflows, saving the equivalent of 3.2 billion gallons of water, 1.1  \nbillion pounds of wood, 177 million pounds of waste, 2.7  \nbillion pounds of greenhouse gas and 1.1 billion kWh of energy. \n•  The 8 billion electronic and digital signature transactions processed  \nthrough Adobe Document Cloud in the past year saved 840 million  \nliters of water and 248,000 trees, and is equivalent to taking over \n18,400 cars off the road for a year. Resource Saver Calculator \nIn collaboration with the Environmental Defense \nFund and the Environmental Paper Network, Adobe developed the Resource Saver Calculator . \nThis useful tool enables customers to understand how Adobe Document Cloud can help make their business more sustainable by saving time, resources, emissions and costs. \nAccording to our Calculator’s estimates, for every 1 \nmillion pages signed daily via Adobe Acrobat Sign more than 27 million gallons of water, 1.5 million pounds of waste and 23.4 million pounds of CO2 emissions are avoided. The savings from the CO2 emissions are equivalent to taking 5 million cars off the road. \n", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}