{"page_content": "  \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n  \n \n  \n \n  \n \n  \n  \n  \n \n \n \n  \n 2022 Adobe Corporate Social Responsibility Report 27Sustainability at Scale: Our Approach \nOperational sustainability is a hallmark of Adobe, inspiring us to build LEED- and green-certified offices, \nset a 100% renewable electricity goal, and establish science-based climate targets. \nOperations \nWe’ve already achieved our 2025 targets for reduction in scope 1, scope \n2 and business travel emissions. And with our continued focus on renewable energy across our major sites, including the completion of our Founders Tower which opened in January 2023—the first all-electric building of its scale powered by 100% renewable energy in Silicon Valley—we’re not just on track but ahead of our original 2035 renewable electricity goal and plan to meet this by 2025. \nSuppliers \nWe are collaborating across our value chain with our suppliers. We are working with suppliers to encourage them to set their own science-based climate targets and improve the transparency and accuracy of disclosures. Recently we partnered with our two largest cloud providers to discuss joint action on climate targets and the development of refined reporting methodology to help customers understand the emissions associated with the delivery of Adobe products and services. \nPublic Policy and Partnerships \nWhen it comes to sustainability, no single organization can go it alone. We work with our customers, industry peers and partners to use our collective voice to affect change. We partner with a variety of organizations and trade and technology associations  around the world \nto scale our reach and drive lasting impact. \nFor more details on Adobe’s commitment to the \nenvironment, read our Sustainability Policy . Examples of our \ncollaboration include: \nApril 26, 2022:  \nAdobe sent a letter  to Members \nof Congress in support of clean \nenergy investments \nFebruary 25, 2022:   \nAdobe signed a letter to California Governor Newsom in support of a fully funded Office of Racial Equity, which would address systemic inequalities, including the disproportionate impact of climate change on communities of color \nPhoto Credit: Courtesy of Gensler | Jason O'Rear Photography ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}