{"page_content": "28 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n About this Report \nWe are committed to providing an annual account of our \nperformance on CSR issues. Unless otherwise noted, all information conveyed in this report covers Adobe’s Fiscal Year 2022, from Dec. 4, 2021 to Dec. 2, 2022, and all financial information is disclosed in U.S. dollars. \nAs the most pressing social and environmental issues that we face \nare increasingly interrelated, we are integrating our annual Diversity and Inclusion Report into this CSR review going forward. Along with additional materials on the Corporate Responsibility , \nSustainability , Investor Relations and Diversity, Equity and \nInclusion  sections of our website, this report provides an overview \nof the priority areas of where Adobe, its employees and its partners are making meaningful, positive impacts on society. Many of our priorities, outcomes and impacts—and thereby our process for communicating them—are greatly informed by the established frameworks used to evaluate company performance across social, environment and governance practices. Our disclosures are informed by the Sustainability Accounting Standards Board (SASB), Global Reporting Initiative (GRI), CDP and Task Force on Climate-Related Financial Disclosures (TCFD). \nThis update represents our impacts, progress and results as they \nrelate to social and environmental responsibility. We present performance data throughout the update, and we are committed to the continued improvement, accuracy and sophistication of our corporate social responsibility information. To this end, Adobe’s Corporate Social Responsibility function collaborates across the company to collect, organize and validate the data used in this report. \nWe welcome your questions, comments and feedback at  \nc\nreatechange@adobe.com . \nYulia Vus  \nCover Artist, recipient of Adobe Creative \nResidency Community Fund grant \nYulia Vus is an illustrator and comic artist \nfrom the mining town of Chervonograd in Ukraine and currently lives in Lviv. She is known for her illustrations inspired by the moments, situations and characters she finds all around her. She received a Bachelor of Fine Arts from the Ukrainian Academy of Printing and her range of work includes commercial illustration, book illustration, cover design, editorial illustration, poster design and animation. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}