{"page_content": "29 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n  \n \n \n \n \n  \n  \n \n \n \n  \n \n \n \n \n  \n  \n \n \n \n  About this Report \nCSR Report Disclaimer and Forward-Looking Statements \nThe report does not cover all information about our business. \nReferences in this report to information should not be construed as a characterization regarding the materiality of such information to our financial results or for purposes of the U.S. securities laws. While certain matters discussed in this report may be significant, any significance should not be read as necessarily rising to the level of materiality used for the purposes of complying with the U.S. federal securities laws and regulations. The information covered by the report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding our plans, initiatives, projections, goals, commitments, and strategies and related business and stakeholder impacts. These statements involve risks and uncertainties, and actual results may differ materially from any future results expressed or implied by the forward-looking statements. \nThese risks and uncertainties include, without limitation, \nassumptions not being realized, global sociodemographic and economic trends, changing government regulations, evolving sustainability strategies, scientific or technological developments, climate-related conditions and weather events, our ability to gather and verify data regarding impacts, the compliance of third parties with our policies and procedures, our expansion into new products, services, technologies, and geographic regions, or other changes in circumstances, as well as the factors set forth in the “Risk Factors” section of Adobe’s most recent periodic reports on Form 10-K and Form 10-Q and subsequent filings. \nWe assume no obligation, and expressly disclaim any duty \n(including in response to new or changed information) to update any forward-looking statements or information, which speak as of their respective dates. Readers should not place undue reliance on the forward-looking statements made in this report. Moreover, many of the assumptions, standards, metrics, and measurements used in preparing this report continue to evolve and are based on assumptions believed to be reasonable at the time of preparation, but should not be considered guarantees. Given the inherent uncertainty of the estimates, assumptions, and timelines contained in this report, we may not be able to anticipate whether or the degree to which we will be able to meet our plans, targets, or goals in advance. ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}