{"page_content": "Key ESG  \nPerformance Indicators30\n2022 Adobe Corporate Social Responsibility Report Governance\nREFERENCE INDICES KEY PERFORMANCE INDICATOR 2022 2021 2020\nGRI General Disclosures 2-6 Total revenue (dollars in millions) $17,606 $15,785 $12,868 \n% of total revenue\n      Americas 58% 57% 58%\n      EMEA 26% 27% 26%\n      APAC 16% 16% 16%\nNet income (dollars in millions) $4,756 $4,822 $5,260 \n% effective tax rate 21% 15% -26%\nSignificant acquisitionsEntered into a definitive agreement under  \nwhich we intend to acquire Figma, Inc.  Frame.io, WorkfrontREFERENCE INDICES KEY PERFORMANCE INDICATOR 2022\nGRI General Disclosures 2-1 Name of organization Adobe Inc.\nGRI General Disclosures 2-1 Location of organization's headquarters San Jose, California\nGRI General Disclosures 2-6 Primary brands, products, & servicesDigital Media: We provide products, services and solutions that enable individuals, teams and enterprises to create, publish and promote their content \nanywhere and accelerate their productivity by modernizing how they view, share, engage with and collaborate on documents and creative content.  \nOur Digital Media segment is centered around Adobe Creative Cloud and Adobe Document Cloud, which include Adobe Express, Photoshop, Illustrator, Lightroom, Premiere Pro, Acrobat, Adobe Acrobat Sign and many more products, offering a variety of tools for creative professionals, communicators and other consumers. This is the core of what we have delivered to users for decades, and we have continually evolved and expanded our business model to provide our customers with a range of flexible solutions that allow them to reach their full creative potential anytime, anywhere, on any device and on projects of all types.  Digital Experience: We provide an integrated platform and set of applications and services through Adobe Experience Cloud that enable brands and \nbusinesses to create, manage, execute, measure, monetize and optimize customer experiences that span from analytics to commerce. Our customers include marketers, advertisers, agencies, publishers, merchandisers, merchants, web analysts, data scientists, developers and executives across the C-suite. The foundation of our offering is Adobe Experience Platform, which provides businesses and brands with an open and extensible system for customer experience management that transforms customer data into robust customer profiles that update in real time and uses insights driven by AI to enable the delivery of personalized digital experiences across various channels in milliseconds. \nGRI General Disclosures 2-1 Restated Certificate of Incorporation Restated Certification of Incorporation", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}