{"page_content": "Key ESG  \nPerformance Indicators33\n2022 Adobe Corporate Social Responsibility Report\nREFERENCE INDICES KEY PERFORMANCE INDICATOR 2022 2021 2020\nData security, privacy, and managing systemic risks from technology disruptions\nGRI General Disclosure 2-23, \nSASB TC-SI-220a.1Adobe Trust Center: operational health, security, privacy and compliance of  Adobe's cloud servicesAdobe Trust Center  \nGRI General Disclosure 2-23, SASB TC-SI-220a.1Privacy policy Privacy Policy\nSASB TC-SI-220a.2 How Adobe handles customer information Privacy Policy\nSASB TC-SI-220a.3 Amount of legal and regulatory fines and settlements associated with customer privacyIn FY22, we had zero monetary losses as a result of legal proceed -\nings associated with user privacy that required disclosure in our public SEC filings.In FY21, we had zero monetary losses as a result of legal proceed -\nings associated with user privacy that required disclosure in our public SEC filings.In FY20, we had zero monetary losses as a result of legal proceed -\nings associated with user privacy that required disclosure in our public SEC filings.\nSASB TC-SI-220a.4 Law enforcement requests Law Enforcement Requests\nSASB TC-SI-220a.5 Government-required monitoringGovernment Requests  \nTransparency Report\nSASB TC-SI-230a.1 Number of data security breachesIn FY22, we had zero data security breaches that required disclosure in our public SEC filings.In FY21, we had zero data security breaches that required disclosure in our public SEC filings.In FY20, we had zero data security breaches that required disclosure in our public SEC filings.\nSASB TC-SI-230a.2 Adobe data securityAdobe ʼs Approach to Managing \nData Security Risk\nSASB TC-SI-550a.1 Status of Adobe products and performance Status.adobe.com\nSASB TC-SI-550a.2 Business continuity risks related to disruption of operationsPlease see Item 1A (Risk Factors) in Adobe's Annual report: Form 10-K  \nfor risks related to the operations of our business. \nPublic policy transparency\nGRI General Disclosures 2-23 Political involvement policyAdobe Public Policy and  \nGovernment Relations Policy\nTotal financial contributions to political parties, politicians, and PACs $0 $0 $0 \nGRI 415-1 Lobbying and political expenses $2.04M $2.13M $1.27M\nGRI 102-13 Association members Association memberships\nPolicy advocacy highlights Priority public policy areasGovernance", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}