{"page_content": "6 \n2022 Adobe Corporate Social Responsibility Report\n \n \n \n \n \n \n    \n \n \n \n \n \n \n \n  \n \n  \n \n  \n  \n     \n \n  \n  Governance and Oversight \nWe have the power to create positive change in the places where we live and work, and \nour executive leadership and board of directors are engaged in every step of this journey. \nOur governance structure ensures our  \ncorporate social responsibility (CSR) eforts  \nare coordinated across our business. \nOur management team provides updates on an annual, if not \nmore frequent basis, to the Board and its committees on various CSR matters, such as diversity, equity and inclusion (DEI) and climate action. Our Sustainability Committee, a global, cross-functional group of individuals overseen by an executive council, reviews and guides strategies and proposes action plans and performance objectives related to our sustainability efforts. \nAccountability \nWe hold ourselves accountable for progress against our commitments and goals. In 2022 we conducted a third-party audit to strengthen our DEI communications and reporting processes. We also completed our first global Human Rights Impact Assessment to document salient human rights risks and mitigation activities, and facilitate stakeholder dialogue. Each assessment showed that, across Adobe, increased focus on DEI and human rights efforts is viewed as a critical way we can create lasting change inside and outside our company. Materiality \nWe use a comprehensive materiality assessment process to ensure that our strategies, programs and reporting all focus on the issues that matter most to our stakeholders and deliver the greatest social and environmental impact to our communities. \n“Adobe’s commitment to people, purpose and \ncommunity underpins everything we do — \nfrom our product innovations and sustainable \noperations to the causes we champion — \npaving the way for the company’s next decade \nof growth and impact.” \n—Jonathan Vaas , VP, Investor Relations \n", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}