{"page_content": "2022 Adobe Corporate Social Responsibility Report\n7 Te Power of Collaboration \nCollaboration is the embodiment of our purpose and impact as a company. Our approach \nto building long-term, lasting collaboration around shared values—and sustaining it over time for maximum impact—is what sets us apart. In every collaboration, we commit the full weight of our people, our products and our philanthropy. We take a proactive, differentiated and transparent approach. \n \nConsider just a few examples of the impact we have driven by working together: \nAdobe for All \nWe utilized our engagement with organizations such as the National Minority Supplier Development Council , \nNational LGBT Chamber of Commerce and National \nVeteran Business Development Council to increase our FY2022 spend with diverse suppliers by 9.9%. Creativity for All \nThrough the Sundance Ignite and Women to Watch x Adobe  \nFellowships , we support new voices and talents from the next \ngeneration of filmmakers by providing professional development spanning access to tools, mentorships and resources to empower bold new storytelling in film and media. So far, 125 filmmakers have gone through the programs and 17+ have premiered films  \nat the Sundance Film Festival. \nTechnology to Transform \nWe worked with the Business Software Alliance , the world’s  \nleading advocate for innovation in the software industry,  \nto ensure that responsible AI ethics regulations are passed throughout the world. Sustainability at Scale \nAdobe participated in LEAD on Climate 2022 , a group that  \nbrought together companies and investors to call on the U.S. Congress to address the climate crisis and accelerate the  \ntransition to domestic clean energy. “The donated Adobe product has been utilized \non a near-daily basis by 70+ users across our \nentire organization in the past year. Adobe was \nable to make some helpful suggestions as to how \nto address some of the weaknesses with the \ncurrent tools we use on the Communications \nteam. These Adobe product donations are \nutilized in the early stages of and throughout \nnearly every visual investigation conducted by \nHRW’s Digital Investigations Lab team.” \n—Human Rights Watch ", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}