{"page_content": "9 \n2022 Adobe Corporate Social Responsibility Report\n  \n \n \n \n \n \n  \n \n \n \n \n    \n \n \n \n \n \n Adobe for All: Equity and Advancement Initiative \nIn 2022, we made progress across diversity, \nequity and inclusion by building a more diverse workforce, fostering an inclusive workplace and mobilizing our ecosystem of partners to make an impact outside the company. We also furthered our global network of partners and collaborators to foster racial and social justice around the world. \nGlobal Reach, Global Impact \nIn 2022, the Adobe Foundation launched the Equity and Advancement Initiative \n(EAI) , a new, global approach to nonprofit collaboration grounded in the pillars of \nPeople, Product and Philanthropy. EAI is a holistic model of corporate philanthropy that draws upon the best of Adobe to support nonprofit organizations through: \n• Foundation grants \n• Employee giving and volunteering \n• Access to Adobe product \n• Pro bono support Through EAI, Adobe collaborates with 11 best-in-class racial and social justice organizations that share our commitment to advance equity and inclusion within our business and out in our communities. Their focus areas are aligned with the priorities of our DEI teams and Employee Networks, which participated in the selection of EAI organizations. \nThe Initiative centers on both impact and two-way  \nengagement in which we share our learnings across  \nthe EAI cohort and Adobe. Adobe hosts a cohort  \ncommunity that meets regularly, composed of  \nleaders from each of the 11 EAI organizations,  \nenabling nonprofit leaders working across issues and  \ngeographies to advise Adobe and one another on  \nwhat is working and what can be improved. funder. Mona Sinha, Global Executive Director of   \nEAI organization  Equality Now , recently shared:  \nWe also strive to practice “trust-based philanthropy”  “Adobe is really redefining what CSR means, showing  \nby collaborating with organizations that align with  genuine vision and leadership in bringing   \nAdobe for All’s commitment and being responsive   all these social justice nonprofits together in a  \nto the true needs of those organizations. Through EAI,  collaborative cohort to share learning, expertise and  \nAdobe provides multiyear general operating support  drive synergies across our shared mission of social  \nand limits funder-imposed requirements — strategies  justice — we talk to other brands and partners about  \nthe organizations point to as unique for a corporate  it, because [it’s] trailblazing.” \n", "metadata": {"source": "NASDAQ_ADBE_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}