{"page_content": "2021 CSR REPORT | 10A LEADERSHIP \nDEVELOPMENT \nPROGRAM  \nFOR ALL\nAmeris believes that effective and meaningful \nleadership development further elevates our \nCompany and supports us in continuing to \nattract and retain top talent. Our Leadership \nDevelopment Program is a unique, self-paced \nprogram that any teammate at Ameris can \njoin. Based on where each teammate is in \ntheir career and the skills they wish to hone, \nAmeris provides three tracks of course work \n— leading self, leading others and leading \nleaders. Teammates embark on a leadership \ndevelopment journey facilitated through \na mixture of online learning, webinars, \nbook clubs and in-person development. \nThe program is self-paced and available \nto all teammates at any time to encourage \nparticipation when it fits best into their lives. In its inaugural year, 185 teammates enrolled \nin our Leadership Development Program, \nclosing out 2021 at various stages in  \ntheir development.185\nTEAMMATES\nWomen accounted for nearly two-thirds of \nteammates enrolled in the program this year.\nCONTINUOUS LEARNING  \nAT EVERY CAREER STAGE\nAmeris values continuous learning and a growth mindset. Teammates have access to free courses to earn \nAmerican Bankers Association (ABA) certificates to enhance their career development and further their skills. \nIn 2021, we established the Voice of a Lion Toastmasters Club, an encouraging environment for teammates to \npractice impromptu and prepared speaking skills. This is valuable professional experience, whether teammates \nwant to improve public speaking, sales presentations, listening or overall leadership skills.  \n \nAmeris also has an active book club for teammates — reading professional favorites such as “The Seven Habits \nof Highly Effective People” and “The Four Disciplines of Execution,” helping teammates stay up to date on \nindustry best practices, gain fresh perspectives and share takeaways with their peers.  \n \nWe continually alert teammates to career and professional development opportunities through the monthly \nLearning & Development newsletter. In addition to sharing details on upcoming training sessions and our \nongoing Leadership Development Program, this newsletter allows teammates to discover more learning \nopportunities and recommendations for relevant books, articles and podcasts.", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}