{"page_content": "AMERIS GIVES BACK\nLiving the Ameris Approach purpose extends beyond the financial tools and guidance that we deliver each \nday. We are deeply invested in our communities, and through the Ameris Foundation and the compassion and \ngenerosity of our teammates, we are making a difference. In total, Ameris and the Ameris Foundation donated \nmore than $2.5M to philanthropic and civic organizations in 2021.  \n \nThe Foundation was established in 2020 to inspire, promote and enable equal dignity through wellness and \neducational programs in the communities we serve. The Foundation also strives to improve financial outcomes \nand support disadvantaged groups through its four core pillars: Community Support, Education, Financial Equity \nand Mental Health.\n \n \nIn 2021, the Foundation donated more than $148,500 to a range of charitable organizations that are making a \nmeaningful impact. This includes a $25,000 donation to the National Association of Minority Contractors, a \nnonprofit that provides access to opportunity, advocacy and contractor development training for minorities. The \nFoundation donated $10,000 to Moving in the Spirit, an organization that uses dance to teach young people the \nsocial, emotional and cognitive skills needed to thrive.  \n \nFor the fourth consecutive year, Ameris proudly took part in the Georgia HEART Hospital Program, donating \n$2,000,000  to support 19 rural hospitals in South Georgia. In total, Ameris has surpassed $6,000,000 in total \ndonations to hospitals through the program since 2018.  \n \nAlso, 2021 marked the 12th year of the Bank’s Helping Fight Hunger campaign to help combat food insecurity \nacross our footprint. Ameris collected 196,541 items and $19,925 in monetary donations to support 154 food \nbanks across the Southeast. COMMUNITY \nSUPPORTEDUCATION FINANCIAL \nEQUITYMENTAL \nHEALTH\n2021 CSR REPORT | 16", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}