{"page_content": "LETTER FROM THE CEO\nDEAR CUSTOMERS, TEAMMATES, SHAREHOLDERS  \nAND COMMUNITY PARTNERS,\nAmeris is committed to making a positive, meaningful social  \nimpact. That begins with delivering financial peace of mind to customers  \nand extends to helping the businesses and communities we serve to \nachieve responsible economic growth. \nWe put our teammates first. We value diversity, practice inclusion and \nchampion equity. In 2021, we established seven resource groups that give \nteammates an opportunity to serve as advocates and help us continuously \ncelebrate the diversity that makes Ameris strong.\nWe invest in our teammates and promote professional and career \ndevelopment. Ameris introduced a new leadership development program \nin 2021, open for all teammates, knowing that leadership is not determined \nby role or title.\nWe give back to our communities. Through donations and volunteerism, \nour teammates and the Ameris Foundation passionately support those in \nneed. Programs such as the Ameris Dream are making homeownership \npossible for many people.\nWe care about the environment. Last year, we engaged a consultancy to \nassess opportunities to conserve energy and lessen our carbon footprint. I \nam proud of the actions underway to become a more sustainable company. \nFinally, we operate with strong governance and advocate for information \nsecurity. We regularly deliver information and education to both \nteammates and customers, giving them the knowledge to identify the red \nflags of scams.\nWe are pleased to highlight our progress in each of these areas in this \nyear’s Corporate Social Responsibility Report. \nThank you for your interest in Ameris. Together, we can make a difference. \nSincerely,\nH. Palmer Proctor Jr.  \nChief Executive Officer\nAmeris is a  \npurpose-driven \ncompany, \ndedicated to \nbringing financial \npeace of mind to \ncommunities, one \nperson at a time. \nWe are committed \nto investing in \nthe future of our \nteammates, our \ncommunities and \nour environment.\n2021 CSR REPORT | 2", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}