{"page_content": "2021 CSR REPORT | 21FINANCIAL INCLUSION  \nStudies show that close to 36 million adults are either “unbanked,” without a checking account, or \n“underbanked,” meaning they still use some fringe financial services.  This often drives people to use expensive \nalternative financial services, including check cashers, payday lenders, and pawn shops that charge high fees for \nfinancial services. Without a checking account, families often overpay for basic financial transactions and have a \nchallenging time building savings and assets. \nA basic transaction account is an important step in establishing a banking relationship, which provides benefits \nincluding:\n• Cost Savings: Unbanked people are often required to spend a portion of their income on fees for  \nalternative services.\n• Asset Building: Bank accounts allow people to save reliably and automatically and to access affordable \ncredit for opportunities such as a car, mortgage or small business. \n• Safety: With a bank account, people have a safe place to deposit their money and are less vulnerable than \nthose who carry large sums of money with them.\n• Financial Stability: Research shows that being underbanked makes it harder to achieve financial goals like \nreducing debt and improving credit scores.\nAmeris offers no-cost checking accounts that are ideal for previously unbanked or underbanked individuals. \nTo provide even better access to these individuals, and to improve their financial stability, the Cities for \nFinancial Empowerment Fund (CFE Fund) is forming Bank On coalitions comprised of local partnerships \nbetween municipal officials; city, state, and federal government agencies; financial institutions; and community \norganizations. \nTo aid in this effort, the CFE Fund has established certain Bank On account standards, which prescribe \nboth core and recommended account features that are meant to help ensure everyone has access to a safe, \naffordable transactional banking account.  In 2022, Ameris will be piloting a new checking account that meets \nall of the required standards and several of the recommended ones.  We believe offering this product will help us \nfulfill our purpose of bringing financial peace of mind to our communities, one person at a time.", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}