{"page_content": "2021 CSR REPORT | 23OUR COMMITMENT  \nTO CYBERSECURITY \nAND FRAUD \nPREVENTION  \nThe security of our customer and teammate information is \na top priority at Ameris. We maintain a highly specialized \nsecurity program to safeguard our data, systems and \noperations, and to identify, assess and manage security risks. \nIn 2021 Ameris did not experience any breaches involving \ncustomer PII or affecting customers.\nOur security practices are guided by security standards, industry \ncompliance standards and regulatory oversight, including the Federal \nFinancial Institutions Examination Council IT Examination Handbook, \nNational Institute of Standards and Technology  Cybersecurity Framework, \nSarbanes-Oxley, Payment Card Industry Data Security Standards, Bank Secrecy Act \nand Gramm-Leach-Bliley Act (GLBA).   \n \nAmeris takes part in routine examinations of the Bank’s administrative, technical and physical safeguards \ndesigned to protect and secure information systems. We also undergo internal audits and third-party \ncybersecurity penetration testing of external and internal information systems. Additionally, disaster recovery \ntests are performed regularly to assess equipment, processes and personnel.\nAmeris’s vulnerability management program leverages a risk-based approach to proactively identify, analyze and \nremediate security vulnerabilities of information systems. The institution leverages a managed security service \nprovider / managed detection and response (“MSSP / MDR”) partner, which leverages cyber threat intelligence \nand financial industry shared insights to help protect information and resources.\nEspecially given the rise in cybercrime across the globe, our Incident Response Team leads multiple trainings \nand exercises during the year to simulate a cyber event and enhance the team’s readiness. \nAmeris is also committed to educating our customers on the rising risks of cybercrime. Our monthly customer \nnewsletter includes an article sharing practical tips for keeping personal data secure. Throughout the year, we \nalso share advice for avoiding fraud on each of our social media pages.  \n \n TEAMMATES: OUR FIRST LINE OF DEFENSE\nWe know that our teammates are the first line of defense for Ameris. Our robust security and awareness training \nprovides teammates with ongoing education to ensure they can spot and report potential fraudulent emails, texts \nmessages or phone calls. This program includes required security training courses, as well as articles and other \nupdates delivered through the intranet and teammate newsletter. Mock phishing emails help Ameris teammates \ntest their skills and continue improving their ability to catch phishing red flags. \nAmeris maintains an Identity Theft Red Flags program as part of GLBA compliance. This program is designed to \nassist teammates in identifying suspicious behavior and to help them understand when to escalate a situation  \nthey have observed. Identity Theft Red Flags training is required for all teammates annually.\n", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}