{"page_content": "2021 CSR REPORT | 6TEAMMATE SUPPORT AND WELL-BEING\nAmeris prioritizes the well-being of teammates and their families. We offer competitive benefits, including \nmedical, dental, vision, disability and life insurance, as well as paid time off and an employee stock purchase plan. \nOur 401(k) plan matches 50% of each teammate elective deferral amount up to the first 6% of the contribution. An \nEmployee Assistance Program (EAP) assists teammates and their eligible dependents with personal or job-related \nconcerns, including emotional well-being, legal and financial matters, healthy lifestyles and work/life transitions.  \n \nADVANCING OUR CULTURE OF DEI \nDiversity, equity and inclusion (DEI) is an integral part of our strategic vision at Ameris. It starts with fostering an \nenvironment built on equal dignity and respect. Inclusion is critical for building a culture of belonging, inviting \nevery teammate to contribute and to bring their “full selves” to work. We prioritize equity across our organization \nand strive to ensure that all teammates have equal access to the resources they need to succeed and to \nopportunities for advancement. \nAt Ameris, we are proud to continuously celebrate diversity for the ways it strengthens our Company.  We have \nincreased our focus on recruitment efforts to build a diverse talent pipeline. The DEI task force spearheads \nfrequent Fireside Chats featuring leaders and guest speakers, and inclusive conversations that allow teammates \nto be a part of candid open discussions on topics such as allyship. The task force also partners with the marketing \nteam to honor several national times of recognition, such as Black History Month, Women’s History Month, Asian \nAmerican and Pacific Islander (AAPI) Heritage Month, Pride Month and Hispanic Heritage Month.\n66% Women 34%  Men 31% MinoritiesAMERIS WORKFORCE\nAMERIS LEADERSHIP \n43% Women 57%  Men 16% Minorities\n", "metadata": {"source": "NASDAQ_ABCB_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}