{"page_content": "10\nOur promoting a digital society strategy is based \non widening access, enhancing skills and creating \nopportunities for individuals and communities, \nwhile protecting children through education and empowerment programs and tools. Working \nalongside strategic partners, including governments, \ncivil society and industry peers is fundamental to \nour approach. In 2014, we supported the Grand \nCoalition for Digital Jobs, a multi-stakeholder partnership launched by the European Commission \nin response to a projected shortage of up to \n900,000 information, communications and technology (ICT) workers.\n“ I am really happy \nthat Liberty Global is sponsoring YouRock.  It’s critical to ensure that young people keep, or regain, the belief that they do have the skills that employers want, and to give employers a place to look for them.”Ian Clifford \nCEO, \nYouRock YouRock campaign, 2014\nLiberty Global is a key sponsor of YouRock, a free, \nmulti-language, employability networking tool for \n15 to 24 year olds to help improve their chances of \nemployment. Most young people avoid mainstream job networking sites. YouRock encourages young \npeople to promote their online and offline skills and \nbuild a public employability profile that rocks. The \nplatform helps them identify skills they didn’t realize \nthey had. Our support helped YouRock scale and reach young people across 11 European countries. \nThis included a social media campaign designed to \nremove preconceptions of youth and employability, focusing on reusable skills gained through life \nexperience, rather than just work experience. \nSHOW YOUR POTENTIAL OUR APPROACH TO \nPROMOTING A DIGITAL SOCIETY\nEU Code Week\nEU Code Week is an initiative of the European \nCommission that brings together children, parents, \nteachers, entrepreneurs and policy makers to learn \nprogramming and related skills. As part of the week-long initiative, together with industry partners, \nwe launched the ‘all you need is {C<3DE}’ website, \noffering anyone curious about coding access to \nresources and support.\nGRI: G4-EC8", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}