{"page_content": "12\nAcross our markets, we support entrepreneurship as \nwell as small and medium-sized enterprises (SMEs) \nto help innovation flourish. Specifically, we target \nyoung innovators and SMEs that need an initial boost of support to help develop and commercialize \ntheir creativity and capability. \nTelenet Idealabs\nIn Belgium, we launched the Telenet Idealabs \ncommunity to give digital start-ups and young \ninnovators a welcome kick-start. This program is \na vertical accelerator that boosts technology and media ideas through seed-funding, mentoring, \na creative workspace, professional services and \nleverage of the Telenet expert network. In 2014, \nten start-ups were pre-selected with initiatives \nranging from an interactive education platform for businesses and a social traveling platform for \ncampers, to a forecasting tool for the film industry \nto determine the return on investment (ROI) of a single movie. The accelerator program allowed the 10 start-up candidates to transform their innovative \nidea into a minimum viable product during an \nintense 4 months coaching and learning cycle. Think Big  \n2014 saw the second edition of the Think Big competition aimed at SMEs. Think Big, organized \nby UPC Business in Poland, aims to support the \nmost innovative and inspiring business development ideas from Polish entrepreneurs with potential for \nglobal expansion. UPC Business awarded three \nwinners cash incentives and a place at the Think Big \nAcademy with dedicated mentoring sessions from \nUPC. Think Big created a buzz in the Polish market this year with nearly 200 applications received \nand judged by some of the most well-known \ninnovators in Poland. EgzoTech, the developer of a rehabilitation robot for orthopedic and neurological patients, was the overall 2014 Think Big winner. \nBig Digital Skills Hub\nVirgin Media Business launched a free toolkit of digital knowhow to help individual entrepreneurs \nand small businesses make the most of the online \nenvironment. From building a digital presence to online marketing and content creation, the Big \nDigital Skills Hub is a set of 15 video tutorials \ndelivered by some of the biggest names in digital \nmarketing, social media, brand communication and \ne-commerce. Mastering a digital skill set to support business development and create a buzz online is \njust a few clicks away.\nConnected Health\nIn the Netherlands, UPC, together with Ziggo \nand VitaValley, organized the Connected Health \nChallenge, an innovation competition to promote \ndigital solutions that help seniors or those with disabilities stay in their own home longer and live \nindependently. Around 90 innovative ideas were \nsubmitted and the winner of the $22,000 cash \nprize, plus development support, was Compaan. \nCreated by two young Dutch entrepreneurs, Compaan is an accessibly designed, affordably-\npriced tablet for adults and seniors, with a range of \nuseful features such as medication reminders and \ndaily check-ins by family members or caregivers. DRIVING DIGITAL ENTREPRENEURSHIP \nLev \nDetrez \nFounder, \nPith.li 2014 Telenet Idealabs participant“ Having great ideas \nis one thing, making things concrete is something totally different. Telenet Idealabs gave us the commitment, financial means and support we needed.”\nGRI: G4-EC8", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}