{"page_content": "14\nHELPING KEEP KIDS SAFE ONLINE \nParents, educators and our industry have a direct \nrole to play in shaping responsible and empowered \ndigital citizens of the future. Our strategy, aligned \nwith the European Commission’s Strategy for a Better Internet for Children, is centered on \ndeveloping educational resources with our long-\nterm partner European Schoolnet. These resources \naim to educate parents and teachers and empower \nchildren to protect themselves online while discovering the exciting and endless opportunities \nof the digital world. As part of this partnership, \nLiberty Global has been a main sponsor of Safer Internet Day (SID) since 2007. SID promotes \nsafe and responsible use of online and mobile \ntechnologies in 100 countries worldwide. \nSwitched on Families\nIn the UK, Virgin Media created Switched on Families to provide parents, grandparents and \ncaregivers with guidance about staying safe \nonline. The site includes an interactive guide with practical steps families can take to stay safe and \nget the best from the web. At the same time, Virgin \nMedia launched free parental controls technology, allowing customers to choose to blocks sites \nthat are fraudulent, contain viruses or may not \nbe considered suitable for children. Switched on Families received close to 50,000 unique visits in \n2014. Virgin Media continues to spread awareness \nof the site through a ‘Happening Now’ blog about online safety and what families can do to ensure \ntheir children get the best from the web. Safe and Social\nIn 2014, UPC Netherlands, together with the\nDutch Awareness Center, launched two new ‘Safe \n& Social’ digital lessons to help school students get \nmore out of online activities. The lessons encourage open discussion about the possibilities of the \ninternet, while offering guidance on how to deal \nwith negative behaviors such as online bullying. To \nsupport the digital lessons, UPC distributed more \nthan 150,000 Safe & Social booklets in primary and secondary schools and staff took an active part in \ndelivering Safe & Social training to school students.\nAt Home on the Web\nIn Hungary, UPC launched an interactive website \nthat aims to help kids discover the richness of the \nweb while learning from their friends about how \nto handle risks that may arise. The site, ‘At Home on the Web’, was created in partnership with the \nEducation Council of the Hungarian Scientific \nAcademy, UNICEF Hungary and other organizations. In order to ensure the most appropriate platform for \nreaching both children under the age of 12 and their \nparents, the website was developed following broad consultation with child psychologists, teachers, \nparents, internet researchers, online kids content \nproducers and hotline operators. To date, the website has reached more than 10,000 users.  \nTools for parents and teachers Tools for parents Tools for schools\nGRI: PA7 & G4-EC8\n", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}