{"page_content": "18\nCHAMPIONING\nCUSTOMER PRIVACYKEEPING YOUR DATA SAFE\nIn 2014, we consolidated the data security \ninfrastructures in our Global Security Operations \nCenter, as we continue to deal with an ever \nincreasing variety and scale of digital threats. We have strengthened our defenses aggressively, \nadapting daily to the changing nature of threats and \npotential vulnerabilities as they evolve. Our ability \nto do this was significantly enhanced during the \npast year through collaboration with governments, \ncyber security agencies and high-tech crime units. \nCollaboration with \nMicrosoft’s Digital Crime Unit\nOur partnership with Microsoft’s Digital Crimes Unit \n(DCU) to help improve internet safety and security \nhas been successful beyond our expectations. \nThe DCU identifies malware and other potentially harmful software on remote computers owned \nby customers, enabling us to understand which \ncustomers may be at risk and approach them to see \nif they will accept our assistance in cleaning up their \ncomputers and removing known risks. We have now expanded the partnership into a second year and \nfurther reduced the number of customers at risk in \nmarkets where our collaboration is active. \nCollaboration upstream  \nand downstream\nTo combat the increasing number of data exposure \npoints and risk of potential security breaches, \nwe advanced several initiatives in 2014. This \nincluded a joint investment across our business to proactively create improved risk-based information \nmanagement. At the same time, we remained \nimmediately responsive to threats as they arise. For \nexample, in the UK, a security breach from an IOS/\nAndroid application in Google Play and Apple Stores was able to infiltrate customer information that \nwas not encrypted when customers downloaded \nthe application. We immediately removed this \napplication, informed the relevant cyber authorities \nand remediated the situation while keeping our customers protected. While we cannot fully \nprevent such sophisticated attacks, our fast and \ncomprehensive upstream and downstream response provides the highest protection possible for our \ncustomers. \nGRI: G4-PR8Customer privacy continues to be an imperative as it is core to the trust that our customers place \nin us. We respect and protect the privacy of our customers’ data. Our privacy standards and \npractices are established in our Global Privacy Policy \nthat all our employees must adhere to. In 2014, we continued to embed our ‘Privacy by Design’ process, \nnow standard practice for new technology projects. \nOpt in for personalization\nWe use anonymized data about the collective \nhabits of our customers as they use our services \nto help us understand and serve customers more \neffectively. An example of our ‘Privacy by Design’ process is our Horizon TV service, where we do not \ncollect any viewing data unless customers opt in, \ndemonstrating the importance we place on privacy as a choice. Across 5 markets, over 70% of Horizon \nTV customers have opted to share their usage \ninformation, enabling us to recommend personalized content to them and power the search engine with \ntheir preferences. This high opt-in rate shows that \nour customers trust us to use their data responsibly to enhance their experience. At the same time, we \nhave a clear privacy statement on our websites \nto ensure customers know their rights and have \nchoices about the privacy of their information.  \nIncident response \nmanagement process\nThis year, we continued to focus on streamlining our \nprivacy incident response management process to \nensure privacy incidents are captured and responded \nto in a timely manner. The process enables privacy incidents to be handled consistently across our \nmarkets, and helps us learn from each market as \nnew privacy situations arise. In 2015, for the first \ntime, we will invite external auditors to test our \nprivacy incident response management process and identify possible gaps. ", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}