{"page_content": "21\nIn 2014, we published a global environmental \nstatement aimed at driving efficiency improvements \nacross our operations. The statement focuses on \nthree areas where we can have the most impact: energy use, GHG emissions and management of \nelectronic waste (e-waste). \nOur goal is to improve the efficiency of our \nelectricity consumption by 15% every year through 2020. We also aim to be five times more carbon \nefficient by the end of this decade, using 2012 as \nour base year for both targets. In order to provide meaningful targets, we measure our energy \nconsumption and GHG emissions in terabytes (TB) \nof data transported through our networks. \nThis year, we improved our energy efficiency by \n34% and our carbon efficiency by 31% – putting us ahead of our targets. These improvements were \nprimarily achieved through continued investment OUR ENERGY AND EMISSIONS PERFORMANCE\nin new network technologies and the optimization \nof energy use at our data centers, as well as the \nproduction and procurement of renewable energy. \nWe continue to see the economic benefits of our ongoing environmental initiatives, saving more \nthan $325 million in 2014. This represents a 15% \nimprovement compared to 2013.\nWe also expanded the scope of our environmental \ndata collection to include Scope 3 GHG emissions \nfrom travel by our third party service and \ninstallation vehicles, adding 39,200 metric tons of CO2e to our GHG emissions total. Additionally, we \ncommissioned accounting firm KPMG to perform \nassurance on our Scope 1, 2 and 3 GHG emissions data. Their work included evaluating our data \ncollection processes, visiting key operations and \nverifying data accuracy. KPMG’s full statement, including a summary of the work they performed, is \navailable on our CR website.\nOUR NETWORKS\nNarrow trenches\nIn 2014, Virgin Media ran a pilot in the UK to reach \n100 homes with a fiber service using an innovative \nconstruction technique for connecting homes to \nour digital services. This new technique deploys trenches, which are used to house fiber cables, that \nare both narrower (10cm wide versus 40cm wide) \nand shallower than traditional fiber trenches. As \na result, 60% less asphalt and 50% less concrete \nare required to refill the trenches. In addition, narrow trenches are completed in 50% of the time \nof traditional trenches, enabling our customers \nto get faster access to the digital world with less infrastructure disruption to local communities. \nSo far, Virgin Media has constructed around 10 \nkilometers of narrow trenches and is poised to use this technique in new build areas throughout Great \nBritain, improving both customer experience and \nreducing our impact on the environment. Amplifier efficiency\nWe continue to invest in improving the efficiency \nof our peripheral equipment, such as amplifiers \nwhich boost data transfer rates as data traffic \napproaches the customer location. Amplifiers are critical components in ensuring the capacity and \nreliability of our services in the home. Since 2012, \nwe have swapped close to 38,000 amplifiers in the \nNetherlands with new, more efficient equipment, \nreaching more than half a million homes. These swaps represent approximately 22% of the total \nnumber of amplifiers across our Dutch footprint. \nAbout half of this these swaps were deployed in 2014 with efficiency improvements of up to 12%. ", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}