{"page_content": "22\nVirtualization strategy\nDuring the past five years, we have ‘virtualized’ \nmost of our physical data servers. This means \nthat we have eliminated many physical servers \nthrough hosting our operational and network data on secure virtual machines in the cloud. Our \nearly adoption of virtualization, together with our \ninvestment in highly efficient engineered systems \nthat deliver enhanced performance, means that \nwe are virtualizing faster and up to five times more efficiently than current industry practice. For \nexample, our data storage in Central Europe is 95% \nvirtualized versus a level of 75% that we estimate for similar operations in competitive networks. By not adding 6,000 additional servers to maintain \nour data storage needs, we save close to one million \nkilowatt hours of energy consumption each year. \nThis is equivalent to the average annual electricity \nuse in almost 300 homes in Europe.\nData center infrastructure\nIn Belgium, Telenet has adopted ‘closed circuit air \nconditioning’ technology to keep our data centers \ncool while using less power. The technology uses \na heat exchanger that converts hot air emitted by data cabinets into cold air that is recycled back into \nthe data center racks through underfloor vents, \ndirecting cold air to the precise location of the \ncabinets. In 2014, Telenet deployed this technology \nin three sites, saving 15,000 kWh of electricity.OUR DATA \nCENTERS \nAcross our footprint, we have millions of set-top \nboxes and modems placed in customers’ homes. \nWe have been improving our design and low-power \nconsumption technologies so that our customers can play a role in the overall environmental efficiency of \nour networks while saving money on energy in their \nown homes. At the same time, we aim to reduce the \nimpact of our set-top boxes and modems through \nresponsible handling of equipment that needs \nupgrading or that becomes obsolete. \nEquipment efficiency\nWe are developing more energy-efficient equipment, \nenabling lower energy consumption for our customers as they use our products and services. For example, \nin early 2014, the software upgrade to our Horizon \nTV Mediabox reduced energy consumption per \ndevice from 344 kWh per year to 206 kWh per year, \nan absolute reduction of 40%. When compared to traditional triple play devices that we offer, our \nHorizon TV Mediabox consumes 18% less energy. \nOne of the most significant challenges we face in our \nefforts to drive energy efficiency is how to inspire \ncustomers to adapt the way they use our products and services to achieve lower home electricity \ncosts while reducing their environmental footprint. \nFor example, functionalities such as boot-up time \nand remote monitoring can be impeded when the \nset-top box is in energy-saving mode. By better understanding our customers’ behaviors, we can \nimprove our communication around the sustainability \nattributes of these products, and recommend energy-saving functionalities that best suit their needs.\nE-waste and recycling\nWe supply electronic hardware (set-top boxes and modems) to customers for use in their homes. Where \npossible, we use refurbished equipment, thereby \navoiding additional resource consumption in our \nsupply chain. Where obsolete equipment cannot be \nrefurbished, we dispose of it in line with applicable legislation. In 2014, 37% of newly deployed set-top \nboxes and modems were from refurbished stock \nand 59% of collected set-top boxes and modems \nwere refurbished. In total, we refurbished more than \n4.4 million set-top boxes and modems, avoiding approximately 7,200 metric tons of waste that would \notherwise have ended up in landfill sites.OUR CUSTOMER \nPRODUCTS", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}