{"page_content": "25\nWe’re committed to building better relationships \nwith our suppliers not only to mitigate risks but \nto also help identify opportunities. This includes \nbetter understanding the way we source our electronic components and network equipment and \nits subsequent distribution to our customers. We \nalso employ certified organizations to perform the collection and safe disposal of equipment returned \nfrom our customer homes and other premises. \nOur supplier base includes information technology, \ncustomer premise and network equipment, as well \nas mobile, interconnect and business-to-business services. Suppliers are expected to adhere to Liberty \nGlobal’s Responsible Procurement and Supply Chain \nPrinciples (RPSCP) covering ethical conduct, labor \nstandards, health and safety of employees and \nenvironmental stewardship.\nAssessments and corrective actions\nWe continue to build on the supplier assessment program that we initiated in 2013. Phase one of \nour assessment focuses on our top 400 suppliers, \nwhich make up 80% of our overall spend. This program uses the EcoVadis platform to benchmark \nsuppliers against 21 environmental, social and \nethical indicators, with assessments of 78 \nsuppliers completed to date. Of these suppliers, \n11 were identified as high risk. We also focused on collaborative engagement with our high-risk \nsuppliers to establish corrective action plans, \nwhich took priority over expanding the assessment program to additional suppliers. Training our procurement teams\nThe procurement function is critical to the engagement of suppliers in our ongoing assessment program. In 2014, we invested in ensuring our \nprocurement staff acquired the knowledge and skills \nrequired to become proactive partners in advancing \nour ethical supply chain program and conducted 5 \ntraining sessions attended by our strategic buyers.  \nRecognizing our suppliers\nParticipation in our supplier assessment program requires both commitment and resources from our \nsuppliers. In 2014, we held our inaugural Liberty \nGlobal Sustainable Supplier Award to honor the best performing supplier in our 2013 assessment \nprocess. Ericsson AB was presented with this award \nat Liberty Global’s annual Technology Summit in \nAmsterdam. Going forward, we plan to continue \nto recognize and celebrate our suppliers that demonstrate solid ethical supply chain practices.\nOur position on conflict minerals\nThe Securities and Exchange Commission (SEC) in the U.S. has issued final rules covering certain \n‘conflict minerals’ (tantalum, tin, tungsten and gold) \nthat are sourced from the Democratic Republic of Congo and surrounding countries and which are \nused to finance armed conflict in that region. We are \nworking with our suppliers, who help make us aware \nof such conflict minerals that may exist in products \nthey supply to us. A conflict minerals section is integrated into the EcoVadis assessment platform \nand our RPSCP.SUPPLY CHAIN PARTNERSHIPS \nSourcing Packaging & \nprocessingDistribution & \ntransportCustomer use Reuse & \ndisposal\nGRI: G4-12", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}