{"page_content": "26\nIt was a transformational year for the People \nAgenda, our company-wide strategy to attract, \nretain and motivate the best people in the industry. \nThis year we achieved a number of important milestones with our new senior leadership \ndevelopment program and the launch of a common \nglobal performance management process supported \nby our global cloud-based HR technology platform. \nOur investment in the People Agenda is designed to ensure we have the optimum processes and culture \nin place to engage and develop our people - our \nmost important asset.\nAs we move forward, it’s important that we \ncontinue to help employees grow both personally and professionally. This year, we maintained our \ninvestment in employee training and development, \nwith a total investment of more than $21 million comprised of more than 744,000 training hours \nacross our markets.\nA culture of training\nThis year, UPC Poland more than doubled its \nnumber of training hours, reaching an average of \n50 hours per employee. Much of the ambitious \nexpansion in training was designed to support UPC Poland’s intensive market activity and new product \nlaunches. For example, our Horizon TV launch in \nPoland was supported by seven months of employee \nworkshops and learning programs to ensure sales \nand technical staff could anticipate and serve new Horizon TV customers in the best possible way.\nSupporting new talent\nIn 2014, UPC Austria was awarded a seal of quality as the ‘Top Company for Apprentices’. The \ncertificate was granted for the first time by the City \nof Vienna to exemplary companies to recognize quality in the apprenticeship of young people. \nHiring and supporting apprentices is nothing new \nfor UPC Austria, where young people are hired \nevery year, helping them prepare for careers in \ntelecommunications and information technology \nroles. In the UK, Virgin Media created 120 new \napprentice jobs for young people and was included in the Top 100 Apprentice Employer List by City and \nGuilds for the first time. EMPLOYEE DEVELOPMENT AND ENGAGEMENT\nGlobal engagement survey\nIn 2014, we developed Zoom, our first ever global \nemployee engagement survey. In January 2015, \nnearly 27,000 employees across all our operations \nand corporate offices participated, seizing the opportunity to share their views on what it means \nto work at Liberty Global. We were encouraged by \nengagement scores that exceeded many country \nbenchmarks, giving us confidence that we have an \nengaged workforce. Employees confirmed that we do well in creating a culture of inclusiveness, living \nour values, maintaining good working relationships \nand supporting a positive balance between work and personal life. At the same time, employees want us to communicate our vision and strategy \nmore effectively and provide them with more tools \nto better serve our customers. We are actively \ndeveloping action plans, sponsored by leaders from \nall across the company, to respond to this feedback. \nSparking innovation\nSpark, our employee innovation and ideation platform that has inspired employees since 2011, \ncontinued to grow, reaching 7,000 additional \nemployees across 7 markets. Spark is now available to more than 16,000 Liberty Global employees. In \n2014, we also approached vendors for ideas to save \nenergy across our networks. The winning idea was \nto centralize power management. This was trialed \nby Liberty in Puerto Rico and since implementation, our network performance and reliability has \nimproved significantly. We recognized our winning \nvendor and most innovating employees at Liberty Global’s annual Technology Summit, our largest \nevent for innovation in technology.", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}