{"page_content": "28\nA portion of our charitable giving at Liberty Global \nis guided by our employees through our Employees \nIn the Community initiative, including our In Heroes \nand In Givers programs.\nIn Heroes\nIn Heroes recognizes and honors employees for their volunteering activities outside of work. 2014 was \nthe ninth year that Liberty Global has celebrated \nthe In Heroes Awards, offering employees a chance to win up to $7,000 for the organization they have \nsupported throughout the year. Annually, we award \n22 employees a total of $40,000 for their selected charities. This year, our winner was Ulrich Burggraf \nfrom Unitymedia in Germany. Ulrich has been an \nactive volunteer for over 12 years with the charity Partnership Piela-Bad Munstereifel and has raised \nover $130,000 for the charity, which has enabled \nsignificant change for the local community. The \norganization promotes education and student \nsupport in Burkina Faso in West Africa.  In 2014, he had the honor of becoming Chairman of the charity.\nIn Givers\nAlongside In Heroes, our In Givers matched fundraising program encourages employees to get  \ninvolved in community and charitable activities. \nIn 2014, our employees applied for donations amounting to more than $160,000 to support their \ncharitable endeavors.EMPLOYEES IN THE COMMUNITY \nWe continue to support the Lessons for Life \nFoundation (LFL), a charity Liberty Global helped establish in 2007. LFL believes that education \nchanges everything – that’s why its mission is to \nhelp send disadvantaged children from some of the toughest places in Africa to school. LFL also trains teachers and makes sure the classroom is a safe and inspiring place. In 2014, nearly 16,000 students, family and community members benefited from \nLFL’s work in Africa, including more than 4,000 \nwho were given direct access to education. LFL’s improvements to the school environment helpedLESSONS FOR LIFE FOUNDATION2014 Big Ride for Africa\nstudents and teachers with better classrooms, sanitation and teaching resources as well as supporting families and communities to become \nmore self-sufficient through income-generating \nprojects. In 2014, Liberty Global provided $2 million to LFL (nearly 50% of its total income). Liberty Global’s support more than covers LFL’s fundraising, administration and governance costs, meaning money raised from fundraising events, including \nthe Big Ride for Africa and annual Gala Ball, goes \ndirectly to the local communities in Africa.", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}