{"page_content": "2\nWELCOME FROM OUR \nPRESIDENT AND CEOG4-EN3\nGRI: G4-1Helping people discover \nthe opportunities of \nthe digital world \ncontinues to \nfuel our passion \nand drive our \nperformance at \nLiberty Global. \nAs the largest \ninternational \ncable company, we \nremain committed to \nmaking a positive \nsocial contribution through our core cable TV and broadband business and by meeting the responsibilities that we have to our stakeholders. \nOver the last ten years, we have consistently \nexecuted on our strategy to drive innovation-led \ngrowth and build scale through smart acquisitions. \nMoving forward, we remain confident in our ability to leverage the industry-leading scale that we’ve \ncreated in Europe, along with our network, product \nand platform superiority, to provide our customers with the very best entertainment and online \nexperience possible.\nIn 2014, we increased the pace of innovation in \nour broadband, video, and wireless businesses, delivered steady subscriber growth and drove \nfurther operational efficiencies. Innovation remains \na key focus, as we provide 27 million customers our cutting-edge products and services across a \ncable footprint that passes over 50 million homes \nspanning 14 countries. On the financial front, we achieved all of our public guidance targets, and \nreported record revenue and operating cash flow. \nOur strong performance last year was underpinned \nby our clear approach to being a responsible business. We continue empowering young people \nto acquire and grow their digital skills, through \nprograms such as CoderDojo and YouRock, as part \nof our ‘digital society’ strategy and our commitment \nto the European Commission’s Grand Coalition for Digital Jobs. In Belgium, we launched the Telenet \nIdealabs community to give digital start-ups and \nyoung innovators a welcome kick-start. We also provide safeguards, such as parental controls and \na range of educational tools, to raise awareness so that digital inclusion is as safe as it can be for all of \nour customers. In the UK, we created Switched on \nFamilies, an interactive guide that informs families \nabout the potential risks and tools available to help them stay safe online.\nWe continue to invest in the development of our \nglobal team of more than 38,000 employees, as \npeople are the source of the company’s greatest competitive advantage. Our human resources \nstrategy, the People Agenda, was a key priority \nfor us again in 2014. We intensified our employee development programs with an eye on fostering \nour leadership of tomorrow, and maintained \nengagement programs across our markets to inspire the employees of Liberty Global to excellence. \nIn 2014, we made further advances in conserving \nenergy and reducing greenhouse gas (GHG) \nemissions relative to our key measure - the amount \nof data traffic consumed by our customers. We do this in many ways, including our continuous \nuptake of new energy efficient technologies and the \nprocurement and production of renewable energy. We also undertook external assurance of our GHG \nemissions for the first time, further enhancing the \naccuracy and completeness of our environmental \ndata. \nIn our supply chain, we made progress in working \nwith our vendors to implement corrective actions \nbased on our supplier assessments of 2013. Although we were not able to expand our supplier \nassessment program as planned last year, we will \ncontinue to strengthen responsibility in our supply chain during 2015. \nWe hope that you will find our 2014 Corporate \nResponsibility Report, aligned with the Global \nReporting Initiative G4 Guidelines, is informative and easy to read. As always, we welcome, encourage \nand appreciate your feedback.\nSincerely, \nMichael T. Fries, \nPresident and Chief Executive Officer \n", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}