{"page_content": "5\n GRI: G4-24STAKEHOLDER ENGAGEMENT \nHIGHLIGHTS FROM 2014\nWe engage and interact with our key stakeholders and groups in a variety of ways throughout the year. This \nhelps us to understand what matters most to stakeholders, not only at reporting time.\n• Developed Zoom, our first global employee \nengagement survey with participation of almost 27,000 employees across all our operations and corporate offices.\n• Delivered Lead Forward, our leadership development program, to over 300 senior leaders globally. \n• Expanded Spark, our employee innovation and ideation platform, adding an additional 7,000 employees, taking the total reach to more than 16,000.\n• Advanced professional apprentice schemes in various markets, adding young talent and offering future career opportunities.\n• Fundraised for the Lessons for Life Foundation (LFL) to provide scholarships and educational support to students, families and community members in Africa.\n• Supported Breast Cancer Awareness Month in October, \nraising more than $138,000 for local charities.Employees\n•    Engaged with key socially responsible \ninvestment indices and rankings, \nincluding FTSE4Good, Dow Jones \nSustainability Index and Newsweek Green Rankings. \n•  Submitted response to the CDP Climate Change Program for the \nfirst time, providing information \nto its 822 institutional investor signatories.Investors\nGovernment and policy makers\n•   Engaged thousands of entrepreneurs \nacross several markets in online competitions and initiatives to support innovation in our digital society including Pitch to Rich in the UK, Telenet’s Idealabs in Belgium, and \nThink Big in Poland.\n•    Standardized Net Promoter Score \n(NPS) methodology across our markets as our key source of customer feedback and engagement.\n•   Analyzed 3 million customer feedback interactions at Virgin Media as part of the new `Voice of the Brand’ customer strategy.Customers and consumers\nCommunities and civil  society organizations\n• Supported development and \nimplementation of corrective actions with high-risk suppliers following our environmental, social and governance supplier assessment of 78 suppliers in 2013.\n• Gathered nearly 1,400 employees and suppliers at Liberty Global’s annual Tech Summit, where we recognized for the first time the best performing supplier in our sustainability assessment process.Supply chain partners• Helped scale more than 60 new CoderDojo clubs in Europe, reaching over 2,000 young people.\n• Sponsored Get Online Week, aimed at engaging and empowering people to use technology and the Internet, for the fourth consecutive year.\n• Held engagement activities with European \nSchoolnet to raise awareness about the \nimportance of educating and empowering children, young people, parents and teachers to stay safe when they are online.\n• Sponsored Safer Internet Day (SID) for the eighth consecutive year. The initiative reached 19,000 schools and 54 million individuals in Europe.\n• Launched Switched on Families, an interactive guide to help people stay safe online, reaching close to 50,000 unique website visitors in the UK.\n• Published ‘The Future of the Internet – Innovation and Investment in IP Interconnection’ - our eighth research project in our Public Policy Series.\n• Collaborated with several government agencies in different markets to advance data security regulation and practice to \nprevent and mitigate risks of digital threats.", "metadata": {"source": "NASDAQ_LBTYA_2014.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}