{"page_content": "Page 24 of 25 March 2016AWARDS AND RECOGNITIONS\n• PRA Strategic Solutions was recognized by one of its clients, a top 5 pharmaceutical company, \nfor its innovations in Clinical Data Management and Ancillary Supply Management (ASM). \n• PRA’s ASM team launched a productivity initiative that led to substantial efficiencies and a  \n$7 million cost savings for the client as of December 2014.\n• The ASM team also made substantial contributions to the client’s corporate sustainability efforts, including the recycling of 23,000 pounds of material that would have otherwise gone \ninto public landfills. \n• The award recognizes “the best CRO that has demonstrated an ongoing commitment to \nimprove their clinical research services in Asia and in reducing lead times for its customers. \nThe CRO must demonstrate an end-to-end suite of solutions to customers and demonstrate \noutstanding thought leadership in spearheading clinical research innovations and raising \nthe bar of clinical research standards in the region.” The BioPharma Asia Industry Awards celebrate Asia’s evolving importance as a destination for life science partnerships and business activities.\n• Click to Read PharmaTimes Article\n• The PharmaTimes International Clinical Researcher of the Year competition is considered  \na key barometer of quality standards in the clinical research industry. The competition is judged by independent clinical research experts and is designed to “recognize, encourage  \nand inspire professionalism in tomorrow’s leaders.” In the 2015 competition, finalists from  \n22 pharmaceutical companies and CROs from around the world competed.Additional Information\nInnovation Award\nBest Contract Research  \nOrganization–BioPharma \nAsia Industry Awards\nPharmaTimes Clinical \nCompany of the Year in \nPharmaTimes International \nClinical Researcher of the Year \ncompetition. (2014, 2013)", "metadata": {"source": "NASDAQ_PRAH_2015.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}