{"page_content": "36\nRecyclable Container Deposits\nContainer deposit refunds from bottle and can recycling are used to support charitable \ninitiatives such as a local high school marching band, a Boy Scout troop, and a local \nRonald McDonald House.\nElectronic Waste\nWe work with a rec ycling partner to manage the electronic waste generated from our \noperations. Our recycling partner removes the data following necessary guidelines and \nmanages the waste by resale and recycling. In fiscal 2020, we recycled 9,139 units of \nelectronics companywide. \nMunicipal Waste\nFor the other waste generated in our facilities, we have a recycling program and provide \nbins to support waste segregation at its source. Paper that contains confidential \ninformation is managed by turning into shred, which is then recycled by our partner. \nFood Waste\nIn fiscal 2020, our food services partner started a food waste tracking and reduction \nprogram. Different types of food waste generated in our food services will be tracked \nand reduction initiatives will be taken. \nEnvironmentRochester Employees Make Every Day Earth Day\nIt began with a group of IT professionals who thought they could do a better job of \nrecycling at their office. After improving signage and increasing the number of recycling \nreceptacles in their building, they knew they could do more. So, they widened their \nscope to include other Rochester buildings and are partnering with the facilities team to \nimplement many of their initiatives.\nOver the past fiscal year, this team (which is governed by an oversight committee of \nemployees from various Rochester buildings) has continued to drive their efforts forward \nwith things like recycling awareness campaigns, coffee pod recycling (mentioned above), \nand their “Kick the Can” initiative that encourages employees to turn in their deskside trash \ncans and use community receptacles in breakrooms instead, thus preventing thousands \nof plastic liners used in small trash cans from entering landfills and waterways.", "metadata": {"source": "NASDAQ_PAYX_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}