{"page_content": "41\n EthicsFY18: 12,131 hours\nFY19: 8,310 hours\nFY20: 9,331 hoursFY18: 99.5%\nFY19: 99.8%\nFY20: 99.1%Total “ Right Way” Employee \nTraining HoursPercentage of Employees That \nCompleted “Right Way” Training\nThe Right Way includes modules on ethics, nonharassment, and security and internal controls. \nTwo anti-corruption scenarios are included in the Security & Internal Controls module. In these \nscenarios, employees must identify the appropriate approach to potential violations of company \nanti-corruption policies. A live link to the Paychex Code of Business Ethics and Conduct (which \nincludes the company’s anti-corruption policies) is provided within the training. Completion of \nthis annual training is mandatory and tracked to ensure maximum participation.\nTo date, Paychex has identified no incidents of corruption within the organization or our subsidiaries.\nFree and Fair Competition \nWe are also committed to dealing fairly and honestly with our competitors. As a general \nrule, employee contacts with competitors should be limited and always avoid subjects \nsuch as prices, customers, and suppliers. Collusion among competitors is illegal, and  \nthe consequences of a violation are severe. Our general standards are:\n• Employees ma y not knowingly make false or misleading statements regarding   \nPaychex’s competitors or the products of our competitors, customers, or suppliers.\n• Employees may not enter into an agreement or understanding, express or implied, \nwith any competitor concerning prices, discounts, other terms or conditions of sale, \nprofits, or costs.\n• We ex pect all employees to stress the benefits of Paychex products and services  \nto provide our customers with the full opportunity for equal consideration.\n• We prohibit the unauthorized or improper solicitation of confidential data from a  \ncompetitor’s employees or customers.\n• Employees must comply with antitrust laws—they may not participate in any   \ndiscussion, agreement, or scheme with any competitor or potential competitor  \nthat involves prices, territories, or customers. ", "metadata": {"source": "NASDAQ_PAYX_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}