{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   11\nSOCIAL\nSafety & \nSecurity\nAtlas Air Worldwide’s core value of safety, security and \ncompliance is the highest priority across all our operations. We are committed to creating a safe, secure and healthy workplace for our crewmembers and ground staff of nearly 3,300 employees worldwide, and to safely operating more than 59,000 flights annually to hundreds of destinations around the world. \nSafety Policy and  \nSafety Management System\nWe set high standards for safety and regulatory compliance, \nas outlined in our Corporate Safety Policy. Our confidential nonpunitive reporting process encourages employees to report workplace safety issues or noncompliant conditions including hazards, accidents, incidents or injuries, and we believe all employees play a key role in the process of identifying hazards and mitigating risks.\nWe were among the aviation industry leaders that \nparticipated in the Safety Management System (SMS) Pilot Project in early 2010 even before it was required by the U.S. Federal Aviation Administration (FAA). And, as of January 2018, we have an FAA Accepted/Fully Implemented SMS. We believe a formal SMS is critical for systematically reducing risks and maximizing opportunities to continually improve the overall safety of the aviation system. Our SMS is built by structuring safety management around four safety components: Safety Policy, Safety Risk Management (SRM), Safety Assurance (SA) and Safety Promotion. \nSince Atlas has implemented its SMS, the size of the \ncompany’s Safety and Regulatory Compliance department has grown to more than 90 employees. We provide regular workplace safety communications to employees, and our internal safety audit program has become increasingly robust. In addition, we have continued to build and enhance our partnerships with customers and contractors on safety matters. This includes working with our contractors to help them establish and expand their own SMS. Since implementing SMS, we have seen significant improvement in our key safety indicators.Atlas Air Worldwide’s  \nSafety Management System\nOur SMS promotes a positive and  \nJust Culture featuring: \n◊ O\nversight of all Operational departments\n◊ F\normal, proactive methods for identifying \nhazards and mitigating risks\n◊ A\nssistance to the Company’s leadership, \nmanagers, management teams and staff in \nmaking effective and informed safety decisions\n◊ C\nomprehensive Safety Reporting tools\n◊ C\nonstant quality assurance and\ncontrol reporting\n◊ A\nccepted Aviation Safety Action Programs \n(ASAP)\n◊ P\nrovide all employees a portal for \nSafety Reporting\n◊ C\nontinued investment in leading safety \ntechnologies such as:\n◊ W\nireless Quick Access Recorders (WQARs) \nfor our fleet\n◊ F\nlight data analysis and visualization\n◊ E\nmergency Vision Assurance System\n(EVAS)\n◊ A\nutomated external defibrillators on all \nextended twin operations (ETOPS) aircraft\n◊ F\needback on safety performance to \nall Operational departments and management teams\n◊\nC\nontinued investment in safety training, \neducation, and awareness throughout the organization", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}