{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   12Safety & Security\nSafety Training\nOngoing training for our nearly 1,900 pilots and  \n1,400 ground staff is at the heart of our ability to \nmaintain safe operations and engage our employees. \nOur training facilities are widely recognized as some of \nthe best in the aviation industry. In addition to providing \nall of the required flight crew training, Atlas trains \ncrewmembers and ground employees on the SMS. \nOur training facilities are located at our primary \noperational hubs – with our largest facility being \nlocated in Miami, where all our pilots receive their \ninitial, transition and recurrent flight training, and other \nairline professionals have access to a wide variety \nof programs. This facility has FAA approval to grant \nAirline Transport Pilot (ATP) certifications, which is \nFAA’s highest certificate. In addition to training our own \npilots, the Miami facility also trains flight crews for the \nU.S.Department of Defense (DOD), NASA and the FAA. \nIn fact, Atlas is contracted to provide training for the \ncrews of Air Force One and the E-4B National Airborne \nOperations Center.Safety Performance\nAtlas is committed to maintaining an industry \nbest-practice program for full compliance with our \nregulatory obligations. Our program is intended to \nmeet all requirements of the FAA, International Civil \nAviation Organization (ICAO) and International Air \nTransport Association (IATA). Since 2007, Atlas has \nbeen listed on the IATA Operational Safety Audit \n(IOSA) registry, the prevailing international safety \nand compliance standard, with zero findings since \nthe initiation of the program. Atlas has also received \nexcellent reviews in safety audits by the DOD. \nWe track and report safety performance for Atlas \noverall, as well as for our Flight Operations, Ground \nOperations and Technical Operations. Our safety \nmetrics include incidents, injuries and accidents, \nand we establish internal annual targets for each \nmeasure. We strive to outperform industry averages \nand beat our internal targets. \nSince our founding in 1992 through the end of 2018, \nAtlas employees had zero work-related fatalities.\nUnfortunately, our company was deeply saddened \nby the loss of Flight 5Y 3591 on February 23, 2019 , \nwhich claimed the lives of two Atlas Air pilots and a \nthird pilot from another airline traveling with them. \nWe continue to work with the National Transportation \nSafety Board (NTSB) as it leads the investigation into \nthe cause of this tragic accident. The safety of our \npilots and ground staff is a top priority, and we mourn \nthe passing of these valued colleagues.We were among the aviation \nindustry leaders that participated \nin the Safety Management \nSystem (SMS) Pilot Project in \nearly 2010 even before it was \nrequired by the U.S. Federal \nAviation Administration (FAA). \nAnd, as of January 2018, we have \nan FAA Accepted/ \nFully Implemented SMS.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}