{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   13\nSOCIAL\nEmployee\nExperience\nWe depend on the dedication of our talented team members \nwho are committed to providing best-in-class service and reliability for our customers. We seek to attract, develop and nurture individuals who thrive in our fast-paced, dynamic business and service-oriented culture. Our employees understand the critical role of teamwork, and demonstrate it through respect, professionalism and inclusive collaboration.\nTalent Acquisition, Retention \nand Development\nOur approach to talent acquisition, retention and development \nstarts with our employee value proposition: We are extraordinary people doing extraordinary things. We work to provide ongoing, challenging opportunities in a high-growth environment where employees can chart their own career path. The expansion of e-commerce, global supply chains and distribution channels provides endless opportunities for our people to solve important, unique challenges. \nIn recent years, Atlas has launched a series of new initiatives \ntailored to the unique characteristics of our two distinct employee populations: ground employees and crew (pilots). Some of the initiatives address both employee groups, while others are more specific.\nIn 2018 and 2019, we enhanced our approach to talent \nacquisition, retention and development in several key  ways, including:\n◊\nStrengthening our employee value proposition\nb\ny focusing on the extraordinary nature of the work we do, \nwhich will help us to raise awareness of aviation-related careers and contribute to a strong talent pipeline for critical functions across our business.◊\nRestructuring our salary bands  for ground \nemployees within the organization to ensure our team members are compensated appropriately for their respective roles and positions. We are committed to the growth of our employees, and our new architecture provides clearer pathways for development and advancement.\n◊\nFortifying our Talent Development and Talent \nAcquisition teams  with new leadership that is \nfocused on early and mid-career management.\nA Leader in Pilot Training\nAs an industry, we are always working \nto address the pilot-supply pipeline. We are focused on building a diverse talent pipeline to ensure we have the crew we need both today and in the future. This includes establishing pathways and partnerships with other carriers and training centers to support pilots in need of additional flight hours, jet transition courses or an Airline Transport Pilot (ATP) license, which can be cost prohibitive. In addition, we are working with industry partners and legislators to reduce training costs, particularly for underrepresented minority groups. Read more about these efforts in  Public Policy Advocacy .", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}