{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   14Employee Experience\nInclusive Diversity\nWe have adopted  a platform of inclusive diversity whereby \nwe value individual differences and their impact on generating new ideas. This reflects our focus on attracting, retaining and developing a diverse workforce, as well as ensuring that a diversity of backgrounds and perspectives is included in our decision-making and strategic direction. From our Board of Directors through our leadership and management teams to our staff at all levels, we seek highly qualified candidates who can also bring a diversity of thought and experience to our global organization.\nOur Inclusive Diversity mission:  As an organization that \ncarries the world, Atlas seeks to foster an inclusive, service-oriented culture that is fundamental to attracting and retaining the talent we need to fuel our ongoing success.  Our philosophy on Inclusive Diversity is to:  \n◊\nR\neflect the composition of the world we carry\n◊M\neet the needs of a diverse client base \n◊S\npark innovation through diversity of thought\nand experiences \n◊S\ntand out as an employer of choice\n◊L\nisten to the voices of our employees, all of whom \nreflect the world in which we live \n◊G\nenerate long-term value for our shareholdersCreating More Opportunities for \nWomen in Aviation\nTo attract, engage and develop women in \nour organization, we launched our Atlas Air Worldwide Women’s Network in 2019. The Women’s Network is focused on connecting and developing women to support their professional growth and the success of the organization. \nAtlas women are also actively engaged in the \nInternational Aviation Women’s Association (IAWA), which is charged with cultivating and advancing women leaders in the aviation and aerospace industries through a global network. The organization offers conferences, webinars, mentoring, college scholarships, and a committee structure, including a committee focused on the air cargo sector. \nIn 2018, we conducted an evaluation of Atlas’ diversity \napproach against peers and best practices. In 2019, we completed a comprehensive employee experience survey that included a question about inclusion at Atlas. Both evaluations are being used as benchmarks to identify our go-forward priorities and track our progress in this increasingly important aspect of our business. \nCompensation and Benefits\nWe seek to offer our employees highly competitive compensation and benefit packages to attract, motivate and retain them for the long term. We offer comprehensive healthcare coverage to all regular full-time employees and their eligible dependents, including same-sex spouses. Visit our Careers page for more information on the benefits we offer: www.atlasairworldwide.com/careers/benefits/From our Board of Directors, which \nincludes three female directors, through our leadership and management teams to our staff at all levels, we seek highly qualified candidates who can also bring a diversity of thought and experience to our global organization.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}