{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   15\nSOCIAL\nCommunity Impact\n& Philanthropy\nAtlas Air Worldwide is committed to delivering life-\nenhancing improvements to the communities where we  \nlive and work, globally. In an effort to align our business \nstrategy and logistics expertise with the ability to make \na difference, our social impact agenda is focused in three \ncritical areas of need: \n◊ Hum\nanitarian relief for disaster recovery\n◊ Su\npport for U.S. service members and their families\n◊ Ed\nucation and development of future generations\nProviding Humanitarian Relief\nAs one of the world’s largest air carriers, we have a unique \nability to expedite the movement of large quantities of \ngoods and personnel to regions that need it the most in the \naftermath of a natural disaster. In response to such events, \nour teams have mobilized humanitarian relief efforts to \ndeliver life-saving supplies and disaster recovery items – \nincluding drinking water, medical supplies and equipment, \nbasic living essentials, battery-powered devices, and more. \nWe have responded to disasters ranging from the  \nFukushima, Japan tsunami, earthquake and nuclear accident \nin 2011, to hurricane and tornado recovery in the United \nStates, including:\n◊ In A\nugust 2017, we responded to Hurricane Harvey by \nproviding relief to our employees, their families and \npets in Miami and Houston , two cities where we have \na significant personnel and infrastructure presence. \nThis included transportation to help move them out of \nharm’s way. \n◊ In S\neptember 2017, we partnered with JetBlue to \ndeliver 117 tons of humanitarian aid to Puerto Rico  in \nthe aftermath of Hurricane Maria, which affected the\nisland’s entire population. \n◊ In S\neptember 2019, Atlas ground staff and crew \nprepared and flew an Amazon Air plane filled with relief supplies\n to help the victims of Hurricane Dorian \nin the Bahamas. We are proud to partner with Airlink , a humanitarian \nrelief organization that connects airlines with vetted \nNGOs to assist communities in crisis worldwide. In 2019,  \nWilliam J. Flynn became a founding member of Airlink’s \nGovernors Council. Our work with Airlink has included \nproviding hum anitarian assistance to Venezue lans \ndealing with the ongoing socioeconom ic and  political \ncrisis there. \nAdditionally, we sponsor fundraising efforts and  \nblood drives for organizations such as the American Red \nCross, for which we have made donations and match \nemployee donations.\nSupport for U.S. Military Personnel \nand Families\nWe are honored to support the brave men and women of \nthe U.S. military and their families. Atlas is the largest \nprovider of military passenger and cargo airlift globally to \nU.S. service members. Our ability to meet stringent, \nmilitary-lev el reliability  standards, offe r full capacity at \npeak levels of demand and do it all on short notice to \nremote locations around the world makes us a trusted, \nvaluable partner to the U.S. military.\nWe are extremely proud of the fact that we train some of \nthe most elite air crews in the U.S. Air Force, including \npilots and flight engineers for Air Force One and flight \ncrew members assigned to the E-4B National Airborne \nOperations Center.\nOur support for U.S. service members and their families \ndoesn’t end when the mission is over. One of our signature \nprograms is the Atlas Air Charity Golf Tournament, which \nsupports military charities, including the Wounded Warrior \nProject, which helps wounded veterans return to, and \nflourish in, civilian life. We are also a significant employer \nof former members of the military, including many of our \npilots, logistics team, ground crew personnel and \nmembers of our ma nagement team.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}