{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   16Community Impact & Philanthropy\nEducating Future Generations\nWe believe every child deserves the opportunity \nto succeed and that we can play an impactful role \nin developing tomorrow’s business and social \nleaders. At the local level, our employees volunteer \nto teach financial literacy, work readiness and \nentrepreneurship to school-age children and young \nadults. We often sponsor collection drives for  \nsupplies and donations to local schools.\nIn 2009, we began partnering with Junior  \nAchievement – with our efforts being led by Chief \nFinancial Officer Spencer Schwartz, who is an \nactive member of the Board of Directors of Junior \nAchievement of the Hudson Valley, New York. The \ngoal of this partnership is to help prepare students \nfor success in school and their careers. Many of our \nemployees volunteer through Junior Achievement, \nwith a special focus on helping to inspire and support \nsocioeconomically disadvantaged students. We maintain close relationships with a variety of \ninstitutions of higher learning, including Vaughn College \nof Aeronautics and Technology , an aviation college near \nLaGuardia Airport in New York City, which has been \nranked #1 in upward mobility nationwide. Through our partnership with Vaughn, we have hired approximately  \n50 students, some of whom have risen to become \nofficers of the company.\nWe also have an extensive internship program that \nreaches across the technical, engineering, operations, \nfinancial, procurement, legal and communications \nfunctions of our organization. For our summer 2019 \ninterns, one of their projects was to brainstorm \nabout how Atlas can continue to make progress on its \nESG journey and build on its community impact and \nenvironmental responsibility efforts. \nTo build awareness of the aviation field, our team at the \nCincinnati/Northern Kentucky International Airport has partnered with DHL to educate high school students in \nKenton County about careers in aviation.Atlas Donates Flight Simulation Experience for Fundraising\nIn addition to our three focus areas, we make contributions in support of charitable \norganizations that are important to our employees and partners. For example, we donate a flight simulation experience with an Atlas flight instructor in support of Miami International Airport’s Making Strides Against Breast Cancer fundraising efforts.\nOur teams have mobilized humanitarian relief efforts to deliver life-saving \nsupplies and disaster recovery items – including drinking water, medical supplies and equipment, basic living essentials, battery-powered devices, and more. ", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}