{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   17\nSOCIAL\nEnhancing\nGlobal Prosperity\nThe air cargo industry is a powerful catalyst for spurring \nbroad economic and social progress. As the third-largest \nmover of air freight in the world, Atlas Air Worldwide is \ndriven to be a leader in an industry that is boosting the \nglobal flow of goods, people, capital, technology, ideas and \nsocial well-being.\nDelivering Global Impact \nIn 2018, we continued to deliver in ways that bring the \nworld together and enhance global prosperity: by delivering \nfarmers’ products and life-saving medicine to growing \nand needy populations around the world, by enabling \neconomic value chains to be efficient and far-reaching, and \nby helping to create jobs and economic opportunity in the \nmarkets we serve and the communities where we operate.  \nOur impact is global, and it starts with our team of nearly \n3,300 talented employees and our operating network \nspanning nearly 400 destinations in almost 90 countries. \nIn addition to our headquarters in Purchase, New York, we \nhave operations centers near the Cincinnati/Northern \nKentucky International Airport, at Anchorage International \nAirport in Alaska, and in Hong Kong; an operations hub and \ntraining center in Miami; and key logistics centers around \nthe world. In addition to the impact of our own employment \nranks, our business supports thousands of jobs among our \npartners, vendors, contractors and the local businesses \nnear our destinations. Our impact includes:\n◊ Our headquarters in Purchase, New York,  currently \nhas more than 550 employees. In September 2019, \nwe announced our plans to invest $37.5 million over \nthe next five years for a renewal and extension of  \nour headquarters lease, buildout and equipment, \nwhich will result in the addition of approximately 100 \nAtlas jobs. ◊ In Cincinnati/Northern Kentucky (CVG),  we are \ninvesting in significant improvements at our \noperations center, including additional office and \nwarehouse space, state-of-the-art technology and a \nnew maintenance hangar. We are expanding at  \nan airport that is experiencing record-breaking \ngrowth – CVG generates approximately $4.4 billion \nof annual impact on the local economy, according to \nairport officials. \n◊ At Miami International Airport, Atlas accounts for \nnearly 20% of the air cargo by weight. \n◊ Direct and indirect economic impacts of our \noperations  are apparent in a wide range of other cities \nincluding Anchorage, Houston, Phoenix and Hong \nKong. For example, Atlas accounts for approximately \n50% of all cargo by weight to/from the Anchorage \nInternational Airport. \nOur Reach in 2018: \nGlobal Operating Network\n382  airports in 89 countries \n59k  flights\n296k  total block hours ", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}