{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   19\nSOCIAL\nLabor Relations\nThe dedication of talented employees is essential to  \nour growth and success. We are committed to ensuring  \nour employees are treated equitably and fairly \ncompensated for their hard work, and we respect their \nrights as employees.\nLabor-Management Cooperation\nAtlas is committed to full compliance with labor laws in the \nU.S. and globally, including the rights of our employees to \nexercise freedom of association and collective bargaining.  \nIn employees’ exercise of these rights, we encourage the \nfree exchange of ideas, opinions and information, provided \nthere is no interference. As of December 31, 2018, we \nhad nearly 3,300 employees, approximately 1,900 of \nwhom were pilots. Pilots of Atlas and Southern Air, and \nflight dispatchers of Atlas and Polar, are represented by \nthe International Brotherhood of Teamsters (IBT). These \nemployees represented approximately 58.5% of our \nworkforce as of December 31, 2018.\nAs part of our commitment to a rewarding employee \nexperience and labor relations, Atlas is focused on \nensuring our employees receive fair, competitive \ncompensation and are provided with a safe, secure and \nengaging work environment. Both Atlas and our pilots have \nlegal and contractual obligations to adhere to rigorous \nsafety standards established by the Federal Aviation \nAdministration, Department of Defense and International \nAir Transport Association. We work on joint committees \nwith IBT to address key topics on the safety and well-being \nof our pilots.Following the acquisition of Southern Air in 2016, Atlas \nentered into negotiations with Atlas and Southern’s \nunions to create a new joint collective bargaining \nagreement that increases existing pay scales and \nbetter reflects market conditions for all our pilots. \nWhile we remain focused on a swift resolution, the \nnegotiations have continued, and we are committed to \nproviding regular, fact-based updates, which can found \nat AtlasAir5YPilots.com . You can also follow  \n@AtlasAir5Y on Twitter for updates.\nAs part of our commitment \nto a rewarding employee \nexperience and labor relations, \nAtlas is focused on ensuring \nour employees receive fair, \ncompetitive compensation and \nare provided with a safe, secure \nand engaging work environment. ", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}