{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   23\nGOVERNANCE\nEthics  \nand Integrity\nFor Atlas Air Worldwide, being a trusted partner means \nupholding an unwavering commitment to the highest level \nof legal and ethical conduct, honesty and integrity. We are \ncommitted to accountability and transparency in all our \noperations throughout the world. \nCode of Conduct \nUnder our Employee Handbook and Code of Conduct, we \nrequire all employees to act responsibly in full compliance \nwith all applicable laws and standards and to maintain \nthe highest level of ethical conduct in their dealings with \ncustomers, suppliers and other stakeholders. The Code \nof Conduct includes more than 25 employee “rules of \nconduct” related to use of company resources and data, \nconfidentiality, anti-harassment and anti-discrimination \npolicies, regulatory compliance, workplace safety, \navoiding conflicts of interest, and other topics to ensure \na high degree of ethical conduct across our organization. \nEmployees of any operating entity of Atlas Air Worldwide \nreceive a copy and acknowledge receipt of the Code of \nConduct when they are hired.  We periodically review and conduct a comprehensive update of \nour Employee Handbook and Code of Conduct – most recently \nin 2018 – to maintain compliance with applicable laws and to \nensure we are conforming to the most current best practices. \nThrough our last review process, we called upon legal counsel \nin the U.S. and in the countries outside the U.S. where we have \nthe largest populations to ensure we are mindful of current \nissues and any new legal concerns. In January 2019, we \ndistributed the revised and updated Employee Handbook and \nCode of Conduct, which incorporates the additional global input \nand enhances policies and procedures in fast-changing areas \nsuch as social media, intellectual property, cybersecurity and \nleave policies. \nWe also maintain our Code of Ethics Applicable to the Chief \nExecutive Officer, Senior Financial Officers and Members of the \nBoard of Directors . This code addresses officers’ and directors’ \nresponsibilities for honest and ethical conduct, avoidance of \nconflicts of interest, and compliance with all governmental \nlaws, rules and regulations. Ultimate responsibility for \noverseeing this Code and related party transactions rests with \nour Board's Audit Committee\nReporting and Addressing Critical Concerns\nWe are committed to maintaining a strong control environment \nand we have made effective controls an integral part of our \nroutine business practices. Our commitment to ethics and \nintegrity and related checks and balances allow us to address \npotential issues before they could become larger problems.\nOur Compliance Hotline allows anyone, both inside and outside \nthe company, to anonymously report conduct that they are \nconcerned about. The Compliance Hotline can be reached \nat 1-877-540-5060 or online at aaww.alertline.com , and \nis available seven days a week, 24 hours a day. To ensure \nanonymity, the Compliance Hotline is serviced exclusively \nby an independent, outside vendor. All matters are promptly \nand thoroughly investigated, and internal legal resources are \nmobilized to address or escalate the issue as needed  \nand appropriate.We are committed to \nmaintaining a strong control \nenvironment and we have \nmade effective controls an \nintegral part of our routine \nbusiness practices.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}