{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   25Compliance\n◊ Greenhouse gas emissions reductions and reporting:  Atlas has been reporting emissions under the European \nUnion Emissions Trading Scheme since 2010 and is setting the groundwork to participate in CORSIA, the global \ncarbon emissions program governing international flying starting on January 1, 2021. \n◊ Office of Foreign Assets Control:  OFAC, which is part of the U.S. Department of the Treasury, administers \nand enforces economic and trade sanctions based on U.S. foreign policy and national security goals against \ntargeted foreign countries and regimes. In recent years, we have bolstered our efforts to protect against even \ninadvertent violation of OFAC requirementsand guidelines.\n◊ U.S. government contracts:  As a U.S. government contractor with a significant role in international trade, we \npartner with various federal agencies on compliance and best practices related to areas such as preventing \nhuman trafficking and endangered species trafficking.\nCorporate Compliance Policy\nOur Corporate Compliance Policy governs our compliance programs and our commitment to prevent and detect any \nviolations of the law or company policy. This policy is applicable to directors, officers, other employees and agents \nof the Company and its subsidiaries. It is designed to promote: \n◊ Compliance with all applicable laws, rules and regulations  in the many jurisdictions in which we operate;\n◊ Honest and ethical conduct , including appropriately addressing actual or apparent conflicts of interest in \nprofessional and personal relationships;\n◊ Prompt internal reporting  to an appropriate supervisor and/or the Legal Department of potential and actual \nviolations of the Company’s compliance policies; and \n◊ Accountability  for adherence to the Company’s compliance policies. \nIn addition to the overall policy, Atlas has specific policies in place to address our myriad compliance \nresponsibilities. We update these policies as regulations change and we review all policies regularly to ensure  \nthat we are keeping pace with the evolution of best practices. We provide new-hire and recurrent compliance \ntraining to our employees that supports their ability to act responsibly and in full compliance with all legal and \ncompany requirements.\nFirst and foremost, we comply with all laws and regulations applicable to us. \nWe believe our compliance programs and willingness to partner with regulatory \nbodies help us to raise the state of the art for compliance in our industry.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}