{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   26\nGOVERNANCE\nData Privacy  \nand Cybersecurity\nAtlas Air Worldwide is committed to applying a strong \ngovernance and control environment for all aspects of \nour business, and nowhere is that more important than \nin business resiliency, data privacy and cybersecurity. \nWe utilize best-in-class technologies, procedures \nand training to ensure the safety and security of our \nsystems and assets, and to protect our data and the data \nentrusted to us by our customers and partners. \nOur Approach to Data Management  \nand Security\nGiven the sophistication of today’s modern aircraft,  \nAtlas’ planes are essentially flying data centers, generating \nlarge amounts of data that we capture, analyze and use \nto improve business operations. Our business overall is \nbecoming increasingly digital – with pilots carrying charts \nand manuals on tablet computers instead of paper, ground \noperations personnel being able to log every  \nevent required to prepare a plane for takeoff, and  \nreal-time access to performance dashboards for our \nteams and our customers. Efficient management and use \nof this data require strong data governance and  \nmanagement practices, supported by well-secured \ninformation systems.\nIn the air and on the ground, the operational integrity of \nour information systems is critical to the continuity and \nreliability of our business. We configure our information systems to be redundant and resilient, and we support \nthem with an equally fault-tolerant data center and network \nenvironment with the objective of maintaining a nonstop \noperation. We conduct drills to practice maintaining \noperations if systems become unavailable and conduct \ninternal and third-party audits on a regular basis to \nensure that we are maintaining our systems at a high \nlevel of integrity. Atlas has been acknowledged by the U.S. \nDepartment of Defense and airline industry associations as a \nleader in preparing for and maintaining operational continuity \nin the event of a disruption. \n \nDelivering Best-in-Class Service, Reliability and Insight\nFrom origin to destination, Atlas takes in data from many sources and securely provides it to customers to help them \nmake more informed decisions. Using RFID, integrated dashboards and other technologies, we continue to improve \nthe way in which we deliver data to our customers to better support their operations. For example, a customer can \ntrack the arrival of deliveries, use historical averages to determine unloading times and more accurately schedule \nwhen ground transportation arrives at the destination warehouse, and even in what order to line up the trucks. This \nreduces wait times at handling facilities and emissions from idled trucks.In cybersecurity specifically, we \nknow that new potential threats \nemerge every day. With strong \nsupport from the Board and our \nexecutives, Atlas seeks out and \nresponds to vulnerabilities on a \ncontinuous basis.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}