{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   28\nGOVERNANCE\nPublic Policy\nAdvocacy\nOn a global, national and local basis, we advocate \npassionately for the interests of our company, the air cargo \nindustry and our key stakeholders. This includes being an \nactive collaborator on aviation public policy issues, an effort \nthat is led by our vice president of government relations \nand public policy. Our priorities include addressing the \nongoing aviation workforce shortage, protecting “open \nskies” agreements, and fostering a positive environment for \ninternational trade and travel.  \nAddressing Industry Staffing Challenges\nThe issuance of new pilot certificates has decreased by \nmore than 60% since 1980. Similar trends can be seen in \nthe decline of the highly skilled maintenance and technical \nsupport crews that support our industry. \nWe are working with legislators and regulators across the \nU.S. and around the globe to forge pathways for new pilots, \nmechanical and technical personnel, and other aviation \nservices professionals. We actively seek to create more \nopportunities for training and certification, and to reduce \nthe out-of-pocket cost of those programs, particularly \nfor underrepresented minority groups where cost is a \nsignificant barrier. For example, in 2018, we supported the \nestablishment of a U.S. federal grant program to invest in \nthe education of future aircraft pilots and the development \nof the aviation maintenance workforce. \nProtecting and Enhancing  \nOpen Skies Agreements\nWe are steadfast in advocating for Open Skies agreements, \nwhich enable airlines, not governments, to make decisions \nabout routes, capacity, frequency, and pricing of their \nservices, based on market demand. Open Skies agreements \npromote competition in the aviation sector, increase  \nchoice, and reduce costs for consumers while also \nfacilitating exports for U.S. businesses and enhancing U.S. \nnational security.\nSince 2015, we have been a founding member, along with \nFedEx, JetBlue and the Cargo Airline Association, of the U.S. Airlines for Open Skies coalition. Atlas and industry partners \nare involved in supporting these agreements around the world, \nand, where possible, expanding them, including a new agreement \nbetween the U.S. and Brazil that was ratified in 2018. For Atlas, \nthese agreements enable us to maintain global delivery networks \nto transport troops and vital supplies, including food and medical \nproducts, for the U.S. military, especially those based in the  \nMiddle East. \nIn addition to the priorities described above, Atlas is engaged in \npublic policy matters related to aircraft regulations, labor and \nenvironmental policy, transportation, and international trade, \namong other areas.\n2018-2019 Advocacy Highlights\nOur public policy efforts have had an impact in key \nareas related to education and training, safety, \nand international trade and travel: \n◊ Supporting a new U.S. federal grant program to \nsupport the education of the next generation of pilots \nand the development of the aviation maintenance \nworkforce; \n◊ Advocating for the establishment of Federal Aviation \nAdministration (FAA) advisory boards to advance \ndiversity in the aviation workforce, including pilots;\n◊ Protecting and enhancing Open Skies agreements \naround the globe;\n◊ Harmonizing U.S. and International Civil Aviation \nOrganization (ICAO) regulations regarding the air \ntransport of lithium cells and batteries; \n◊ Supporting the establishment of the Air Cargo \nSecurity division within the Transportation Security \nAdministration (TSA); and\n◊ Continuing to be actively engaged in important public \npolicy discussions in U.S. jurisdictions where we have \na significant presence, including Alaska, Miami, New \nYork and Northern Kentucky. ", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}