{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   4A Message from Our Leaders\nNovember 2019\nCaring for the World We Carry\nThank you for your interest in Atlas Air Worldwide and our commitment to \nenvironmental, social and governance (ESG) performance and reporting. \nWe have been committed to being a responsible corporate citizen since \nour founding in 1992 with one Boeing 747-200. We have not wavered in our \ndrive to deliver excellence daily, do business the right way and be our customers’ most trusted partner, as our business has \ngrown to include a total fleet of 122 Boeing aircraft as of the writing of this letter.  \n“Caring for the world we carry” captures our commitment to our people, communities and the world by being a catalyst for \neconomic and social progress. \nWe have had a global mindset from the beginning. Our business connects markets around the world and enables the growth of \neconomies in emerging countries. For example, our air cargo network enables farmers in East Africa to move from subsistence \nfarming to exporting produce and other products for global markets. The same is true for those who are growing flowers or farming asparagus and blueberries in Latin America. We also fly humanitarian missions to deliver food, water, medical supplies \nand other daily living essentials to natural disaster-ravaged areas, and we are honored to be the largest provider of military \npassenger and cargo airlift globally to support the U.S. military. \nWe are also focused on maintaining high standards of compliance with laws and regulations related to the environment, \nsafety, corporate governance, ethics and data security in the U.S. and globally. This includes our commitment to be an \nindustry leader in addressing aircraft fuel efficiency and reducing greenhouse gas emissions. \nToday, Atlas operates the world’s largest fleet of Boeing 747 freighters. Growth is important to us, and so is being a \nresponsible corporate citizen. Our goal is to deliver tangible impact on issues that matter and also influence others in our \nindustry and value chain to do so as well. \nWith the guidance of our internal ESG executive committee, we have established our ESG policy and made meaningful \nprogress in enhancing and coordinating our many ESG-related efforts. We are on a journey of continuous improvement and \nongoing engagement with our key stakeholders – customers, investors, employees, partners in both the private and public \nsectors, and the communities where we operate.   \nAtlas has a world of opportunity to lead and innovate, and we are moving boldly forward with purpose. We look forward to \nupdating you on our progress. \nBill Flynn\nChairman of the BoardJohn Dietrich\nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}