{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   31Our ESG Stories\nAnnual Charity Golf Tournament \nBenefits Wounded Veterans\nIn support of our commitment to U.S. service members and their families, every \nyear, we host the Atlas Air Charity Golf Tournament. Proceeds from the tournament, \ncharity auction and related events throughout the year are donated to the Semper Fi \nFund, K9s for Warriors and local organizations throughout Westchester County, New \nYork, and Connecticut.\nSemper Fi Fund is one of America’s \nhighest-rated charities, dedicated to \nproviding urgently needed resources and \nsupport for combat-wounded, critically ill \nand catastrophically injured members of \nthe U.S. Armed Forces and their families. \nThe organization ensures that service \nmembers have the resources they need \nduring their recovery and throughout \ntransition back into their everyday lives.\nK9s for Warriors is the nation’s largest \nprovider of service dogs for disabled \nveterans, with a goal of empowering \nwarriors to return to civilian life with \ndignity and independence. The organization is dedicated to providing service canines \nto warriors suffering from post-traumatic stress disorder, traumatic brain injury, and/\nor military sexual trauma as a result of military service post-9/11. \nIn 2019, which marked the 18th year for the event, Atlas employees, partners and \nvendors participated in the tournament. An Atlas team that includes headquarters \nemployees from various functions is involved in all aspects of the event, including \nplanning, promotion, sponsorships, auction items, event-day support and follow-up. \nVeteran Amanda Peterson was on hand to share reflections on her time in the military \nand the impact her service dog, Chesdin, has had on her since completing active duty.\n", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}