{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   6\nENVIRONMENT\nReducing Aircraft \nEmissions\nAtlas Air Worldwide addresses the need to reduce \ngreenhouse gas emissions and improve aircraft fuel \nefficiency in multiple ways, including: driving operating \nefficiencies, continuing to upgrade our fleet and \nadvancing the sustainable aviation fuels agenda. Our approach is intended to be good for the environment and \ngood for business.\nOur Commitments\nEven though air travel accounts for only a small portion \nof total greenhouse gas emissions, our industry and our company are committed to helping create a more efficient, lower-emissions world. It is also worth noting \nthat aircraft fuel is one of the most significant expenses \nfor Atlas. During 2018, 2017 and 2016, fuel costs \nrepresented 19.5%, 17.4%, and 16.5%, respectively,  \nof our total operating expenses. In several ways, we \nstrive to play a leadership role in our industry‘s fuel \nefficiency efforts:\n◊ In 2019, William J. Flynn continues to be on the \nBoard of Directors of Airlines for America, a key \nindustry trade association, which has adopted \naviation-specific emissions targets: 1.5% average\nfuel efficiency improvement through 2020; carbon \nneutral growth from 2020 to 2035; and a 50% net \nreduction of carbon dioxide in 2050 compared with \n2005 levels. \n◊\nWe are participating in the Carbon Offsetting \nand Reduction Scheme for International Aviation \n(CORSIA), an emissions mitigation approach\nfor the global airline industry developed by the \nInternational Civil Aviation Organization (ICAO),\ngoverning international flying starting on January 1, \n2021. \nRead more here. Driving Operating Efficiencies\nWe seek to optimize the efficiency of our payloads and \nflight-planned routes. For more than a dozen years, Atlas \nhas been utilizing our Fuel Wise program in conjunction \nwith our flight-planning software to identify additional \nopportunities to conserve fuel by optimizing flight speeds, \naltitudes, routes, climb, cruise and descent segments. \nThe company adopted a Fuel Management Information \nSystem in 2016 that tracks and helps promote fuel-\nefficient best practices throughout the company. This \nsystem allows Atlas to analyze fuel consumption \nperformance and identify opportunities for improvement. \nSome examples of current best practices are:\n◊ Re\nduced extra fuel uplift\n◊ En\ngine-out taxi-in\n◊ Id\nle reverse thrust usage on landing\n◊ Co\nntingency fuel reduction initiative\n◊ Ro\nute and altitude planning alignment with air traffic \ncontrol assignments\nWe routinely evaluate and enhance our operating \nprocedures to help drive efficiency, including:\n◊ Co\nmpleting more frequent engine washes and \nother routine maintenance procedures and \nreducing unnecessary weight, to address fuel\nefficiency factors. \n◊ Running ground power units to reduce jet fuel use \nwhile our aircraft are on the ground. \n◊ Wo\nrking with our partners and government officials \nto advocate for air traffic control modernization .", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}