{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   7Reducing Aircraft Emissions\nContinuing to Upgrade Our Fleet\nOur approach to further reducing emissions includes continuing to invest in more energy-efficient planes. \nGenerally speaking, each generation of aircraft is approximately 15% to 20% more fuel efficient than  \nits predecessor. \nWe are proud to be the world’s largest operator of Boeing 747 freighter aircraft, many of which offer industry-\nleading fuel efficiency, and the only outsource provider of Boeing’s 747-8F aircraft. Learn more about our fleet in \nour company fact sheet .\nAdvancing the Sustainable Aviation Fuels Agenda\nAtlas participates in ongoing efforts to expand the use of sustainable aviation fuels (SAF), which can be made \nfrom vegetable oils, sugars, animal fats and even waste biomass. SAF is often mixed with conventional jet fuel \nand used with existing aircraft engines without equipment modification. \nWe have worked with our industry partners to address three levels of SAF acceptance and availability: \n◊ Safety , which has been documented and proven, and the fuel must be third-party-certified under accepted \ninternational standards.\n◊ Environmental benefits , established by using life-cycle analysis, which has shown that SAF can reduce \ncarbon emissions by up to 80%.\n◊ Commercial viability , which, unfortunately, remains a significant challenge; except for a few markets such \nas the U.S. West Coast and parts of Europe, SAF is largely unavailable and it is almost always cost prohibitive.\nTo help drive SAF adoption, in November 2017, Atlas joined with eight other aviation industry leaders to \nparticipate in the “Fly Green Day” demonstration project at Chicago’s O’Hare Airport. Atlas was among the airlines \nflying out of O’Hare that day on fuel that was a mixture of traditional jet fuel and alcohol-based biofuel. This event \nwas the first time at O’Hare that renewable jet fuel was supplied to aircraft using the airport’s main fuel hydrant \nsystem, which is more efficient with less environmental impact than trucking biofuel to the site for blending  \nand fueling.  \nFor more than a dozen years, Atlas has been utilizing our Fuel Wise \nprogram in conjunction with our flight-planning software to identify additional opportunities to conserve fuel by optimizing flight speeds, altitudes, routes, climb, cruise and descent segments.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}