{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   8\nENVIRONMENT\nReducing Aircraft \nNoise\nMinimizing the impact of aircraft noise has been a long-term \npriority for Atlas Air Worldwide. Similar to how we work to reduce aircraft emissions, we address potential aircraft noise reductions through a combination of advancements in technology and ongoing refinements in our operations.\nOur Approach to Noise Reduction\nAtlas subscribes to the International Civil Aviation Organization (ICAO)’s Balanced Approach for addressing aircraft noise. This approach assumes that each situation is unique and there is no one-size-fits-all solution. It identifies four strategies for addressing this issue: \n◊\nNoi\nse reduction at source\n◊L\nand-use management and planning\n◊O\nperational procedures \n◊O\nperating restrictions\nThe Balanced Approach was codified by ICAO in 2001, and aircraft noise standards have been updated several times since then, most recently in 2018. The U.S. Department of Transportation (DOT) and Federal Aviation Administration (FAA) have authority to monitor and regulate aircraft engine noise. We believe that all aircraft in our fleet materially comply with current DOT, FAA and international noise standards. \nIn addition, ongoing investment in new aircraft, most notably \nBoeing 747-8F and Boeing 777 planes, is one of the most significant ways for Atlas to continue to reduce aircraft noise. We currently have 10 747-8Fs and 14 Boeing 777s, both models with advanced engines that are approximately 30% less noisy than engines in the previous generation of aircraft.  From an operations standpoint, we complete more frequent engine washes and other ongoing routine maintenance to help reduce in-flight, takeoff and landing aircraft noise. In a few cases, we have voluntarily adjusted flight schedules to address potential concerns from community leaders in densely populated residential areas. We believe operating restrictions, which can negatively impact the airline industry, customers and local economies, are a last resort – other means should be sufficient to effectively address noise concerns. \nOngoing investment in new \naircraft, most notably Boeing 747-8F and Boeing 777planes, is one of the mostsignificant ways for Atlas tocontinue to reduce aircraftnoise. We currently have 10747-8Fs and 14 Boeing 777s.", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}