{"page_content": "ATLAS AIR WORLDWIDE   2018-2019 ESG Report  |   9\nENVIRONMENT\nReducing Resource\nConsumption\nAtlas Air Worldwide is proactive on multiple fronts to \nminimize our facilities’ environmental footprint and reduce natural resources consumption. This includes meeting and exceeding the requirements of air quality, water and waste standards, recycling and managing our energy usage.\nCommitment to Protecting \nOur Natural Resources\nAt the corporate level, we provide environmental \ncompliance support, program management guidance, and auditing oversight to our facilities, including a highly detailed program for onboarding new sites and facilities. We are subject to a wide variety of regulations administered by numerous state, local, federal and  foreign agencies. \nGiven our global operating network spanning nearly 400 \ndestinations in almost 90 countries, implementation of our environmental programs is managed at the local level. In addition to our headquarters in Purchase, New York, we have operations centers near the Cincinnati/Northern Kentucky International Airport, at Anchorage International Airport in Alaska, and in Hong Kong; an operations hub and training center in Miami; and key logistics centers around the world. Local Actions Make a Difference\nOur facilities are involved in a variety of innovative, impactful initiatives, including:\n◊\nRecycling and waste separation programs  at our \nmajor facilities; among other things, this ensures that batteries and light bulbs are handled differently than other waste.\n◊\nCorporate headquarters building  (which the company \nleases and shares with another large tenant) that is LEED certified, receives a portion of its electricity from a solar field and has an ice farm as a source for air conditioning. \n◊\nEnergy use reduction systems , including LED \nlighting and high-efficiency HVAC systems, in all new facilities, including a new Operations Center in Northern Kentucky.\n◊\nAn oil can recycling program in Anchorage , where our \nlocal Polar Air Cargo team collects oil cans, including our partners’ and vendors’ cans, and recycles them at a local recycling center that we support. Polar Air Cargo is an Atlas Air Worldwide Holdings, Inc. company that is 49% owned by DHL Express. Read more about how our Polar Air Cargo team pursues less waste for a better future.\nGiven our global operating network spanning nearly 400 destinations in \nalmost 90 countries, implementation of our environmental programs is managed at the local level. ", "metadata": {"source": "NASDAQ_AAWW_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}