{"page_content": "28\nSupplier management\nTecnoglass has built a vertical model of integration in which the supply chain is nurtured by all \nthe companies from the group, making logistics and the profitability more efficient. Additionally, \nfor those products and services that are not produced within the group, we have a policy and a \npurchase procedure that include within its criteria the fulfillment of environmental requirements \nand the preference of local suppliers to benefit the economy of the region.\nThe company carries out a process of annual supplier evaluations where the internal user’s give \nfeedback of the supplier, its workers and its fulfilment of requirements. \n We reviewed our policies and procedures for linking and updating business associates, this \nprocess is carried out using a technological tool that allows us to obtain information from our \nsuppliers for subsequent analysis.\n We updated the risk profile for business associates and make visits to their facilities in \norder to ensure compliance with security standards and risk management in the supply chain. \nLikewise, we have policies for the selection and evaluation of suppliers, maintaining transparent \nrelationships to optimize the performance of the supply chain.\n We established and maintained commercial relationships with 2,584 suppliers, of which 498 \nwere linked in 2019. 58% of the suppliers are located in Colombia and 42% in other countries. Obtain authorization as an Authorized Economic Operator Importer in \nthe security and facilitation category for the companies Tecnoglass SAS \nand CI Energía Solar SAS ES Windows.\n Implement the new minimum security criteria for the importing C-TPAT \nprogram for the company ES Windows LLC.\n Implement technological tools for the security management of export \ncontainers, the processes for linking, and updating suppliers abroad.Initiatives 2018 - 20202019 Outstanding achievements \nPromoting continuos, ethical and responsible growth\n58%42%\nColombia Other coun tries841\n6481095\n020040060080010001200\nBarranquilla Suppliers", "metadata": {"source": "NASDAQ_TGLS_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}