{"page_content": "44\nCampaigns and Training\n  We implemented an environmental training and education program, in which more than 2,500 people were trained \nin the following topics: separation at the source of solid waste (hazardous and non-hazardous), comprehensive \nwaste management and efficient use of water resources and energy.\n We carried out a campaign in the workstations of the cutting tables on the classification of colorless glass for \nits use with the support of the Recoglass company. We work hand in hand with the inventory team to facilitate \nthe rotation of the glass barrels and thus guarantee the availability of tools for classification.\n We participated in environmental events held in the country, such as:\n \n “II Sustainable Development Forum” organized by Icontec, whose objective was to provide a space for \nknowledge and analysis of management, market and financing mechanisms, presenting current issues, \ntrends and best business practices in environmental management, efficiency energy, climate change and \ncircular economy.\n  “Carbon Footprint” Calculation of Carbon Footprint as a diagnostic tool. conceptualization of the international \nmethodology of the GHG Protocol and ISO 14064-1 for the elaboration of GHG Inventories, Guidelines on how \nto define a base year and how to track the organization’s emissions over time, learn to identify emission \nsources of GHG in the organization and calculate the GHG inventory of your organization.Initiatives  2018 - 2020\n Carry out more campaigns to promote responsible consumption \nand citizen culture from the “r” s model (Reduce, Recycle, Reuse \nand Accountability) hand in hand with the support of outsiders \nin order to reach at least 70% of the collaborators.\n Maintain the focus of use, separation and classification of \nwaste from the source to reduce the volume of waste generated.\n Fumigate export containers by means of electrostatic fogging \nwith the aim of replacing the moderately toxic phosphamin \nchemical, positively impacting the environment and reducing \nrisks of exposure to people.2019 Outstanding achievements \nLeading eco - efficiency and innovation", "metadata": {"source": "NASDAQ_TGLS_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}