{"page_content": "51\nGenerate quality job opportunities.\nPromote and adopt the best labor and human rights practices.\nForm and develop an integral work team with an innovative mindset.6.1 Human Talent Management\nPrinciple \n1Companies must support and respect the protection \nof Globally recognized human rights, in their area of \ninfluence.Area:\nHuman rightsWe are a big family always committed to providing our employees with \nopportunities for personal growth and comprehensive and professional \ndevelopment.\nOutstanding achievements  2019 \nCommunication channels\nWe continued with the massive communication channels through emails, the \nhuman resources newsletter where activities, articles and information related \nto events held in the Company are announced to promote the well-being of \noperational and administrative workers.\nLikewise, physical billboards are maintained where relevant information is \ncommunicated to operating personnel.\nAll employees have clear, timely and direct information. Additionally, it has a \nconstant and direct approach by the Human Resources Department.Work Environment Improvement Plan\nWe implemented the MANAGEMENT COMPETENCES 270 program, a tool for the development of \nleadership and people management in order to identify opportunities for self-perceived and \nperceived improvement by team members and raise awareness of good behaviors in stress \nmanagement and the environment of work. With the information obtained, an individual diagnosis \nwas achieved, and support was provided to leaders in those areas where stress management is \ngreatest. We carried out an audit workshop where emotions management was addressed. \nAs a result of this process in 2019, it was evident that leaders incorporated knowledge and \nbehaviors into their competences and created a leadership style based on emotions that generate \na healthy and safe work environment.Enhancing our environment\n", "metadata": {"source": "NASDAQ_TGLS_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}