{"page_content": "58\nThe organization has several communication mechanisms, including email, COPASST, NOVA \napplication, publications through televisions, billboards, socializations in the workplace, among \nother mechanisms that allow workers to be informed or receive information related to Safety \nand Health at Work.\n100% of the workers are represented in these participation and consultation mechanisms, we \nhighlight the following:\n Mutual Aid Committee. It is made up of the areas responsible for the emergency preparedness \nand response plans of the neighboring companies in the Las Flores neighborhood sector, \nrepresenting the Company with SST leaders. This committee aims to identify resources for risk \nprevention and emergency control in the Company’s environment, as well as participation in \ndrills.\n Joint Committee on Safety and Health at Work (COPASST). The committee is made up of workers’ \nrepresentatives with their respective alternates elected by vote. It is also made up of employer \nrepresentatives with their alternates.\n Labor Coexistence Committee. The committee is made up of workers’ representatives with their \nrespective substitutes, as well as an employer representative with their substitutes.\n Road Safety Committee. Made up of workers who, due to their role within the organization, \nimpact on the fulfillment of the strategic road safety plan.\n Committee of Security Leaders. Made up of process coordinators in charge of reporting safety \nconditions and behavioral observations.\n Change Management Committee. This committee led by the head of OSH and representatives of \nCOPASST in company with the leaders participate in changes that impact OSH such as changes in \ntechnology, working methods, new processes or projects, infrastructure, facilities and equipment. Research Committee. Its purpose is to investigate the facts, causes and situations that have \ncaused incidents and accidents at work, and implement corrective measures aimed at eliminating \nor minimizing risky conditions and preventing their recurrence. The area heads, SST representative \nand COPASST representative participate in this committee.\nEnhancing our environment\n2019 Outstanding achievements", "metadata": {"source": "NASDAQ_TGLS_2019.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}