{"page_content": "Apple and The Conservation Fund are \nprotecting more than 36,000 acres of working forests across the United States.\n11\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014\nSome of the best technologies for preserving the environment are already here—  \nsunlight, wind, and forests. These resources are naturally renewable and capable of  \nproviding energy and materials for a long time. We’re committed to using forests \nresponsibly so they’re still here for future generations. And we’re making real progress \ntoward running all our facilities on 100  percent clean and renewable  energy.\nForests give us so much. We need to return the favor.\nForests clean the air we breathe, protect the habitats of animals and plant life, and filter drinking water. They also provide wood fiber for the paper we use in our packaging.  \nIf protected and managed sustainably, forests can thrive, fulfilling their vital role in the ecosystem while still supplying the world’s paper needs. But forests around the world are under threat from poor management, illegal logging, and aggressive land development. \nWe need to protect this crucial resource and component of our ecosystem. Our goal is \nto ensure that our packaging has a net -zero impact on the world’s supply of  \nsustainable virgin  fib er.\nWe’re using paper more efficiently.\nThe best way to preserve virgin paper is to use less of it. So we’re designing our pack -\naging to be smaller and to use more recycled paper, and we’re developing technologies  \nthat use paper more efficiently. The packaging for iPhone  6 takes up 34  p ercent less  \nvolume than the first -generation iPhone packaging. And over two -thirds of the paper \nused for iPhone, iPad, iPod, Mac, and Apple  T V packaging comes from recycled  content.\nWe’re sourcing virgin paper responsibly.\nWhen we do use virgin paper in our product packaging, we’re continually working \nto ensure that it comes only from sustainably managed forests and controlled wood \nsources. Our sustainable fiber specification requires that when our suppliers use virgin \nfibers, they source only from forests that are certified as sustainably and responsibly \nmanaged or from controlled wood sources. In fiscal year 2014, over 80  p ercent of the \npaper and corrugated cardboard used in our iPhone, iPad, iPod, Mac, and Apple  T V \npackaging came from certified sustainably managed forests, controlled wood sources, \nor recycled materials. We will not stop until 100  p ercent of the fibers we use meet \nthese  standards.\nWe’re protecting sustainable forests.\nWe are committed to protecting—and creating—as much sustainable working forest as is needed to produce the paper in our product packaging.\n7 Through our work with The \nConservation Fund, we’re permanently protecting more than 36,000  acres of working \nforest in the eastern United States. The collective annual production from these forests  \nis equivalent to nearly half of the virgin fiber used for iPhone, iPad, iPod, Mac, and Apple  T V  \npackaging in fiscal year  2 014.8\nRenewable Resources\nForests are essential to the future  \nof our environmental health and  economic vitality. It’s crucial that  we work together to protect them.\n Evan Smith\nVP , Conservation Ventures, The Conservation  \nFund in a Georgia forest protected by  \nThe Conservation Fund.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}