{"page_content": "12\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Clean, renewable energy is our standard, everywhere.\nOur goal is to power all our corporate facilities around the world as we do all our data \ncenters—with 100  percent renewable energy. And  we’re not content with just purchasing \nclean energy from existing sources. Whenever possible, we go even further by creating \nnew sources that add clean energy to the grid. For example, we’ve partnered with First \nSolar to create a solar project in Monterey County, California. When it comes online in \n2016, this 2900 -acre facility will generate 130  mega watts of clean energy—enough to \npower Apple Campus 2, all our other California offices, all 52  r etail stores in California, \nand our data center in Newark,  C alifornia.\nOur commitment to renewable energy also extends beyond our home in California. \nIn China, we’re undertaking a ground-breaking renewable energy partnership with \nSunPower, Tianjin Zhonghuan Semiconductor, and other companies to build a renewable \nsolar energy project in Sichuan Province. It will generate up to 80 million kilowatt -hours \nper year of clean energy—far more than the energy used by all our offices and retail \nstores in China combined. This project is being developed to complement the natural \nenvironment, paying special attention to preserving the grasses that feed the indigenous \nyak population.\nEnergy Eﬃciency\nAn important ﬁrst step in managing electricity is toensure our facilities use as little as possible, whichis why we designed them for maximum energy eﬃciency.Energy Generation\nWhere feasible, we’re producing our own renewable energy by building our own solar arrays, biogas fuel cells,and micro-hydro generation systems.Purchasing Renewable EnergyWhere we can't produce our own, we purchase renewable energy, investing in local, newer projects to ensure additional development that is sustainable. And we are careful to retire all renewable energy credits in veriﬁed tracking systems.How We’re Achieving Net Zero Energy\n \n \n100 percent of our data centers run on 100 percent  \nrenewable energy.\nSince 2012, all our data centers have been powered by 100  percent renewable energy \nsources. That means no matter how much data they handle, there is a zero greenhouse \ngas impact on the environment from their energy use. These data centers use renewable \nenergy sources like solar, wind, biogas fuel cells, micro -hydro power, and geothermal \npower from onsite and locally obtained resources. On any given day, our data centers will use renewable energy to serve tens of billions of messages, more than a billion \nphotos, and tens of millions of FaceTime video calls. They also run services like Siri, \nthe iTunes  Store, the App  Store, and Maps. So every time a song is downloaded from \niTunes, an app is installed from the Mac  App Store, or a book is downloaded from \niBooks, the energy Apple uses is provided by  nature.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}