{"page_content": "15\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Mesa, Arizona\nOur Mesa data center will harness Arizona’s abundant sunlight to supply 100  percent \nrenewable energy to our new data and global command center. When the facility is \nfully operational in 2016, it will harness up to 70  megawatts of solar power to provide \nclean energy to the  center.\nAthenry, Ireland\nOur data center in County Galway, Ireland, will be built on recovered land that was \npreviously used for commercial lumber. When it opens in 2017 , the data center will \nrun on 100  percent clean, renewable energy, and it will provide an outdoor education \nspace for local schools and a walking trail for  the community.\nViborg, Denmark\nIn 2017 , we’ll open a new data center running on 100  p ercent renewable energy in \nDenmark’s central Jutland region. Due to its proximity to one of Denmark’s largest electrical substations, the data center won’t require any additional generators. The \nfacility is also designed to capture excess heat from its equipment and then conduct  \nit into the district heating system to help warm homes in the  c ommunity.\nOur colocated facilities\nThe vast majority of our online services are provided by our own data centers. We also \nuse third -party colocation facilities for additional data center capacity. While Apple \ndoesn’t own these shared facilities and uses only a portion of their total capacity, we \ninclude them in our renewable energy goals. And we are working with these providers \nto ensure that our share of the energy is provided in the cleanest way possible. Over \n80 percent of our power for colocated facilities is matched with renewable energy generated within the same state for facilities in the United States, or within the same \ncountry for those around the world. And we will keep working with the colocated \nsuppliers to get to 100  p ercent.Solar Arrays\nWind Power\nWind Power", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}