{"page_content": "The Apple Store, Stanford, one of 265 U.S. \nApple Retail Stores powered by 100 percent renewable energy.\n16\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014We’re closer to powering 100 percent of our Apple Retail \nStores with 100 percent renewable energy.\nA key part of our fight against climate change is powering our facilities with renewable \nenergy. We already hit a major milestone in 2014: 100  percent of the energy used by \nour U.S. operations—all corporate offices, retail stores, and data centers—was renewable \nenergy. Now we’ve turned our focus to our more than 450  A pple Retail Stores across \nthe world.\nReaching our goal of 100  percent renewable energy -powered Apple Retail Stores \nworldwide presents some unique challenges. In many cases, an Apple Retail Store’s \nelectric meter is in a landlord’s name, not ours. And many states and countries don’t \noffer the ability to directly purchase renewable energy, especially for small electricity  \nloads like our retail stores. Despite these challenges, we’re already running more than \n360 of our Apple Retail Stores worldwide on 100  percent renewable energy. This \nincludes all 265 of our Apple Retail Stores in the United States, all 38 in the United \nKingdom, all 14  in  G ermany, all 21  in  A ustralia, all 15  in  I taly, and all 1 1 in  Spain.\nFor many of our retail stores, we purchase renewable energy from third -party providers.  \nWhere local regulations don’t allow us to do so, we participate in utility green tariff programs, collaborate with landlords to purchase renewable energy on our behalf, or \nprocure renewable energy certificates that meet demanding verification standards.   \nAnd wherever possible, we source these renewables  locally.\nWe won’t stop until every Apple Retail Store is powered by 100  percent renewable \nenergy. And with initiatives like our solar project that will support all our Apple Retail \nStores in China, we’re even closer to that  goal.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}