{"page_content": "17\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Our new home will be green from the ground up.\nLike everything we build, our new Apple campus in Cupertino pushes the boundaries \nof technology—it will be the most energy -efficient building of its kind. Powered by \n100 percent renewable energy, the campus goes beyond showing respect for the  \nenvironment to forming a partnership with it. Air flows freely between the inside \nand outside of the building, providing natural ventilation for 75  percent of the year. \nAnd sunlight powers one of the largest onsite corporate solar energy installations in \nthe world.\nThe City of Cupertino requires that construction sites recycle or reuse a minimum of \n75 percent of materials demolished from previous structures. For the construction of \nApple  Campus  2, we’re going above and beyond that requirement, recycling or reusing \nover 95  p ercent of the demolition materials onsite. We’re finding ways to repurpose \nvirtually every wall, window, and pipe rather than hauling them off to  landfills .\nThe building itself is only part of the story. Just under 80  percent of the site will be \nopen space, populated by more than 7000 trees, which  includes more than 6000 newly \nplanted shade and fruit trees. Drought -tolerant plants will be used throughout the \nlandscape to minimize water  use. \n \nGetting to and from the new campus will be greener, too. We’re expanding our  \ncommute alternatives program by 20  percent. This means that over a third of our  \nnearly 15,000  employees in Cupertino can commute to the new campus using our \nbiofuel buses, public transit, bicycles, carpools, and their own two feet.  And for drivers, \nwe’ll have over  300 electric vehicle charging  stations.\nThe new campus is being built from the ground up to meet the highest environmental  \nstandards set by LEED, an internationally recognized green building rating system. When  \ncompleted, Apple  Campus  2 will be an ever -present reminder of our commitment to \nsustainability and an example of what every corporate campus can  be.We’re recycling over 95 percent of the \nmaterial from the existing buildings for use in our new headquarters.\nApple Campus 2 will use 30 percent less \nenergy than a typical R&D office building.95%\n", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}