{"page_content": "19\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Designed for durability.\nSmaller and lighter products are easier on the environment, but sometimes the \nenvironment isn’t easy on them. So we design everything from our largest displays \nto our smallest cables to be durable and long-lasting. And we test them in our own \nReliability Testing  Lab .\nYou don’t have to buy a new Apple product to have one that feels new. We make it \neasy to update to new versions of apps, software, and  en tire operating systems—OS  X  \nYosemite works on Mac computers made as far back as 2007—so you’ll have a new \nexperience without buying a new  device. Our built -in notebook batteries are designed \nto last up to five years, which saves on buying new batteries, produces less waste, and \nincreases the lifespan of your  notebook.\nAnd when Apple product owners pass along their devices to friends or family, they’re \nconserving resources, too. The mark of a great product isn’t just how many you sell, \nbut how much it’s  used.\nOur commitment to recycling.\nIf not recycled properly, electronic waste can be a serious health and  environmental \nissue. To make a quick profit, unethical recyclers sometimes dump e -waste or use  \ndangerous techniques that can  leak toxins and harm the environment. That’s why \nwe’re committed to helping people recycle responsibly. Every Apple Retail Store in the world accepts Apple products for responsible recycling. Our Reuse and Recycling \nProgram also allows customers in several countries to bring in their older devices in \nexchange for credit toward a new model. We’ve set up recycling programs—such as providing free shipping on e-waste returns and organizing collection events and \nongoing take -b ack programs with governments and universities—in 99  p ercent of the \ncountries where we sell our products. Since 1994, we have diverted more than 508  million   \npounds of equipment from  landfills .\n We’ve set up recycling programs in  \n99 percent of the countries where we \nsell our products.99%\nApple employees conduct an audit at our partner recycling center in France, ensuring materials collected are handled properly.\n", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}