{"page_content": "We strive to leave the world better than we found it, and that means considering  \neverything we do—from the design of our products to the processes we use to make \nand recycle them. Our passion for innovation is also reflected in how we think about \nenvironmental responsibility. Our goal is to make not just the best products in the world, but the best products for the world.\nApple’s 2015 Environmental Responsibility Report, covering fiscal year 2014, highlights the \nprogress we’ve made.  We have set three priorities where we believe Apple can make the most impact:  \n•  R educe our impact on climate change by using renewable energy sources and  \ndriving energy efficiency in our products.\n•  C onserve precious resources so we all can thrive.\n•  P ioneer the use of greener materials in our products and processes.\nThis report details how we are approaching each of these priorities and highlights some of our key accomplishments to date.\nFor starters, every one of our data centers is powered entirely by clean sources such as \nsolar, wind, biogas fuel cells, micro-hydro power, and geothermal energy. So whenever  \nyou download a song from iTunes, install an app from the Mac App Store, or ask Siri a \nquestion, the energy Apple uses is provided by nature. \nOf course, the cleanest energy is the energy you never use. That’s why, thanks to  \ninnovations in energy efficiency, we’ve reduced the average total greenhouse gas  \nemissions during the use phase of our products by 61 percent since 2008—helping \nreduce our customers’ carbon footprints and electricity bills. And each one of our  \nproducts far exceeds the strict energy efficiency guidelines set by ENERGY STAR.\nBy working with The Conservation Fund, we’re permanently protecting more than 36,000 \nacres of working forest in the eastern United States. And we’re working to ensure that our product packaging has a net-zero impact on the world’s supply of sustainable virgin fiber.\nWe’ve led the industry in removing many harmful toxins from our products, such as PVC, \nbrominated flame retardants, and phthalates. And we’ve designed iPhone  6,  iPad  A ir  2,  \nand MacBook to be beryllium-free. Many toxins are restricted not only in the products \nthemselves but also in the manufacturing process, because we are committed to providing \nsafe working conditions for the people who make, use, and recycle our products.\nWe now offer recycling programs in 99 percent of the countries where we sell our products \nand have diverted more than 508 million pounds of electronic waste from landfills since \n2008. Every Apple Retail Store in the world will now take back Apple products for free and \nrecycle them responsibly. We believe we must be accountable for every Apple product at \nevery stage of its  use.\nWe know we have a long way to go, and a lot of work ahead of us. We are committed to increasing openness in our work and welcome you to join us on our journey.\nEnvironmental \nResponsibility at Apple\nOur work is led by Lisa Jackson, Apple’s  \nVice President of Environmental Initiatives, \nreporting directly to CEO Tim Cook. The  \nOffice of Environmental Initiatives works with teams across Apple to set strategy, engage stakeholders, and communicate progress. Our integrated approach means that decisions about environmental issues are reviewed  \nat the highest levels of the company.\nWastewater at our supplier facility in \nDongguan, China, is treated and tested for reuse under the guidance of our Clean Water Program.\n3\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}