{"page_content": "21\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Keep recycling local.\nAll electronic waste we collect worldwide is processed in the region where it’s collected—\nnothing is shipped overseas for disposal. The vast majority of our recycling is handled \nin-region, so we can make sure our recycled materials are not being dumped unsafely \nin developing countries—a  common problem in our industry. This also helps us keep \nour transportation -related greenhouse gas emissions low. We currently work with 140 \npartners around the globe whose facilities are rigorously evaluated annually on health \nand safety, environmental compliance, material tracking, social responsibility, and  other \nApple  mandates.\nThere are better things to do with waste than put it  \nin a landfill. \nWe’ve created robust recycling and composting programs to minimize the environ -\nmental impact of the waste we produce in our corporate facilities. Our rate of landfill \ndiversion at our corporate offices and retail stores remains high, despite a decrease \nto 68 percent, from 74 percent in 2013. We are currently undertaking a detailed waste audit of our facilities to identify opportunities for improvement. \nOur multiuse facility in Cork, Ireland, has set the standard for our supply chain by receiving  \nthe first UL Zero Waste to Landfill validation outside North America. The location handles \nboth corporate and manufacturing operations, and none of its 13,400  metric tons of \nannual waste is sent to landfills. The portion of waste the Cork facility sends  t o be  \nincinerated and used for energy is just 3  percent, which is far below the maximum \n10 p ercent allowed for Zero Waste to Landfill  v alidation.\nThe Cork facility achieved Zero Waste to Landfill validation through a number of efforts. \nIn the factory, the same packaging in which we receive iMac components is reused to \nship iMac to customers. And all cardboard, foam packaging, plastic trays, electrical  \ncables, and pallets are recycled. Even the cooking oil from the campus cafeteria is \nrecovered to produce biodiesel  fuel.\nApple responsibly manages the small amount of hazardous waste that we produce (mostly from research and development). We ensure that any materials that may create \nrisks to the environment are treated and disposed of properly. In 2014, the total amount \nof solid waste created by Apple facilities was 4200 metric tons, and the total amount of hazardous waste generated was 230 metric tons. \nWhen we buy on behalf of Apple, we think green.\nApple prioritizes the use of environmentally friendly products and services in our oper -\nations. More than 98 percent of our U.S. office consumables contain post-consumer \nrecycled content. The standard office chair contains up to 51 percent recycled content \nand is up to 95 percent recyclable, achieving a GreenGuard Gold Certification. The  \njanitorial supplies we procure include 100 percent recycled paper products. And the \nmajority of the food served in our Cupertino-area employee cafeterias comes from \nsources within 100 miles.Office Waste Rate of Landfill Diversion (%)\n0255075100\n2012 2013 2014\nWaste, recycling, and compost data is for all \nApple facilities, including Apple Retail Stores.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}