{"page_content": "22\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Everyone should have water to use and reuse.\nWater is the world’s most precious resource. So  we continue to look for ways to reduce \nwater consumption during manufacturing, cooling, landscaping, and  sanitation.\nTo meet the water needs of our offices, data centers, and retail stores across the world, \nApple used 494 million gallons of water in 2014, which represented a 15 percent \nincrease from 2013. This increase is driven primarily by cooling needs at our data centers,  \nand we are focusing our water usage reduction efforts on these facilities. Our Maiden, \nNorth Carolina, data center employs an innovative cooling system that reuses water \n35 times, resulting in a 20  percent reduction in overall water  consumption at the \ndata center. We are also building our newer data centers in locations that can rely  \nheavily on outdoor air for cooling.\nAt our facilities that receive less dependable rainfall, we installed sophisticated irrigation \nsystems that monitor local weather conditions and soil moisture, which led to a 40  percent  \nreduction in landscape watering. At some facilities, we’ve achieved further reductions \nthanks to drought -tolerant landscaping and drip  irrigation.\nIn 2014, we made a number of water improvements at our Cupertino headquarters, \nincluding a significant renovation of the landscaping on our Infinite Loop campus. \nThere, we completed our conversion from inefficient overhead spray irrigation to sub-\nsurface drip irrigation and surface bubblers, which conserves much more water. Across \nour Santa Clara Valley campuses, we planted more than 700 drought -tolerant  trees. We \nalso converted 2905 square feet of asphalt to permeable landscape, improving ground water recharge for natural aquifers in the area.  \nOverall, we converted over 130,000 square feet of landscaping to be better suited to \nour climate and to use less water. These efforts translate to an estimated water savings \nof 2.3  million gallons of water per  y ear—about 5 percent yearly.\nIn 2014, a study of our facility water usage revealed that the industry-standard methods we were using over-estimated our water usage. Using our more accurate methodology, \nwe reran our 2013 numbers and found that our 2013 water usage was 430 million  \ngallons—much less than the 608 million gallons originally estimated. \nTo make sure our suppliers are also part of our water conservation efforts, we’ve  \nestablished the Clean Water Program. This initiative helps reduce water use, promote \nwater recycling and reuse, and prevent illegal water pollution within our supply  chain.\nThe Clean Water Program has already proved successful at several of our supplier sites, \nincluding Dongguan Meadville Circuits (DMC), located in China’s Guangdong Province. \nIn September 2013, DMC had a nearly 12  percent wastewater reuse rate. After enrolling \nin the Clean Water Program and working with our experts, DMC’s wastewater reuse  \nrate climbed to approximately 61  percent by the end of  2014. Learn more about our \nClean Water Program in Apple’s 2014 Supplier Responsibility Report, available at  \nwww.apple.com/supplier-responsibility.Water Use by Facility Type (million gallons)\n0300\n250\n200\n150\n100\n50\n2012 2013 2014\nData\nCentersRetail Corporate", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}