{"page_content": "Our solar plant in Yerington, Nevada, \ngenerates up to 20 megawatts of \nrenewable energy for our Reno data center.\n4\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014We don’t want to debate climate change. We want to stop it. It takes an enormous \namount of energy to design, assemble, and ship hundreds of millions of products all \nover the world. That energy makes up our carbon footprint and in turn, our share of \nthe climate change problem. We’ve made real progress in reducing the impact of the things we control directly—our offices, retail stores, and products. But there’s still a lot \nof work to be done to reduce the carbon footprint of our supply chain. And it’s our \nresponsibility to lead that  eff ort.\nWhy we measure our carbon footprint so rigorously.\nWe take a thorough approach to measuring and taking responsibility for our environ -\nmental impact. In fact, we know of no other company in our industry that goes so far  \nin measuring, verifying, and disclosing its carbon emissions. Instead of reporting just the \ncarbon footprint of the facilities we own, we also include the carbon footprint of our supply chain. And we don’t use generalized industry-standard measurement models—\nwe use a comprehensive product life cycle analysis that measures the carbon footprint \nthroughout the entire life of our products, so everything is  meticulously accounted for. \nThat means adding up emissions generated from the  manufacturing, transportation, \nuse, and recycling  of our products, as  well as emissions generated by all our facilities.   \nAnd while we’re constantly improving, we’re also constantly reporting—even when our \nnumbers aren’t as good as we’d like them to  be.\n34,200, 000\nmetric tons of greenhouse\ngas emissions 0.4 M Facilities1\n 7 .0 M Product usage\n 1 .6 M Transportation\n 0.5 M Recycling\n 24.8 M Manufacturing\n \nClimate Change\nWe’re proud to have signed the CERES  \nClimate Declaration, which recognizes the  \nbusiness challenges and opportunities of  \nfighting climate change.\nwww.ceres.org/declaration", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}