{"page_content": "Environmental Responsibility Report  |  2015 Progress Report, Covering FY2014 36© 2015 Apple Inc. All rights reserved. Apple, the Apple logo, iBooks, iMac, iMessage, iPad, iPhone, iPhoto, iTunes, Mac, \nMacBook, MacBook Air, MacBook Pro, OS X, and Siri are trademarks of Apple Inc., registered in the U.S. and other countries. Apple Store and iTunes Store are service marks of Apple Inc., registered in the U.S. and other countries. App Store is a service mark of Apple Inc. ENERGY STAR is a U.S. registered mark. Other product and company names mentioned herein may be trademarks of their respective companies. May 20151For our facilities, we are now reporting effective emissions instead of gross emissions to better reflect the impact of our  \nrenewable energy program. All category totals are rounded to the nearest decimal.\n2When Apple does acquire renewable energy certificates, we require that they are Green-e Energy certified and come from the \nsame NER C region—and preferably the same state—as the Apple facility they support.\n3Based on the average residential cost of electricity in the U.S. in 2014 to fully charge the battery once a day for one year; includes \npower consumed by the power adapter when disconnected from the iPhone. \n4Claim based on total energy consumption of desktops categories I1 and I3 in the EPA ENERGY STAR registry as of June 2014.\n5Claim based on total energy consumption of integrated desktops category D2 in the EPA ENERGY STAR registry as of June 2014.\n6Based on ENERGY STAR Program Requirements for Computers Version 6.0. \n7Based on equivalent virgin fiber production from protected forests and virgin fiber used for our product packaging. \n8Based on estimates of the volume of virgin fiber required to produce our packaging and the volume of virgin fiber produced by \nthose forests protected through our partnership with The Conservation Fund. \n9With the exception of India and South Korea, where we continue to seek government approval for our PVC replacement.\nUpdated May 2015 FY 2014 water use figures were corrected and the Bureau Veritas assurance letter was updated to include additional indicators.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}