{"page_content": "5\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014How our carbon footprint informs our thinking.\nWe’re always trying to improve the way we conduct our greenhouse gas life cycle \nanalysis. And when our assessments reveal a material, process, or system that’s making \na significant negative impact on our carbon footprint, we reexamine how we design \nthat product, process, or  facilit y.\nA significant factor in the increase of our overall carbon footprint from 2013 to 2014 \nis simply that we sold more products than ever before—iPhone, MacBook  Pro, and \nMacBook  Air in  particular. Even though the quantity of the products we make is \nincreasing, we are reducing the carbon intensity associated with making and using \nthem. The ratio of carbon emissions to the revenue we generate—Apple’s carbon  \nefficiency—has dropped steadily every year since  2 008.\nApple’s Carbon Efficiency\n0.1 50.20.250.3\n2008 2009 2010 201 1 201 2 201 3 2014\nkg CO 2e per $ of revenue\nLooking at our overall carbon footprint, from 2013 to 2014, we saw a 7  percent decline \nin emissions associated with product use thanks to improved energy efficiency of our \nproducts. In the same  period, there was a 5  percent increase in manufacturing emissions \nattributed to the production needs of increased memory and storage capacity of our \niOS devices and  notebooks.\nOur data shows that the carbon footprint of our manufacturing processes represents the largest portion of our impact on climate change. Every year we investigate more \ndeeply into our supply chain, constantly analyzing inefficiencies and developing ways \nto help our suppliers make less of an impact on the planet. We’ve set an example with our own facilities around the world using clean, renewable energy. Our work in helping \nour suppliers do the same is just beginning, but we’re making strides. And we’re  \ncommitted to reducing the environmental impact of our  manufacturing.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}