{"page_content": "6\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014An energy-efficient facility is good, but a 100 percent \nrenewable energy facility is better.\nAs of 2014, 100  percent of our U.S. operations and 87  percent of our operations world -\nwide are powered by renewable energy—which results in fewer carbon emissions. \nThese worldwide operations include a lot of facilities—all our data centers; all our  \ncorporate offices, which house nearly 50,000 employees; and over 450 Apple Retail \nStores around the world—but our goal is to power all of them with 100  percent \nrenewable energy. So we’re tapping into energy from solar, wind, micro -hydro, biogas \nfuel cells, and geothermal sources. We’re designing new buildings and updating existing  \nones to use as little electricity as possible. And we’re investing in our own Apple onsite  \nenergy production as well as establishing relationships with third -party energy suppliers  \nto source renewable  energy. For more details, read the Renewable Resources section \nof this report.\nOur environmental commitment starts in the places where we work—from our  \ncorporate campuses to our data centers. Although our facilities now represent only \n1 p ercent of our carbon footprint, they reflect our values, and we want them to act  \nas models for others to follow. This is why we are constantly making our facilities  more energy efficient and aggressively investing in renewable energy. In just three \nyears, we’ve reduced our effective Scope 1 and 2 CO\n2 equivalent (CO 2e) emissions  \nby 48 percent, even while our overall energy consumption greatly increased.\nScope 1 and 2 Effective Carbon Emissions\n(metric tons CO 2e)\n050,000100,000150,000200,000250,000300,000350,000400,000450,000500,000\nFY 2011 FY 2012 FY 2013 FY 2014\nDefault Emissions\nTotal emissions if Appledid not use renewableenergy\nEffective EmissionsNet emissions afteraccounting for Apple’s use of renewable energy\nScope 1 and Scope 2 CO 2e emissions capture the emissions from our natural gas use and  \nelectricity use at our facilities—worldwide corporate offices, data centers, and retail—as well  \nas our fleet vehicle fuel use. Detailed Scope 1, 2, and 3 emissions data is provided in Appendix C.\nOur approach to renewable energy is based on three principles:\nDisplacement. We seek to displace more polluting forms of energy in the same  \nelectric grid region in which we operate—by putting into the grid an amount of \nrenewable energy equal to the amount of energy taken from the grid by our facilities.\nAdditionality. We strive to create new clean energy that adds to the energy already \nbeing supplied to the grid. This generally means participating in renewable energy \nprojects that would not have been built without Apple’s involvement. And we make sure that the energy we count toward our goals is not counted toward the goals that \nutilities must already meet to comply with state standards, such as the Renewable \nPortfolio Standard.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}