{"page_content": "7\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014Accountability. We apply rigor in measuring and tracking our energy supply resources, \nand use third-party registries such as WREGIS and NC-RETS, certification programs such \nas Green-e Energy, and contractual provisions to ensure that all renewable energy \nsupplied to Apple is supplied only to Apple so there’s no double-counting. \nWhere it’s not feasible to create all our own energy, we fulfill the remaining needs with \ngrid-purchased renewable energy, preferably delivered to our facilities or to the same \nelectric grid in which our facilities are located. Here we have been exceptionally rigor -\nous on two fronts: first, in ensuring that grid-purchased renewable energy be from \nnewer projects, with the objective of providing investment incentives to local provid -\ners; and second, to secure renewable energy from the grid in the region in which we \nuse it. In cases where we aren’t able to purchase renewable energy in this way due to \nlocal regulations, Apple will purchase renewable energy credits, which we register and \nare careful to retire in certified tracking systems.2\nOur commitment starts at home.\nWe’ve made energy efficiency and renewable power a priority in our current corporate campus in Cupertino. In 2012, we completed a major energy overhaul of our six Infinite \nLoop buildings, achieving a combined electric and natural gas savings of more than \n30 percent at a time when occupancy increased by more than 12 percent. By applying  \nsimilar equipment upgrades and control system improvements across the more than  \n100 buildings we occupy in Cupertino and the area, we have saved 34.4 million kilowatt-hours of electricity and 797 ,000 therms of natural gas over the past four years. Highlights of our energy efficiency program in California from 2014 include:\n• S tandardizing upon LED lighting for all Apple facilities undergoing new construction \nor major renovations, and selecting the most efficient fixtures and controls for each application\n• S electing high-efficiency HVAC and plumbing equipment, such as chillers, boilers, \nfans, pumps, water heaters, and packaged air conditioning units based on life cycle cost, and not first cost\n• Optimizing ne w HVAC and lighting controls with strategies such as duct static  \npressure reset, supply air temperature reset, intelligent scheduling, and daylighting\n• F or existing buildings, troubleshooting outside air economizer operation, replacing \nold inefficient HVAC equipment with new, more efficient equipment, and optimizing HVAC and lighting control sequences for both operational and energy efficiencies\nAnd in 2014, we began energy efficiency programs in our corporate and retail facilities throughout the rest of the United States, as well as in Europe and Asia.\nOur Cupertino buildings are supplied by 100 percent clean, renewable energy. An \nonsite directed biogas fuel cell currently produces approximately 4 million kilowatt-\nhours of electricity annually, and rooftop solar systems on our Vallco Parkway, Homestead, and Alves cafeteria facilities collectively produce 1.3 million kilowatt-\nhours annually. To meet the balance of our load, we purchase clean power through \nCalifornia’s Direct Access program and use the Green-e Energy program to certify that it’s truly renewable.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}