{"page_content": "8\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014We’re lessening our impact when we commute or hit  \nthe road.\nApple is working hard to minimize the environmental impact of employee commutes, \ninteroffice trips, and business travel. Apple’s Commute Alternatives Program provides \nincentives and support for Apple employees to use alternative modes of transportation \nto commute to work and between offices. In 2014, more than 10,000 employees across our U.S. corporate offices and retail stores participated in our transit subsidy program, \nwhich offers up to $100 per month for use of public transit. We also encourage ride \nsharing by providing a number of tools to connect employees, including commuter \nmaps, suggestions for finding a good match, and volunteer Commute Experts who help advise new employees. In the Bay Area, more than 2700 Apple employees use our \nfree, biodiesel-powered coach buses to commute to and from our corporate offices in Cupertino and Sunnyvale, California. Taking those cars off the road helped to avoid \n8369 metric tons of CO\n2e emissions. To encourage electric vehicle use, we also offer our \nemployees over 330 electric vehicle charging ports, at no cost, and are adding more to \nmeet increased demand. \nTo get around while at work, our employees can use our Apple shared bike program, \ncar-share vehicles, and intercampus shuttles. In 2014, employees took more than 1 10,312 \ntrips on shared bikes, a 55 percent increase over 2013. By providing incentives for biking,  \nusing public transportation, and reducing the use of single-occupancy vehicles, our \nCommute Alternatives Program provided over 2 million trips.\nTo avoid employee travel when we can, we installed video teleconferencing equipment \nat all our major facilities around the world. And when employees must travel for business,  \nwe provide them with hybrid vehicle rentals where available. Apple employees drove \nmore than 550,000 miles in hybrid rentals in 2014, as much as 2012 and 2013 combined, \nhelping to avoid the use of 35,000 gallons of gasoline. \nIn 2014, Apple’s total carbon emissions from employee commute, Apple fleet vehicles, \nand business travel were 275,000 metric tons of CO 2e—a 16 percent increase from 2013, \ndue primarily to increases in business travel and in the total number of employees working for Apple.  \nWe can make better products with cleaner practices.\nOur dedication to an environmentally sustainable operation goes beyond our corporate \noffices and retail stores. We look for every opportunity to develop cleaner manufacturing \nprocesses that help us create not only great products, but also a better environment. \nWe may not own our suppliers’ facilities, but we do own their carbon footprint—  \n72 percent of our total. And we’d like to see the same progress in our suppliers’ use  \nof clean energy that we’ve seen in our  own.\nFor example, we worked with our supplier Flextronics to identify energy savings in \nthe Austin, Texas, facility where they manufacture Mac  Pro. Flextronics then shifted its \nentire Mac  Pro operations to 100  percent renewable wind energy, purchased from the \nsame local utility that provides our Austin campus with 100  percent renewable energy. \nAnd we’re encouraging our other suppliers to follow Flextronics’ lead and move \ntoward clean  energy.\nWe’re also helping our suppliers in China pave the way for renewable energy. Our \n40-megawatt solar project near Chengdu, designed to power our corporate offices  \nand retail stores, is setting a precedent for large -scale renewable energy in China. By \nshowing that green energy is a viable option in China, we hope to set a clear path  \nfor the companies there that manufacture our  products.Emissions from Employee Travel\n(metric tons CO 2e/employee)\n00.40.91 .351 .8\n2011 2012 2013 2014\nFleet \nVehiclesBusiness Travel Employee Commute\nAbsolute values for Scope 1 and Scope 3  \nemissions associated with employee travel  \nare reported in Appendix C.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}