{"page_content": "10\nEnvironmental Responsibility Report  |  2015 Progress Report, Covering FY2014As a company that designs both the hardware and the software for its products, \nwe’re able to use that technological collaboration for greater energy efficiency. OS  X,  \nthe Mac operating system, never misses a power-saving opportunity, no matter how \nsmall. It puts hard disks to sleep and runs processors in an ultralow power mode when \nyou’re not hard at work on your Mac. And when you are, OS  X uses less energy for \napps that are open but not visible, pauses animated website plug -ins until you give \nthe OK, and can even idle the processor between keystrokes as you type. These energy savings might seem tiny, but when multiplied by every Apple computer in the world, \nthey’re  huge.\nA lot of the things that used to be done on a computer are now being done on an iPad or iPhone. Since these smaller devices use a lot less material and energy, their carbon \nfootprint is much smaller than that of a computer. And as these devices become more \nand more advanced, their performance improves right along with their energy efficiency.  \nFor example, the A8  chip delivers up to 25  percent faster CPU performance and up to \n50 p ercent faster graphics performance, yet it’s 50  p ercent more energy  efficien t.\nThanks to improvements in energy efficiency, our products generate an average of \n61 percent fewer greenhouse gas emissions during the use phase than in 2008. So \neven as we continue to grow faster than the rest of the industry, we’re doing it with \nproducts that are friendlier to the  environment.\nENERGY STAR standards are just our starting point.\nEvery Apple product not only meets but far exceeds the strict guidelines set by the U.S. Environmental Protection Agency for energy efficiency. No other company in our \nindustry can make that claim. In  fac t, we go beyond the ENERGY  ST AR specification, \noffering notebooks that are up to five times as energy efficient as the ENERGY  ST AR \nspecification and desktop computers that are up to seven times as energy  efficien t.6\nThe EPEAT gold standard.\nThe Electronic Product Environmental Assessment Tool (EPEAT) allows consumers to see the effect a product has on the environment. Each product receives a Gold, Silver, \nor Bronze rank depending on its efficiency and sustainability. Every Apple tablet, \nnotebook, desktop computer, and display that EPEAT ranks achieves a Gold rating, the \nhighest  possible.", "metadata": {"source": "NASDAQ_AAPL_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}