{"page_content": "\u0018    AEGON CORPORATE RESPONSIBILITY REPORT 2006“AEGON\tis\tseeking\tto\tcapitalize\ton\tsignificant\t \t\ngrowth\topportunities\tin\tthe\tyears\tahead.”\nAEGON’ S\tbuSINESSES\nAEGON\t focuses\t on\ta\tlimited\t number\t of\tcore\tbusinesses:\t life\tinsurance,\t\npensions\t and\tinvestment\t products.\t In\t2006,\t its\testablished\t markets\t \t\n–\tthe\tUnited \tStates, \tthe\tNetherlands \tand\tthe\tUnited \tKingdom \t–\taccounted\t\nfor\tapproximately \t99\tpercent \tof\tAEGON’s \toperating \tearnings \tbefore \ttax.\t\t\nIn\trecent\t years,\t AEGON\t has\tbeen\texpanding\t its\tinternational\t presence\t\nand\tnow\thas\tmore\t than\t40\tmillion\t customers\t around\t the\tworld.\t In\t\naddition\t to\tits\testablished\t markets,\t the\tcompany\t is\tnow\tactive\t in\tmore\t\nthan\ttwenty\t other\t countries\t in\tthe\tAmericas,\t Europe\t and\tAsia.\t In\t\nearly\t 2007,\t AEGON\t signed\t new\tjoint\t ventures\t with\tpartners\t in\t\nRomania\tand\tJapan.\t\nWith\tits\theadquarters\t in\tThe\tHague,\t the\tNetherlands,\t AEGON\t has\t\nnearly\t 29,000\t employees\t and\toperates\t an\textensive\t and\thighly\t\ndiversified\t distribution\t network,\t through\t a\trange\t of\tdifferent\t brand\t\nnames.\t This\tnetwork\t ensures\t AEGON’s\t financial\t products\t reach\t the\t\npeople\t they\twere\tdesigned\t for.\tAs\tone\tof\tthe\tworld’s\t leading\t financial\t\nservices\t companies,\t AEGON\t is\ta\tsignificant\t investor\t in\tbusinesses\t and\t\neconomies\taround\tthe\tworld.\tThe\tcompany\nAEGON’S\tBUSINESSES;\tGLOBAL\tRESOURCES\nGlObAl\trESOurcES ,\tlOcAl\tDE cISION-MAkING\nAEGON’s\t operating\t structure\t emphasizes\t the\timportance\t of\tlocal\t\nbusinesses\t within\t a\tglobal\t group.\t This\tprinciple\t is\talso\treflected\t in\tthe\t\ncompany’s\t approach\t to\tissues\t of\tcorporate\t responsibility.\t AEGON\t sets\t\nout\ta\tgeneral\t corporate\t responsibility\t framework,\t as\twell\tas\ta\tCode\tof\t\nConduct\t for\tall\tcompany\t employees.\t Each\tcountry\t and\tbusiness\t unit\t\nis,\thowever,\t encouraged\t to\tidentify\t and\tfocus\t on\tissues\t that\tare\t\nspecific\tto\tits\tlocal\tsituation.\tAll\tAEGON’s\t country\t and\tbusiness\t units\tshare\t a\tnumber\t of\tcommon\t\nobjectives.\t These\t include\t providing\t sound\t and\ttransparent\t financial\t\nproducts\t that\tadd\tvalue\t for\tcustomers,\t ensuring\t all\temployees\t are\t\ncommitted\t and\tknowledgeable,\t and\tmanaging\t the\tcompany’s\t\nbusinesses\t with\tintegrity\t and\tin\tthe\tbest\tinterests\t of\tall\tAEGON’s\t\nmany\tstakeholders.This\tapproach\t guarantees\t that\tlocal\tmanagers\t retain\t the\tauthority\t to\t\nmake\t local\tdecisions\t but\tstill\tenjoy\t the\tresources\t and\tadvantages\t of\t\nan\texpanding\t global\t operation.\t Determining\t policies\t and\tsetting\t\nspecific\t targets\t is\tthe\tresponsibility\t of\tlocal\tmanagers.\t This\tensures\t\nthat\tAEGON\t works\t toward\t objectives\t that\treflect\t local\tneeds\t and\t\ncircumstances.\t\n", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}