{"page_content": "\u0018\u0018    AEGON CORPORATE RESPONSIBILITY REPORT 2006lIMItING\trISk\nRisk\tis\tinherent\t in\tall\tfinancial\t markets\t and\ta\tcentral\t part\tof\tAEGON’s\t\nbusiness\t involves\t assessing\t and\tcalculating\t that\trisk.\tThe\tcompany\t is\t\nexposed\t to\ta\tvariety\t of\toperational\t and\tfinancial\t market\t risks.\t In\t\naddition,\t like\tother\t companies,\t it\tfaces\t risks\tto\tits\treputation\t that\t\ncould\thave\ta\tmaterial\teffect\ton\tits\tfuture\tbusiness.\nSome\t of\tthese\t risks,\t such\tas\tthose\t related\t to\tcurrency\t rates,\t are\ta\t\nreflection\t of\tthe\tinternational\t nature\t of\tAEGON’s\t businesses.\tf rom\ta\t\npurely\t financial\t point\t of\tview,\t AEGON’s\t largest\t exposure\t is\tto\t\nmovements\t in\tworld\t markets\t that\tcan\taffect\t the\tvalue\t of\tthe\t\ncompany’s\t investments\t and\tbusinesses,\t its\tlevel\tof\tdeferred\t expenses,\t\nas\twell\tas\tthe\tliabilities\tfrom\tproducts\tit\tsells.\t\n\t\nfinancial\t risks\tcan\tresult\t from\tmovements\t in\tcurrencies\t or\tinterest\t\nrates,\t as\twell\tas\tvolatility\t in\tinternational\t equity,\t real\testate\t or\tcapital\t\nmarkets.\t AEGON\t seeks\t to\tmitigate\t these\t risks\tthrough\t a\tvariety\t of\t\nsystematic\t risk\tmanagement\t strategies\t and\tprograms\t designed\t to\t\nstrengthen\tthe\tcompany’s\tlong-term\tfinancial\tstability.\t\nIn\trecent\t years,\t AEGON\t has\ttaken\t a\tnumber\t of\tsteps\t to\tcentralize\t\nmore\tof\tits\trisk\tmanagement.\t This\thas\tbecome\t necessary\t as\tregulation\t\nin\tthe\tpension\t and\tinsurance\t industries\t has\tgrown\t more\t extensive\t\nand\tmore\tcomplex.\t AEGON\t believes\t that\ta\tmore\tcentralized\t approach\t\nwill\tultimately\t contribute\t to\tbetter\t products\t and\tservices\t and\thelp\treinforce\t long-term\t confidence\t in\tthe\tcompany’s\t businesses.\t \t\nfurther\t details\t of\tAEGON’s\t risk\tand\tcapital\t management\t strategies\t\ncan\tbe\tfound\t in\tthe\tcompany’s\t 2006\t Annual\t Report,\t available\t at\t\nwww.aegon.com/pressroom/publications/25088.\n\t\nBy\tdefinition,\t risks\t to\tAEGON’s\t reputation\t are\tmore\t difficult\t to\t\nquantify.\t As\tan\texpanding\t international\t business,\t AEGON\t is\taware\t of\t\nthe\tlegitimate\t interest\t that\tmany\t stakeholders\t take\tin\tthe\tcompany’s\t\noperations\t around\t the\tworld.\t f or\tthis\treason,\t AEGON\t is\tcurrently\t\nimplementing\t a\tnew\tinternet-based\t technology\t that\twill\thelp\tsenior\t\nmanagement\t monitor\t risks\tto\tthe\tcompany’s\t reputation\t across\t all\tits\t\noperations.\t This\ttechnology\t will\tenable\t AEGON\t managers\t to\trespond\t\nquickly\t and\tefficiently\t to\tany\trisk,\teither\t to\tthe\tcompany\t as\ta\twhole\t or\t\nto\tits\tvarious\tbrands.\tAEGON\t fully\texpects\t to\tbe\theld\taccountable\t for\tthe\tdecisions\t it\tmakes\t\nand\tfor\tthe\timpact\t those\t decisions\t inevitably\t have\ton\tthe\tcommunities\t\nin\twhich\t the\tcompany\t conducts\t its\tbusiness.\t Any\tdamage\t to\tAEGON’s\t\nreputation\t would,\t of\tcourse,\t undermine\t the\ttrust\tthat\tcurrently\t exists\t\nbetween\t the\tcompany\t and\tits\tmany\t customers,\t employees,\t business\t\npartners\t and\tother\t stakeholders.\t But\tAEGON\t believes\t that\tby\tfar\tthe\t\nbest\tway\tto\tprotect\t the\tsolid\treputation\t it\tcurrently\t enjoys\t is\tto\tensure\t\nthe\tcompany\t and\tits\temployees\t continue\t to\trespect\t its\tcore\tvalues\t\nand\tprinciples.\tGovernance\nLIMITING\tRISK", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}