{"page_content": "20    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tmarketplace\nAEGON’S\tMARKETS;\tMANAGING\tCUSTOMER\tRELATIONS\n“AEGON\tplays\tan\tactive\trole\tin\tensuring\tits\tcustomers\thave\t\nthe\tinformation\tand\tknowledge\tthey\tneed\tto\tmake\tthe\t\nright\tfinancial\tchoices\tfor\tthemselves\tand\ttheir\tfamilies.”\t\nMANAGING\t cuStOMEr\t rElAtIONS\nCustomer\t satisfaction\t is\ta\thigh\tpriority\t for\tAEGON.\t AEGON\t strives\t\nalways\t to\testablish\t long-term\t relationships\t with\tall\tits\tcustomers,\t\nbased\ton\ttrust,\ttransparency\tand\tan\topen\tdialog.\t\nMany\t of\tAEGON’s\t country\t units\t use\tdifferent\t methods\t for\tgauging\t\ncustomer\t satisfaction.\t f or\tsome\t of\tthe\tcompany’s\t larger\t country\t\nunits,\t methods\t may\talso\tdiffer\t from\tregion\t to\tregion.\t AEGON\t will\t\nbegin\t work\t in\t2007\t on\ta\ttrackable,\t baseline\t index,\t compiled\t from\t\nexisting\t surveys,\t that\twill\tallow\t the\tcompany\t to\tmonitor\t better\t the\t\nevolving\t needs\t of\tits\tcustomers.\t Ultimately,\t this\texercise\t will\thelp\t\nimprove\t and\tadapt\t the\tproducts\t and\tservices\t AEGON\t provides\t to\t\nmillions\t of\tpeople\t in\tdifferent\t countries\t around\t the\tworld.\t Currently,\t\nAEGON\t companies\t conduct\t between\t 15\tand\t20\tcustomer\t surveys\t\neach\tyear.AEGON’s\t country\t units\t use\ta\tvariety\t of\tdifferent\t tools\t to\tmeasure\t\nlevels\t of\tcustomer\t satisfaction,\t ranging\t from\tregular\t surveys\t to\tcall\t\ncenter\t monitoring\t and\tcustomer\t response\t databases.\t These\t surveys\t\nand\tother\t measurements\t showed\t that,\t overall,\t AEGON\t customer\t\nsatisfaction\t improved\t in\t2006.\t This\timprovement\t was\tlargely\t a\tresult\t\nof\tthe\tsteps\tAEGON\t has\ttaken\t to\texplain\t its\tcost\tand\tfee\tstructures,\t to\t\nmake\t its\tproducts\t easier\t to\tunderstand,\t to\tspeed\t up\tprocessing\t times\t\nand\tto\timprove\tthe\tperformance\tof\tits\tcall\tcenters.\tCustomers’\t pension\t and\tlong-term\t savings\t needs\t are\tcomplex\t since\t\ncircumstances\t and\trisk\ttolerance\t can\tvary\twidely.\t AEGON\t strives\t\nalways\t to\tdeliver\t financial\t products\t that\tare\ttailored\t to\tindividual\t\nrequirements\tand\tcustomers’\tchanging\tneeds.\tAEGON’ S\tMArkEt S\t\nAEGON\t serves\t more\t than\t 40\tmillion\t customers\t worldwide.\t The\t\nmajority\t of\tthese\t customers\t are\tlocated\t in\tthe\tcompany’s\t three\t\nestablished\t markets:\t the\tUnited\t States,\t the\tNetherlands\t and\tthe\t\nUnited\t Kingdom.\t Although\t life\tinsurance\t penetration\t and\tpension\t\nsavings\t in\tthese\t countries\t are\talready\t relatively\t high,\tAEGON\t expects\t\nsignificant\t growth\t in\tdemand\t for\tthese\t products\t in\tthe\tcoming\t years.\t\nCurrent\t pension\t savings\t in\tmany\t countries\t are\tinadequate\t to\tmeet\t\nrising\t demand\t because\t of\ta\tcombination\t of\tchanging\t demographics,\t\nlonger\t life\texpectancy\t rates\t and\tmoves\t by\tvarious\t governments\t to\t\nshift\tthe\tresponsibility\t for\tretirement\t planning\t to\tindividuals\t and\tthe\t\nprivate\tsector.\tIn\tthese\t three\tmarkets,\t AEGON\t focuses\t on\tproviding\t financial\t products\t\nand\tservices\t to\tindividuals,\t corporates\t and\tinstitutions.\t Given\t its\t\nleading\t position,\t AEGON\t is\table\tto\tcapitalize\t on\tsignificant\t benefits\t of\t\nscale.\t In\tall\tother\t markets\t –\tsuch\tas\tCanada,\t China,\t the\tCzech\t Republic,\t\nHungary,\t Poland,\t Slovakia,\t Spain\t and\tTaiwan\t –\tAEGON\t focuses\t chiefly\t\non\tindividuals\t and,\tto\ta\tlesser\t extent,\t corporates.\t In\t2006,\t AEGON\t\npaid\tout\ta\ttotal\tof\tEUR\t21.2\tbillion\t in\tclaims\t and\tbenefits\t to\tits\t\ncustomers\t around\t the\tworld,\t up\t32.5\tpercent\t from\tEUR\t16.0\tbillion\t\nthe\tprevious\tyear.Emerging\t markets\t –\tmarkets\t that\tthe\tcompany\t considers\t generally\t to\t\nhave\ta\tlow\tpenetration\t of\tlife\tinsurance\t and\tpension\t savings\t –\tare\t\nbecoming\t increasingly\t important\t to\tAEGON.\t Emerging\t markets\t in\t\nCentral\t and\tEastern\t Europe\t accounted\t for\t5.9\tpercent\t of\tthe\ttotal\t\nvalue\t of\tnew\tbusiness\t generated\t by\tAEGON\t in\t2006,\t up\tfrom\t4.9\t\npercent\t in\t2005.\t In\t2006,\t the\tregion\t generated\t EUR\t46\tmillion\t in\tnew\t\nbusiness,\t an\tincrease\t of\tmore\t than\t70\tpercent\t from\tEUR\t27\tmillion\t\nthe\tyear\tbefore.\t In\tAsia,\tthe\tvalue\t of\tnew\tbusiness\t declined\t to\tEUR\t58\t\nmillion,\t down\t 30\tpercent\t from\tEUR\t83\tmillion\t in\t2005.\t This\tdecrease\t\nwas\tdue\tto\ta\trepricing \tof\tlife\tinsurance \tpolicies \tin\tTaiwan \tafter\ta\tchange\t\nin\treserve \trequirements \tin\t2005.\tThe\trepricing \tresulted \tin\ta\tsignificant\t\nimprovement \tin\tthe\tregion’s \toverall \tinternal \trate\tof\treturn.\tAmericas \nUnited KingdomThe Netherlands\nAsia\nCentral and Eastern Europe\nOther European countriesVALUE NEW BUSINESS   Amounts in EUR million\n393\n4818148\n46\n58", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}