{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2006     2\u0018AEGON’s\t strategy\t to\timprove\t customer\t satisfaction\t is\tbased\t on\tfour\t\nmain\tgoals:\t to\timprove\t the\tquality\t and\ttransparency\t of\tits\tproducts,\t\nto\tuse\tdistribution\t means\t that\tallow\t customers\t to\taccess\t those\t\nproducts\t in\ta\tway\tthat\tbest\tsuits\t them,\t to\tdeal\tefficiently\t with\t\ncustomer\t complaints\t and\tto\tstrengthen\t the\tfinancial\t literacy\t of\tthose\t\nbuying\tthe\tcompany’s\tproducts.\t\nhElpING\t cuStOMErS\tON\t lOw\tINc OMES\t\nAEGON\t is\tcommitted\t to\thelping\t those\t customers\t who\tfind\tthemselves\t\non\tlow\tincomes\t and\tunable\t to\tkeep\tup\twith\ttheir\tpremium\t payments,\t\nsometimes\t through\t no\tfault\tof\ttheir\town.\tMany\t are\tserving\t in\tthe\t\nmilitary\t on\textended\t contracts,\t have\tlost\ttheir\tjobs,\tbecome\t disabled\t\nor\tare\tthe\tvictims\t of\tan\taccident\t or\ta\tnatural\t disaster.\t Like\tmany\t of\tits\t\npeers\t in\tthe\tinsurance\t industry,\t AEGON\t has\ta\tnumber\t of\tcontractual\t\nmeasures\t in\tplace\t to\thelp\tthese\t customers,\t including\t grace\t periods\t\nand\tloans.\t Other\t options\t include\t reducing\t the\tcoverage\t of\ta\tparticular\t\npolicy\tor,\tin\textreme\tcases,\teven\tterminating\tthe\tcontract\taltogether.\tIn\taddition,\t some\t AEGON\t units\t have\t developed\t products\t aimed\t\nspecifically\t at\timproving\t the\tliving\t standards\t of\tpeople\t on\tlower\t\nincomes,\t very\toften\t those\t most\t in\tneed\t of\tfinancial\t protection.\t\nMonumental\t Life,\tin\tthe\tUnited\t States,\t for\texample,\t provides\t products\t\nthat\tcover\t basic\tfuneral\t expenses,\t income\t and\tmortgage\t replacement,\t\neducation\t funding\t and\tsupplemental\t retirement\t income,\t helping\t\nimprove\t financial\t security\t for\tmany\t low\tand\tmiddle-income\t\nhouseholds.\t AEGON\t Direct\t Marketing\t Services,\t meanwhile,\t offers\t a\t\nrange\t of\tadditional\t life\tand\thealth\t insurance\t for\tlow-to-middle\t income\t\ncustomers,\t which\t includes\t affordable\t accidental\t death,\t term\t life,\t\ncredit\tand\twhole\tlife\tcover.\tIn\tthe\tUnited\t Kingdom,\t AEGON\t Scottish\t Equitable\t offers\t personal\t and\t\nmortgage\t insurance\t at\taffordable\t prices,\t as\twell\tas\tlow-cost\t\n‘stakeholder\t pensions’\t -savings\t plans\t introduced\t recently\t by\tthe\tUK\t\nauthorities\tto\tencourage\tlow-income\tearners\tto\tsave\tfor\tretirement.\tIn\tCanada,\t meanwhile,\t AEGON\t provides\t a\trange\t of\tlife\tinsurance\t\nproducts\t offering\t income\t protection\t for\tlow\tminimum\t face\tamounts,\t\nwith\tsimplified\t underwriting\t terms,\t that\tcan\tbe\tbought\t by\tcustomers\t\nunder\t the\tage\tof\t45.\tAEGON\t Canada\t also\toffers\t a\tmedical\t\nreimbursement\t plan\tcalled\t ‘CriticalAdvantage’,\t which\t provides\t expert\t\nmedical\t advice\t to\tcustomers\t who\thave\tbeen\tdiagnosed\t with\ta\tserious\t\nillness.\t This\tplan\toffers\t customers\t a\tlump\tsum\tbenefit\t of\tCDN\t25,000\t\nor\tup\tto\tCDN\t1,000,000\tto\tcover\tout-of-country\ttreatment\tcosts.\nMaking\tthe\tgrade\t\nTransamerica\t Retirement\t Services,\t part\tof\tAEGON\t USA,\t secured\t\neleven\t ‘Best\t in\tClass’\t ratings\t from\t consumer\t research\t company\t\nChatham\tPartners’\tDecember\t2006\tclient\tsatisfaction\tsurvey.\t“Transamerica\t has\testablished\t itself\t as\ta\tcustomer\t service\t leader\t\nin\tthe\tretirement\t services\t industry”,\t said\tPeter\t Starr,\t President\t of\t\nChatham\t Partners.\t “The\tfact\tthat\tthe\tcompany’s\t customer\t satisfaction\t\nhas\timproved\t in\talmost\t every\t area\twe\tmeasured\t is\ta\tresult\t of\tits\t\ncommitment\tto\tcontinuously\timprove\tclient\trelationships.”", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}