{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2006     2\u0018\nDEAlING\tEffE ctIvEly\t wIth\t cuStOMEr\t cOMplAINt S\nAEGON\t believes\t that\tdealing\t with\tcomplaints\t efficiently\t and\topenly\t is\t\nan\timportant \tpart\tof\tensuring \toverall \tcustomer \tsatisfaction. \tAll\tAEGON\t\ncountry\t units\t have\ta\tformal\t procedure\t and\tmost\t have\ta\tdedicated\t\nstructure\t for\thandling\t customer\t complaints.\t Given\t the\twide\tvariety\t of\t\ncustomer\t segments\t and\tproducts,\t however,\t AEGON\t does\tnot\tconsider\t\nit\tfeasible\t at\tthis\tstage\t to\tcentralize\t customer\t feedback\t for\tall\tAEGON\t\ncompanies.\t Nevertheless,\t where\t possible,\t AEGON\t companies\t are\t\nworking\t toward\t a\tmore\t uniform\t approach\t to\thandling\t customer\t\nfeedback\tand\tcomplaints.\t\nAEGON\t conducts\t regular\t surveys\t to\tidentify\t areas\t where\t it\tis\tnot\tfully\t\nmeeting\t customer\t requirements.\t These\t surveys\t play\ta\tvital\trole\tin\t\nhelping\t AEGON\t improve\t the\tquality\t of\tits\tproducts.\t As\tfar\tas\tpossible,\t\nAEGON\t companies\t work\tto\tconvert\t legitimate\t and\tjustified\t feedback\t\nand\tcomplaints\tinto\tpositive\tchange\tfor\tall\ttheir\tcustomers.\t\nDetective\twork\t\nIn\trecent\t months,\t AEGON\t The\tNetherlands\t has\tdoubled\t its\tefforts\t to\t\ntrace\tmissing\t policyholders.\t Thanks\t to\tthe\tcompany’s\t investigations,\t\nthe\tnumber\t of\tpolicyholders\t listed\t as\t‘missing’\t has\tdropped\t from\t\t\n8\tpercent\t to\tjust\t4\tpercent.\t In\tthe\tNetherlands,\t insurance\t companies\t\nare\tnot\trequired\t to\ttrack\tdown\t policyholders\t who\tdon’t\tcome\t forward\t\nto\tcollect\t their\tbenefits.\t But\tAEGON\t The\tNetherlands\t is\tmaking\t sure\t\nas\tmuch\t money\t as\tpossible\t goes\t to\tits\trightful\t owner.\t Searches\t\nare\tmade\t at\tlocal\t government\t registries,\t with\tformer\t employers\t\nand\tamong\t other\t family\t members.\t Advertisements\t appealing\t for\t\ninformation\t are\teven\tplaced\t in\tsome\t national\t newspapers.\t AEGON\t\nThe\tNetherlands\t may\tnot\tbe\table\tto\ttrace\tevery\t customer,\t but\tit\tdoes\t\nmake\t one\tguarantee:\t no\tmatter\t how\tmany\t years\t go\tby,\tcustomers\t\nnever\tlose\tthe\tright\tto\ttheir\tbenefits.\tDetective\t work:\t AEGON\t The\tNetherlands\t has\tdoubled\t its\tefforts\t to\ttrace\t\nmissing\tpolicyholders.", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}