{"page_content": "26    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tmarketplace\t \tEnsuring\tproduct\ttransparency\nMODIfyING\t prODuct S\twhErE\tNE cESSAry\nAs\tlife\tinsurance\t and\tinvestment\t products\t often\t span\t decades,\t\nopinions\t about\t risk\tand\treturns\t can\tchange\t after\tthe\tproducts\t have\t\nbeen\tsold.\tTherefore,\t AEGON\t regularly\t reviews\t products\t that\twere\t\ndeveloped\t and\tmarketed\t in\tformer\t years\t against\t any\tchanges\t in\t\nsocial\t or\tbusiness\t trends.\t If\tnecessary,\t product\t specifications\t are\t\nthen\tmodified.\t Often,\t these\t modifications\t apply\t to\tproducts\t that\thave\t\nbeen\t in\texistence\t for\tmany\t years.\t Since\t May\t2005,\t for\texample,\t\nAEGON\t The\tNetherlands\t has\tmade\t changes\t to\tsome\t one\tmillion\t unit-\nlinked\t life\tinsurance\t policies\t to\tmeet\tcurrent\t standards\t and\timprove\t\nfinancial\treturns\tfor\tcustomers.\t\nIMprO vING\t fINANcIAl\t lItEr Acy\nAEGON\t plays\t an\tactive\t role\tin\tensuring\t its\tcustomers\t have\t the\t\ninformation\t and\tknowledge\t they\tneed\t to\tmake\t the\tright\t financial\t\nchoices\t for\tthemselves\t and\ttheir\tfamilies.\t Even\tin\tcountries\t that\thave\t\nlong-established\t and\tsophisticated\t traditions\t of\tpersonal\t finance,\t many\t\npeople\t can\tfind\tit\thard\tto\tselect\t the\tappropriate\t mix\tof\tsavings,\t\ninvestment\t and\tinsurance\t products\t that\tbest\tfits\ttheir\tneeds.\t AEGON\tbelieves\t that\tfinancial\t service\t providers\t and\tadvisors\t have\tan\tobligation\t\nto\tguide\tcustomers\ttoward\tthe\tright\tproducts.\t\nIn\tall\tthe\tmarkets\t in\twhich\t it\toperates,\t AEGON\t is\tworking\t to\timprove\t\nlevels\t of\tfinancial\t literacy,\t especially\t as\tregulations\t in\tthe\tpension\t and\t\ninsurance\tindustry\tbecome\tmore\textensive\tand\tmore\tcomplex.\t\nIn\tthe\tUnited\t States,\t the\tNetherlands\t and\tthe\tUnited\t Kingdom,\t as\twell\t\nas\tin\tmarkets\t elsewhere,\t AEGON\t actively\t promotes\t programs\t designed\t\nto\tprovide\t instruction\t about\t life,\thealth,\t disability,\t pension\t and\tlong-\nterm\tcare\tinsurance.\t\nIn\tthe\tUnited\t Kingdom,\t AEGON\t UK\tis\tbacking\t the\tNational\t Strategy\t\nfor\tfinancial\t Capability,\t launched\t by\tthe\tfinancial\t Services\t Authority,\t\nthe\tcountry’s\t main\tregulator.\t Meanwhile,\t in\tthe\tUnited\t States,\t AEGON\t\nUSA\tis\ta\tmajor\t contributor\t to\tthe\tLife\tand\tHealth\t Insurance\tf oundation\t\nfor\tEducation\t (LIfE),\t a\tnon-profit\t industry\t organization\t that\tevery\t\nyear\thelps\t instruct\t thousands\t of\tpeople\t about\t the\timportance\t of\tlife\t\ninsurance \tas\tpart\tof\tsound \tfamily \tfinancial \tplanning. \tAlso\tin\tthe\t\nUnited \tStates, \tTransamerica \tis\tpromoting \ta\tnew\tinitiative \tto\timprove\t\nAEGON’S\tc OuNtry\tuNIt S\t\t MODIfyING\tprODuct S\twhErE\t NEcESSAry\n\t AEGON\tuSA AEGON\tfinancial\t Partners\t set\tup\ta\tprogram\t to\treplace\t underperforming\t products\t out\tof\tthe\tsurrender\t period\t and\t\nreplace\t them\t with\tproducts\t that\twould\t allow\tbetter\t features\t for\tits\tcustomers.\t\nAEGON\t Direct\t Marketing\t Services\t recalled\t and\tchanged\t marketing\t documents\t when\t a\tcustomer\t pointed\t out\tthe\t\nlanguage\t used\tin\tthe\tmaterial\t could\t be\topen\tto\tmisinterpretation.\nAEGON \tDirect \tMarketing \tServices \talso\tintroduced \ta\tnew\tbenefit \tproduct \tfor\tdiabetes \tsufferers \tin\tresponse \tto\tcustomer\t\ndemand.\t\n\t AEGON\tcANADA AEGON\t Canada\t altered\t some\t of\tits\tlegacy\t products\t to\tinclude\t a\t‘split’\t provision\t allowing\t joint\tcoverages\t to\tbe\tdivided\t\nbetween\t two\tbeneficiaries.\t The\tchanges\t were\tmade\t in\tclose\tcooperation\t with\tactuaries\t and\tthe\tcompany’s\t reinsurers.\t\n\t AEGON\tuk AEGON\t UK\twon\trecognition\t for\tits\tuse\tof\tplain\tEnglish.\nSeveral\t AEGON\t UK\tannuity\t products\t were\trenamed.\t Their\t new\tnames\t are\tdesigned\t to\thelp\tcustomers\t recognize\t the\t\npurpose\t of\tthe\tproduct\t more\t easily.\t\n\t AEGON\tthE\tNEthErlANDS In\t2005\t and\t2006,\t AEGON\t The\tNetherlands\t revised\t its\tentire\t portfolio\t of\tunit-linked\t products.\t Charges\t to\tcustomers\t\nwere\treduced\t retrospectively\t and\tthe\tdifference\t reinvested.\t AEGON\t The\tNetherlands’\t revisions\t were\tapproved\t and\t\nsupported\t by\tthe\tinstitutions\t that\toversee\t the\tinsurance\t sector\t in\tthe\tNetherlands.\t\n\t AEGON\thuNGAry AEGON\t Hungary\t extended\t the\tduration\t of\tone\tof\tits\tunit-linked\t products\t from\tthree\t to\tfive\tyears\t to\tprovide\t the\t\npossibility\t of\tbetter\t returns\t for\tits\tcustomers.\t\nIn\tresponse\t to\tsignificant\t feedback\t from\tcustomers,\t AEGON\t Hungary\t modified\t some\t of\tthe\tterms\t of\tits\tCasco\t\ninsurance\t product,\t resulting\t in\ta\trise\tin\tsales\tand\tmore\t satisfied\t customers.\t\t\n\t AEGON\tpOlAND AEGON\t Poland\t became\t the\tfirst\tinsurer\t in\tthe\tcountry\t to\tdetail\t all\ttaxes,\t fees\tand\tcharges\t in\tits\tpolicy\t documents.", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}