{"page_content": "\u00180    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tmarketplace\nAEGON’ S\tBRANDS\nAEGON’ S\tbrANDS\nBrand\t awareness\t is\tvery\timportant\t to\tAEGON.\t AEGON\t sells\tits\t\nproducts\t under\t a\trange\t of\tdifferent\t brand\t names.\t This\thelps\t the\t\ncompany\t cater\t to\tthe\tbroadest\t possible\t range\t of\tcustomer\t\nrequirements.\t AEGON’s\t leading\t brands\t include\t Transamerica\t in\tthe\t\nUnited\t States,\t TKP\tPensioen\t and\tUnirobe\t Meeùs\t in\tthe\tNetherlands\t\nand\tAEGON\t Scottish\t Equitable\t in\tthe\tUnited\t Kingdom,\t as\twell\tas\tthe\t\nAEGON\tbrand\titself.\t\nGiven\t their\timportance\t to\tthe\tbusiness,\t AEGON\t regularly\t measures\t\nthe\tperformance\t of\tits\tbrands.\t The\tcompany\t tracks\t brand\t awareness\t\nand\tbrand\t preference\t for\tmore\tthan\t90\tpercent\t of\tits\tbrands.\t Over\t90\t\npercent\t of\tAEGON’s\t brands\t are\talso\tregularly\t benchmarked\t against\t\ntheir\tpeers.\tAEGON\t UK\tand\tAEGON\t Direct\t Marketing\t Services\t Asia\trecently\t added\t\nthe\tAEGON\t name\t to\tits\tindividual\t and\tcorporate\t brands.\t By\tgiving\t\ngreater\t prominence\t to\tthe\tAEGON\t brand\t name,\t these\t two\tcompanies\t\nare\taiming\t to\tleverage\t the\tfinancial\t strength\t and\tglobal\t credentials\t of\t\nthe\tcompany\t as\ta\twhole\t in\torder\t to\tgrow\t their\t share\t of\tlocal\t\nmarkets.\tIn\tearly\t2007,\t AEGON\t rolled\t out\tnew\tlogo\tand\twebsite\t guidelines\t for\t\nall\tits\tAEGON-branded\t entities.\t These\t new\tguidelines\t are\tdesigned\t to\t\nensure\t greater\t consistency\t and\temphasize\t the\tlink\tbetween\t the\t\ncompany’s\t local\tbusinesses\t and\tthe\tAEGON\t brand.\t In\tthe\tcourse\t of\t\n2007,\t each\tlocal\tbrand\t will\tbe\tformally\t endorsed\t by\tAEGON\t as\tpart\tof\t\na\tprocess\t designed\t to\tenhance\t consistency\t across\t all\tAEGON-branded\t\noperations\taround\tthe\tworld.\tTrusting\tthe\tbrand\nAEGON-CNOOC\t -\tAEGON’s\t joint\tventure\t with\tthe\tChinese\t National\t\nOffshore\t Oil\tCorporation\t (CNOOC)\t -\thas\tbeen\tselected\t as\tone\tof\tthe\t\ntop\tten\tmost\t trusted\t insurance\t brands\t in\tChina.\t The\ttop-ten\t list\tis\t\ncompiled\t every\t year\tby\ta\tgroup\t of\texperts\t from\tChina\t and\telsewhere.\t\nThe\texperts\t weigh\t a\tnumber\t of\tdifferent\t factors\t when\t coming\t up\twith\t\ntheir\tlist,\tincluding\t company\t integrity,\t customer\t service\t and\tefficiency\t\nin\tprocessing\tclaims.\tKey\tto\tthe\tsuccess\t was\ta\tcase\tin\tNanjing\t where\t AEGON-CNOOC\t\ntracked\t down\t the\tgrandparents\t of\ta\tyoung\t 12\tyear-old\t boy\tand\thelped\t\nthem\t process\t an\taccident\t insurance\t claim.\t Tragically,\t the\tboy’s\t own\t\nparents\t had\tdied\tafter\t a\tgas\tleak\tat\ttheir\thome\t just\ta\tfew\tweeks\t\nbefore.\t Nobody\t in\tthe\tfamily\t knew\t the\tparents\t had\teven\ttaken\t out\t\naccident\tcover\tuntil\tAEGON-CNOOC\twas\table\tto\tinform\tthem.\t\n", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}