{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2006     \u0018\u0018The\tmarketplace\nWORKING\tWITH\tDISTRIBUTION\tPARTNERS;\nTHE\tBENEfITS\tOf\tTHE\tINTERNET\nwOrkING\t wIth\tDIS trIbutION\t pArtNErS\nAEGON\t uses\ta\twide\trange\t of\tcommercial\t channels\t to\tdistribute\t its\t\nproducts,\t including\t agents,\t brokers,\t banks,\t direct\t marketing,\t as\twell\t\nas\tpartnerships\t with\tother\t companies.\t AEGON\t helps\t its\tdistributors\t\nby\tproviding\t low-cost\t administration\t and\tby\tworking\t with\tthem\tto\tfind\t\nways\tof\timproving\ttheir\tbusinesses.\t\nAEGON\t is\talso\tstriving\t to\tmake\t its\tpayment\t structure\t for\tdistributors\t\nas\ttransparent\t as\tpossible.\t Transparency\t is\tparticularly\t important\t in\t\nthe\tinsurance\t business\t because\t of\tthe\tcomplex\t nature\t of\tmany\t\ntransactions.\t\nthE\tbENEfIt S\tOf\tthE\t INtErNEt\t\nProviding\t online\t financial\t services\t helps\treduce\t transaction\t costs\tand\t\nimproves\t efficiency\t by\tcutting\t down\ton\tthe\tneed\tfor\ttravel\t and\tprinted\t\nmaterials.\t AEGON\t estimates\t that\tapproximately\t a\tthird\t of\tits\t\ncustomers\t used\tthe\tinternet\t to\taccess\t the\tcompany’s\t products\t and\t\nservices\t in\t2006,\t up\tfrom\t30\tpercent\t a\tyear\tago\t1,\tsuggesting\t no\t\nslowdown\t in\tthe\ttrend\t toward\t greater\t use\tof\tonline\t financial\t\nservices.\t\n1\tBased\ton\tdata\tcovering\t40\tpercent\tof\tthe\tcompany.Nearly\t all\tAEGON\t companies\t provide\t policy\t information\t online.\t The\t\nvast\t majority\t also\t provides\t facilities\t for\tmodifying\t personal\t\ninformation\t and\tcontribution\t amounts\t over\tthe\tinternet.\t In\taddition,\t\nalmost\t all\thave\tonline\t calculation\t tools\tand\tallow\tcustomers\t to\tmake\t\napplications\tand\taccess\tquotes\tonline.\tAEGON\t strives\t to\tensure\t its\tonline\t platforms\t remain\t safe\tand\tsecure\t\nat\tall\ttimes\t –\ta\tprerequisite\t for\tany\tonline\t financial\t services\t provider.\t\nMost\tAEGON\t companies\t operate\t IT\tfraud\t detection\t systems\t and\tall\t\ncompanies\t use\tfeedback\t loops\t to\tcompliance\t officers\t in\tcase\tof\t\nsecurity\tbreaches.\tTechnology\t provides\t a\tuseful\t tool,\tbut\tit\tis\tnot\tenough.\t As\ta\tgeneral\t\nrule,\t AEGON\t companies\t operate\t a\t‘know-your-customer’\t policy.\t\nGetting\t to\tknow\tcustomers,\t their\tpersonal\t requirements\t and\tpractices,\t\ngives\tAEGON\t a\tbetter\t chance\t of\tdetecting\t errors\t and\tanomalies\t more\t\nquickly,\tavoiding\tmisselling\tand\tcountering\tthe\trisk\tof\tfraud.\t", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}