{"page_content": "\u0018\u0018    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tworkplace\nAEGON’S\tEMPLOYEES\nAEGON’ S\tEMpl OyEES\nAEGON’s\t most\tvaluable\t asset\t is\tthe\tpeople\t it\temploys.\t At\tthe\tend\tof\t\n2006,\t AEGON\t had\ta\ttotal\tof\t28,726\t employees,\t up\tfrom\t27,159\t twelve\t\nmonths\t previously.\t This\tincrease\t was\tdue\tmainly\t to\tAEGON’s\t addition\t\nof\tUnirobe\t in\tthe\tNetherlands\t and\tan\texpansion\t of\tthe\tcompany’s\t\nbusinesses\tin\tAsia\tand\tCentral\tand\tEastern\tEurope.\t\t\nll\tAEGON\t companies\t have\t policies\t that\tensure\t non-discrimination\t\nwithin\t their\tworkforces.\t These\t policies\t are\tactively\t enforced.\t At\tthe\t\nend\tof\t2006,\t 51.2\tpercent\t of\tAEGON’s\t workforce\t were\tfemale\t and\t\n48.8\t percent\t male.\t Of\tthe\tmost\t senior\t managers\t at\tAEGON,\t \t\n85\tpercent\t were\tmale\tand\t15\tpercent\t female.\t AEGON\t does\tnot\thave\ta\t\nspecific\t policy\t to\tpromote\t a\thigher\t percentage\t of\twomen\t than\tmen,\t\nbut\tit\tdoes\t encourage\t women\t to\tapply\t for\troles\t in\tsenior\t\nmanagement.\t\nMany\t AEGON\t companies\t allow\t their\temployees\t to\twork\tpart-time\t or,\t\nwhere\t appropriate,\t from\thome.\t In\t2006,\t 9.2\tpercent\t of\tall\tAEGON\t\nemployees\t worked\t part-time,\t up\tfrom\t 8.4\tpercent\t in\t2005.\t The\t\nremaining\t 90.8\tpercent\t worked\t full-time,\t down\t from\t91.6\tpercent\t the\t\nprevious\tyear.In\t2006,\t employee\t turnover\t reached\t 14.0\tpercent,\t up\tslightly\t from\t\n13.8\tpercent\t in\t2005\t1.\tOf\tthe\ttotal,\t 7.3\tpercent\t left\tthe\tcompany\t\nvoluntarily\t to\tpursue\t opportunities\t elsewhere,\t up\tfrom\t7.0\tpercent\t in\t\n2005.\t Employment\t was\tterminated\t for\tanother\t 5.2\tpercent,\t either\t\nbecause\t of\tinternal\t reorganizations\t or\tindividual\t underperformance.\t\nThe\tremaining\t 1.5\tpercent\t was\tdue\tto\t‘natural\t attrition’,\t mostly\t\nretirement.\tOverall,\t AEGON\t is\tsatisfied\t with\tthe\tcurrent\t level\t of\temployee\t\nturnover.\t There\t was,\thowever,\t a\trise\tin\tthe\tnumber\t of\tvoluntary\t\ndepartures\t in\t2006\t from\t its\tUK\toperations.\t This\twas\tdue\tto\tthe\t\nexceptionally\t favorable\t jobs\tmarket\t in\tEdinburgh,\t AEGON\t UK’s\tmain\t\nlocation.\t Management\t in\tthe\tUnited\t Kingdom\t has\tintroduced\t\nmeasures\t designed\t to\tlimit\tfuture\t departures,\t particularly\t in\tthe\t\ncompany’s\tcustomer\tservices\tdepartment.\t\n1\t\tAEGON\t has\trestated\t its\tstaff\tturnover\t figure\t for\t2005\t to\treflect\t a\tchange\t in\tthe\t\nmethod\t of\tcalculation\t in\tthe\tUnited\t Kingdom,\t where\t the\tcompany\t recently\t introduced\t\na\tnew\thuman\t resources\t database\t system.\t AEGON\t employee\t turnover\t in\t2005\t was\t\noriginally\testimated\tat\t11.8\tpercent.\nADvANcING\t cArEEr\tDE vElOpMENt\nTraining\t and\tperformance\t evaluations\t are\thigh\tpriorities\t for\tAEGON.\t\nIn\t2006,\t EUR\t597\tper\temployee\t was\tspent\t on\tinternal\t and\texternal\t\ntraining,\t up\tfrom\tEUR\t555\tin\t2005.\t Company\t employees\t spent\t an\t\naverage\t of\t4.0\tdays\ton\ttraining\t in\t2006,\t in\tline\twith\t4.1\tdays\tthe\t\nprevious\tyear.\tAEGON\t encourages\t employees\t at\tall\tlevels\t to\ttake\tpart\tin\tformal\t skills\t\nand\tdevelopment\t programs.\t Some\t 95\tpercent\t of\tall\temployees\t\nparticipate\t in\tthese\t programs.\t Training\t sessions\t cover\t topics\t such\tas\t\ncustomer\t service,\t product\t knowledge,\t business\t writing,\t compliance\t\nand\tsales.\t In\taddition,\t most\t of\tAEGON’s\t country\t units\t grant\t their\t\nemployees\t time\tand,\toccasionally,\t financial\t assistance\t to\tpursue\t\nindividual\t projects,\t for\texample,\t language\t training\t or\thigher\t education\t\nrelated\tto\ttheir\twork\tat\tAEGON.“AEGON\tstresses\tthe\timportance\tof\trespecting\tthe\t\nenvironment,\tconserving\tenergy\tand\teliminating\twaste.”\nAmericas   \nUnited Kingdom The Netherlands  \nAsia   \nCentral and Eastern Europe\nOther countries/holdin gBREAKDOWN OF THE NUMBER OF EMPLOYEES 2006\n14,236\n6,404\n4,639\n1,858\n1,195\n394", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}