{"page_content": "\u00186    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tworkplace\nPAYING\tA\tf AIR\tWAGE;\tEMPLOYEE\tSATISf ACTION\npAyING\tA\t fAIr\twAGE\nIn\torder\t to\tattract\t capable\t and\ttalented\t employees\t and\tmanagers,\t \t\nAEGON\t offers\t competitive\t compensation\t packages.\t AEGON’s\t total\t\nemployment\t costs\tin\t2006,\t for\tits\tentire\t workforce\t of\t28,726,\t came\t to\t\nEUR\t1.82\tbillion.\t That\twas\tan\tincrease\t of\t9.6\tpercent\t compared\t with\t\nEUR\t1.66\tbillion\tin\t2005\tfor\ta\ttotal\tworkforce\tof\t27,159.\t\nThe\ttable\tbelow\t gives\ta\tbreakdown\t of\tthese\t costs\tby\tsalary\t and\tother\t\nexpenses\tfor\teach\tof\tAEGON’s\tmain\tregions.\t\nEMplOyMENt\tc OStS\t2006\nAmounts\tin\tEUR\tmillion SalariesOther \nemployee\nexpenses tOtAl\nAmericas 720 200 920\nThe\tNetherlands 223 232 455\nUnited\t Kingdom 193 138 331\nOthers 46 23 69\nHolding\t &\tOther\t activities 24 22 46\nAEGON 1,206 615 1,821\nPer\temployee,\t AEGON’s\t 2006\t employment\t costs\t amounted\t to\t\t\nEUR\t63,382,\tan\tincrease\tof\t3.6\tpercent\tfrom\tEUR\t61,195\tin\t2005.\tEmployees’\t salaries\t may\tcontain\t a\tfixed\tand\ta\tvariable\t component.\t\nVariable\t compensation\t may\tbe\tbased\t on\tindividual\t performance,\t\noverall\t country\t unit\tperformance,\t or\ta\tcombination\t of\tthe\ttwo.\tOn\t\naverage\t across\t the\tentire\t AEGON\t workforce,\t excluding\t senior\t and\t\nmiddle\t management,\t 34\tpercent\t of\ttotal\t compensation\t is\tbased\t\npurely\ton\tindividual\tperformance.\tTypically,\t the\tproportion\t of\tpay\tlinked\t to\tindividual\t performance\t\nvaries\t according\t to\tthe\tseniority\t of\tthe\temployee.\t Pay\tfor\tmany\t senior\t\nmanagers,\t including\t members\t of\tthe\tExecutive\t and\tManagement\t\nBoards,\t is\tlinked\t to\tthe\tperformance\t of\tthe\tcompany\t as\twell\tas\tto\t\nindividual\t performance,\t ensuring\t a\tstrong\t connection\t between\t\nexecutive\t remuneration\t and\tAEGON’s\t overall\t financial\t health.\t AEGON\t\nregularly\t conducts\t benchmarking\t exercises,\t using\toutside\t consultants,\t\nto\tguarantee\tpay\tfor\tits\tsenior\tmanagement\tremains\tcompetitive.\tNaturally,\t pension\t arrangements\t vary\t from\t country\t to\tcountry.\t\nAEGON\t The\tNetherlands\t operates\t a\tdefined\t benefit\t plan,\twhile\t most\t\nof\tAEGON’s\t smaller\t units\t operate\t defined\t contribution\t plans.\t\n\t\nAEGON\t USA\tand\tAEGON\t UK\toffer\t both.\t Substantially,\t all\tAEGON\t\nemployees\t have\t access\t to\ta\tpension\t plan.\t Details\t of\tAEGON’s\t \t\npension\t plans\t and\tthe\tfunding\t status\t of\tthe\tcompany’s\t defined\t \t\nbenefit\t schemes\t can\tbe\tfound\t in\tthe\t2006\t Annual\t Report,\t available\t at\t\nwww.aegonannualreport.com.\t\tAEGON\t companies\t provide\t a\trange\t of\tother\t benefits,\t including\t\ndisability\t insurance\t (available\t to\t100\tpercent\t of\tall\temployees),\t health\t\nand\taccident\t insurance\t (available\t to\t96\tpercent\n\t\t1)\tand\tseparate\t health\t\ncover\t that\tincludes\t employees’\t families.\t Some\t 89\tpercent\t of\tAEGON\t\nemployees\t have\taccess\t to\tchildcare\t facilities,\t while\t flexible\t working\t\nand\tmaternity\t leave\t programs\t are\tavailable\t to\talmost\t all\tcompany\t\nstaff\tmembers.\t\n1\t\t figures\t for\thealth\t and\taccident\t insurance\t refer\tto\tall\tAEGON\t country\t units\twith\tthe\t\nexception\tof\tthose\tin\tthe\tCzech\tRepublic,\tHungary,\tPoland\tand\tSlovakia.\t\nEMplOyEE\tSA tISfActION\nAEGON\t believes\t there\t is\ta\tdirect\t correlation\t between\t the\tquality\t of\t\nthe\tproducts\t and\tservices\t it\tis\table\tto\toffer\tand\tthe\tsatisfaction\t of\tits\t\nemployees.\t AEGON\t has\tintroduced\t a\tnumber\t of\tmeasures\t designed\t to\t\nimprove\t employee\t satisfaction.\t These\t include\t employee\t recognition\t\nprograms,\t introduction\t days\t and\tinitiatives\t to\tenhance\t internal\t\ncommunication.\t Employees\t are\talso\tencouraged\t to\tbecome\t involved\t\nin\tAEGON’s\tcommunity\tactivities.\t\tOver\tthe\tpast\ttwelve\t months,\t AEGON\t has\tmade\t considerable\t efforts\t\nto\taddress\t various\t employee\t concerns\t and,\tparticularly,\t to\timprove\t\ninternal\t communication,\t in\torder\t to\timprove\t levels\t of\temployee\t\nsatisfaction.On\taverage,\t AEGON\t employees\t remain\t with\tthe\tcompany\t for\teight-\nand-half\tyears.", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}