{"page_content": "\u0018\u0018    AEGON CORPORATE RESPONSIBILITY REPORT 2006The\tworkplace\nPROTECTING\tTHE\tENVIRONMENT\nprOtEctING\t thE\tENvIrONMENt\t\nAEGON\t has\ta\tcorporate\t environmental\t policy\t (available\t at\twww.\naegon.com/corporateresponsibility/policies),\t which\t stresses\t the\t\nimportance\t of\trespecting\t the\tenvironment,\t conserving\t energy\t and\t\neliminating\t waste.\t Two\tof\tAEGON’s\t country\t units\t –\tAEGON\t UK\tand\t\nAEGON\t The\tNetherlands\t –\thave\tbeen\tcertified\t ISO\t14001\t compliant\t1.\t\nIn\trecent\t years,\t AEGON\t The\tNetherlands\t has\treduced\t its\tenergy\t use\t\nas\tpart\tof\tbroader\t efforts\t by\tthe\tNetherlands\t to\tcomply\t with\tthe\t\nKyoto\t targets\t for\tCO2\temission\t reductions.\t The\tcompany\t was\tranked\t\nas\tone\tof\tthe\tbest\tperformers\tin\treducing\tits\tconsumption\tof\tenergy.\t\nIn\t2007,\t as\tpart\tof\tits\tefforts\t to\thelp\tconserve\t vital\tresources,\t AEGON\t\nwill\texamine\t the\tpossibility\t of\ta\tnew,\tglobally\t coordinated\t action\t plan,\t\ndesigned\tto\treduce\tthe\tcompany’s\toverall\tconsumption\tof\tenergy.\tEach\tyear,\tAEGON\t measures\t its\tconsumption\t of\tenergy\t and\tessential\t\nraw\tmaterials\t as\twell\tas\tits\tproduction\t of\twaste\t and\temissions\t of\t\ncarbon\t dioxide.\t The\tfigures\t contained\t in\tthis\tsection\t ‘Protecting\t the\t\nenvironment’\t refer\t to\tthe\tentire\t AEGON\t workforce\t but\tfor\tboth\t\n\t\n2006\t and\t2005\t have\tbeen\tcalculated\t from\tdata\tcovering\t less\tthan\t\n100\tpercent\tof\tAEGON\temployees.\tAEGON’ S\tcONSuMptION\tOf\t pApEr\t\nAEGON’s\t single\t most\timportant\t raw\tmaterial\t is\tpaper.\t In\t2006,\t the\t\ncompany\t used\t5,201\t metric\t tons\tof\tpaper,\t up\t5.8\tpercent\t from\t4,914\t\ntons\tin\t2005\t\n2.\tThis\tincrease\t was\tdue\tto\tan\texpansion\t in\tAEGON’s\t\nbusinesses.\t Paper\t consumption\t per\temployee\t remained\t unchanged\t\nat\t181\tkilograms.\t Use\tof\trecycled\t paper,\t meanwhile,\t rose\tsharply\t to\t\t\n10\tpercent\t in\t2006,\t up\tfrom\t1.5\tpercent\t the\tprevious\t year,\tthanks\t\nprimarily\t to\tAEGON\t The\tNetherlands’\t switching\t to\t100\tpercent\t\nrecycled\tpaper.\t\tAEGON\t has\ttaken\t a\tnumber\t of\tsteps\t to\treduce\t its\tconsumption\t of\t\npaper\t and\tto\tmake\t that\tconsumption\t more\t environmentally\t friendly.\t\nIn\t2006,\t AEGON\t USA\tswitched\t to\tchlorine-free\t paper\t for\tall\tits\t\ncustomer\t statements.\t AEGON\t The\tNetherlands,\t meanwhile,\t started\t to\t\nuse\tonly\tpaper\t certified\t by\tthe\tDutch\tf orestry\t Stewardship\t Council,\t\nthe\tbody\t responsible\t for\tmanaging\t the\tcountry’s\t woodlands\t and\t\nforests.\t AEGON\t UK\talso\tuses\tonly\tchlorine-free\t paper.\t Of\tAEGON’s\t\noverall\tpaper\tuse,\tmore\tthan\t58\tpercent\twas\tchlorine-free.AEGON’ S\tuSE\tOf\tENErG y\t\nAEGON’s\t two\tmain\tsources\t of\tenergy\t are\tgas\tand\telectricity.\t In\t2006,\t\nelectricity\t use\trose\tto\t143\tGWh,\tup\tfrom\t129\tGWh\tthe\tprevious\t year,\tan\t\nincrease\t of\t10.9\tpercent.\t Gas\tconsumption\t was\talso\thigher,\t at\t\n\t\n4.3\tmillion\t cubic\t meters,\t up\t34.4\tpercent\t from\t3.2\tmillion\t in\t2005.\nAEGON\t emitted\t some\t 77,225\t metric\t tons\t of\tCO2\tin\t2006,\t up\t\t\n12.0\tpercent\t from\t68,939\t tons\tin\t2005\t3.\tPer\temployee,\t this\tequates\t\nto\t2.69\ttons\ta\tyear,\tup\tfrom\t2.54\ttons.The\trise\tin\tenergy\t consumption\t can\tbe\tattributed\t to\tthree\t factors:\t an\t\nincrease\t in\tthe\tnumber\t of\temployees,\t the\tacquisition\t of\ta\tmajor\t new\t\n320,000\t square\t foot\tfacility\t at\tAEGON\t USA’s\t Cedar\t Rapids,\t Iowa,\tsite,\t\nand\tthe\texceptionally\t hot\tsummer\t in\tEurope\t and\tthe\tUnited\t States\t\n\t\nin\t2006.In\tthe\tUnited\t Kingdom,\t AEGON\t has\tincreased\t the\tamount\t of\t‘green’\t\nelectricity\t it\tbuys\tunder\t a\tnew\tsupply\t agreement\t with\tpower\t provider\t\nnpower,\t part\tof\tthe\tRWE\tGroup.\tf or\tthe\tnext\tfive\tyears,\t 20\tpercent\t of\t\nAEGON\t UK’s\tpower\t will\tbe\t‘green’,\t double\t the\tamount\t under\t the\t\nprevious\tfour-year\tdeal.\t\tIn\t2006,\t AEGON\t started\t to\tcollect\t data\ton\tbusiness\t travel\t within\t its\t\ncompanies.\t These\t data\tare\tnot\tcomplete,\t but\tresults\t show\temployees\t\nfrom\tsix\tAEGON\t country\t units\t–\tAEGON\t USA,\tAEGON\t The\tNetherlands,\t\nAEGON\t UK,\tAEGON\t Canada,\t AEGON\t Hungary\t and\tAEGON\t Spain\t –\t\ntraveled\t a\ttotal\tof\t104.3\t million\t kilometers\t on\tbusiness\t during\t the\t\nyear.\tAEGON\t USA\taccounted\t for\talmost\t 74\tpercent\t of\tthis\ttravel,\t\nunsurprising\t given\t the\tsize\tof\tthe\tcountry\t and\tthe\timportance\t of\tthe\t\nUnited\t States\t to\tAEGON\t as\ta\twhole.\t AEGON\t is\tcommitted\t to\tapproving\t\nonly\tessential\tbusiness\ttravel.\t\n1\t\tISO\t14001,\t compiled\t and\tpublished\t by\tthe\tInternational\t Organization\t for\t\nStandardization\t (ISO),\t sets\tout\tminimum\t standards\t and\tquality\t requirements\t for\t\nenvironmental\t management\t systems.\t It\thelps\t companies\t and\tother\t organizations\t\nmeasure\t their\timpact\t on\tthe\tenvironment\t and\tdemonstrate\t sound\t environmental\t\npractice.\t\n2\t\tIn\tAEGON’s\t 2005\t Corporate\t Responsibility\t Report,\t the\tfigure\t for\tthat\tyear’s\t paper\t\nconsumption\t was\tmisstated\t as\t3,290\t tons.\tThis\twas\tthe\tresult\t of\ta\ttypographical\t\nerror.\t\n3\t\tAccording\t to\tguidelines\t laid\tdown\t by\tthe\tUnited\t Nations’\t Environmental\t Program\t\n(UNEP).", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}