{"page_content": "AEGON CORPORATE RESPONSIBILITY REPORT 2006     \u0018\n“Providing\tclear\tand\ttranparent\tproducts\tis\tan\tessential\trequirement\t \t\nto\tmaintaining\tthe\ttrust\tand\tconfidence\tof\tour\tcustomers.”\nAs\ta\tglobal\t company,\t AEGON\t also\thas\tresponsibilities\t that\textend\t\nbeyond\t the\tfinancial\t services\t industry.\t As\twe\tcontinue\t to\texpand\t our\t\ninternational\t presence\t in\tthe\tcoming\t years,\t we\twill\tundoubtedly\t face\t\nnew\tchallenges\t and\tnew\tresponsibilities.\t In\tthese\t areas,\t too,\twe\thave\t\nmade\t progress.\t Since\t our\tlast\treport,\t we\thave\tbecome\t a\tsignatory\t to\t\nthe\tCarbon\t Disclosure\t Project,\t which\t encourages\t companies\t around\t\nthe\tworld\t to\tbe\tmore\topen\tabout\t their\tgreenhouse\t gas\temissions.\t We\t\nhave\talso\texpanded\t the\tnumber\t of\tSocially\t Responsible\t Investment\t\nfunds\t we\toffer\tin\tthe\tUnited\t Kingdom\t to\tthree,\t have\tstrengthened\t our\t\ncommitment\t to\tpromoting\t and\tprotecting\t fundamental\t human\t rights\t\nin\tour\toperations\t around\t the\tworld\t and\thave\textended\t AEGON’s\t long-\nstanding\t support\t for\tinternational\t research\t programs\t into\tthe\tcauses\t\nand\ttreatment\tof\tcancer.\t\t\nLooking\t ahead,\t we\tare\texamining\t the\tpossibility\t of\ta\tnew,\tglobally\t\ncoordinated\t action\t plan\t to\treduce\t energy\t consumption\t across\t\nAEGON’s\t operations\t internationally.\t Other\t projects\t include\t\nestablishing\t group-wide\t corporate\t responsibility\t standards\t for\t\nsuppliers\t in\tall\tour\tmajor\t procurement\t centers,\t and\tgroup-wide\t\nprinciples\t to\thelp\tdetermine\t how\tAEGON\t exercises\t its\tvoting\t rights\t as\t\na\tshareholder\tin\tother\tcompanies.\tWhile\t we\tare\tpleased\t with\tthe\tadvances\t in\tAEGON’s\t record\t on\t\ncorporate\t responsibility\t issues,\t we\trecognize\t that\tthere\t are\tareas\t\nwhere\t further\t improvement\t is\tpossible.\t As\tpart\tof\tthis\tprocess,\t we\tare\t\ncommitted\t to\tincorporating\t insights\t and\trecommendations\t from\tour\t\nstakeholders\t that\t will\tstrengthen\t our\tprinciples\t and\t their\t\nimplementation\tin\tour\tday-to-day\tperformance.\t\t\tAs\ta\tcompany\t that\tserves\t more\t than\t40\tmillion\t customers\t in\tover\t\ntwenty\t countries\t around\t the\tworld,\t AEGON\t has\ta\tglobal\t reach\t with\t\nglobal\t responsibilities.\t We\tremain\t committed\t to\tfulfilling\t those\t\nresponsibilities\t in\ta\tway\tthat\twill\tcontinue\t to\tjustify\t the\tconfidence\t of\t\nour\tcustomers,\t partners,\t employees\t and\tshareholders,\t while\t\nmaintaining\t AEGON’s\t reputation\t as\ta\tleading\t contributor\t to\tsound\t\nand\tresponsible\tbusiness\tpractices\taround\tthe\tworld.\t\nSincerely,\n\t\nDonald\tJ.\tShepard\nCHAIRMAN\tOf\tTHE\tEXECUTIVE\tBOARD", "metadata": {"source": "NASDAQ_AEGN_2006.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}