{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT1111\nRisk Management \nOverview\nRisk management is a critical aspect of AGNC’s operations. Led by our Chief Compliance Officer \nand our Senior Vice President of Internal Audit, our enterprise risk management process involves \na bottoms-up evaluation of risks facing our business, which includes both general corporate \nrisks relating to our strategy and operations, and the more specific business and investment \nrisks that we face as a levered investor in fixed income securities. Overall, AGNC’s Board of \nDirectors, either directly or through its standing committees, regularly reviews and oversees our \ncorporate strategy and our management of material strategic, operational, financial, information \ntechnology (including cybersecurity), human resource, and compliance risks. \nAs a levered investor in Agency MBS, we are exposed to specific market risks. The two most \nprominent investment risks are spread risk and interest rate risk. Our ability to appropriately \nmanage these risks is a critical differentiator of financial performance and has driven our \noutperformance among mortgage REITS since our IPO in 2008.  \nSPREAD RISK\nThe market spread between the yield on our \ninvestments and the yield on benchmark \ninterest rates, such as U.S. Treasury rates and \ninterest rate swap rates, may vary. When this \nspread widens, we will typically experience \na loss in our tangible net book value; \nconversely, when this spread tightens, we will \ntypically experience a gain in our tangible net \nbook value. Spread movements can occur \nindependently of interest rates and may relate \nto other factors impacting the mortgage \nand fixed income markets, such as actual or \nanticipated monetary policy actions by the \nU.S. Federal Reserve, liquidity, or changes in \nrequired rates of return on different assets. \nSpread risk is an inherent risk we take as a \nlevered investor in MBS and, as such, our \nhedging strategies are generally not designed \nto protect our tangible net book value from \nadverse spread movements. Rather, we \nmanage these risks through active portfolio \nmanagement and prudent asset selection.INTEREST RATE RISK\nInterest rate risk is the risk that benchmark \ninterest rates will fluctuate, and this \nfluctuation can impact the underlying value \nof our mortgage investments. We hedge a \nportion of our interest rate risk with respect \nto both the fixed income nature of our long-\nterm assets and the short-term, variable \nrate nature of our financing. A majority of \nour funding is in the form of repurchase \nagreements, and, as a result, our financing \ncosts fluctuate based on short-term interest \nrate indices. Our investments are assets \nthat primarily have fixed rates of interest \nwith maturities up to 30 years, and the \ninterest we earn on those assets generally \ndoes not move in tandem with the interest \nthat we pay on our repurchase agreements. \nTo mitigate a portion of this risk, we utilize \nhedging techniques to attempt to lock in a \nportion of the net interest spread between \nthe interest we earn on our assets and the \ninterest we pay on our borrowings.", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}