{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT1212\nRISK MANAGEMENT OVERVIEW\nWe maintain a comprehensive investment risk management framework to articulate our \nrisk appetite and govern our risk management activities. We seek to mitigate investment \nrisks through meticulous asset selection, disciplined hedging, and diversified funding.  \nThrough this process, we seek to preserve long-term tangible net book value across a \nvariety of market scenarios. Our Board receives updates on company performance, risk \nprofile and opportunities at each regular meeting. In addition, we continuously analyze \nand update the strategies used to hedge our exposure to market risks, including interest \nrate, spread, prepayment, and extension risks. \nOur risk management activities resulted in significant outperformance in tangible \nbook value preservation relative to our peer group. Examples of our risk management \nactivities in 2020 included:\nSubstantially reduced modeled losses through active trading and risk \nmanagement actions during the first quarter of 2020, the most adverse market \nenvironment AGNC has experienced\nGreatly enhanced AGNC’s liquidity position as market liquidity eroded by \nproactively rotating into more liquid securities and increased utilization of  \ncaptive broker-dealer\nSuccessfully managed and enhanced enterprise risk management framework \nthroughout the year, despite the financial and operational impact of the  \nCOVID-19 pandemic\nDeveloped and implemented new daily operating processes related to  \nliquidity position, margin requirements, credit exposure, risk management,  \nand portfolio valuation\nSimultaneously with the market disruptions, seamlessly transitioned to a \nfully remote work environment without business interruption while prioritizing \nemployee health, safety and well-being\nImproved protections and tested defenses against cyber-attacks\nAs previously noted, we place a high value on transparency with our investors, \ncommunicating both data and risk management through our public reports filed with the \nSEC and our earnings releases. This reporting includes data on assets, hedges, and funding \nand provides our investors with a greater understanding of the underlying risks in our \nportfolio. We further include disclosures of our estimate of the impact of instantaneous \nchanges in interest rates and mortgage spreads on our assets and earnings. Unlike most \nother mortgage REITs, we pay common stock dividends and provide estimates of book value \non a monthly basis.", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}