{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT1414\nENVIRONMENTAL\nINVESTMENTS\nUnlike REITs that own or operate physical real estate asset \nsuch as office buildings, shopping malls or apartment \ncomplexes, our investments in pools of residential \nmortgages do not lend themselves to similar materiality \nassessments for environmental footprints. We invest \nprimarily in pools of mortgages created by Fannie Mae, \nFreddie Mac and the Federal Housing Administration. \nThese agencies assemble mortgage pools in a manner \ndesigned to increase liquidity and eliminate the impact \nof regional or local issues that historically have had a \nsignificant impact on local mortgage lending. Thus, \nby design, we have no visibility into the underlying \nproperties within these mortgage pools, and our \ninvestment does not provide us any ability to compel \nhomeowners to take environmentally conscious actions \nconcerning their homes. Furthermore, limitations on \ndata for these mortgages diminish our ability to assess \nenvironmental factors, such as climate change exposure \nat the individual home level, into our investment \ndecisioning.\nNotwithstanding these limitations, we are collaborating \nwith industry participants to increase disclosure and \nanalysis of climate change and other environmental \nimpacts for residential mortgage assets. Our recent \nventure investment in a provider of fixed income data \nand analytics will support the company’s development of \nan ESG ratings and analytics framework for Agency MBS. \nThrough this investment and active engagement with the \ncompany, we hope to improve the incorporation of ESG \nfactors into fixed income investment decisioning.\nWhile our portfolio is predominantly comprised of Agency \nMBS, we have also invested over $1 billion in Non-Agency \nresidential and commercial MBS, which are backed by \nresidential and commercial mortgage loans, respectively, \nand packaged and securitized by a private institution. We \ntypically incorporate material environmental risk factors \ninto our investment decision process for these Non-\nAgency securities.\n“ We are collaborating with  \nindustry participants to  \nincrease disclosure and  \nanalysis of climate change \nimpacts for residential  \nmortgage assets. ”", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}