{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT1515\nfunctional experience across various operations. These \ninitiatives have advanced unique and professional skill sets \nthroughout the organization.\nEMPLOYEE SATISFACTION & ENGAGEMENT\nOur anonymous employee surveys provide a means \nof engaging our employees to assess job satisfaction \nand specific concerns, among other items. We recently \ncompleted an anonymous employee survey, and the \ncompany had a satisfaction rating above 90 percent in most \nareas, including AGNC’s treatment of employees, physical \nworking conditions, commitment to integrity, and overall \nculture and environment. To enhance candor and comfort, \nwe use an outside vendor that provides verbatim comments \nand analysis of engagement levels on an anonymous \nbasis. The results are then shared with management and \nthe Board for strategizing, with feedback integrated into \nupdated compensation and other workplace policies \nand programs, volunteerism support (see Community \nInvolvement), and the like.\nTo ensure the health and safety of our workforce during \nthe COVID-19 pandemic, we also instituted a survey in \nmid-2020 to understand our employees’ perspectives \nduring the extreme circumstances brought about by the \npandemic, including work-from-home issues, employee \nmental health and well-being, child care considerations \nand similar matters. 100% of employees indicated that \nAGNC responded “very well” or “extremely well” to \nCOVID-19. Based on the results of this survey, our Board Social\nCORPORATE\nWe pride ourselves on robust practices in the area of \nhuman capital management that are constantly evolving to \nmeet the needs of our people.\nOur success as a company ultimately depends on the \nstrength, wellness, and dedication of our workforce. We \nseek to provide our highly skilled employees an engaging, \nrewarding, supportive, and inclusive atmosphere in which \nto grow professionally. We recognize the importance \nof ongoing communication and engagement with our \nemployees through anonymous employee surveys and \nfrequent town hall meetings, and we greatly value their \ninput. We provide a wide selection of resources to protect \nour employees’ health, well-being, financial security, and \nwork-life balance. Our carefully designed competitive \nand comprehensive benefits package attracts and retains \ntalented personnel, and we pride ourselves on our low \nemployee turnover as a result. \nEMPLOYEE TRAINING & DEVELOPMENT\nWe have implemented a number of policies and programs \nto further the professional development of our employees, \nincluding our professional certification and continuing \neducation policy. This includes reimbursement for any \nsupervisor-approved courses for employees. We also \nmaintain a regular “Lunch and Learn” series and recently \nlaunched a formal mentoring program for employees to \nprovide direct one-on-one career guidance and cross-“ We have implemented a number  \nof policies and programs to further  \nthe professional development of  \nour employees. ”\nEmployee satisfaction rating in areas \nincluding treatment of employees, \ncommitment to integrity, and culture.", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}