{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT1919\nGOVERNANCE\nIn evaluating the suitability of individuals for Board \nmembership, the Committee takes into account many \nfactors, including whether the individual meets the \nrequirements to be an independent director; the individual’s \ngeneral understanding of the various disciplines relevant to \nthe success of a large publicly-traded REIT in today’s global \nbusiness environment; the individual’s understanding of \nthe corporation’s business and investments; the individual’s \nprofessional expertise and educational background; and \nother factors that promote principles of diversity, including \ndiversity of experience, race, gender, and age. The Board \nhas made a concerted effort to refresh its membership and \nbroaden the diversity of its membership: Since 2013, 67% \nof new director nominees have been women or a person of \ncolor, and our Board Chair and Chair of the Board’s Audit \nCommittee are women.\nETHICS AND \nCOMPLIANCE \nWe demand that all employees act ethically and obey the \nlaw. Our Code of Ethics and Conduct serves as a guidepost \nof legal and ethical principles and requirements for our \ndirectors, officers and employees. In particular, the Code \naddresses the following general topics:\n• Observing all laws and regulations  \n(including securities laws);\n• Abiding by anti-harassment and  \nanti-discrimination principles;\n• Avoiding conflicts of interest; \n• Maintaining accurate and complete company  \nrecords; and\n• Reporting suspected violations (including through an \nanonymous hotline)\nBecause the business and legal requirements in our \nindustry are constantly evolving, our Code cannot address \nevery factual circumstance that might arise. Employees are \ntherefore directed to consult with their supervisor, the Chief \nCompliance Officer or the legal team when they have doubt \nabout the proper course of action. The small size of our INVESTMENTS \nAs an investor in pools of residential consumer mortgages, \nAGNC does not have the ability to advocate favorable \ncorporate governance measures in conjunction with \nits investments as other asset managers that invest in \ncompanies do. Agency MBS are created by government \nsponsored entities (GSEs). The GSEs dictate all policies and \nprocedures related to the origination of the loans and the \nservicing of the loans.workforce and collegial environment promotes open \ncommunication and accessibility to resolve any such \nquestions that arise. Suspected violations of the Code \nmay also be reported anonymously. \nWe firmly believe that a strong commitment to ethical \nand legal conduct is essential for us to achieve our \npurpose and vision. We therefore require all AGNC \nemployees to comply with this Code and acknowledge \nits terms on an annual basis. To help ensure this \ncompliance, we have established a procedure for \nreporting suspected violations of this Code. Any \nviolations of this Code or retaliatory actions might \nresult in disciplinary action, including termination of \nemployment or contract, as applicable. These matters \nare described in more detail in the Code.\n“ Since 2013, 67% of new  \ndirector nominees have been \nwomen or a person of color,  \nand our Board Chair and  \nChair of the Board’s Audit  \nCommittee are women. ”Link to Relevant Policies\nCode of Ethics and Conduct", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}