{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT33\nA Letter From Our CEO\nWe at AGNC are pleased to share our inaugural ESG Report. As a leading \nsource of private capital to the U.S. housing market, our primary investment \nobjective is to provide our stockholders with attractive risk-adjusted returns \nthrough a combination of monthly dividends and net asset value accretion. \nThat said, we have, since our inception, understood that our corporate \nresponsibilities extend far beyond that. This report presents an opportunity \nfor us to highlight our continued dedication to sustainability issues and to \noutline our strategic management approach for relevant environmental, \nsocial and governance (ESG) matters. \nImportantly, this report provides greater transparency to all of our \nstakeholders – stockholders, employees, financial counterparties, vendors, \nand our communities – through the disclosure of relevant ESG and \nsustainability philosophies, policies, and practices. We have always prided \nourselves on AGNC’s transparency, receiving recognition as an industry \nleader with respect to financial disclosure and our stockholder-focused \napproach to capital management. This report is a further extension of our \ncommitment to transparency and stakeholder engagement. Guided by \nmateriality standards of the Sustainability Accounting Standards Boards \n(SASB) and influenced by other ESG disclosure frameworks, this report \nwill allow our stakeholders to assess these important issues as they most \ndirectly relate to AGNC.MARCH 1, 2021\nGARY D. KAIN  \nChief Executive Officer and \nChief Investment Officer\n“ We are proud to share our strategies and the \nprogress of our journey in this report, and  \nwe will continue to pursue opportunities to  \nenhance our corporate responsibility and  \nsustainability practices and disclosure. ”", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}