{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT2323\nTRANSPARENT INFORMATION & FAIR ADVICE FOR CUSTOMERS\nFN-AC-270a.1 (1) Number and (2) percentage of covered \nemployees with a record of investment-related \ninvestigations, consumer-initiated complaints, private \ncivil litigations, or other regulatory proceedings \nOur covered employees1 were not subject to any material \ninvestment-related investigations, consumer-initiated \ncomplaints, private civil litigations, or other regulatory \nproceedings in connection with their work on behalf of the \nCompany.\nOur covered employees are officers or employees of our \nregistered broker dealer subsidiary, which maintains \npolicies, procedures and controls to ensure compliance with \napplicable rules and regulations, including the requirement \nof timely and accurate regulatory filings. In addition, AGNC \nmaintains a comprehensive Code of Ethics and Conduct \napplicable to all employees and additional policies, \nprocedures and internal controls designed to ensure \ncompliance with applicable filing and other requirements. \nAGNC’s Chief Compliance Officer and Senior Vice President \nof Internal Audit monitor corporate compliance and provide \nregular reporting to the Audit Committee of our Board of \nDirectors. Please reference AGNC’s Annual Report on Form \n10-K and Quarterly Reports on Form 10-Q for disclosure, to \nthe extent applicable, on material legal proceedings. \nFN-AC-270a.2 Total amount of monetary losses as a \nresult of legal proceedings associated with marketing \nand communication of financial product related \ninformation to new and returning customers \nAGNC manages a portfolio predominantly comprised of \nAgency mortgage-backed securities for its own account. \nAGNC does not have customers and does not manage \ncustomer accounts or sell financial products to customers. \nAs such, AGNC did not sustain any monetary losses as a \nresult of legal proceedings associated with marketing and \ncommunication of financial product related information \nto new and returning customers. Please reference AGNC’s \nAnnual Report on Form 10-K and Quarterly Reports on Form \n10-Q for disclosure, to the extent applicable, on material \nlegal proceedings.   FN-AC-270a.3 Description of approach to informing \ncustomers about products and services\nAs noted above, AGNC does not have any customers \nand does not sell products or services. As such, we \ndo not believe this metric is relevant to our business. \nPlease reference AGNC's Annual Report on Form 10-K for \nadditional information on our business. \n1. As defined by SASB, “covered employees” are employees subject to filing the following \nforms: Form U4 (Uniform Application for Securities Industry Registration or Transfer) with \nthe Central Registration Depository (CRD) of the Financial Industry Regulatory Authority \n(FINRA); Form U5 (Uniform Termination Notice for Securities Industry Registration) with \nthe CRD of the FINRA; Form U6 (Uniform Disciplinary Action Reporting Form) with the \nCRD of the FINRA; Form BD (Uniform Application for Broker-Dealer Registration) with the \nInvestment Adviser Registration; Depository (IARD) of the U.S. Securities and Exchange \nCommission (SEC); and Form BDW (Uniform Request for Broker-Dealer Withdrawal) with \nthe IARD of the SEC. \nAPPENDIX", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}