{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT2424\nEMPLOYEE DIVERSITY AND INCLUSION\nINCORPORATION OF ENVIRONMENTAL, SOCIAL, AND GOVERNANCE FACTORS IN INVESTMENT \nMANAGEMENT & ADVISORYFN-AC-330a.1 Percentage of gender and racial/ethnic \ngroup representation for (1) executive management, (2) \nnon-executive management, (3) professionals, and (4) \nall other employees \nAGNC’s success as a company ultimately depends on the \nstrength of our employees. AGNC is committed to an \ninclusive workplace that promotes gender and racial/ethnic \nequality which will further diversity within our workforce \nand leadership over time through internal advancement \nand new hires. We frequently engage with our employees \nto assess job satisfaction, wellness, and overall culture, \namong other topics. We also focus on the development of \nFemale Male\nBoard of Directors 43% 57%\nEmployee Category\nExecutive Management 17% 83%\nNon-Executive Management 21% 79%\nProfessionals 52% 48%\nAll Other Employees 100% 0%\nTotal 43% 57%Asian Black or African \nAmericanHispanic or \nLatino White Two or \nMore Races\nBoard of Directors 0% 14% 0% 86% 0%\nEmployee Category\nExecutive Management 0% 0% 0% 100% 0%\nNon-Executive Management 14% 7% 0% 79% 0%\nProfessionals 22% 15% 0% 52% 11%\nAll Other Employees 0% 33% 0% 67% 0%\nTotal 16% 12% 0% 66% 6%our personnel within our organization. Please reference the \nSocial section of this report, page 15, and the Corporate \nResponsibility section of our website for additional \ndisclosure on our commitment to diversity and inclusion, \nand human capital management.   \nThe tables below provide breakdowns of gender and racial/\nethnic group representation for our 50 employees (all U.S. \nbased). The categories in the below tables conform to the \nEqual Employment Opportunity Commission’s Classification \nGuide (EEO-1 Classification Guide ). \nFN-AC-410a.1 Amount of assets under management, by \nasset class, that employ (1) integration of environmental, \nsocial, and governance (ESG) issues, (2) sustainability \nthemed investing, and (3) screening\nAGNC invests predominantly in Agency residential \nmortgage-backed securities, which are pools of previously-\noriginated residential mortgages that have been \nguaranteed by Fannie Mae, Freddie Mac and Ginnie Mae. \nThrough our investments in Agency MBS, we support \nthe residential housing market, including traditionally \nunderserved portions of the housing market, as discussed \non page 14. Agency residential MBS create significant \nlimitations on the incorporation of ESG criteria evaluation into our investment decisioning as we receive limited \ndata on the mortgage loans underlying the securities. \nNotwithstanding these limitations, we are collaborating \nwith industry participants to increase disclosure and \nanalysis of ESG criteria, including climate change and social \nimpacts, for residential mortgage assets. \nA smaller portion of our capital is allocated to investments \nin Non-Agency residential and commercial MBS, which \nare backed by residential and commercial mortgage loans, \nrespectively, and packaged and securitized by a private \ninstitution. We typically incorporate material ESG risk \nfactors into our investment decision process for these Non-\nAgency securities. APPENDIX", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}