{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT2525\nIn addition, through our corporate venture capital arm, \nwe have provided capital to businesses that are seeking \nto enhance ESG disclosure and analysis for fixed income \ninvestors such as AGNC and to originate assets with \nfavorable ESG characteristics. Please reference the \nEnvironmental section of this report, page 13, for additional \ndisclosure. \nFN-AC-410a.2 Description of approach to incorporation \nof environmental, social, and governance (ESG) factors \nin investment and/or wealth management processes and \nstrategies\nPlease reference our response to FN-AC-410a.1 above. FN-AC-410a.3 Description of proxy voting and investee \nengagement policies and procedures\nAGNC’s predominant investment class is Agency MBS, as \nto which there are no voting rights. During the relevant \nperiod, AGNC did not engage in proxy voting because, \nwe did not have investments in publicly traded equities. \nAs such, we do not believe this metric is relevant to our \nbusiness. \nHowever, AGNC maintains a proxy voting policy, which \nprovides general guidelines for reviewing proxy issues and \nrequires AGNC’s officers to consult with each other and \nAGNC’s investment team in determining how to vote a \nparticular proxy. If a potential conflict of interest in respect \nof a particular proxy situation is identified, AGNC may \nelect to resolve it by following the recommendation of a \ndisinterested third party, by seeking the direction of AGNC’s \ndisinterested directors or, in extreme cases, by abstaining \nfrom voting.\nBUSINESS ETHICS\nFN-AC-510a.1 Total amount of monetary losses as a result \nof legal proceedings associated with fraud, insider \ntrading, anti-trust, anti-competitive behavior, market \nmanipulation, malpractice, or other related financial \nindustry laws or regulations \nAGNC did not sustain any material monetary losses in the \nreporting period as a result of legal proceedings associated \nwith the conduct described. AGNC discloses material \nlegal and regulatory proceedings as required in its Annual \nReport on Form 10-K and Quarterly Reports on Form 10-Q. \nPlease reference AGNC’s Annual Report on Form 10-K and \nQuarterly Reports on Form 10-Q for disclosure, to the extent \napplicable, of legal proceedings. \nFN-AC-510a.2 Description of whistleblower policies and \nprocedures\nWe believe that a strong commitment to ethical and legal \nbusiness conduct is essential for AGNC. We greatly value our reputation and integrity and hold each director, officer, \nemployee and related person accountable for maintaining \nethical business conduct. Our Code of Ethics and Conduct \napplies to all of our directors, officers, employees and \nrelated persons and provides direction on how to act \nethically in accordance with our policies. The Code of Ethics \nand Conduct addresses AGNC’s policies on a range of \ntopics and employees are directed to report any actual or \nsuspected misconduct to our Chief Compliance Officer, a \nmember of the Board of Directors or anonymously through \nour confidential third-party hotline. All employees affirm \ntheir understanding of these standards on at least an \nannual basis. AGNC does not tolerate retaliation of any \nkind against employees reporting any ethical or legal \nviolations or participating in an investigation. Please \nreference AGNC’s Code of Ethics for a description of our \nwhistleblower policy and procedures or the Governance \nsection of this report, page 19, for additional disclosure. APPENDIX", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}