{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT2626\nSYSTEMIC RISK MANAGEMENT\nFN-AC-550a.2 Description of approach to incorporation \nof liquidity risk management programs into portfolio \nstrategy and redemption risk management\nAGNC is not an open-end fund and is not subject to \nredemption obligations with respect to its preferred or \ncommon stock.1 Thus, AGNC is not subject to redemption \nrisk.\nAGNC’s investment strategies are based on our assessment \nof market risks, our ability to hedge a portion of these \nrisks and our intention to qualify as a REIT. AGNC seeks to \nprovide investors with attractive risk-adjusted returns over a \nwide range of market scenarios through monthly dividends \nand tangible net asset value accretion. To meet these \nobjectives, we utilize a comprehensive risk management \nframework that is predicated on careful asset selection, \ndisciplined hedging and diversified funding to define our \nrisk appetite and provide for oversight of key risks. Rigorous \nrisk management, including liquidity risk management, is a \ncritical component of AGNC’s operations and a significant \ndifferentiator among our peer group, evidenced by our \nperformance during 2020. In 2020, AGNC posted a positive \n3.5% economic return2, despite the significant financial \nmarket dislocation and illiquidity caused by the COVID-19 \npandemic, while AGNC’s peer group had an average \neconomic loss of -23.5%3. Please reference AGNC’s Annual Report on Form 10-K, pages 4-5 and 45-48, and the Risk \nManagement section of this report, page 11, for additional \ndisclosure. \nFN-AC-550a.3 Total exposure to securities financing \ntransactions\nOur total exposure to securities financing transactions \nas of December 31, 2020 was $2.6 billion. Virtually all \nof our securities financing transactions are structured \nas repurchase transactions. Under these repurchase \narrangements, the value of the collateral we pledge \ngenerally exceeds our borrowings, and, if our repo \ncounterparty defaults on its obligations, we may be unable \nto recover the excess collateral. We seek to manage this risk \nby diversifying our funding among a number of sources. As \npart of our comprehensive risk management framework, \nwe regularly monitor and manage our exposure to these \ncounterparties. Please reference AGNC’s Annual Report on \nForm 10-K, pages 2-5 and 44, for additional disclosure.\nFN-AC-550a.4 Net exposure to written credit derivatives\nAGNC does not write credit derivatives. \n1. In certain circumstances following a change of control transaction, AGNC’s \npreferred stock is redeemable. AGNC would anticipate, to the extent such \ncircumstances arose, providing for the satisfaction of such obligations in the \ncorresponding transaction documents.\n2. Economic return represents the change in tangible net book value per common \nshare plus dividends per common share declared.\n3. AGNC’s peer group is unweighted and includes Annaly Capital Management, Inc. \n(“NLY”), Anworth Mortgage Asset Corporation (“ANH”), ARMOUR Residential REIT, \nInc. (“ARR”), Capstead Mortgage Corporation (“CMO”), Dynex Capital, Inc. (“DX”), \nInvesco Mortgage Capital Inc. (“IVR”) and Two Harbors Investment Corp. (“TWO”).\nAPPENDIX", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}