{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT2727\nForward-Looking  \nStatements\nThis report contains forward-looking statements within the \nmeaning of the Private Securities Litigation Reform Act.  Forward-\nlooking statements are typically identified by words such as \n“believe,” “plan,” “expect,” “anticipate,” “see,” “intend,” “outlook,” \n“potential,” “forecast,” “estimate,” “will,” “could,” “should,” \n“likely” and other similar, correlative or comparable words and \nexpressions. Forward-looking statements are based on estimates, \nprojections, beliefs and assumptions of management of the \nCompany at the time of such statements and are not guarantees \nof future performance.  Forward-looking statements involve risks \nand uncertainties in predicting future results and conditions.  \nAccordingly, our activities and outcomes could differ materially \nfrom those projected in these forward-looking statements due \nto a variety of important factors, including, without limitation, \nchanges in interest rates, changes in the yield curve, changes in \nprepayment rates, the availability and terms of financing, changes \nin the market value of the Company’s assets, general economic \nconditions, market conditions, conditions in the market for Agency \nsecurities, and legislative and regulatory changes that could \nadversely affect the business of the Company.  Certain factors \nthat could cause actual results to differ materially from those \ncontained in the forward-looking statements, are included in the \nCompany’s periodic reports filed with the Securities and Exchange \nCommission (“SEC”).  Copies are available on the SEC’s website, \nwww.sec.gov .  The Company disclaims any obligation to update or \nrevise any forward-looking statements based on the occurrence of \nfuture events, the receipt of new information, or otherwise.APPENDIX\nCONTACT US\nWe welcome any feedback, \nsuggestions or requests for more \ninformation. Please contact us at: \n2 Bethesda Metro Center  \n12th Floor  \nBethesda, MD 20814  \n301-968-9315\nCR@AGNC.comThis report was prepared by AGNC Investment Corp. All data in this \nreport is as of December 31, 2020, unless otherwise specified.", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}