{"page_content": "2020 2020 AGNC INVESTMENT CORP . | ESG REPORT99\nMATERIALITY\nWe evaluate our corporate sustainability and ESG practices from two \nperspectives — our corporate presence and our investment activity. \nUnlike many REITs, we do not invest in physical real estate assets such as \noffice buildings, shopping malls, or apartment complexes. Instead, we \ninvest predominantly in mortgage-backed securities that are comprised \nof pools of underlying residential mortgages. We do not originate loans \n- all of the mortgages were previously originated, and we buy them on \nthe secondary market after they are securitized. We do not service loans \n– Agency mortgages are serviced by third parties overseen by Fannie \nMae, Freddie Mac or the Federal Housing Administration pursuant to \nguidelines that these government enterprises set. Therefore, we do \nnot have any direct customers and do not typically receive consumer-\nidentifying information. Further, the agencies dictate the requisite \ncharacteristics of the mortgages underlying Agency mortgage-backed \nsecurities. Thus, we have no ability to influence the terms or attributes \nof the mortgages underlying Agency mortgage-backed securities that \nwe purchase. These aspects of our business carry profound implications \nfor the assessment of what is most vital to our performance and \nwhat is most material in our reporting. As a result, our chief areas of \nconcentration in this regard are principles governing human capital \nmanagement (including diversity and inclusion), business ethics, risk \nmanagement, and corporate governance. We have aligned these \ncomponents for our business model, with an eye on the frameworks put \nforward by SASB, MSCI, Sustainalytics, and ISS-oekom, as well as the \nstandards of our investors.\nCHIEF AREAS OF CONCENTRATIONHuman Capital Management\nDiversity And Inclusion\nBusiness Ethics\nRisk Management\nCorporate GovernanceOVERVIEW", "metadata": {"source": "NASDAQ_AGNC_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}