{"page_content": "2  | Sustainability Report 2019Commitment to Sustainability\nLetter from the CEO\nAt Skyworks, we remain as confident as ever in our vision of Connecting Everyone and Everything, \nAll the Time . Throughout my nearly twenty years at the company, Skyworks has proven itself a \nmarket leader through sustained investments in next-generation technology, partnerships with \nthe most impactful mobile device innovators and an incredibly talented workforce.\nOur customers rely on us to overcome their most challenging problems by resolving complexity \nand delivering unique, customized, systems-based solutions. By positioning these trusted \npartners to win, we continue to grow as a company.\nDespite a challenging market environment in 2019, Skyworks delivered tremendous value not only \nto our customers and stockholders, but also to our employees and their communities around the \nglobe. We successfully weathered substantial uncertainty during the year by improving factory \nefficiency, managing our operating expenses and maintaining a healthy balance sheet—with no \ndebt—demonstrating the resilience and sustainability of our business model.\nThis report marks the eleventh consecutive year in which Skyworks has voluntarily published \na report on the company’s sustainability and corporate responsibility initiatives. Our ongoing \nimprovement efforts over multiple years, as highlighted in the report, demonstrate our \ncommitment to operating a safe, accountable and responsible business.\nThroughout 2019 we continued to promote sustainability programs in our global supply chain, \nholding our suppliers accountable to the same standards to which we hold ourselves. We remain \na leader in sustainable sourcing, in part by contributing to cooperative, industry-wide efforts as a \nfull member of the Responsible Business Alliance.\nSupporting further transparency, we have incorporated into this year’s report certain elements \nrecommended by the Sustainability Accounting Standards Board (SASB). We recognize the \nimportance of standardized reporting and intend in future years to continue aligning our \nsustainability disclosures with SASB’s industry-specific standards.\nWe are proud to share with you some of our many accomplishments. Looking forward, we remain \ncommitted to creating value for our many stakeholders as we empower the wireless networking \nrevolution.\nLiam K. Griffin  \nPresident and Chief Executive Officer  \nSkyworks Solutions, Inc.\n", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}