{"page_content": "Sustainability Report 2019  |  11At Skyworks, we strive for perfect quality while abiding by our principles of sustainable business practices. Our management systems manuals and policies are available to the public via \nour website and are certified to internationally recognized standards for quality and environmental management, including ISO 9001 and 14001. Furthermore, our systems are designed \nand operated in accordance with the RBA Code of Conduct. To learn more, the following resources are available online: Sustainability Systems Manual, ISO Certifications, and the RBA \nCode of Conduct.\nIn 2019, Skyworks continued its active membership in the RBA, which is a nonprofit coalition of electronics manufacturers and other affiliated companies committed to supporting \nthe rights and well-being of workers and communities worldwide who are affected by the global electronics supply chain. RBA members commit and are held accountable to a \ncommon Code of Conduct and utilize a range of RBA training and assessment tools to support continuous improvement in the social, environmental, and ethical responsibilities \nof their supply chains. Skyworks has been an active member of the RBA since 2011. A full list of members can be referenced by \nvisiting: www.responsiblebusiness.org/about/members .\nSkyworks also maintained its “full member” status within the RBA. \"Full\" members demonstrate the highest level of \ncommitment and accountability to the RBA Code of Conduct.\nSkyworks is dedicated to conducting business in compliance with both the \nletter and the spirit of applicable laws, rules and regulations and consistent \nwith the highest standards of business ethics. Our sound business \nprinciples and practices foster our strong commitment to ethical behavior, \naccountability and transparency.\nWe aim to lead by example—guided by good corporate governance and \nprinciples as defined in our Code of Business Conduct and Ethics (the \n\"Code\"). The Code outlines broad principles of ethical business conduct \nembraced by Skyworks. In order to establish an effective ethics and \ncompliance program and to develop trust, employees must be able to raise \nconcerns without fear of retaliation. Our employees have a duty to report \nany known or suspected violation of the Code, or of any rules or regulations \napplicable to the Company. Employees are trained annually on the contents \nof the Code. \nThe Code, along with other corporate governance information, is available \non our website: investors.skyworksinc.com/corporate-governance .Management Systems\nEthics\n", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}