{"page_content": "12  | Sustainability Report 2019\nCulture and Diversity\nOur greatest and most valuable resource is our people. Skyworks promotes inclusion \nin the workplace and is proud that our employee population represents more than \n70 nationalities worldwide. We make every effort to create a culture where everyone \nfeels welcomed, valued and respected —fostering an environment that is free of bias, \nprejudice and harassment. We scrupulously adhere to all laws and regulations that \nare applicable in the countries where we operate, as well as local, state, federal and \ninternational child labor and safety laws. We do not employ anyone under the age of \n18. In addition, Skyworks employees are provided high-quality benefits, compensation \npackages, training, staffing and general human resources support. Our employment \nprograms and policies address the RBA Code elements of:\n• Freely Chosen Employment\n• Young Workers\n• Working Hours\n• Wages and BenefitsEmployees\nWorking Hours\nExcessive working hours are associated with risks to employee health, safety and \nwork performance. Skyworks has programs to monitor and limit working hours at our \nfactories to <60 hours/week in accordance with the RBA standard. Days of rest are also \nmonitored so that employees get no less than one day off every seven days. Working-\nhour metrics for our factories are regularly reviewed with management. \nIn 2019, Skyworks achieved a greater-than 99% compliance rate for both the \n<60-hour workweek standard and the day-of-rest standards for full-time, direct \nemployees. Additionally, Skyworks expanded its tracking and reporting of this data \nto include on-site contractors.Talent Management\nAs part of Skyworks’ long-term strategy to maintain high levels of workforce \nengagement and our ability to attract and retain the best talent, we continue to increase \nopportunities that impact both employee growth and development as well as employee \nrecognition and rewards. \nSkyworks continues to strengthen its learning and development programs so that \nemployees have the training and tools to enhance performance, develop skills and foster \nrewarding careers. Our global curriculum houses thousands of hours of live training \nfocused on professional growth, leadership development and compliance education. Pulse Survey\nAs a follow up to our 2017 Employee Engagement Survey, we launched a brief company-\nwide “Pulse Survey” in April 2019.  The survey covered topics related to overall employee \nengagement and sought feedback to gauge progress to date in relation to Growth and \nDevelopment and Recognition and Rewards, both of which were identified during the \n2017 survey as areas for improvement.  2019 Pulse results indicated Skyworks is on par \nwith, or above, the global benchmark for both indices. \nSkyworks Global Benchmark\nGrowth and Development Index 66.4% 63.7%\nRecognition and Reward 61.4% 62.0%\nThe following questions, which are part of these indices, show a positive trend in \nfavorability from 2017 and 2019.\nFavorableChange  \nsince 2017\nI am satisfied with the training I receive for my present job 70.2% 3.0%\nMy Manager supports my skill and career development 74.5% 0.8%\nWhen I do an excellent job, my accomplishments are \nrecognized62.0% 0.7%\nAdditionally, 80.1% of employees recommend Skyworks as a good place to work, putting \nSkyworks in the 80th percentile.\nFollowing the results, leaders across Skyworks updated and created action plans \ndetailing their engagement focus. Sixty-four percent of action plans are focused on \ncontinuing improvement within these two indices.\n9,041 16,100 71 >99%\ntotal Skyworks  \nemployeesrewards given to \nemployees via  \nrecognition programnationalities compliance rate  \nto the ≤ 60 hour \n workweek standard\nSkyworks is an Equal Opportunity Employer. Employment decisions are made without regard to race, color, religion, national origin, gender, sexual \norientation, gender identity, age, physical or mental disability, genetic factors, military/veteran status or other characteristics protected by law.• Humane Treatment\n• Non-Discrimination\n• Freedom of Association", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}