{"page_content": "Sustainability Report 2019  |  13\nSTEM Workforce Diversity Top 50 Employers\nIn 2019, Skyworks was named a Top 50 Employer by publication Workforce Diversity for Engineering & IT Professionals  in their 18th \nannual ranking of U.S. firms. Based on the magazine's reader survey, the list recognizes the top companies who provide a positive work \nenvironment for diverse groups and people with disabilities in the science, technology, engineering and math professions.\nFrederick County Office Top 50 Workplaces\nSkyworks was named one of the Top 50 Workplaces by the Frederick County Office of Economic Development (OED) in Maryland. Skyworks’ \nRF Ceramics business unit is located in Adamstown, Maryland. \nThe winners were selected based on anonymous employee testimonials about the workplace experience, as well as the company's ability \nto attract and retain top talent, benefits offered, professional growth opportunities and community involvement.\nCSO50 Award\nWith cybersecurity a top priority at Skyworks, it’s no surprise that the company received the CSO50 Award recognizing the top 50 \norganizations (and their respective teams) for demonstrating outstanding business value and thought leadership in cybersecurity. The \npanel of judges included security leaders, industry experts and academics who reviewed various initiatives based on a uniform set of \ncriteria to identify security excellence. \nCommercial 5G Solution of the Year\nIn 2019, our Sky5® platform was named winner of the \"Commercial 5G Solution of the Year\" by Mobile Breakthrough, a leading independent \nmarket intelligence organization that recognizes top companies, technologies and products in the global wireless and mobile market. \nSkyworks was chosen from more than 2,500 nominations representing companies from all around the world. Awards were evaluated by an \nautonomous panel of senior-level Mobile professionals.\nIoT Breakthrough Awards\nOur SKY66430-11 Mobile IoT system-in-package was named “IoT Semiconductor Product of the Year” in 2019 by IoT Breakthrough. IoT \nBreakthrough is an independent organization that recognizes the top companies, technologies and products in the global IoT market.  \nSkyworks was selected from more than 3,500 nominations representing companies all over the world and awards were evaluated by an \nautonomous panel of experienced IoT professionals.\nSupplier Recognition\nSkyworks has received numerous supplier awards from customers over the past decade. In 2019, Skyworks was named “Best Strategic \nPartner” by Xiaomi for supplying advanced front-end solutions. ZTE also awarded Skyworks as a “Global Excellent Partner” in 2019 for \nproviding the best technology, service and supply.\nRecognition / Awards\n2019IoT\nBreakthrough  \nAwar d\n", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}