{"page_content": "14  | Sustainability Report 2019With employees around the globe, Skyworks calls many countries \" home\". Our employees support projects relevant to local efforts and are committed to investing their time, expertise \nand resources to help develop and maintain vibrant, sustainable local communities. Skyworks and its employees are proud to be members of the global community, lending a helping \nhand where possible.Stewardship\nSkyworks Supports Holiday Toy Drives\nSkyworks employees in Mexicali collected a record \nnumber of donations for their tenth annual Food and \nToy Drive which helps the less fortunate in surrounding \nareas. In 2019 more than 1,800 food baskets, 1,140 \ntoys and 690 blankets were collected, benefiting \n24 communities and 12 institutions. More than 200 \nemployees and family members volunteered to pack, \ntransport and deliver the goods to the areas of the \ncity where they were most needed, including several \nshelters, foster homes and nursing care facilities.\nCASA Toy Drive in Irvine, CA\nEmployees donated toys and gift cards for children \nin need at Court Appointed Special Advocates, a non-\nprofit organization committed to improving the lives \nof children in the foster care system in Orange County \nthrough quality mentoring and advocacy services. The \nchildren were presented these gifts at their holiday \nparty where more than 250 children took photos with \nSanta, danced, played games, mingled with friends, \nand enjoyed great food.\nEmployees Support Toy Drive for Jamie’s Joy\nSkyworks employees from Andover and Woburn joined \nefforts to participate in Jamie's Joy -- a local charity \nwhich helps Woburn families in need. With a generous \nspirit, employees donated toys, clothing and books -- \nfulfilling 150 childrens' holiday wishes.\nSkyworks Donates to Cedar Rapids' Non-Profit\nSleep in Heavenly Peace is a U.S. non-profit \norganization that strives to help children in need \nsleep better. With contributions from individuals, \nbusinesses and organizations, a group of dedicated \nvolunteers with the Cedar Rapids' chapter of the \norganization helped to build, assemble and deliver \nbunk beds to low-income children and families. \nCedar Rapids Participates in Bowling Charity\nA team of employees participated in the Big Brothers \nBig Sisters “Bowl for Kids' Sake” event. The annual \nfundraiser benefits at-risk youth and helps them reach \ntheir potential through a mentoring program where \nthey are paired with a caring Big Brother or Big Sister.Skyworks Donates to Breast Cancer Research\nSkyworks donated funds to The Angela Andrade \nFoundation, a non-profit organization that aims \nto improve the quality of life of metastatic breast \ncancer patients and support their caregivers \nand families. The foundation has given grants to \n35 women since 2015. Grants have contributed \nto medical bills, mortgage payments, and \ndependent tuition, providing financial aid during \ndifficult times. \n \nMexicali Holds Fourth Annual Run and Bike Ride Event\nSkyworks’ Mexicali facility hosted its fourth annual run \nand bike event to promote health and wellness among \nemployees and their families. The event embodies the \n“Vive Bien” (or “Live Healthy”) theme, which in addition \nto the races, consisted of exhibits with information about \nfitness and nutrition, staying healthy and bicycle safety. \nApproximately 500 employees plus their family members \nparticipated in the 2K and 5K run, as well as 2K bike ride. ", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}