{"page_content": "Sustainability Report 2019  |  15Adamstown Supports \"Stuff the Bus\" Campaign\nEmployees participated in the \"Stuff the Bus\" \ncampaign organized by United Way of Frederick \nCounty. The annual school-supplies donation \ndrive helps K-12 students experiencing hardship \nor homelessness by providing them with basic \nclassroom necessities. Now in its tenth year, the \ncommunity-wide effort supports more than 7,500 \nstudents across the county. These contributions not \nonly enable a positive start to a school year, but also \npromote learning, build self-esteem and help ensure \nthat our youth stay in school.\n \nSkyworks Sponsors Bike Race Benefiting MS Research\nEmployees from Skyworks’ Woburn and Andover \noffices along with their families participated in a cycling \nfundraiser to benefit the National MS Society — a non-\nprofit organization that funds research and advocates \nfor individuals with multiple sclerosis. Skyworks’ team \nof riders participated in either a one-day 75-mile or \ntwo-day 150-mile ride.\nSkyworks' National Intern Day Luncheon Appreciation\nAs part of National Intern Day, luncheon events were \nheld to recognize our interns, who are recognized \nas valuable contributors to the Skyworks team. Our \ninterns work alongside our talented teams and gain \nreal-world experience while simultaneously completing \ntheir university studies. In 2019, Skyworks had more \nthan 85 students participate in our University Relations \nprogram. The interns worked across ten business units \nand 11 sites.\nSkyworks Sponsors Engineering Summer Camps and \nMentoring Programs \nThe University of Massachusetts Lowell holds two \nsummer camps,  Engineering a Connected World  and a \nwomens' Engineering for Sustainability  camp, for juniors \nand seniors in high school. The camps provide a fully \nimmersive, week-long experience that includes guest \nlectures and visits to local companies to observe real-\nworld engineering projects in progress.\nSkyworks also sponsored the university's Research, \nAcademics and Mentoring Pathways (RAMP), a \njumpstart program which supports incoming female \nstudents who have been accepted into the College \nof Engineering. The program is designed to engage \nstudents and provide them with a strong foundation \nprior to beginning their first semester in college. \nThe program focuses on building skills including \nprogramming, technical writing, and critical thinking \nto help bridge the gap for key STEM skills. In addition \nto receiving lab and classroom training, students meet \nwith advisors and mentors and have the opportunity to \nconsider research programs as an undergraduate.\nJapan Participates in Earth Day Events\nEmployees in Osaka, Japan participated in a cleanup \neffort organized by the city. Skyworks' volunteers \nfilled several bags with trash and debris collected \nin the areas surrounding Skyworks' facility and \nneighboring streets. This effort marks the 44th \nenvironmental-cleanup activity our Osaka facility \nemployees have contributed to in the last five years.Skyworks Sponsors Astounding Inventions Fair   \nNow in its 32nd year, the Astounding Inventions \nFair sparks creativity and interest in children in \nthe fields of science, technology, engineering \nand math. The event featured 350 inventions \ncreated by kindergarten through eighth-grade age \nstudents from Orange County, CA school districts \nwho competed for prizes and an opportunity to \npatent their innovations. \nOne of Skyworks' engineers served as a judge at \nthe competition where inventions ranged from a \nhighway wind farm, to a pollution catcher, smart \nwatering system, double-drink thermos and more!\nSkyworks Supports Skills Gap Initiative  \nSkyworks contributed to the University of California \nIrvine Foundation in support of the School of \nEngineering's \"Closing the Skills Gap\" initiative.\nThe program supports students with their future career \nopportunities and professional advancement by sharing \ndevelopment plans and conducting on-site workforce-\nreadiness training. Students are offered career plans \nbased on their interests, guidance on building their \nprofessional networks, information on how to secure \ninternships and to seek out potential job prospects, \nas well as soft-skills training in time management, \neffective workplace communication, and managing \none's social media presence.  ", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}