{"page_content": "6  | Sustainability Report 2019\nAll Skyworks factory locations adhere to a \nstandardized process for setting targets and \ninternally reporting the corresponding results. \nThis process allows sites to regularly report \ntheir progress during established management \nreviews and consider corrective actions when \ntargets are missed. In addition, standardized \nreporting enables Skyworks to evaluate its \nperformance globally and at any given factory \nlocation.  Below is a look at our progress at the \ncompany level over three years, considering \nboth gross values and efficiency rates, where \napplicable. Where possible, our improvement \ntargets are set using efficiency rates which we \nbelieve to be the best measure of our progress.  Water Management\nIn 2019, Skyworks' factories used a combined 438,358,000 gallons of water (165,934 \nthousand cubic meters), 100% of which was sourced from municipal water suppliers. \nTwo of our factories reside in extremely high water stress1 areas, accounting for \napproximately 50% of our total water usage worldwide.\nWhile our gross water usage has increased slightly year-over-year, our water use \nefficiency (as measured by the volume of water used per unit of production) has steadily \nimproved (decreased). In 2019, we realized an 11% year-over-year improvement. As a \nresult, approximately 52.8 million gallons of water usage was averted --that's enough \nwater for approximately 480 households for one year3.\nEnergy Management\nSkyworks evaluates its global energy usage as electricity and natural gas consumed. We \nachieved a 4% year-over-year efficiency improvement resulting in approximately 15,900 \nmegawatt hours in energy savings -- enough to power 1,475 homes' electricity use for \none year4. Improvements at Our Facilities\nPercent of Total Usage by Water Stress1  Category\nFactory2 Water Use and Efficiency\nFactory2 Energy Use and Efficiency\n2017 2018 2019\nGallons / 1k Product Units Gallons  \n(in Millions)Extremely High \n>80%Medium-High  \n20-40%Low-Medium  \n10-20%Low  \n<10%2017 2018 2019\nkWh / 1k Product Units kWh  \n(in Millions)50%402 431 438\n18%\n20%\n12%86\n69\n6267\n54\n52306337368", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}