{"page_content": "Sustainability Report 2019  |  7Waste Management\nHazardous Waste\nFor this report, hazardous waste is defined as waste which is required to be handled and \nmanaged as hazardous waste in the region in which it was generated. Accordingly, in \n2019, Skyworks’ factory locations generated a total of approximately 5,197,000 pounds \n(2,357 metric tons). \nIncreased factory activity in 2019 led to the generation of higher quantities of hazardous \nwaste, in comparison to 2017 and 2018. In 2019, there was a modest 2% year-over-year \nwaste generation rate increase. Since 2017, hazardous waste generation is down by \nnearly 9% overall.\nMunicipal Waste\nSkyworks' facilities have continued their implementation of local recycling practices  \nto reduce the overall municipal waste going to landfill. While the gross volume of waste \nincreased marginally in 2019 to a total of 6,880,000 pounds (3,125 metric tons), the \npercentage of total municipal waste that went to landfill fell to 34% in 2019, down from \n37% in 2017. CO2 Management\nHistorically, Skyworks reported its Scope 1 direct CO2 emissions from our factory \nlocations. For 2019 we are expanding our reporting to include Scope 2 emissions (i.e. \noff-site emissions from electricity consumption). In 2019, we saw a 12% year-over-\nyear emissions rate reduction resulting in the avoidance of more than 19,000 tons of \nCO2 equivalent emissions. Since 2017, our emissions rate has significantly improved \n(decreased) by approximately 33%.\nNotes:\n1.  WRI Baseline Water Stress - Aqueduct 2019.\n2.  Manufacturing Facilities - Woburn, MA, Newbury Park, CA, Mexicali, MX, Japan (Kadoma and Osaka), \nand Singapore.\n3.  Based on U.S. EPA WaterSense average of 300 gal per household per day.\n4.  Reference U.S. Energy Information Administration 2016 annual household energy use average of \n10,766 kWh\nFactory2 Hazardous Waste Generation and Rate\nFactory2 Municipal Waste to Landfill\nFactory2 Scope 1 and 2 CO 2 Net Emissions\n2017 2018 2019\nPounds per 1k  \nproduction unitsPounds  \n(in Millions)2017 2018 2019\n% of Municipal \nWaste to LandfillPounds  \n(in Millions)2017 2018 20193.75.7139\n4.56.61415.2 6.9141\n0.80\n0.73\n0.7237\n34360.030\n0.0200.023\nNet Emissions Rate Tons / \n1k Product UnitsMetric Tons  \n(in Thousands)", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}