{"page_content": "8  | Sustainability Report 2019\nUnderstanding Our Global Supply Chain\nAs a global organization, Skyworks designs, develops and manufactures products \naround the world and is supported by an extensive supply chain network. Through these \npartnerships, we have a unique opportunity to amplify the reach of our sustainability \nprograms and affect hundreds of facilities and thousands of employees. Our tier-one \nsupply chain spans 17 countries and multiple regions, with 20 subcontracted product \nassembly facilities and 138 finished-goods materials suppliers. \nSupply Chain\nSupplier Responsibility\nSkyworks partners with suppliers around the world to manufacture high-quality, low-\ncost products that meet our customers’ needs. Foundational to these partnerships \nare supplier commitments to operate according to sustainable business practices. \nSkyworks Supplier Sustainability Specification (found here: www.skyworksinc.com/\nSuppliersDownloads ) incorporates the RBA Code of Conduct which requires suppliers to \ndevelop programs in conformance with these standards.\nKey Skyworks suppliers must undergo an onboarding process and periodic evaluation \nduring which supplier conformance is verified. That process consists of:\n1. Communication \nSustainability requirements are communicated to our suppliers via the \nSupplier Sustainability Specification. Here, suppliers are informed of the \nobligations that all qualified supply chain partners must meet.\n2. Qualification \nSuppliers are closely evaluated and qualified based on a strict set of \ncriteria associated with product quality, performance, price, sustainability \nprograms and more.\n3. Identification\nMajor suppliers are identified. These suppliers represent 80% of our \nexpenditures and include subcontractor assembly facilities and labor \nagencies (i.e. recruiting companies).\n4. Risk Assessment \nAll major suppliers complete an industry standardized Self-Assessment \nQuestionnaire (SAQ) developed and implemented by the RBA. Risk rankings \nare identified based on the SAQ scores.\n5. Audit  \nSupplier facilities that are ranked as high risk, in addition to any others \nspecifically requested by Skyworks, must complete an on-site industry \nstandard RBA Validated Audit Process (VAP). VAP is a third-party, risk-\nbased audit process where suppliers are objectively evaluated and their \nsustainability performance is scored.\n6. Continuous Improvement \nSuppliers initiate corrective action plans (CAPs) for any issues identified in \nthe VAP. Skyworks collaborates with its suppliers in tracking the CAPs to \nclosure and provides further assistance at our supplier locations as needed.\n", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}