{"page_content": "Sustainability Report 2019  |  9\nSupply Chain\nResponsible Minerals Sourcing\nSkyworks continues to operate a responsible minerals sourcing program, developed \nto ensure our conformance to the SEC Conflict Minerals rule, as well as the \nOrganization for Economic Co-operation and Development (OECD) Due Diligence \nGuidance for Responsible Supply Chains. Reporting year 2019 marks our fifth \nconsecutive year of declaring DRC Conflict-Free, a testament to the strength of our \nsupply chain outreach and due diligence efforts.\nIdentified Smelters % RMAP Conformant\nTantalum 37 100%\nTin 44 100%\nTungsten 40 100%\nGold 101 100%\nTotal 222 100%\nThroughout 2019, Skyworks remained an active and participating member of the \nResponsible Minerals Initiative (RMI). Founded in 2008 by the members of the RBA \nand the Global e-Sustainability Initiative, the RMI helps companies make informed \ndecisions on their supply chains. Skyworks utilizes the RMI’s flagship Responsible \nMinerals Assurance Process (which provides independent, third-party smelter / \nrefiner audits) and works with our supply chain partners to drive towards a 100% \nRMAP-audited and conformant supply chain.\nFive-Step Framework for Risk-Based Due Diligence in the Mineral Supply Chain\nOur Policy\nSkyworks is committed to the responsible sourcing of minerals. We have established \nprograms aligned with the internationally recognized OECD due diligence framework5 to \nregularly evaluate our supply chain and require our suppliers to do the same. Suppliers \nare prohibited from supplying Skyworks with materials known to be derived from the  \nDemocratic Republic of the Congo (DRC)  or adjoining countries that have not been \nconfirmed as “DRC Conflict-Free” via a recognized and credible third-party process \nsuch as the Responsible Minerals Initiative’s Responsible Minerals Assurance Process \n(RMAP), the LBMA Good Delivery List, and/or the Chain of Custody (CoC) program from the \nResponsible Jewellery Council (RJC).\nThis policy along with current and past Conflict Minerals Reports are available to the \npublic on our external website at: www.skyworksinc.com/en/Sustainability .\n5.  “OECD due diligence framework” refers to the Organization for Economic Co-Operation and \nDevelopment’s guidance titled “OECD Due Diligence Guidance for Responsible Supply Chains of Minerals \nfrom Conflict- Affected and High-Risk Areas.”\nEstablish strong company management systems\nIdentify and assess risk in the supply chain\nDesign and implement a strategy to respond to identified \nrisks\nCarry out independent third-party audit of supply chain due  \ndiligence at identified points in the supply chain\nReport on supply chain due diligence", "metadata": {"source": "NASDAQ_SWKS_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}