{"page_content": "Governance\nMarriott has a long-standing commitment to transparency \nand integrity in our corporate governance practices. Our \nboard of directors oversees management and enhances the \nlong-term value of the company for our shareholders. A  \nformal infrastructure of various councils of external \nexperts, executives and associates guides us in making \neveryday decisions that affect our work environment, our \nsustainability practices and our direction as a company in \nkey business areas.\nCommittee for Excellence\nGlobal diversity and inclusion efforts at Marriott are driven \nby a CEO-led council of senior executives and are overseen \nby a board-level committee, the Committee for Excellence. \nThe Committee is responsible for monitoring the progress \nof our global diversity and inclusion strategy and evaluating \nthe company’s efforts to promote an increasingly diverse \nworkforce, and owner, customer and supplier communities. \nChairman and CEO of BET Networks, Debra Lee, chairs the \nCommittee, which also includes other board members and \nMarriott senior executives. \nIn 2010, we launched a Global Diversity and Inclusion  \nCouncil led by President and CEO Arne Sorenson. The \nCouncil complements the Committee for Excellence and \ndefines our overarching vision for diversity and inclusion, \nensures integration across all dimensions and establishes \nmetrics that will enhance our progress around the world. In \n2011, as a result of this focus, we continued to cascade our \nstrategy across the globe and achieved strong performance \nin all aspects of diversity and inclusion. \nGlobal Green Council\nSince 2007, our Global Green Council has guided our \nenvironmental strategy by evaluating our practices, setting \nlong-term goals, developing an environmental strategic \nplan and catalyzing our progress. At quarterly meetings, \nthis cross-functional team of senior executives applies \na sustainability lens to how we think about, design and \ndeliver programs and services enterprisewide. The Council \nco-chairs report on strategy development and relay  \nprogress toward goals to Arne Sorenson who provides  \nannual updates to Marriott’s board of directors.\nHuman Rights Task Force \nIn 2006, we formed an executive-level Human Rights Task \nForce to advance Marriott’s human rights policies and \nprograms. In late 2010, the Task Force approved “Human \nRights and the Protection of Children” training for our \nsecurity officers and all property-based associates in our \nglobal operations. We completed training for all associates \nin March 2012 (see page 21).Business Councils \nMarriott has 71 Business Councils worldwide comprised of \ngeneral managers representing all brands and businesses in \na given city or, in some cases, country or region where we \nhave a significant presence. The Councils support  \nbusiness strategies and add value to their markets by  \nhelping to perpetuate our core values and culture,  \nparticipating in government affairs efforts, and localizing \nMarriott’s social responsibility and community engagement \npriorities, including in times of disaster. We believe the \nwork of our Business Councils gives Marriott a competitive \nadvantage, helping us reinforce our operational excellence.\nEthics\nUpholding high ethical standards is critical to our \ncompetitive advantage, maintaining strong relationships \nwith our shareholders, owners and guests, and attracting \nand retaining talented associates. Our ethics and \ncompliance program, reflecting the full commitment of our \nsenior leadership, is guided by our pledge — “How we do \nbusiness is as important as the business we do.”\nOur commitment to integrity begins with clearly  \ncommunicating expectations, so that our associates can \nidentify what constitutes ethical behavior and what does \nnot. For example: \n zWe issued a revised Business Conduct Guide in 2011 that \nsupports our company’s official policies pertaining to \nethical practices.\nIn 2012, Ethisphere  magazine \nrecognized Marriott as one of \nthe World’s Most Ethical  \nCompanies for the fifth  \nconsecutive year.10", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}