{"page_content": "“Our business was greatly affected by the recession, as were our associates and their families. \nDuring this period, we worked extra hard to take care of them … reducing costs whenever pos -\nsible to protect jobs … adjusting work schedules to give them as many hours as we could … and \ntaking steps to maintain their health benefits. Our associates made a heroic effort to take care \nof our customers and help keep our company strong during the downturn. We are tremendously \nproud of all of them. And now that the economy is slowly but surely improving, we’re looking \nforward to making sure they have great opportunities for advancement.”\nMarriott Business Values\nWorkforce\nMarriott founder J. Willard Marriott coached managers \nto “take care of your associates and they’ll take care \nof your customers.” This philosophy is the cornerstone \nof our culture and the foundation of our success. We \nare committed to providing an environment where our \nassociates have the opportunity to achieve their potential, \nare highly engaged and are empowered to deliver great \nguest service. \nIn 2011, Marriott was honored to be named to the inaugural \nlist of “World’s Best Multinational Workplaces” by Great \nPlace to Work® Institute. The ranking is based on the world’s \nlargest annual study of workplace excellence and identifies \nthe top 25 best companies to work for in the world. Marriott \nranked seventh and was the only lodging company on the \nlist. Companies are ranked predominantly (2/3 of the score) \non the basis of survey responses from associates.\n We have a variety of vehicles in place to encourage \nopen dialogue with associates such as Living Our Core \nValues/Living The Gold Standards meetings, walk-around \nmanagement, daily stand-ups and World Tour Town \nHall meetings. Additionally, each year we conduct a \nconfidential Engagement Survey with all associates. In \n2011, 94 percent of associates at our corporate offices and \nmanaged properties worldwide responded to the survey. \nWe hold managers accountable to share survey results and \nconduct feedback sessions to create action plans to deliver \ncontinued improvements.\n ~J.W. Marriott, Jr., Executive Chairman in 2010 Company of the Year Remarks, LATINA Style \nAwards Ceremony & Diversity Leaders Conference, February 3, 201113", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}