{"page_content": "Diversity Ownership\nMarriott launched the Diversity Ownership Initiative in \n2005 to bridge the gap between successful women and \nminority business owners and professionals and the \nhospitality industry. The Initiative focuses on outreach and \neducation for diverse hotel owners and franchisees and \noffers an array of financial incentives. We surpassed our \nearly goals and by year-end 2011 had 600 open hotels with \ndiverse ownership. \nThis success stems from the following key components of \nMarriott’s Diversity Ownership Initiative:\n zPreparation . We hold education summits for  \nprospective hotel owners and franchisees. Individuals \nlearn about hotel ownership, from concept to  \nexecution, from experienced industry professionals.  \nWorkshops range from partnership development and \nsite location to financing and management.\n zExperience . We seek individuals who have a  \ndemonstrated track record of business experience and \nsuccess. A background in the lodging industry is not \nrequired, but drive is. Individuals must be capable of \ntaking an equity position in Marriott hotels under  \ndevelopment or acquiring or re-branding hotels.\n zEmpowerment.  We equip our owners with information \nand tools they need to be successful. During the  \nworkshops participants meet existing owners,  professionals from the lending industry and members \nof Marriott’s operations team and various departments. \nWe have a network to help guide and support  \nnew owners.\nHuman Rights\nMarriott continues to advance our programs and policies \nthat both respect human rights and protect vulnerable \nchildren. In 2011, we completed the following: \n zDelivered “Human Rights and the Protection of  \nChildren” training to all associates enterprisewide.  \nThe training was mandatory for all Marriott managed  \nproperties covering more than 144,000 associates \nand was provided to all Marriott franchised properties \nworldwide. Beginning in 2012, we integrated this  \ntraining into the onboarding process for all new  \nassociates.\nDiverse Hotel Ownership \nRajni Marwah is president of Elite Experience, Inc., \na successful franchise company based in Whittier, \nCalifornia. Rajni and her husband, Gurbax “Rai” \nMarwah, own and manage the Fairfield Inn & Suites® \nSelma Kingsburg (California). Originally from India, the \nMarwahs have owned and operated several restaurants, \nconvenience stores and two hotels. Their first  \nMarriott-branded hotel opened in June 2010 and is \nachieving higher guest satisfaction scores than the \nsystem average. They have recently received approval \nto develop a second hotel — Fairfield Inn & Suites Fresno \nNorth / Shaw Avenue (California); construction is \nscheduled to begin in late 2013. Elite Experience, Inc. President, Rajni Marwah \nand her husband, Gurbax “Rai” Marwah own and \nmanage the Fairfield Inn & Suites Selma Kingsburg.\nYouth Career Initiative\nYouth Career Initiative (YCI) is a 24-week education \nprogram created and managed by the International \nTourism Partnership, which enables hotels to deliver life \nand employment skills training to young people from \nchallenging backgrounds. By serving as mentors, teachers \nand on-the-job trainers, our managers share expertise that \nhelps these young people prepare for the job market. \nIn 2010, Marriott was instrumental in securing a $200,000 \ngrant for YCI from the U.S. Department of State’s Office to \nMonitor and Combat Trafficking in Persons to include  \nrehabilitated survivors of human trafficking in the YCI  \nprogram in Mexico, Vietnam and Brazil. In 2012, this  \nprogram’s first graduating class in Mexico City included 11  \nsurvivors of trafficking from local shelters.Eder was offered a position in the housekeeping department at \nthe Renaissance São Paulo Hotel, Brazil, after completing the YCI \nprogram in 2011. Since then, Eder has been promoted to chef and \ncontinues to receive support from his mentors at the hotel to help \nhim reach his goals.21", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}