{"page_content": "Facilitated by MindClick SGM, the \ngroup consists of industry leaders \nresponsible for supplying and \nfurnishing hotels. Working in  \ncollaboration with the U.S. Green \nBuilding Council, HSPC will facilitate \ngreening the furniture, fixture and \nequipment (FF&E) supply chains for \nhotels by:\n zImplementing an industrywide Hospitality Sustainability \nPerformance Index to comprehensively measure the \nsustainability of suppliers and the products they sell\n zCollaborating to establish consistent measures of \nsustainable purchasing performance for brands, owners \nand manufacturers\n zEstablishing key performance indicators that enhance \nthe environmental and social impact of the hotel \nindustry while continuing to provide the highest levels of \nquality and service for hotel guests\n zProviding feedback to suppliers once they have \nsubmitted their information via a scoring system\n zPublishing an online repository of supplier sustainability \nperformance information for purchasing decision \nmakers to use in the procurement process\nSustainability in Our Kitchens\nWorking with vendors, global and local fisheries, and \norganizations such as Cleanfish, Marine Stewardship Council \nand FishWatch, about 65 percent of seafood purchased by \nMarriott is caught in a sustainable manner. \nFor more than a decade, Marriott has provided guidance \nto our hotels to encourage sustainability in our kitchens \nthrough actions such as purchasing organic and responsibly \nsourced food, planting herb and vegetable gardens, \nestablishing relationships with local farmers and recycling \ncooking oil. \n \nIn 2010, we initiated our sustainable seafood initiative, \nFutureFish, developed by Marriott’s corporate culinary \nteam. The program focuses on three seafood varieties of \nconcern – Chilean Sea Bass, Bluefin Tuna, and Shark and \nShark Fin – and helps our hotels around the world source, \ncook and serve sustainable fish wherever seafood is offered. \nOur portfolio-wide goals include the following:\n zPositively impact the sustainability of the seafood we \npurchase, using informed buying decisions and menus \nwith built-in sustainability zProvide seafood sustainability guidance on a global scale \nthat considers cultural and market uniqueness\n zIdentify and support local sustainable fishing industries \nand practices\nAll hotels received a seafood sustainability guide to assist in \nseafood selection and to help educate associates.  \nRegionally-relevant pocket guides are also provided \nto appropriate associates. The program was rolled out \nenterprisewide in 2010 with a goal of offering 50 percent \nsustainably resourced seafood by 2011, which we exceeded \nby achieving 65 percent sustainable sourcing.\n“While there is no single action  \nor cure available for overfished  \nconditions or species at risk, we  \nbelieve that our focus on conservation \nshould drive how our hotels procure, \nprepare and market seafood. We \ncan have a huge impact on how the \nindustry’s suppliers select products to \nsell us, how our chefs select seafood \nfor menus and how our guests respond \nto these efforts.” FutureFish Pocket Guide \nAsia Pacific\n ~Brad Nelson, Vice President of  \nCulinary and Corporate Chef38", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}