{"page_content": "GRI Report Parameters\nThis is our second report that follows the sustainability reporting guidelines as set forth by the Global Reporting Initiative (GRI). Information in this \nreport takes the GRI G3.1 Application Level C Guidelines as a base structure and adds to information from previous reports. It represents our company’s \noperations, performance and insight in the aspects of our business as indicated per GRI’s guidance on defining report content and the GRI has verified \nthe report’s content meeting Application Level C. Key topics in the report are aligned with our company’s focus areas on page 6, which are categorized \nby stakeholder group and engagement on pages 17 and 18. This report is produced for our stakeholders, and we look forward to including it in our \nstakeholder engagement process for receiving feedback. We plan to continue reporting biennially using the GRI guidelines, with an interim update report \non key metrics and programs in the off years.  We are working to migrate the report to web-based content on Marriott.com. which has 23 million unique \nvisitors per month.\nThis report’s disclosures and performance indicators reflect our performance for the 2011 calendar year, except where stated otherwise. Where \napplicable, this report also demonstrates our progress in environmental and social responsibility since our 2009 report. Unless otherwise noted, the \nreport data reflect the operational performance of our 1,102 managed properties, and other properties where we have operational control. Managed \nroom amounts include owned, leased and managed property types, and exclude rooms from franchised, unconsolidated joint ventures, The Ritz-Carlton \nResidences® and timeshare property types. \nWe have restated figures relating to our organizational scale and environmental performance to reflect the changes our organization made in 2011. The \nadjustments reflect the timeshare spin-off and our entering into an unconsolidated joint venture with AC Hotels of Spain, which at 2011 year-end was \nstill in the process of consolidation. Furthermore we restructured our organization by global region and continents. You can find further information on \nrecent changes in our organization’s structure in our Annual Report. \nAs a result, we have restated data to align with these organizational changes, as well as modifying the performance metrics of energy intensity. This \nenables us to evaluate our performance more effectively given our increase of 4,438 and 5,168 managed hotel rooms 12 (net of closings) in 2011 and \n2010, respectively. We present several performance indicators in standardized metrics used in our industry such as per occupied room and per square \nmeter. We use intensity figures to track our progress against companywide targets and encompass a data set that only includes hotels with at least 12 \nmonths available data and stabilized occupancy that did not undergo major renovations during the year.\n12 Includes owned, leased and managed property types, and excludes rooms from franchised, Unconsolidated Joint Ventures, The Ritz-Carlton Residences \nand timeshare properties.46", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}