{"page_content": "GRI Reference Location Reported\nPERFORMANCE INDICATORS\nEC6 Policy, practices, and proportion of spending on locally based suppliers at significant locations of \noperation. pp.20-21, 38-39, 43-44 Partially\nEC7 Procedures for local hiring and proportion of senior management hired from the local community \nat significant locations of operation. p.14 Partially\nEC8 Development and impact of infrastructure investments and services provided primarily for  \npublic benefit through commercial, in-kind, or pro bono engagement.pp.25-29 Fully\nLA1 Total workforce by employment type, employment contract, and region. p.14 Fully\nLA2 Total number and rate of employee turnover by age group, gender, and region. p.14 Partially\nLA4 Percentage of employees covered by collective bargaining agreements. 2011 10-K p.15 Fully\nLA11 Programs for skills management and lifelong learning that support the continued employability \nof associates and assist them in managing career endings.pp.15-19 Partially\nLA12 Percentage of employees receiving regular performance and career development reviews. p.16 Fully\nLA13 Composition of governance bodies and breakdown of associates per category according to  \ngender, age group, minority group membership, and other indicators of diversity.pp.14-22, 2012 Proxy Statement Partially\nHR3 Total hours of employee training on policies and procedures concerning aspects of human rights \nthat are relevant to operations, including the percentage of employees trained.pp.21-22 Partially\nHR6 Operations and significant suppliers identified as having significant risk for incidents of child \nlabor, and measures taken to contribute to the effective abolition of child labor.pp.10, 21-22, Human Rights Policy \nStatementFully\nHR7 Operations and significant suppliers identified as having significant risk for incidents of forced or \ncompulsory labor, and measures taken to contribute to the elimination of all forms of forced or \ncompulsory labor.pp.10, 21-22, Human Rights Policy \nStatementFully\nHR8 Percentage of security personnel trained in the organization’s policies or procedures concerning \naspects of human rights that are relevant to operations. pp.21-22 Fully\nS03 Percentage of employees trained in organization’s anti-corruption policies and procedures. pp.10-11 Fully\nSO5 Public policy positions and participation in public policy development and lobbying. pp.3,8,15 Partially\nSO6 Total value of financial and in-kind contributions to political parties, politicians, and related \ninstitutions by country.p.11 Fully\nPR5 Practices related to customer satisfaction, including results of surveys measuring customer \nsatisfaction. p.22 Fully\nDISCLOSURES ON MANAGEMENT APPROACH\nEconomic Our Company, Business Values, \nAnnual ReportPartially\nEnvironmental Marriott and the Environment Partially\nLabor Practices Business Values, Marriott and \nSocietyPartially\nHuman Rights Business Values, Marriott and \nSocietyPartially\nSociety Business Values, Marriott and \nSocietyPartially49", "metadata": {"source": "NASDAQ_MAR_2011.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}