{"page_content": "Sustainability Report 202012\nPublic Policy\nData and IP Security\nCommunity ImpactCorporate GovernanceEthics and Compliance \nApplied is committed to being a good corporate citizen and a trusted \npartner to our customers, suppliers, and shareholders. Each member \nof our workforce plays a part in this commitment by conducting their \nprofessional duties with responsibility and integrity, and we expect \nour executives and managers to lead by example. \nT o continually reinforce integrity across our culture, Applied maintains \na Global Ethics and Compliance Program with strong leadership and \nengagement from senior management. The Board’s Audit Committee is \nresponsible for overseeing overall program design and implementation, \nincluding mechanisms for reporting potential violations of law or policy \nand investigating potential integrity violations by executive officers. The \nAudit Committee receives quarterly reports covering investigations, \nprogram development initiatives, and key trends and indicators. \nEmployee engagement efforts include ethics training and awareness \ncampaigns, employee ethics surveys, campus fairs, information \ntables, and our annual Responsibility and Integrity Week. Applied has \nalso positioned Compliance Champions throughout our business units \nto promote ethics and compliance, intellectual property protection, \nand mandatory training completion throughout the organization, \nand to serve as trusted local contacts employees can approach with \nconcerns and questions.\nSee the Report Annex for additional details about our ethics policies \nand governance structures. Click here for information on our \nmechanisms for reporting ethics concerns.Standards of Business Conduct \nApplied Materials’ Standards of Business Conduct communicate \nour values, set expectations for our global workforce and network \nof trusted partners, and provide guidance designed to ensure the \nhighest ethical standards in our interactions with customers, suppliers, \ncolleagues, communities, and other stakeholders. The Standards \nare designed to promote trust in management’s commitment to our \nvalues, empower employees to speak up without fear of retaliation, \nand provide comprehensive guidance about risks, laws, policies, and \nreporting processes, including in key areas such as conflicts of interest, \nbribery, and corruption. \nIn 2020 we began updating our Standards along with our whole \nsystem of associated policies, procedures, controls, and trainings, \ntying them closer to our core values and emphasizing relevance and \nright-sized response to today’s dynamic risk environment, everywhere \nwe do business. \nT o enable real-time data analytics and insights on compliance with \nour Standards, we maintain a global dashboard for tracking conflict-\nof-interest disclosures, corporate donation approval requests, and \napprovals regarding gifts, meals, entertainment, and travel with \nbusiness partners. We are in the process of automating key elements \nof our third-party due diligence procedures, and have completed \nprogram maturity assessments to help inform our program roadmap.Our Core Values\nT o be the most  \nvalued partner\nT o work as  \na winning team\nT o act with \nresponsibility \nand integrity\nT o deliver \nworld class \nperformance", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}