{"page_content": "Sustainability Report 202015\nCorporate Governance\nData and IP Security\nCommunity ImpactPublic PolicyBusiness and Trade Associations \nApplied Materials belongs to various business and trade \nassociations representing issues that align with our corporate \nstrategy and the needs of our company, industry, employees, \nand communities. Our membership in a group does not imply \nthat we endorse the entirety of that group’s policy positions. \nIn 2020, Applied paid approximately $535,000 in trade \nassociation membership dues, 16% of which was specified \nby the associations as non-deductible lobbying expenditures. \nThis total does not include conference or event sponsorships, \nprogramming activities, or similar costs. Applied Materials \nreports on federal lobbying through the Lobbying Disclosure \nAct Database. We file periodic reports with federal and state \nagencies as appropriate. \nOur U.S. T rade and Business Associations membership list \ncan be found here.Political Contributions \nThe Applied Materials, Inc. Political Action Committee (AMPAC) contributes to federal candidates and political action \ncommittees or party committees supporting issues of strategic importance to the company, consistent with all legal requirements. \nOur State Contributions Committee oversees corporate political spending to advance those issues at the state and local levels. \nContributions are based solely on corporate objectives, without regard for committee members’ private political preferences.\nDuring 2020, political contributions made by AMPAC totaled $53,500. Following the insurrection at the U.S. Capitol on January 6, \n2021, AMPAC paused all political giving in Q1 2021.  \n \nSee the Report Annex for additional details on Applied’s political donation policies, mechanisms, and compliance practices. \nPolitical Spending \nCY2020 CY2019 CY2018\nT otal value of financial and in-kind contributions to political \nparties, candidates, and related institutions by Applied Materials$0 $0 $10,000\nT otal value of financial and in-kind contributions to political \nparties, candidates, and related institutions by AMPAC$53,500 $84,000 $47,000\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}