{"page_content": "Sustainability Report 202016\nCorporate Governance\nPublic Policy\nCommunity ImpactData and IP SecurityApplied Materials considers data security one of our top \nstrategic priorities. In a threat landscape marked by growing vulnerabilities, readily available hacking tools, the rise of business disruption attacks, and incursions by state-sponsored actors, we desire to be a safe data choice for all our global stakeholders.\nRecognizing that cyber-attacks long ago moved from being \na matter of if to when, we maintain both a robust defense framework and the capacity for rapid detection and response. We conduct 24/7 monitoring and weekly vulnerability assessments and continuously update our mitigation practices to stay ahead of threats. Among other efforts, we:\n■Maintain response procedures andescalation protocols\n■Employ third parties for monitoring of external threats,penetration testing, and phishing exercises\n■Maintain enhanced email security controls\n■Provide robust training for our employees on recognizingsecurity threats to help comply with applicable datasecurity laws, regulations, industry practice, and ourCompany policies■Partner with industry groups, government agencies,and outside experts for information exchange andpeer benchmarking\n■Engage third-party auditors to help assure theeffectiveness of internal controls\nOur eff orts extend across  our supply chain via  enhanced \nsecurity controls  embedded in the su pplier onboardin g \nprocess, processe s for assessing supply chain cyber-\nbreaches and ran somware incident s, a playbook for \nrestoring business  continuity, and continuous assessme nt \nand control enhance ment of high-impa ct suppliers. To \nenhance customer  trust, we provide virus-free certi fications \nwith all sales o f Applied semicond uctor systems.\nApplied Materia ls has underg one a NIST Cybersecurity \nFramework assessment and current ly maintains one of the best \nBitSight secur ity scores amo ng our industr y peers. We’ve also \nachieved ISO 270 01 certification  for informati on security at  45 \nof our business  sites, assur ing our data secur ity management \nsystems and p rograms align  with global bes t practices. Our Chief Information Security Officer reports at least quarterly to the Board’s Audit Committee on our data and IP security programs, policies, controls, key risks, and notable incidents. Applied Materials takes data security very seriously and continues to devote substantial resources to it. \nData and IP Security ", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}