{"page_content": "Sustainability Report 202017\nCorporate Governance\nPublic Policy\nData and IP Security\nCommunity ImpactHelping the communities where we live and work is about \nbuilding and leveraging trusted partnerships, and that was \nnever more true than in 2020. \nIn a typical year, Applied Materials and the Applied Materials Foundation fund \nnonprofits working in our focus areas of Education, Civic Engagement, Arts and \nCulture, and the Environment, as well as the Generation GirlTM initiative, the \nFoundation’s signature girls empowerment program. But as COVID-19 began \nits worldwide spread, we pivoted quickly, engaging with outside organizations, \nlistening to their ideas for serving their communities during the crisis, and making \nadditional COVID-specific funding available for community service agencies. T o \ngive organizations flexibility, we converted many program-related grants into \ngeneral operating support — for instance, helping Arts and Culture grantees \ntransform their facilities into COVID testing or food distribution sites. We \nenthusiastically approved other programs’ transition from in-person to virtual \nsettings, as our partners sought creative ways to engage with local communities.\nIn total, Applied Materials and the Foundation awarded more than $14 \nmillion in direct corporate contributions and Foundation grants in 2020, \nbenefiting 310 recipients in nine countries—a 38% increase over our 2019 \ntotal. At the same time, our employees donated their time to create personal \nprotective equipment (PPE) and other essentials for frontline workers and \nboosted their individual charitable contributions, which we amplified by large \nincreases in the Foundation’s matching grant program. Community Impact\nBreakdown of Contributions by Category\nCategory label Amount %\n Arts and Culture $1,251,273 8.40%\n Civic Development $2,640,392 17.70%\n Disaster Response $2,746,766 18.40%\n Education $2,893,768 19.40%\n Employee Matching Gift $3,729,244 25.00%\n Environment $586,461 3.90%\n Girls Empowerment $1,072,135 7.20%$14,920,039\nGrand T otal\nContributions include both Foundation and Company giving, which is further detailed in the Social Data section of the Annex under \nCommunity Impact.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}