{"page_content": "Sustainability Report 202019\nCorporate Governance\nPublic Policy\nData and IP Security\nCommunity ImpactFight Against Hunger\nIn recent years, Applied Materials has expanded and aligned \nour efforts to address food insecurity in many of our global \nlocations and communities—a timely move, as the pandemic-\nrelated economic downturn of 2020 left people around the \nworld more reliant on food aid than ever before.\nAs part of our month-long virtual North America campaign in \nNovember and December 2020, we transformed our year-end \nall-employee meeting into a virtual telethon for Fight Against \nHunger. With donations matched dollar-for-dollar by the \nApplied Materials Foundation (plus an additional $500,000 \nmatch to help food banks respond to COVID impacts), the \ncampaign raised $4 million, a 70% increase over 2019. This \nfunding provided vital support for 50 nonprofit organizations \nacross the U.S. and Canada as they worked to manage \ndramatically increased demand.\nGlobal Fight Against Hunger efforts continued throughout \nthe year, often aligned with cultural and seasonal holidays \nin different countries. In Israel and China, employees \nvolunteered with local organizations to package food for \ndistribution in their communities. Meanwhile, employees \nin India and T aiwan raised funds to provide access to food \nfor those in need. All these efforts reflect Applied’s values \nand purpose, aligning who we are with what matters to our \nemployees and what’s needed in our communities. Employee spotlight\nCho Wang  \nManufacturing Engineer\nCho Wang lives Applied Materials’ vision to Make Possible a Better Future for everyone.\n“In technology, the development is endless. What we \ndo—what the equipment does—it makes things possible. \nFor someone like me, who doesn’t think anything is \nimpossible, being able to be part of this and help drive \nthe industry is what drew me to Applied,” said Cho.\nCho applies this same art-of-the-possible mindset to \nall aspects of his life, engaging in activities where he \ncan rapid-prototype to solve challenges. In his first few \nmonths at Applied, Cho got involved with the Austin \nchapter of the Young Professionals Network, an Applied \nEmployee Resource Group. Seeing an opportunity to \nmake the group more active, inclusive, and engaging, \nCho raised his hand for a leadership position and was \nappointed president.Within the first few months under Cho’s leadership, \nthe group had quadrupled participation in its monthly \nevents. When the pandemic halted in-person gatherings, \nCho and the other YPN leaders found new and creative \nways to inspire engagement, including supporting the \nlocal community. This year, the Austin-based YPN raised \nover $12,000 through a food drive, which was doubled \nto $24,000 through the Foundation’s donation match \nprogram. The group also supported efforts to help end \nyouth homelessness; donated blankets to LifeWorks, a \nlocal nongovernmental organization supporting social \nand mental health services for teens and their families; \nand supported a local animal shelter.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}