{"page_content": "Sustainability Report 202020\nCorporate Governance\nPublic Policy\nData and IP Security\nCommunity ImpactGeneration GirlTM Initiative\nIn a year that turned a spotlight on diversity and \nempowerment and saw the election of the United States’ first \nfemale vice president, the Applied Materials Foundation’s \nGeneration GirlTM initiative continued its efforts to ensure \nthat all girls have the opportunity to reach their potential. \nThe Generation GirlTM initiative works with nonprofit \norganizations throughout the United States to help girls \ngain the confidence, skills, and opportunities to succeed in \nany path they choose. In recognition of the fact that women \nof color remain the tech industry’s most underrepresented \ngroup, the program prioritizes funding for organizations \nserving Black/ African American, Latinx/Hispanic, \nand Indigenous girls as well as girls from low-income \nbackgrounds. By working to break down societal and systemic \nbarriers and develop talent in underrepresented communities, \nwe can help make our future workplaces more vibrant, \nequitable, and effective. \nThe onset of COVID-19 precipitated significant shifts in our \ngrantees’ programming, varying as time went on. Between \nSeptember 2019 and August 2020, our grantees were still \nable to serve more than 10,000 girls, 61% of whom identify \nas Black, Latinx, or Indigenous and 61% of whom come from \nlow-income backgrounds. While spring and summer programs \nmostly moved virtual, they continued to have a profound \nimpact on the girls they served, with 76% of surveyed respondents reporting positive levels of self-confidence and \n78% indicating increased interest and competence in STEM \nsubjects. Applied’s Community of Practice, where grantees \nconvene virtually on a bimonthly basis, proved invaluable \nduring this time of instability, with 82% of grantees reporting \nthat the collaborations through the Generation GirlTM initiative \nstrengthened their programs to a great extent.\nFrom Fall 2020 through Spring 2021, the Generation GirlTM \ninitiative continued supporting girls’ empowerment by \nproviding over $1.1 million to 35 organizations located across \nsix U.S. regions where Applied maintains facilities. With this \nfunding, grantees were able to provide girls’ programming \nthat fostered learning, connection, and support through \nvirtual after-school and summer programming as well \nas in-person learning when possible. T o ensure girls and \ntheir families felt supported and empowered during the \npandemic, grantees expanded beyond their normal activities \nby providing home activity kits focused on STEM and social \njustice activism, creating safe virtual spaces for girls to be \nin community (e.g., online music listening sessions), and \nconnecting girls and their caregivers to local community \nservice agencies to address need. \nEmployee volunteerism also went virtual in 2020, with our \nemployees dedicating their time and talents by serving as \nvolunteer mentors, conducting virtual career exploration \nsessions with girls, and leading online activities to introduce \ngirls to semiconductor wafers and careers in tech.A complete list of 2020 Generation GirlTM initiative grantees \nis available here. \nHearing us, seeing us, talking \nabout science as female role \nmodels helps young girls \nenvision themselves doing that.\n- Idith Varon  \nSystem  Engineering Manager“\n”", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}