{"page_content": "Sustainability Report 202021\nCorporate Governance\nPublic PolicyData and IP SecurityCommunity ImpactEnvironmental Engagement\nCOVID-19 has been a forceful reminder of our \ninterconnectedness as people and as a planet, but it has also impacted our ability to conduct many of our traditional environmentally focused efforts, including projects that engage communities with the natural world and help build a more sustainable future. \nIn FY2020, Applied Materials and the Foundation awarded \n$586,461 in grants to 37 nonprofits, working with grantees as they took youth education and other outreach efforts virtual and found new ways to leverage their unique resources to serve the local community. In East San Jose, California, Veggielution marshaled its expertise as a community farm to distribute healthy and nutritious food to community members experiencing food insecurity. While the program began as a direct response to the COVID-19 pandemic, it has quickly become a central strategy for Veggielution to connect people from diverse backgrounds through food and farming. In Gloucester, Massachusetts, Backyard Growers sent growing kits home to students so they could continue gardening experiments connected to the science curriculum. Backyard Growers also replanted their school gardens to feature quick-growing items that could be donated to families to supplement healthy home meals. Other community gardens were repurposed to support local food banks and shelters. Applied’s annual, monthlong EarthWorks campaign went virtual in April 2020, educating and inspiring Applied’s global employees to learn about household sustainability strategies, discover ways to reduce their carbon footprint, and generally make their communities healthier and more sustainable. The virtual format enabled employees to engage across worldwide sites, sharing tips for home gardening and making upcycled crafts as well as photos of themselves enjoying the great outdoors. T o celebrate the 50th anniversary of Earth Day on April 22, we encouraged our employees to post photos of themselves wearing green on our internal social media channel, Applied4Y ou.\nAdvancing Arts and Culture\nCreativity drives new ideas that can transform the way we live. In FY2020, Applied Materials and the Foundation continued to support culturally diverse programming in the visual and performing arts, awarding $1.3 million in grants to 62 non-profits. In a challenging year, our grantees demonstrated resilience and creativity by pivoting to new streaming and on-demand models for delivering their programming to audiences. Cape Ann Art Haven blended traditional art making with digital tools and video instruction to provide creative programming to school children in Gloucester, Massachusetts, while San Jose Jazz presented “Live from Home,” a series of performances streamed from musicians’ homes. Education Access\nEducation inspires young minds, opens new doors, and paves the way to more promising futures. In 2020, Applied Materials and the Foundation invested in efforts to increase access to high-quality education globally even in the midst of an unprecedented pandemic. Examples include supporting the Discovery Center of Idaho in providing interactive and virtual content to ignite student interest in STEM, and funding the Library Project to improve children’s literacy through the creation of reading rooms and the training of teachers and families in rural China. \ninspire. connect. give.\nhttp://earthworks\n2021", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}