{"page_content": "Sustainability Report 202023\nOur Culture of Inclusion\nRecruiting and HiringT aking Care of Our EmployeesOccupational Health and Safety\nLearning and DevelopmentHuman RightsIn 2020, issues of racial and gender inequity were  \nintensified, with women and people of color disproportionately \nhit hard by the economic impacts of the COVID-19 pandemic. In the U.S., the murder of George Floyd and anti-Asian racism forced a collective social reckoning with systemic racism–in the criminal justice system, our communities, and beyond.\nAmid these complex social challenges, we continued to implement our multi-\nyear strategic imperative to foster a meaningful Culture of Inclusion that accomplishes many goals, including addressing systemic race and gender barriers and helping us become the destination employer in our industry. As one step in that effort, we implemented new tools to expand our sourcing of diverse talent and to guide our managers in eliminating bias from our hiring process.\nWe doubled down on our holistic approach to employee development and \ntraining across the board, transforming to new virtual alternatives where necessary and in the process achieving our highest-ever participation in inclusion training and personal engagement, from top executive leadership through all employee levels. Our unwavering commitment to improvement earned us a #14 spot on the 2021 T raining Magazine T op 100 rankings.\nProtecting the health, safety, and wellbeing of our employees is always our top \npriority, and 2020 brought new challenges that impacted both personal and professional wellness. In addition to implementing enhanced COVID-19 safety protocols for our essential on-site workers and supporting the productivity and safety of our remote workforce, we offered a range of virtual services to help address our employees’ physical, mental, and emotional wellness at home. Goal Progress U.N. SDG\nInvest in People\nIncrease women’s representation at \nApplied in U.S. to 21% by 2021Increased to 20.2% \nIncrease women’s representation at Applied globallyIncreased to 17.8% \nIncrease underrepresented minorities’ representation in our U.S. workforceIncreased to 14.2% \nPublish a Human Rights Statement of Principles by 2021 The Human Rights Statement has been \npublished and is available on our website \nMaintain occupational health and safety total case incident rate (TCIR) at 0.46 or belowWe met this targe t, achieving a T CIR of 0.33\nGoals and Progress", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}