{"page_content": "Sustainability Report 202026\nRecruiting and Hiring\nT aking Care of Our Employees\nOccupational Health and Safety\nLearning and Development\nHuman RightsOur Culture of InclusionEmployee spotlight\nKaren Courter  \nHuman Resources \nExecutive Partner\nFor more than 20 years, Karen Courter had centered her career \naround supply chain, logistics, and materials management, most \nrecently managing a large team supporting Applied’s global contact \ncenters. But it was during a recent Culture of Inclusion Summit at \nApplied that Karen found a whole new calling. “I have two daughters \nand two sons. Diversity and inclusion is very personal to me,” said \nKaren, a native of Brazil now living in Texas. “I want all my kids to \nhave a future living in a world and working in a company that lets \npeople succeed while being their authentic selves.” In April 2021, \nKaren became the Human Resources Executive Partner for HR at \nApplied. To Karen, the willingness to let employees explore new \npassions and to look beyond a resume to see the whole person \nand the value she or he brings are just two of the many things she \nappreciates about the culture at Applied Materials. “The company \nwelcomes people the way they are,” she said. “I feel like I matter—\nthat I belong. I can bring my full self.” \nGrowing a Diverse Workforce\nOver the past four years, Applied Materials has focused on strengthening our strategies for retaining \nand recruiting diverse talent and designing a fully actualized Culture of Inclusion to the benefit of all our \nemployees. During 2020, we made significant progress in strengthening our COI strategy and targets, training \ncommitments, and data disclosure. This year’s report includes expanded data on gender representation and \nglobal voluntary turnover. Our 2020 data shows five-year increasing trends in:\n ■Women’s representation (+1.2 percentage points (pp) global, +2.2 pp U.S.)\n ■Women’s representation at the executive (+0.3 pp), manager (+5.1 pp), and professional (+2.8 pp) levels\n ■Underrepresented minority representation at all levels (+2.4 pp U.S.)\n ■Black representation at the manager level (+1.1 pp U.S.) \n ■Women in engineering (+1.8 pp global, +2.1 pp U.S.)\nWe also saw a decrease in voluntary turnover among female employees between 2019 and 2020 (-2.0 pp \nglobal), contributing to an improvement in gender diversity. Overall voluntary turnover in FY20 (4.6%) \ncontinued to remain below the company’s target of 5% or less.\nSince 2019, women’s representation in our U.S. workforce has increased to above 20%, with global \nrepresentation at 17.8%. Additionally women’s representation in our global engineering staff has increased to \n13.2%, with U.S. representation at 12.9%. ", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}