{"page_content": "Sustainability Report 202030\nRecruiting and Hiring\nT aking Care of Our Employees\nOccupational Health and Safety\nLearning and Development\nHuman RightsOur Culture of Inclusion2020 Inclusion Highlights\nIn 2020, Applied Materials employees came together in a \nseries of mostly virtual events, including opt-in inclusion \nlearning sessions and events recognizing the cultural heritage \nand diverse experiences of our workforce. \nThese corporate-wide learning opportunities were presented \nin partnership with our Employee Resource Groups (ERGs), \nwhich represent a range of diverse employees within Applied. \nAn integral part of the Applied Materials experience since \n2001, our ERGs provide forums for learning, exchanging \nideas, and strengthening bonds across and within our \nemployee communities and advise on our leaders’ efforts to \nremove systemic barriers to inclusion.\nVirtual Inclusive Leader Summits: In early 2021, we \nlaunched experiential learning opportunities targeting \nour top 400 executives for participation in two half-day \nsessions designed to build awareness of insider culture and \nthe unique roles played by both insiders and outsiders in \ncreating an inclusive culture.  On-Demand Training for Managers and Employees: In \naddition, we launched virtual on-demand training courses \nfocused on three areas:\n ■The Inclusive Manager: Explains actions managers \ncan take to increase inclusion, engagement, and team \nperformance, with an emphasis on understanding \nunconscious bias, being aware of micro-messages, and \ncreating psychological safety.\n ■Unconscious Bias and Micro-inequities: Explores the \nsocial stereotypes individuals can internalize about \ncertain groups of people without being consciously \naware they’re doing so. The training challenges \nparticipants to test their automatic assumptions, move \nfrom micro-inequities to micro-affirmations, and be \nmindful of the ARTS of Inclusion: Appreciation, Respect, \nT rust, and Sensitivity.\n ■Inclusive Virtual Meetings: Examines challenges and \nbest practices for facilitating inclusive virtual meetings.\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}