{"page_content": "Sustainability Report 20204\nMessage from Our CEO\nOver the next decade, digital transformation will have a profound \nimpact on the global economy and touch almost every aspect of \nour lives. Healthcare, research, retail, transportation, education, \nmanufacturing—almost everything you can imagine will benefit from \namazing new digital tools. \nAs the leader in materials engineering solutions, Applied Materials \ninnovations are used to produce virtually every chip and advanced \ndisplay in the world. That places us in a privileged position to \nhelp shape the future, and we recognize this privilege comes with \ntremendous responsibility. This is the drive behind our vision to Make \nPossible a Better Future for everyone. T o support this vision, we’ve \naligned our company around a bold, aspirational 10-year sustainability \nroadmap—1X–100X–10,000X—with aggressive goals to grow our \nbusiness responsibly and have a positive social impact.\nIn 2020, the convergence of a global pandemic, social inequities, \ngeopolitical unrest, and the rising impact of climate change created \nunprecedented challenges for all of us. In this most unconventional \nyear, Applied Materials and our employees around the world \nstepped up by demonstrating resilience, persistence, and a strong \ncommitment to our goals to: ■  Lead with purpose, translating our values into action to respond \nto the urgent needs of our customers and suppliers, while also \nsupporting first responders, emergency-focused nonprofits, and \nthe most vulnerable populations in our communities. \n ■ Invest in people, prioritizing the health and safety of our workers \nand their families, while advancing our Culture of Inclusion \nthrough comprehensive leadership and employee training \ndelivered virtually.\n ■ Protect our planet, setting science-based targets, completing our \nfirst full value-chain carbon footprint, and advancing our solar \nand wind projects as we transition to 100% renewable power \nglobally by 2030. \n ■ Innovate for progress, establishing a Center of Excellence to \ndrive our ambitious 3x30 goals to improve the efficiency of our \nsemiconductor manufacturing tools, and a 10-year roadmap \nfor Supply Chain Certification for Environmental and Social \nSustainability—SuCCESS2030. \nY ou’ll learn much more about these initiatives, and meet some of our \npassionate, innovative people, in this year’s sustainability report. The \nevents of 2020 challenged all of us to rethink how we work and live. \nAt Applied we took important steps forward to emerge stronger, more \nresilient, and more committed than ever to Make Possible a Better \nFuture for everyone. \nGary E. Dickerson  \nPresident and Chief Executive Officer  \n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}