{"page_content": "Sustainability Report 202031\nRecruiting and Hiring\nT aking Care of Our EmployeesOccupational Health and Safety\nLearning and DevelopmentHuman RightsOur Culture of InclusionGlobal Culture of Inclusion Summit\nHeld in October 2020, our virtual COI Summit served as the launchpad for our Listen, Learn, and Act campaign, which challenges our workforce to listen to people’s lived experiences, deepen their understanding of unconscious bias, learn to work in community across differences, and act to bring about change. More than 1,700 global employees and contingent workers participated and more than 1,500 signed personal pledges to work toward inclusion in everything they do. \nBlack History Month  \nAs part of our 2021 virtual celebration, \nnearly 350 Applied attendees welcomed activist and diversity educator Jane Elliot  \nfor a candid conversation about today’s racial justice issues. In a post-talk survey, 92% of respondents said the event gave them valuable insight on racism, allyship, and/ or partnership.Pride Month Applied Materials stands in solidarity to support LGBTQ+ rights. In 2020, employees raised the rainbow flag at our headquarters in Silicon Valley, as well as at our sites in Austin, Gloucester, and Israel. With support from our ERGs and regional sites, we also hosted virtual workshops and lectures in the U.S. and India to increase understanding of LGBTQ+ rights and workplace challenges. \nLead Like an Ally\nHeld in September 2020 and cosponsored by the Santa Clara branches of our Black Employee Network (BEN), Veterans Employee T eam (VET), Women’s Professional Development Network (WPDN), and Hispanics in Partnership (HIP), this virtual workshop shared strategies for leaders on facilitating diversity and inclusion.WPDN U.S. Event  \nThroughout the year, various chapters of our Women’s Professional Development Network hosted and sponsored events focused on women’s advancement and inclusion and diversity, including National Instruments Women Network’s “Defining Y our Success” panel discussion, which engaged 214 attendees from seven technology companies.\nWPDN Asia Pacific Events\nT o celebrate International Women’s Day month, WPDN members sponsored a digital engagement series showcasing inspiring professional stories from women at different career stages across Applied Materials Southeast Asia. At Applied Materials India, our WPDN chapter collaborated to present weekly learning sessions during Inclusion Month in August 2020, discussing gender, cultural, and multigenerational diversity, and hiring biases. \nEmployee Resource Groups: \nMaking an Impact Globally \nSince our first ERG s launched in \n2001, the networ k has increased to \nnine ERGs with 26  global chapte rs.\n■ Applied PRIDE\n■ Asians in Motion\n■ Hispanics in P\nartnership\n■ L\neadership Encouraging\nAchievement through Diversity\nand Black Employee Network\n■ Male ER\nG for Equity\n■ P\nersians at Applied Materials\n■ V\neterans Employee T eam\n■ W\nomen’s Professional\nDevelopment Network\n■ Y\noung Professionals Network\n(YPN).", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}