{"page_content": "Sustainability Report 202033\nOur Culture of Inclusion\nT aking Care of Our Employees\nOccupational Health and Safety\nLearning and DevelopmentHuman RightsRecruiting and HiringT o achieve these goals, we pursued a range of new initiatives and technologies:\n■Diverse T alent Sourcing Platform: In\n2020, we invested in a new sourcingplatform that allows us to searchspecifically for diverse candidates.\n■T alent Selection Playbook: In 2020,we rolled out a talent assessmentframework and tools for assessing andselecting talent for current and futureroles. The T alent Selection Playbookincludes best practices in talentplacement with a focus on diversehiring.\n■Increased Referral Bonuses: Weincreased our referral bonus programfor employees who refer qualifiedfemale candidates who are then hiredfor technical positions.\n■Expanded Geographical Searches: TheCOVID-19 pandemic proved the broadefficacy of distance-working models,leading us to expand our searchesand broaden our potential talent poolbeyond our operating regions.■Military Recruiting: Building on oursuccess from the past 10 years, wecontinued to actively recruit talent fromthe U.S. military, with recruiters whohave clearance to access military basesand speak with candidates who areexiting the services.\nThese initiatives and others led to an increase in diverse hiring. Overall, we saw a 3% global increase in diverse hiring in our manufacturing job family group and a 4% increase in hiring in our Asia-Pacific operations. Global NCG hiring increased by 4.5% over FY2019 and resulted in more diverse selections.Employee spotlight\nDale Morris \nDirector of Manufacturing Engineering\nDale Morris has a big job as director of engineering at Applied, but he doesn’t miss an opportunity to get involved in other company programs and initiatives where he can have a positive impact. \nDale helped develop a new manufacturing-based college rotation program that \nprovides college graduates with exposure to different areas and job functions before they start their new position at Applied. He is currently working on an emerging leadership pipeline program for transitioning managers to executive roles, and actively engages in various Employee Resources Groups, including founding the first “Green Team” ERG in Austin, TX around 2007. Today, he is the President of the new Male Employee Resource Group for Equity (MERGE). \nDale joined Applied nearly 26 years ago while still in college himself. “It was a great \npaying and challenging job I could do at night while also attending University of Texas –Austin during the day to finish my undergrad engineering degree,” said Dale. \n“Applied was a fast-growing company that felt like a start-up with many growth opportunities.” Dale says these growth opportunities have helped create a culture  \nof longevity at Applied.\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}