{"page_content": "Sustainability Report 202034\nOur Culture of Inclusion\nT aking Care of Our Employees\nOccupational Health and Safety\nLearning and Development\nHuman RightsRecruiting and HiringRecruiting and Hiring \nDuring COVID-19\nThroughout 2020, the pandemic upended our \ntraditional recruiting, hiring, and onboarding \npractices, forcing us to adapt quickly with \ncreative and transformative solutions.\nDespite logistical hurdles in 2020, we honored all current hiring \noffers for both new employees and interns, and onboarded \nincoming employees on schedule. Recruitment continued \nthroughout the year, and we undertook several virtual New \nCollege Graduate (NCG) programs to drive in-depth, cross-\nfunctional training, provide access to a global knowledge \ndatabase, and assure optimal placement of new hires:\n ■Semiconductor Products Group (SPG) Onboarding: \nRecognizing the need to manage a talent shortage in \nsemiconductor technologies by training new hires, SPG \noffered a virtual onboarding program that included three \nweeks of in-depth industry training.  ■Fusion Rotation Program: Offered by our Implant \nSemiconductor Equipment group in Gloucester, MA, \nthis two-year program offers new graduates in key \nengineering disciplines a series of three to four unique \nengineering assignments and one manufacturing \nassignment, during which participants complete hands-\non duties and work on large, collaborative year-end \nengineering projects. \n ■Supply Chain Rotation Program: This annual program \noffers participants a series of multiple rotation \nopportunities in our supply chain operation.  ■Finance Rotation Program: Offered through our Austin \nand Silicon Valley offices, this program provides ongoing \nmentoring, networking, skills development, and hands-\non experience across various finance disciplines.\nIn North America and globally, our internship programs also \ncontinued operating on a remote-work basis throughout \nthe pandemic, giving students exposure to our diverse and \ninclusive workplace and introducing them to career paths \nand roles in both engineering and corporate. A significant \nnumber of interns subsequently joined the company as full-\ntime employees, with diverse talent representing 71.5% of \nresulting U.S. hires.  \n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}