{"page_content": "Sustainability Report 202035\nOur Culture of Inclusion\nRecruiting and Hiring\nOccupational Health and Safety\nLearning and Development\nHuman RightsT aking Care of Our EmployeesThroughout the COVID-19 pandemic, the safety \nof our employees and their families remained \nour top priority. \nWith our business deemed essential, the majority of our global \nmanufacturing, lab, and customer-focused employees continued \nto work on-site at Applied or at customer locations. T o keep \nour employees healthy, we improved on our already exacting \non-site safety protocols. T o keep them informed, we stepped \nup our proactive internal communications around plans for \nsafety, business continuity, and promoting employee health \nand wellness. T o maintain cohesiveness around COVID-era \npolicies and programs, our Global Manager Forum engaged our \npeople managers with Q&A sessions, safety briefings, and other \nresources to help them support their teams.\nT o help our employees who shifted to a virtual, dispersed \nwork model, we introduced programs to support wellbeing \nand address the complexities of melding work and home life, \nespecially for parents of school-age children. \nIn an employee survey we conducted in July 2020, 92% of \nrespondents reported high confidence in Applied’s ability to \novercome COVID-19 challenges, and over 80% gave positive \nmarks on role expectation clarity, regular check-ins with \nmanagers, and recognition from managers.\n Employee Safety, Security,  \nand Support\nApplied operations around the world responded quickly to the \npandemic with measures to keep our workplaces healthy and \nsafe while ensuring compliance with orders and restrictions \nimposed by government authorities. \nThroughout 2020, we reduced on-site staffing to the essential \nminimum needed to keep our critical labs and operations \nactive and able to support our customers. The rest of our \nworkforce worked virtually beginning in mid-March. T o protect \nour essential on-site employees, we maintained enhanced \nsafety and health protocols including strict screenings, social \ndistancing requirements, enhanced sanitation protocols, and \nmandatory use of personal protective equipment. \nT o support all our employees, we adjusted our pay and benefits as \nnecessary, adding flexibility to address particular circumstances:\n ■Pay continuity policy: Employees who could no longer \ncome to work due to compromising health conditions \nwere paid their regular salaries and reassigned to \ninterim home-based work or provided other reasonable \naccommodations where possible.\n ■Standardized sick time: U.S. exempt and nonexempt \nemployees now have the same amount of sick time.  ■Home office expenses: We compensated our employees \nfor the expense of creating or upgrading home offices, \ntaking into account employee needs around technology, \nproductivity enhancements, and wellness needs \n(ergonomic chairs, desks, etc.).\n ■Flexible time off for vaccinations: T o encourage our \nemployees to get their COVID-19 shots, we offer paid time \nfor any working hours used for vaccination appointments.\n ■Support for working parents: T o aid parents who \nsuddenly had to cope with the stress of managing their \nchildren’s online education during work hours, we began \noffering expanded research resources, training, and  \ntele-consultation support through the award-winning \nRethink program.\n ■Health and wellness support: T o adapt our health and \nwellness benefits to the needs of the time, many in-person \nprograms were transitioned to virtual, offering services \nfrom doctors, therapists, behavioral health coaches, fitness \nproviders, and nutritionists. All virtual visits are free through \nour company-sponsored health plans through 2021.\nFor more details on Applied’s standard benefits, see here. T aking Care of Our Employees", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}