{"page_content": "Sustainability Report 202038\nOur Culture of Inclusion\nRecruiting and Hiring\nT aking Care of Our Employees\nOccupational Health and Safety\nHuman RightsLearning and DevelopmentApplied Materials invests in creating growth \nand development opportunities for our \nemployees to support an engaged, motivated, \nand dedicated workforce that will propel our \nbusiness into the future. \nProgram Adaptations for \nCOVID-19\nThe confluence of COVID-19 and the onboarding of more \nthan 500 new hires challenged our training and development \nprograms in 2020, requiring us to quickly develop and \ndeploy new virtual alternatives to deliver on our plans and \nobjectives. At the same time, we evolved the structure of our \nrole-based employee development programs and rolled out \nnew leadership programs in several regions, businesses, and \nfunctions, comprised of training, mentoring/ coaching, and \nspecial assignment projects.2020 Program Highlights\nOur PATHWAY program helps each of our people plot a \ncustomized course of growing their professional skills to help \nApplied achieve our overall goals. In early 2021 we added \na focus on future skills, identifying capabilities that will be \nrequired in the next phase of the digital age and offering \ncoursework to achieve those needs. PATHWAY also offers \nflexible elective courses, enabling our people to explore \nadditional professional skills based on personal interest and \nrecommendations from managers. \nThe integrated PATHWAY platform allows employees \nto browse and select courses related to their job role, \ndevelopment plan, and skill topics critical to the company, \nand provides role-based recommendations for self-directed \nlearning. T o meet their requirement of completing 40 \nlearning hours in each fiscal year, employees may supplement \nrequired and elective coursework with university-level \ncoursework, professional accreditation or continuing-\neducation workshops, or reading research papers. \nDuring 2020, over 14,000 employees accessed and \nparticipated in training through the PATHWAY program.\nIn 2020, Applied also invested in two new management \ndevelopment initiatives to address growing needs from our \nbusiness. First, we piloted a T eam Leader program in several \nof our businesses and regions, equipping high-potential Learning and Development\nThe global health crisis we \nface today is demonstrating \nthe need to think and act \ndifferently, the value of \ninnovating anywhere and \ncollaborating everywhere, and \nthe urgency to care for our \nplanet and for one another.\n- Gary Dickerson,  \nCEO, Applied Materials“\n”employees to carry out management functions like setting \ngoals, giving feedback, and managing team effectiveness. In \naddition, we initiated a global Manager Forum, sparked by the \nneed to keep our people managers informed and connected \nduring COVID-19. This forum has evolved into a powerful \nchannel for people manager communication and training on \nurgent real-time issues.\nLearn more about Applieds Learning and Development program here", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}