{"page_content": "Sustainability Report 202041\nOur Culture of Inclusion\nRecruiting and Hiring\nT aking Care of Our Employees\nOccupational Health and Safety\nLearning and Development\nHuman RightsOur commitment to protecting human rights \nwherever we do business is formalized in our \nnew Human Rights Statement of Principles , \nwhich Applied Materials published in June 2021. \nThis statement builds upon our company-wide Standards \nof Business Conduct, our Responsible Minerals Sourcing \nPolicy, and our position on the California T ransparency in \nSupply Chains Act. It also reflects common principles in key \ninternational human rights standards, including the United \nNations Guiding Principles on Business and Human Rights, \nand aligns with the Responsible Business Alliance (RBA) \nCode of Conduct. These policies and statements spell out our \ncommitments, enumerate our expectations around training \nand accountability for our personnel and suppliers, and lay \nout enforcement mechanisms for non-compliance. Human Rights\nNon-Discrimination: Applied Materials is committed \nto providing a workplace that is free of discrimination, \nharassment, and retaliation. We do not tolerate harassment \nbased on race, color, national origin, ancestry, religion, \nage, sex, sexual orientation, gender identity, marital status, \nphysical disability, mental disability, medical condition, \ngenetic information, family care leave status, union \nmembership, veteran status, or any other basis prohibited \nby law. Our Non-Discrimination Policy protects employees \nwho have lodged good-faith reports of possible ethical issues or policy violations, or participated in any investigation, \nproceeding, or hearing. The policy addresses conduct, \ncomplaint procedure, supervisory responsibilities, responsive \naction, and supplemental state-specific rules. \nSee the Occupational Health and Safety section of this report \nfor additional information on employee working conditions \nand policies. See Supply Chain Responsibility for our \ncommitment to protecting human rights in our supply chain.\nPhoto taken pre-pandemic.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}