{"page_content": "Sustainability Report 202046\nEnvironmental Health  \nand SafetyClimate and EnergyEmissions\nIn 2020, Applied Materials’ Scope 1 and 2 emissions \n(market-based) totaled approximately 151,300 metric tons \nof carbon dioxide equivalent (MT CO₂e), a 5% rise from \n2019 driven primarily due to the opening of new Applied \nmanufacturing facilities in T aiwan, process expansion in \nMassachusetts, and overall production and business growth \nto meet unprecedented demand in the semiconductor \nindustry.\nThe largest part of our Scope 1 and 2 footprint is traceable to \nthe power needs of our factories and labs and is the area of \ngreatest additional reduction. T o keep us on track toward our \n100% renewable energy commitments (U.S. by 2022, global \nby 2030), we are evaluating increases in our renewable \nenergy procurement.\nOur Scope 2 (market-based) emissions fell to approximately \n102,400 MT CO2e in 2020, a 2% decrease from 2019. This \nwas driven in part by partial facility closures due to COVID-19 \nremote-work protocols. The likely persistence of remote work \noptions post-COVID should help us toward our Scope 1 and 2 \nemissions reductions goals.As part of our commitment to setting science-based targets, \nwe are on track toward our goal of quantifying our Scope 3 \nemissions inventory. By early 2020 we had already measured \nand established reduction strategies for emissions tied to \nemployee travel, a category whose numbers fell nearly 71% \nduring 2020 due to pandemic restrictions and the viability \nof teleconferencing. Post-COVID, Applied Materials intends \nto continue encouraging the use of teleconferencing and \nvirtual platforms in lieu of travel wherever feasible. We are \ncurrently assessing details of our lifecycle tool emissions, \nsetting baselines for tools produced by our semiconductor \nbusiness, and preparing to set baselines for our display and \nsemiconductor technologies businesses. We also anticipate \nquantifying Scope 3 emissions across at least 10 of the \n15 categories, and completing our inventory and setting \nreduction targets in 2022.\nAir emissions from our manufacturing processes are treated \nwith point-of-use abatement units and facility scrubbers \nbefore being discharged to the atmosphere, consistent with \nlocal or regional air permit requirements. \nInadvertent omission of data led us to \ninaccurately report our 2019 Scope 1 and 2 \ntotals as 145,400 MT CO₂e. Our actual 2019 \nScope 1 and 2 emissions totaled 144,200 \nMT CO₂e. We have improved our internal \ndata entry and checking systems to assure \nreliability, and are now working with a third-\nparty data assurance partner. ", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}