{"page_content": "Renewable Energy\nIn 2020, Applied Materials set a target of \nsecuring 100% of our global energy needs from \nrenewables by 2030, with an intermediate step \nof using 100% renewable power in our U.S. \noperations by 2022. To enable those targets, \nwe are following a global renewable energy \nstrategy built around three complementary \nstrategies: ■On-site solar power generation: Applied Materials \nmaintains on-site solar generating capacity at our \nfacilities in Singapore; Austin, TX; Sunnyvale, CA; and \nXi’an, China. Combined, these arrays generated 374 \nMWh of clean power in 2020.\n ■Virtual power purchase agreements and RECs: \nFinancial contracts with external solar, wind, and other \nrenewable energy generating projects that deliver \npower to the grid. Each Renewable Energy Certificate \n(REC) provided by project owners represents the \nenvironmental benefits of 1MWh of electricity generated \nfrom renewable sources, affirming our investment in \nrenewable power and providing reductions in our Scope \n2 emissions.\n ■Utility green procurement programs: Direct purchase \nof renewable energy from a utility provider. \n In 2020, Applied used 121,982 MWh of green power from a \ncombination of these three sourcing strategies, representing \nnearly 31% of our total U.S. power needs for the year. We \nalso signed a power purchase agreement to support a new \n500-megawatt wind energy project in Crockett County, TX. \nWe anticipate being able to offset a large percentage of our \nU.S. footprint as this facility begins coming online in late 2021. \nWe continue to evaluate further renewable energy  \nprojects worldwide.\nSustainability Report 202047\nEnvironmental Health  \nand SafetyClimate and Energy\nEPA Green Power Partnership \nApplied Materials, 2020 and 2021  \nNational T op-100 User of Green Power  \nT op 30 T ech and T elecom  \nFortune 500® Partners", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}