{"page_content": "Sustainability Report 202048\nClimate and Energy\nEnvironmental Health  \nand SafetyOur emissions reduction efforts are only one \npart of Applied Materials’ overall commitment \nto reducing our environmental impacts. \nThroughout our global operations, we also \nwork continuously to reduce waste, conserve \nresources, ensure safe and healthy work \nenvironments for our people, and demonstrate \nenvironmental leadership in our communities. \nWith pandemic measures taking precedence throughout \n2020, we initiated no major new conservation, efficiency, or \nrecycling/reuse programs. Nevertheless, the fact that 70% of \nour people worked remotely, leaving our non-manufacturing \nfacilities functioning at significantly reduced capacity, likely \ncontributed to year-on-year reductions in consumption of \ngroundwater (down by 26%) and water for irrigation (down \nby 21%). \nOur labs and manufacturing facilities account for the largest \nshare of our global energy and water consumption. T o help \nreduce consumption within the semiconductor industry, we \nare working with our customers on our ambitious 3x30 goals, \nwhich include boosting manufacturing efficiency and driving \na 30% reduction in equivalent energy consumption for our \nsemiconductor products. Environmental Policies, \nSystems, and Governance\nApplied Materials’ Environmental Health and Safety (EHS) \npolicy commits our company to protecting the environment. \nThe policy is signed by our President and CEO, distributed \nto all Applied locations globally, and referenced often during \nsite team and management meetings. \nOur EHS&S organization is an integrated entity with \nteams responsible for EHS in on-site operations (including \nconstruction, fire and life safety, and contractor safety), \nhazard and risk identification, customer site support \noperations, emergency preparedness, environmental \nmanagement, and product safety. These efforts are supported \nby company management and guided by our EHS policy. The \nBoard’s Corporate Governance and Nominating Committee \nreceives a report on EHS and sustainability matters each \nquarter and a more in-depth environmental and sustainability \nupdate annually.We implement our EHS policy through our Environmental \nHealth and Safety Management System (EHSMS), which \nconforms with international management system standards \nsuch as ISO 14001, ISO 45001, the U.S. Department of \nLabor’s Occupational Safety and Health Administration \n(OSHA) Voluntary Protection Program (VPP), and EHS \ndocumentation to the requirements of ISO 9000. \nSee here for more information on ISO certifications for our \nmanufacturing sites. Environmental Health and Safety\nApplied Materials is working on an \nambitious set of goals that includes a \n30%energy consumption \nreduction for our \nsemiconductor products", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}