{"page_content": "Sustainability Report 202051\nClimate and Energy\nEnvironmental Health \nand SafetyWaste Managemen t \nApplied is committed  to minimizing wa ste \nacross ou r locations an d logistics o perations, \nwith a special focus on non-recyclable, landfill-\nbound w aste. \nWaste reduction,  reuse, and recycling programs are managed \nat the site leve l, with waste management targets set for \nindividual manufacturing sites based on the ISO 14001 \nframework. Site program targets are reviewed on an  ongoing \nbasis and scored  annually, an approach that has led to a \nmeasurable redu ction in solid was te and increas ed reuse and \nrecycling of product and packagin g materials. \nIn 2020, we a chieved a near ly 34% reduction  in overall waste \nfrom our 2019  performance th rough a combin ation of ongoing \nreduction /recycling program success a nd a drop in waste from \noffice and cafete ria operatio ns due to COVID remote work \nprotocols. We also slight ly increased our diversion rate from \nlandfill/incineration to 80%,  from 79.2% in 201 9.\nTo reduce Applie d’s overall env ironmental imp act, our facilit ies \nare working to  minimize the  amount of waste generated \n(for example, by reducing p rinted documentat ion), shifting \nto reusable /recyclable ma terials wherever  possible, so rting \nrecyclables at  point of disposal, and maximizing composting  \nof organic mate rials from our  cafeteria ope rations.See the Design for Sustainability section for information on \nour responsible product and packaging initiatives. \nHazardous Waste Management: Hazardous waste accounted \nfor 2% of our annual waste output in 2020, representing \na nearly 63% reduction in volume from 2019. We contract with licensed third parties to transport both solid and other waste (including hazardous waste) for off-site disposal, consistent with applicable laws and regulations. Our EHS and Sustainability organization provides additional oversight of third-party hazardous material disposal companies and ensures that all disposal sites and methods meet regulatory requirements. We also evaluate potential vendors via the CHWMEG Facility Review Program, which provides environmental, operational, and financial information on waste treatment, disposal, recycling, and storage facilities.\nWastewater Management: Applied strives to reduce the \nnegative impacts of wastewater produced by our operations, monitoring to ensure sufficient removal of solids and adherence to permitted parameters (e.g., pH and fluoride content) before discharge to publicly owned treatment works. Each Applied facility is responsible for wastewater monitoring, with problems escalated to the site management team and applicable corporate staff for immediate correction. 2020 Waste Performance Metric T ons  \nT otal waste generation 8,286.9\nT otal hazardous waste* 163.6\nT otal non-hazardous waste 8,123.2\nDiverted non-hazardous waste 6,629.5\nNon-hazardous waste to landfill/\nincineration1,493.8\nDiversion rate 80%\n*Originating fr\nom Applied manufacturing facilities, including R&D and labs", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}