{"page_content": "Sustainability Report 202053\nClimate and Energy\nEnvironmental Health  \nand SafetyLooking forward, Applied is developing an official policy focused on the continued reduction of water use and consumption, reuse and recycling \nwhere feasible, and improved measurement and documentation of our water use. We are also conducting physical risk assessments of potential \nadverse climate change impacts to our global manufacturing facilities, including water-related impacts. \nAssessing Water Risk: T o gauge our water risks and identify \nwater-stressed regions around the world, Applied Materials \nuses widely accepted tools such as the World Resources \nInstitute (WRI) Aqueduct T ool and Aqueduct Water Risk \nAtlas. In 2020, 14% of our total water withdrawal occurred \nin water-stressed locations, notably at our California R&D \nfacility. Our other most significant water risk is tied to \nchanging demand as customers seek ever more sustainable \nproducts. We are responding to this risk by innovating more \nwater-efficient tools.Water Discharge and Wastewater: Applied Materials recognizes \nour responsibility to protect water sources in the communities \nwhere we operate, and to promote strong water stewardship \npractices throughout our value chain. T o minimize both water \nconsumption and wastewater discharge, our facilities recycle and \nreuse as much water as possible for cooling, landscaping, and \nother uses. Water that cannot be recycled or reused undergoes \ncareful quality monitoring and is pre-treated consistent with \nlocal laws, regulations, and permit requirements before being \ndischarged to publicly owned treatment works. Each Applied \nfacility is responsible for wastewater monitoring, with issues \nescalated to the site management team and applicable corporate \nstaff for immediate resolution. \n Water Reclamation in Austin: In Austin, TX, our largest \nwet tool manufacturing facility operates an Industrial Waste \nNeutralization (IWN) program, reusing treated industrial \nwastewater in the cooling towers that provide building \ntemperature management. The system provides over 90% of \ntotal cooling tower make-up water in cold months, and augments \nthe original make-up water source during hotter months. Since \n2017, the IWN system has reduced our usage of potable water by \napproximately 104 megaliters.\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}