{"page_content": "Sustainability Report 202058\nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityDesign for Sustainability In the same way our innovations make possible \nthe technology shaping the future, our \ninnovations in sustainable design are helping \nlead the technology industry toward cleaner, \ngreener manufacturing. \nSince 2018, all in-development Applied Materials products \nand processes across our semiconductor business lines \nreflect the application of “Design for Sustainability” methods \nand principles, which focus on designing long-lasting and \nreusable or recyclable products to minimize the use of natural \nresources and help our customers boost sustainability in their \nown manufacturing operations.  \nIn our semiconductor business, we continue to work with our \ncustomers to drive our ten-year 3x30 goals, seeking to reduce \nthe high energy and chemical impacts of semiconductor \nmanufacturing industry-wide. Covering both designed-in efficiencies in new products \nand processes and hardware/software improvements for \nexisting products, our comprehensive, industry-leading effort \nencompasses three core elements:\n ■Our Design for Sustainability Center of Excellence \n(CoE), which includes a dedicated lab in India, providing \ndesign support for more sustainable technologies and \nprocesses\n ■A proprietary modeling tool, quantifying energy, \nchemical, and footprint impacts of past, present, and \nfuture tool designs\n ■A dedicated customer effort, ensuring our tools and \nprocesses can deliver broad benefit to the planet \nAs a result of our Design for Sustainability program, we have \nactive sustainability development projects across our SPG \nproduct lines. \nConsistent Quality, Consistent Improvement\nAmong other quality certifications, Applied is globally \ncertified to ISO 9001:2015 for quality management. Design for Sustainability", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}