{"page_content": "Sustainability Report 202060\nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityDesign for Sustainability \nChemical \nProduction and \nTransportationProcess\nChamberBy-product\nChemicalsAbatementCradle-to-Gate\nUpstream \nImpactsDirect Process Drains (if present) Abatement Drains\nDrain \nImpactsPost-\nAbatement\nEmissionsGate-to-GraveModeling Sustainability and Efficiency \nDesigned in-house, our web-based modeling and quantification tool analyzes \ndesign and end-user data to pinpoint sustainability improvements for \nlegacy, in-production, and design-stage semiconductor manufacturing tools. \nModeling efforts focus on our 3x30 goals of reducing energy use, chemical \nconsumption, and the equipment’s physical footprint to increase throughput \ndensity per square foot of cleanroom space. Where possible, we try to create \nstandardized methodologies that drive reductions across multiple tools.\nAnalysis of tools in the design stage provides design engineers with data on \nthe tool’s projected resource consumption and other environmental impacts, \nallowing improvements before the tool goes into production. Analysis of \nexisting tools supports identification of process efficiency improvements that \nwe can communicate to our customers to boost sustainability performance.\nT o date, our analyses have focused primarily on energy consumption, \nexamining every tool component for potential savings, with a particular \nfocus on components known to be particularly energy-intense (heater chuck, \nchillers, pumps, etc.). These analyses have surfaced insights we’ve used to \ndeploy energy-reduction projects with multiple customers. \nOur analyses to support tool footprint reductions have also yielded real-world \nsuccess, leading to design changes that will shave nearly 20% off the footprint \nof certain tool sets in their next generation.\nAs of mid-2021, we are nearing completion of our first-in-the-industry \nchemical consumption analysis and expect to begin leveraging these results \nfor design and process improvements before year-end. Cradle-to-grave envelope captures global warming impact from production/transport of input chemicals to post-abatement \nwafer process emissons.\nChemical \nProduction and \nTransportationProcess\nChamberBy-product\nChemicalsAbatementCradle-to-Gate\nUpstream \nImpactsDirect Process Drains (if present) Abatement Drains\nDrain \nImpactsPost-\nAbatement\nEmissionsGate-to-Grave3x30 Chemical Impact Metric", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}