{"page_content": "Remote Productivity\n■ Provided reimburs ement of expenses  and ergonomic  \nsupport for wor king from home\n■ Offered hardwar e and connectiv ity resources\n■ Upgraded virtu al productivit y tools\nCommunity Support\n■Provided PPE and blood analysis systems to\nmedical facilities\n■Sent emergency support to food banks and crisis-response nonprofits\n■Donated cases of hand sanitizer for isolated seniorsand people who are unhoused\nEmployee Volunteering\n■Printed 3D face shields and touchless door handlesfor hospitals\n■Created open-source designs for medical gear\n■Sewed masks for nonprofit volunteersCOVID Impacts on \nSustainability\nMany of the results reflected in this year’s Sustainability \nReport are influenced by the events of 2020. The pandemic response shifted some of our workforce to work at home, and corporate travel was curtailed, at the same time we experienced increased customer demand impacting our on-site manufacturing operations and associated carbon footprint. Other initiatives, such as environmental health and safety self-assessments and on-site supplier audits, were more challenging to execute amid pandemic shutdowns. We have noted these potential impacts in the data where appropriate. \nAs the world begins to recover from \nthe pandemic, Applied is committed to leveraging essential 2020 learnings and innovative solutions to accelerate progress against our goals in 2021 and beyond.\nApplied has a multi-phase plan to return to working on-site, \nwhich takes into consideration factors such as Applied’s business needs, local government regulations, community case trends, and recommendations from public health officials. The plan involves multiple phases that gradually allow additional workers to return on-site while practicing social distancing and other safety measures.\nSustainability Report 20207\nThe COVID-19 pandemic has affected nearly \nevery person, community, business, and economy in the world since early 2020. \nDesignated as an essential business, we executed a \ncomprehensive response across all regions in which we operate, implementing strict safety protocols in our factories, labs, and logistics centers so we could continue operating throughout the pandemic. We prioritized the protection and trust of our employees, customers, suppliers, partners, and community as we drove key initiatives to strengthen Applied for the long term. \nEmployee Health and Safety\n■Required remote work where possible\n■Provided enhanced screenings, testing, social distancing,and personal protective equipment (PPE) foron-site employees\n■Offered virtual physician and wellness appointmentsthrough company health centersOur COVID-19 Response", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}