{"page_content": "Sustainability Report 202061\nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityDesign for Sustainability Leading Industry-Wide Change\nThrough our focus on improving the sustainability \nperformance of new and existing tools, Applied Materials \nis helping semiconductor manufacturers realize substantial \nenergy savings, meet their own sustainability goals, and \nshrink the industry’s overall energy and chemical footprint.Recently, Applied partnered with one of our key customers, \nTSMC, to introduce our iSystem™  intelligent controller at its \nFab 15B facility in T aichung City, T aiwan. Collecting data from \nthe operation of semiconductor fabrication tools, iSystem™ \nenables tracking of resource consumption, GHG emissions, \nand other environmental factors. At TSMC, energy-saving \nmeasures developed from iSystem™ data have resulted \nin annual savings of 13.4 million kWh of electricity, GHG \nreductions of 13,800 MT CO₂e, and cost benefits of NT$85 \nmillion (US$3 million).OLED Displays:  \nSuperior Viewing and Efficiency\nIn the 2000s, Applied Materials’ advanced \nequipment ushered in the era of flat-panel \nLCD displays, a transformative technology that \nconsumes less than half the energy of older CRT \ndisplays. Now Applied’s displays business is poised \nto drive the next evolution in screen technology \nthrough tools that simplify fabrication of OLED \n(organic light-emitting diode) displays, driving \ndown production costs and consumer prices. \nUnlike LCDs, which use liquid crystals to modulate \nlight from an always-on backlight unit, the pixels \nin OLED technology are self-illuminating. This \nsimplified architecture makes possible thinner and \nmore flexible panels with superior color range and \ncontrast, cooler running temperatures, and lower \nenergy consumption. Since OLED screens consume \npower in direct ratio to the brightness of the picture \nthey’re displaying, darker display colors, modes, \nand schemes consume between 30% and 60% less \nenergy than LCDs in similar display modes.Achieve Energy Saving Efficiency\n ■ All-time and dynamic energy saving\n ■ Development of Sleep Mode and Rest Mode\nEnsure Energy Saving Performance\n ■ Adoption of ISO 50001 EnMS and Development of EnPl \nand EnB, and automatic calculation of energy saving\n ■ Development of alarm management system and energy \nreporting system to precisely manage energy usage\niSystemTMiSystemTM\niSystemTMEnergy Saving \nManagement\nAlarm\nManagement\nBig Data\nAnalysis\nLearn more here", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}