{"page_content": "Sustainability Report 202062\nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityDesign for Sustainability TSMC also recently announced sustainability advances in \nits supplier collaborations aimed at developing green fab \nequipment for chip manufacturing. Applied is a key partner in \nthis initiative, helping TSMC achieve a major milestone of 200 \nGWh energy savings for N5/N3 nodes.\nWorking closely with another leading-edge customer, Applied \nMaterials has implemented process equipment improvements \nthat are expected to enable annual consumption reductions of:\n ■>185,000 liters nitrogen trifluoride (NF3), eliminating \n~9,000 MT CO₂e upstream and downstream impacts\n ■24.5 million liters de-ionized (DI) water, saving an \nequivalent amount in city water consumption plus the \n>220 MWh energy required for its conversion to high-\npurity DI water\n ■8.2 million liters helium (a non-renewable resource), \neliminating 32 MT CO₂e from manufacturing energy\nIn 2020, we achieved reductions of >30% in area per wafer \npass on selected products for metal deposition, dielectric \ndeposition, and ALD, and a >18% reduction in selected etch \nprocess products. Available energy-saving features on our \nCMP and Epi products reduced energy consumption by >5% \nand >7%, respectively. Product enhancements have also \nresulted in savings through optimizing the flow of Clean Dry \nAir (CDA) and chilled water, reducing chemical exhaust by \nswitching heat-exchange settings and reducing pump speeds, \nand introducing an idle/sleep mode setting when tools are \nnot processing wafers. Implementing peripheral components \nwith the ability to operate at less than maximum power is a \nkey enabler of reducing total tool energy consumption.A robust communications program informs our customers of \nnew tools, upgrades to their existing systems, and advanced \nservice products, stressing yield improvements, cost \nreductions, and sustainability benefits.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}