{"page_content": "Sustainability Report 202063\nDesign for Sustainability \nProduct Safety\nSupply Chain ResponsibilityPromoting Circular Economy Applied Materials works to promote the \ncircular economy vision by eliminating waste \nthrough design, creating efficiencies across \nthe product lifecycle and employing materials \nthat can be reused or recycled at the end of a \nproduct’s functional life.Remanufacturing Semiconductor \nSystems and Parts\nOur systems are designed to last, to support upgrades and \nrepurposing for new applications, and to be easily repairable \nif parts fail or performance falls below acceptable standards. \nT o support the sustainability, speed, and cost-effectiveness \nof these operations, we maintain a two-pronged approach to \nspare parts: engineering our newly manufactured parts for \ngreater repairability and using refurbished parts whenever \npossible for repair and remanufacture.\nExpanding repairability: The process of converting from \nconsumable to repairable parts is continuous, resulting in our \npercentage of repairable parts increasing from 65% to over \n70% over the past three years. In a cross-functional effort, \nour product design and manufacturing engineers identify \nparts that can be reengineered for repairability, while parts \nand service engineers from our Applied Global Services \n(AGS) business collaborate to develop service routines and \ngrow their familiarity with process operations, parts, kits, and \nreplacement cycles.Recovery and reuse: Within AGS, a dedicated team \nspecializes in recovering parts and assemblies from the \nmarket and reconditioning them for reuse, reducing our \nmanufacturing operation’s need for virgin materials. \nEach recovered part goes through an exacting process of \ninspection, decontamination, refurbishment, and repair, \nand is then recertified by AGS as “like new” for reuse and \nrecirculation, with a full warranty and the same service \nlevel as a new part. On average, 40% of the parts used for \nservicing Applied Materials tools have been refurbished \nafter previous use in an Applied system. We are constantly \nimproving our refurbishment processes to grow that number \nby encompassing more part categories—for example, \nelectrostatic chucks, whose reuse rate has increased 11% \nover the past three years. We maintain one of the industry’s \nlargest global inventories of spare parts, with recovered parts \nsearchable in our inventory management system and ready to \nbe pulled for cleaning and reconditioning. \nPromoting the Circular Economy", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}