{"page_content": "Sustainability Report 202064\nDesign for Sustainability \nProduct Safety\nSupply Chain ResponsibilityPromoting Circular Economy Enabling Recycling of Flexible Packaging\nAt our Flexible T echnology Group business unit in Germany, \nour sales, business development, and design functions are \nworking with customers to develop new solutions to increase \nthe recyclability of food packaging materials. Spurred \nby impending regulatory targets for reducing packaging \nwaste, companies are committing to a full transition to \nbiodegradable, recyclable, or renewable materials within the \ndecade, and leveraging Applied’s expertise with roll-to-roll \nvacuum coating systems to help them get there.\nThe focus of this work is replacing aluminum foil layers with \nbarrier films made on our tools that enable the transition \nto more easily recyclable structures made from a single \npolymer material (e.g., all-polypropylene pouches). We are \npartnering with various companies to find ways to create \nbarrier paper that is both renewable and biodegradable. \nApplied Materials’ oxide coating technology is also enabling \nimprovements to the barrier of new pouches made from \nBOPEF film, a 100% bio-based polyester created from \nrenewable feedstocks.\nThrough these and other solutions, we’re helping to build \na circular economy that retains the value embedded in \npackaged food by extending shelf life and preventing food \nwaste (which accounts for as much as one eighth of global \nGhG emissions), while also mitigating packaging’s effects on \nour land, seas, and resources. Building a Circular Economy for Flexible Packaging\nApplied Materials is a member of CEFLEX, a collaborative initiative representing the full value chain of flexible packaging. \nCEFLEX stakeholders have endorsed a five-step roadmap to building a circular economy for flexible packaging, together with \nneeded actions in each part of the value chain to make it happen. \n1\n2\n3\n4\n5Drive collection of all flexible \npackaging for sorting and recycling\nSort and recycle the suitable \nmono-material fractions\nRedesign multi-material flexible \npackaging to mono-materials with existing \nrecycling streams where possible\nIdentify solutions and develop capabilities to \nsort and recycle the remaining fractions\nEnd markets for all recycled \nflexible packaging materials\n© ceflex.eu ", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}