{"page_content": "Sustainability Report 202065\nDesign for Sustainability \nPromoting Circular Economy \nSupply Chain ResponsibilityProduct SafetyApplied Materials develops and implements \ncomprehensive product design, manufacturing, \nlabeling, and testing policies and programs \nto ensure our products are safe to use and \ncomply with applicable legal requirements and \nindustry standards and guidelines. Third-party \nassessments validate that our products meet \napplicable safety requirements. \nWe follow all relevant country- and region-specific \nrequirements. For example, products distributed in China \nare marked with a mandatory “China RoHS 25” label to \ncomply with the administrative measure on the control of \npollution from electronic information products. Products sold \nin the European Union comply with regional manufacturing \nand labeling requirements, including the CE mark affirming \nconformity with European health, safety, and environmental \nstandards. Products sold in the UK bear the similar UKCA \n(UK Conformity Assessed) mark.\nRisk Assessment\nOur risk-assessment \nstandards follow the \napplicable SEMI S10 industry \nrisk assessment guideline, \nwith potential enhancements \ncurrently under review. Any business unit or group that develops, sells, or distributes products ensures such products have been engineered to protect \npersonnel, the user’s facilities, and the environment from exposure to risks, and that any residual risks remain below a minimum \nacceptable level when the products are operated, maintained, and serviced in accordance with the instructions and information \nprovided to the user. Our Product Safety group partners with other company functions to oversee the design of products and \nservices, monitors their safety during the product’s lifecycle, and drives compliance with our product safety policy and procedures. Product Safety", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}