{"page_content": "Sustainability Report 202066\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityIn 2020, Applied Materials introduced our new SuCCESS2030 initiative, \na 10-year roadmap that extends our sustainability vision across our \nsupply chain for semiconductor and display manufacturing. \nUnder SuCCESS2030, Applied’s assessments of supplier performance and capabilities now \nrequire shared commitments in five main ESG focus areas, most of which include defined \nperformance targets. In three of these areas, we are running pilot programs to test efficiency \nand waste-reduction processes, with the intention of sharing key learnings with our supplier \npartners, magnifying positive impacts across the industry.\n ■Supplier Responsibility, Engagement, and Assessment: Applied strives to be a partner \nto our suppliers, providing resources, guidelines, tools, and trainings to build capacity on \nadvancing sustainable practices and supporting our suppliers and their sub-tier suppliers \nin their efforts to conform to the Responsible Business Alliance (RBA) code of conduct. \nFrom this baseline, we can better gauge progress using RBA assessments and audits.\n ■Packaging: Our precision tools and products require carefully designed packaging to \navoid damage during transport, and we are continuously exploring reuse, reduction, and \nrecycling options. We are piloting the balance of all three with certain packaging materials \nand types. Cases and crates are designed for reuse, whereas boxes contain recyclable \ncontent such as corrugated fiberboard and plastics. T esting and measurement drive the \nfeasibility of reducing the use of virgin materials. Our goal is to reach 80% recyclable \ncontent for targeted plastics and corrugated fiberboard by year-end 2023.\n ■Transportation and Logistics: T o reduce emissions from airfreight, we are exploring use \nof intermodal shipping options that can deliver product within a reasonable time frame. \nAs an interim goal, we have a target of using these methods to achieve a 15% reduction  \nin logistics GHG emissions by year-end 2023. ■Wastewater: Though our own operations are neither water-intensive nor large emitters \nof wastewater, we are cognizant of the need to reduce our industry’s large footprint \nin both areas. Currently, we are piloting a program to test the efficacy of removing all \nphosphates used in pre-treatment of metal surfaces and shifting to zinc oxide. Our \ngoal is to eliminate 100% of phosphates employed in this process by year-end 2023, \nthroughout our supply chain.\n ■Inclusion and Supplier Diversity: Mirroring our own I&D journey, SuCCESS2030 \npromotes development of robust diversity strategies throughout our supply chain. Our \nown near-term supplier diversity targets include increased representation of women \nand other underrepresented groups and increased percentage spend with women- and \nminority-owned businesses, all by 2024. We are also working with our trade associations \nto significantly grow the pipeline of diverse talent available to the industry by 2030.Supply Chain Responsibility\nSuCCESS2030 strengthens Applied’s ESG supply chain strategy, building on our foundation \nof supporting ethical labor practices, environmentally responsible operations, responsible \nminerals sourcing, and other programs promoting adherence to industry standards \nand international human rights standards. SuCCESS2030 is managed through our new \nSuCCESS2030 Office, which oversees metrics and compliance audits and conducts training \nand coordination with participating suppliers.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}