{"page_content": "Sustainability Report 202067\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilitySupplier Engagement, \nTraining, and Assessment\nSuCCESS2030 is a series of best practices for \nbuilding a more sustainable business, society, \nand planet. As we raise the bar, we’re also \nbuilding our suppliers’ competencies to reach it.\nContract Obligations  \nFor direct suppliers, our ESG requirements are incorporated \ninto our Global Supplier Agreements and other supplier \nagreements via our “Supplier ESG Requirements” attachment, \nand are also included in the terms and conditions for all \npurchase-order transactions. These requirements are also \nenumerated in our most commonly used agreements for \nindirect services. In 2021, we are adding the requirements to \nlogistics supplier terms. By contract as applicable, Applied’s \nsupplier are required to: \n ■Implement Applied’s Standards of Business Conduct   \nand the RBA Code of Conduct in their own operations \nand ensure RBA code compliance among their  \nsub-tier suppliers \n ■Comply with our Responsible Minerals Sourcing Policy  \nand meet related statutory and regulatory requirements ■Meet Applied’s other environmental, social, and \ngovernance requirements in their own operations and \nensure compliance among their sub-tier suppliers\n ■Comply with Applied’s Environmental Health and Safety \nPolicy and “any applicable environmental, health or \nsafety law, rule, regulation, order, decree or ordinance” \n ■Comply with Applied’s minimum product EHS \nrequirements\n ■Comply with the California T ransparency in Supply \nChains Act of 2010 , addressing the risk of slavery and \nhuman trafficking in supply chains\n ■Provide information requested by Applied to enable our \ncompany to comply with material content restriction \nregulations, including but not limited to REACH (EC \nnumber 1907 /2006) and the U.S. T oxic Substances \nControl ActEngagement and Training  \nWe want this work to be a partnership, with collaboration \ndriving benefit to all parties. In 2021, we began offering a \nstructured program of webinars, trainings, and assistance to \nhelp our suppliers close any gaps across our ESG focus areas:\n ■Weekly live webinars on each key area of ESG focus\n ■Online training on Applied Materials Supply Chain  \nESG Requirements\n ■T raining through the RBA e-Learning Academy and  \nRBA workshops\n ■Ability to contract for social responsibility and \nsustainability assistance from a consultant at  \npre-negotiated rates\nOur Applied commodity business managers are required \nto complete these trainings, assuring that the people who \nengage most frequently with our suppliers can knowledgeably \ncommunicate our sustainability expectations. \nThese SuCCESS2030 trainings extend our existing supplier \ntraining program, which offers web-based training on our \nStandards of Business Conduct, EHS trainings on maintaining \nsafe work environments, and other resources related to our \npolicies and procedures.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}