{"page_content": "Sustainability Report 202068\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilitySupplier Assessments and Audit  \nApplied Materials employs a metrics-based approach to assessing supply chain ESG risks and \nreflects these assessments in our supplier scorecards. T o secure baseline data, we require \nsubsets of our suppliers (as applicable) to: \n ■Complete annual self-assessment questionnaires to measure their conformance to  \nthe RBA Code of Conduct (top 80% of direct suppliers, by spend)\n ■Submit Conflict Minerals Reporting T emplates as part of our Conflict Minerals  \ndue diligence\n ■Report on their performance under environmental regulations\nWe conduct detailed evaluations of reported information and assign suppliers risk scores using \na weighted risk matrix that encompasses ESG and other risk indicators. Rather than focusing \ncorrective action solely on suppliers identified as high ESG risks, we are implementing our \nSuCCESS2030 holistically, identifying gaps at every level and giving suppliers the resources and \ntools they need to comply and thrive. \nInternal audits of suppliers identified as having high ESG risk began in 2020, though COVID-19 \nforced us to curtail a planned pilot program of on-site ESG audits for certain high-risk direct \nsuppliers. Consistent with RBA provisions, Applied required 25% of our high-risk suppliers to \nundergo an RBA external audit in 2020. This percentage grew to 33% in 2021 and will reach \n50% in 2022. We have contracted with an RBA-approved third-party audit firm to conduct such \naudits consistent with RBA audit standards. Protecting Human Rights in Our Supply Chain\nApplied Materials is unequivocally committed to protecting human rights and \nconducting business in an ethical and responsible manner around the world. We \ncondemn and are committed to ending forced and bonded labor in all its forms, \nincluding child labor, indentured labor, slavery, and human trafficking. \nOur commitment to protecting human rights wherever we do business is detailed \nin the policies and statements listed on page 41. We communicate our human \nrights commitments and requirements clearly to our supply chain and business \npartners to ensure compliance with our expectations around humane treatment of \nthe workforce and forbidding forced and bonded labor. We conduct due diligence \non human rights risk in our supply chain, and flag zero-tolerance issues in our \nsupplier scorecards. \nView our Human Rights Statement of Principles here. ", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}