{"page_content": "Sustainability Report 202069\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityResponsible Minerals Sourcing \nApplied Materials is committed to the \nresponsible sourcing of minerals used in  \nour products. Key to this commitment is our policy around tantalum, tin, \ntungsten, and gold, commonly referred to as 3TG or conflict \nminerals for their frequent origin in the Democratic Republic \nof Congo (DRC) and adjoining countries affected by conflict \nand human rights abuses. While our products include components manufactured with \n3TG minerals, we neither purchase these minerals directly \nnor maintain any direct relationship with mines, smelters, \nor refiners that process these minerals. T o communicate our \ncommitment to due diligence and disclosure and guide our \ndirect suppliers’ sourcing of 3TG minerals, we adopted a \nResponsible Minerals Sourcing Policy in 2020. T o assure the \nefficacy of our policy, we utilize the Responsible Minerals \nInitiative (RMI) Responsible Minerals Assurance Process as \nwell as independent third-party audits. In calendar 2020, we \nincreased the number of suppliers we surveyed as part of \nour due diligence efforts by approximately 58% over 2019, \nto cover 91% of our total supplier spend (versus 80% in \n2019). We have maintained a near 100% response rate to the \nConflict Minerals Reporting T emplate issued to suppliers. \nIn 2020, we extended our responsible minerals commitment \nbeyond 3TG by conducting due diligence on our supply \nchain’s use of cobalt, a frequently DRC-sourced mineral \nthat has been tied to child labor, unsafe working conditions, \nand adverse environmental impacts. This effort, which \nencompassed suppliers likely to employ cobalt in products \nsold to Applied Materials (and who represent 42% of our \nannual spend), garnered an 86% response rate. Looking \nahead, we intend to expand due diligence to the copper, \nnickel, lead, zinc, and mica used in our products, consistent \nwith RMI guidance.\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}