{"page_content": "Sustainability Report 202070\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityPackaging Reduction and Reuse\n \nOur precision products require carefully \ndesigned packaging to avoid damage from \nshock and vibration during transport.\nIn 2020, approximately 60% of our packaging materials were \nmade from recyclable materials (polyethylene, polypropylene, \ncorrugated fiberboard, steel, and wood), many of which are \nalso reusable. In 2021, we are developing new specifications \nthat require suppliers to report materials data to enable \nbetter tracking of our packaging’s recyclable content. Other \ncurrent initiatives include:\nLighter Polyethylene Bags  \nT o save materials, we are moving from 6 mil to 4 mil \nthickness for our low-density polyethylene (LDPE) bags. \nAs of mid-2021, the changeover is 90% complete at our \nSingapore manufacturing facility.Hybrid Crate Design  \nIn Q2 2021, we began replacing cleated-plywood and lumber \ncrates with hybrid crates for lighter product shipments. \nUsing the same wooden base but replacing the top with \ncorrugated kraft board, the new crates offer a 50% reduction \nin packaging weight, saving the equivalent of 3,917 trees \nannually. They also cut transport emissions and packaging \nmaterial cost, ease recycling, and increase safety for freight \nhandlers. Parts inside are well-packed and fully moisture-\nbarrier bagged. In one recent shipment, the new crates saved \n208 pounds in shipping weight.\nReusable Packaging  \nIn 2021, we began piloting a program to collect packaging \nmaterials (wooden crates, metal fixtures) post-install from \ncustomer sites and return them to the manufacturing location \nfor reuse. Beginning with a domestic loop from Singapore, \nwe are testing international loops in Q3 2021. A current \npilot project is using our Logistics T racking System to enable \npackaging collection and reuse. We are also exploring a \nreusability process for our 500-pound pallets.\nReusable Packaging Labels  \nIn 2020, we introduced new labels that communicate to  \nthe end user that the packaging is reusable and must not  \nbe discarded.Waste Reduction  \nT o keep our packaging out of landfills, Applied prohibits the \nuse of non-recyclable materials such as Styrofoam. We also \nplan to restrict the use of non-recyclable and environmentally \nburdening materials such as PVC and toxic foams. \n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}