{"page_content": "Sustainability Report 202071\nDesign for Sustainability \nPromoting Circular Economy \nProduct Safety\nSupply Chain ResponsibilityTransportation and Logistics\nIn line with our SuCCESS2030 emissions-reduction goals, \nApplied Materials is taking steps to shift our airfreight \noperations to lower-emission modes such as road and ocean \ntransport. Additional cross-functional planning allows us to \nbuffer against slower shipping times, preventing negative \nimpact on operations.\nIn July and November 2020, respectively, we began the process \nof shifting from air to road transport for freight from Vietnam and \nChina to Singapore. On the Vietnam to Singapore route, we’ve \nsucceeded in shifting nearly 100% of shipments. The China-\nto-Singapore shift currently stands at approximately 75%. In \nRehovot, Israel, we were able to divert 51% of air-shipments to \nsea-shipments during 2020, reflecting an overall increase of 5% \ncompared to 2019. Ninety-five percent of these shipments were \nimported from suppliers located in Asia.\nWe are also piloting a process of moving to ocean transport \nfor trans-Pacific deliveries. Shipping and port-operations \nconstraints during COVID-19 have limited our ability to \nexpand that shift, but our work setting processes and \nprocedures will facilitate a quicker rollout once conditions \nand shipping capacity improve.Austin: Better Logistics, Smaller Footprint\nIn Austin, TX, consolidation from multiple regional sites into our new, purpose-built logistics center will dramatically \nreduce our overall footprint, significantly cutting electricity consumption and intercampus transportation emissions \nand costs. Rooftop solar panels will allow us to offset 40% of the new building’s total electrical consumption, \nfurther reducing our environmental impacts. The new center will begin operation in January 2022, with \nconsolidation expected by year-end.\n", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}