{"page_content": "Sustainability Report 202073\nAbout this Report\nPublished on behalf of Applied Materials, Inc. and its \nsubsidiaries (collectively referred to as “Applied Materials,” \n“Applied,” or “the company”), this report continues the work \nbegun with our first Corporate Social Responsibility (CSR) \nreport in 2005. This report builds on Applied’s previous \ndisclosures and expands transparency through:\n ■Providing additional data and disclosures, including \nexpanded workforce and global voluntary turnover data \nwhich can be found in the report Annex\n ■Continuing to improve and refine the accuracy of our \nreported data, as described in the Environmental Data \nsection of the Annex\n ■Enhancing the credibility of our data through third-party \nassurance\n ■Publishing our Human Rights Statement of PrinciplesThis report has been prepared in accordance with the \nGlobal Reporting Initiative Standards: Core option. A \nGRI Index is included in the report Annex. Throughout the \nreport, we demonstrate alignment and contribution to key \nUnited Nations Sustainable Development Goals (SDGs). \nDisclosures following the Sustainability Accounting \nStandards Board (SASB) Semiconductor Standard are \nalso provided in the report Annex. We are increasing our \nalignment with the T ask Force on Climate-related Financial \nDisclosures (TCFD) disclosure framework in anticipation \nof full TCFD reporting next year. TCFD is discussed in the \nreport’s Climate and Energy section. \nApplied Materials produces its Sustainability Report on an \nannual basis and data is reported by fiscal year unless clearly \nmarked otherwise. Report data covers all global operations \nunless otherwise noted. In 2021, Applied Materials \ncompleted the process of migrating its environmental data \ntracking to a new, more robust system called Intelex SPI. \nWith this transition, Applied Materials has identified updates \nand corrections to its 2019 environmental data, which have \nbeen incorporated throughout the report and Annex.Report Information and Data Assurance\nLimited assurance of select indicators included in the \nSustainability Report and Annex has been conducted by \nERM CVS, whose assurance statement is provided on page \n74. Further, all Applied manufacturing sites maintain ISO \n14001:2015 and ISO 45001:2018 certifications, which \nrequire annual third-party audit of our management systems \nand processes.\nThis report contains forward-looking statements, including \nour commitments, targets, and other statements that are not \nhistorical facts. These statements are subject to risks and \nuncertainties and are not guarantees of future performance. \nFactors that could cause actual results to differ materially \nfrom those expressed or implied by such statements are \nset forth in the “Risk Factors” of our SEC filings, including \nour recent Forms 10-K, 10-Q, and 8-K. All forward-looking \nstatements are based on management’s current estimates, \nprojections, and assumptions, and we assume no obligation \nto update them.\n© 2021 Applied Materials, Inc. All rights reserved. Applied Materials, the Applied Materials logo, Make Possible are trademarks of Applied Materials, Inc. in the U.S. and other countries. All other trademarks contained herein are the \nproperty of their respective owners.", "metadata": {"source": "NASDAQ_AMAT_2020.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}