{"page_content": "Royal Gold, Inc. 2021 ESG Report83Operator Project Significant ESG FrameworksPercentage of fiscal \nyear 2021 Royal \nGold Revenue\nFirst Quantum \nMinerals Ltd.Las Cruces The Mining Association of Canada's Towards \nSustainable Mining (TSM) \nUN Sustainable Development Goals (SDGs)0.30%\nKinross Bald Mountain \nGold HillWorld Gold Council (RGMP) \nUN Global Compact0.25%\nNutrien Ltd. Allan \nBoraxUN Sustainable Development Goals (SDGs) 0.20%\nAmericas Gold and \nSilver CorporationRelief Canyon UN Global Compact 0.04%\nTotal 93.32%\nWorld Gold Council (RGMP) – a framework that provides expectations for consumers, investors and the downstream gold supply chain as to what constitutes \nresponsible gold mining.\nInternational Council on Mining and Metals (ICMM) – a global industry group whose members commit to implementing the Mining Principles (which define \ngood practice environmental, social and governance requirements for the mining and metals industry) as a condition of membership.\nInternational Finance Corporation (IFC) – a member of the World Bank Group, advances economic development and improves the lives of people by \nencouraging the growth of the private sector in developing countries.\nUN Global Compact – a voluntary initiative based on CEO commitments to implement universal sustainability principles and to take steps to support UN goals. \nThis includes driving business awareness and action to support of achieving the SDGs by 2030.\nUN Sustainable Development Goals (SDGs) – a collection of 17 interlinked global goals designed to be a “shared blueprint for peace and prosperity for people \nand the planet, now and into the future.”\nThe Mining Association of Canada’s Towards Sustainable Mining (TSM) – a globally recognized sustainability program that supports mining companies in \nmanaging key environmental and social risks.", "metadata": {"source": "NASDAQ_RGLD_2021.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}