{"page_content": "Strong Governance \nSilicon Labs has a strong corporate governance framework and defined set \nof responsibilities aimed at ensuring the success of the company, generating \nvalue for our stakeholders, and fulfilling our mission of building a smarter, more \nconnected world. We strive to do the right thing for our shareholders, employees, \ncommunities, and the planet.\nBoard of Directors\nThe Silicon Labs Board of Directors (Board) helps \nestablish the purpose, strategy, and values of the orga -\nnization, working within an effective set of controls that \nenable risks to be assessed and managed. \nOur Board is led by an independent lead director and \ncomprised of directors with diverse skills and experi -\nences. Our Corporate Governance Policy requires the \ninclusion of women and minority candidates in any new \ndirector search. More than 20% of our Board members \nself-identify as female and more than 20% self-identify \nas racial minorities.\nBoard of Directors Committees\nIndependent Board members form our Audit, Compensa -\ntion, and Nominating and Corporate Governance Board \nCommittees to ensure deeper review and oversight.\nEach of these Committees is chartered with specific \nresponsibilities: \n ■Audit : Oversees the accounting and financial report -\ning processes of the Corporation, the Company’s \nauditors, and the audits of the Corporation’s financial \nstatements. The Committee also monitors complaints \nand issues regarding accounting, internal accounting \ncontrols, or auditing matters. The Audit Committee \nalso reviews the Company’s risk management poli -\ncies and practices, including cyber security. ■Compensation : Reviews the compensation and ben -\nefits of the Corporation’s senior management and the \noverall compensation policy of the Company.  \n ■Nominating and Corporate Governance : Focuses  \non the issues surrounding the composition, practices, \nand operation of the Board. It also oversees issues \nand developments related to corporate governance, \nenvironmental, and social matters and recommends \nassociated standards to the Board.\nRefer to the 2020 Annual Report, 2021 Proxy Document, and Corporate \nGovernance Documents in the Investor Relations section of the company's \nwebsite at silabs.com for more detail on our corporate governance practices.  \nESG Commitment and Board Oversight\nEnvironmental, Social, and Corporate Governance \n(ESG) efforts at Silicon Labs are led by the ESG Steer -\ning Committee, which is comprised of employees from \nvarious departments, including investor relations, legal, \nmarketing, operations, people team, and others. The \nCommittee has executive sponsorship from the Chief \nFinancial Officer, Chief Legal Officer, Chief Marketing \nOfficer, and Chief People Officer. On a quarterly basis, \nsenior management report on key ESG activities to the \nNominating and Governance Committee and the Board. \nAs appropriate, the Compensation Committee and the \nBoard include ESG measures, such as diversity and \ninclusion goals, as components in the compensation of \nsenior management.\nSilicon Labs 2020 Corporate Sustainability Report  | 1", "metadata": {"source": "NASDAQ_SLAB_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}