{"page_content": "MARRIOTT AND SOCIETY\nGiving back to the places where we do business is the core of \nMarriott’s “Spirit to Serve Our Communities®” social  \nresponsibility and community engagement strategy.  This \nstrategy focuses our operations on five global issues branded \n“SERVE”:  Shelter and Food, Environment, Readiness for Hotel \nCareers, Vitality of Children, and Embracing Global Diversity and \nInclusion.  Here are 2010 results that build on a broader array of \nprograms described in the previous sustainability report.\nDisaster Relief EffortsPoverty Alleviation\n• In the first three months of 2010, devastating earthquakes hit \nHaiti and Chile.  And, in March 2011, Japan was struck by a  \nmassive earthquake and a subsequent tsunami.   \nMarriott, its  associates and guests are contributing to the  \nAmerican Red Cross (ARC) and International Federation of Red \nCross & Red Crescent (IFRC) Societies’ disaster relief funds to \nhelp provide shelter, food, emotional support and other  \nassistance to victims of these and other disasters.   \nAdditionally, Marriott Rewards members can redeem points for \ndonations.  Marriott and The Ritz-Carlton Community  \nFootprints program allocated $50,000 of its 2011 support \nspecifically to the American Red Cross’ “Japan Earthquake and  \nPacific Tsunami” long-term relief and recovery efforts.\n• Our hotels are quick to respond to disasters in their  \ncommunities.  For example, when Nashville, Tennessee,  \nexperienced serious flooding in May 2010, associates from local \nMarriott-branded hotels partnered to assist team and  \ncommunity members who had been affected.  Within days of \nthe flooding, associates held cash and gift card drives, bake \nsales and other fundraisers to help gather resources for those \nwho had lost their homes and belongings.  In addition, hotel   \nassociates sorted and boxed nearly 10,000 pounds of food at \nSecond Harvest Food Bank for flood victims.  \n• August 2010 marked the fifth anniversary of Hurricane Katrina.  \nAfter the storm devastated the U.S. Gulf Coast in 2005,  \nMarriott, its associates, owners and franchisees around the \nworld, and The J. Willard and Alice S. Marriott Foundation  \ncontributed nearly $6 million in support of associates and  \ncommunities in the affected areas.  While $5.5 million had been \ndistributed since the disaster, the remaining $500,000 was \ntargeted to support long-term recovery projects.  • As part of the brand’s longstanding commitment to Habitat \nfor Humanity® International, Fairfield Inn & Suites’  \nassociates across the U.S. and Canada answered the \nbrand’s “Rally to Serve,” helping to build more than 75 \nhomes in 40 states and Canada. The brand supports the \nHabitat for Humanity organization through Fairfield’s  \nHospitality at Home® program.  Through home  \nsponsorships, volunteer hours at local Habitat ReStores, \nproduct donations from renovations, and financial  \ndonations, the program engages Fairfield Inn & Suites’ \nassociates, owners, franchisees and customers to help \nHabitat for Humanity provide decent, affordable housing \nfor families in need.  \n•  TownePlace Suites launched the “Make a Bed” program, \nallowing guests to “click” the brand’s Facebook application \nto generate a $2 donation from TownePlace Suites to the \nAmerican Red Cross Disaster Relief Fund. Total donations \nfrom the program were $50,000.  “Make a Bed” is part of \n“real giving,” a TownePlace Suites program serving  \ncommunities across the U.S., through volunteer service \nand donation opportunities.Through DonorsChoose.org, funds were also used to \nsupport projects in local schools.  A full five-year report \nto the community regarding the Marriott & Ritz-Carlton \nDisaster Relief Fund’s Hurricane Katrina response is \navailable at  Marriott.com/social responsibility.In partnership with Habitat for Humanity and KaBOOM!, \nnearly 400 Marriott associates, guests and friends built new \nhomes and playgrounds in Louisiana neighborhoods.\nCONTRIBUTIONS* ($M) 2009 2008 2010\nCash Contributions\nIn-Kind Contributions\nTotal Cash/In-Kind Contributions\nAssociate Fundraising\nAssociate Volunteerism**\nTotal Corporate and Associate  \nContributions\n*includes some franchised hotels.\n**based on Independent Sector’s value of the volunteer hour for the noted year.  The 2010   \nhour value is $21.36.  Independent Sector is a leading forum for charities, foundations \nand corporate giving programs in America and around the world. $6.3\n$18.5\n$24.8\n$8.0\n$8.8\n$41.6$5.9\n$15.5\n$21.4\n$4.4\n$6.5\n$32.3$6.9\n$16.9\n$23.8\n$4.2\n$6.6\n$34.6\nReadiness for Hotel Careers\nIn 2010, the Marriott Foundation for People with  \nDisabilities’ “Bridges…from school to work®” program  \nprovided job and life skills training to 777 young people with \ndisabilities and placed them in mainstream employment with \n414 employers, including Marriott.  Marriott International, its \nbusiness partners and other donors contributed a total of $1.16 \nmillion to the organization through its annual fundraiser in \nWashington, D.C.\nVitality of Children\nWith  the help of its guests, business partners and associates, \nMarriott contributed more than $5 million to Children’s Miracle \nNetwork Hospitals in 2010.  This nonprofit organization is \ndedicated to raising funds and awareness for more than 170 \nchildren’s hospitals in the United States and Canada.  Since \n1983, Marriott has raised more than $76 million to help children \nneeding hospitalization in our communities.\n7Between 2007 and 2010, Marriott associates in New \nOrleans contributed nearly 7,000 volunteer hours to build \nHabitat for Humanity International homes to help the \npeople and communities devastated by Hurricane Katrina.\nMarriott Sustainability Report Update - 2010", "metadata": {"source": "NASDAQ_MAR_2010.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}