{"page_content": " \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n  iZoss· \nHiring, Training, and Advancement \nThroughout our organization, we \nrecognize and appreciate the importance of attracting, retaining, and developing our Associates—and we have a number of key programs to do so. \nTraining and Development Programs \nOur training and development programs empower \nAssociates to do their best and realize their full potential. Throughout the year, Associates, managers, and executives are supported in achieving their career goals through a variety of learning and development opportunities: e-learning, instructor-led training, on-the-job training, feedback and coaching, and career development. \nWe offer custom courses that complement the personal \ntraining and the individual development plans that begin the first day an Associate comes to work with us. Despite the inability to hold in-person meetings and trainings in 2020, we maintained our commitment to Associate development by providing digital learning and engagement opportunities. We conducted our in-person learning events virtually and expanded the number of classes offered and the reach of our digital courses. In 2020 our Associates completed 1.2 million e-Learning courses. Ross searches for the best and brightest on college campuses around the country for our suite of full-time, hands-on internship programs. Despite the challenges of COVID-19, we were able to offer a modified, virtual internship experience in 2020. For more information about internship opportunities, visit the Campus section \nof the Careers website. \nDue to the diverse nature of our workforce, several \nof our Distribution Centers offer on-site Spanish and English as a Second Language classes. This program breaks down barriers and improves communication while also providing Associates an opportunity to learn a second language. \nRead more about our commitment to training and \ndevelopment on our Careers website . \n12 Ross Stores, Inc., 2020 Corporate Social Responsibility Report \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}