{"page_content": " \n \n \n \n \n  \n  \n     \n \n  \n \n  \n \n    \n \n \n \n \n \n \n  \n  \n  \n  \n  \n  \n  \n iZoss· \nA Great Place to Work \nA Safe Work Environment \nWe are committed to providing a safe and secure \nenvironment in which our Customers and Associates can shop and work. \nWe operate in a manner that promotes safe Stores \nand work practices and follows all state and federal regulations. It is our priority to: \n• Incorporate safety best practices throughout\n our operations \n• Be prepared with emergency response protocols \nand crisis management training to keep Customers and Associates safe \n• Offer Associates a hotline to register concerns \nand obtain support \n• Develop and deploy programs to be compliant \nwith health and safety laws \n• Provide high-quality safety training and support \nmaterials to all of our Associates \n• Maintain neat, clean, and organized Stores \nWe also offer interested Buying Office Associates free certification in basic first aid, cardiopulmonary resuscitation, and automated external defibrillator use. These programs, combined with the dedication of our Associates, have helped foster a culture in which safety is a top priority. \n16 Ross Stores, Inc., 2020 Corporate Social Responsibility Report COVID-19 Safety Measures \nIn early 2020, to prioritize the safety and well-being of our Customers and Associates and help slow the spread of COVID-19, we temporarily closed all Store locations, Distribution Centers, and Buying and Corporate Offices. We also instituted work-from-home capabilities for many of our Associates. \nIn mid-May 2020, based on local government and health \nmandates, we began a phased reopening process, and by the end of June the vast majority of our Stores and all of our Distribution Centers were operating again. \nIn support of the health and safety of our Associates, \nCustomers, and the communities we serve, our Stores reopened with significantly enhanced COVID-19-related safety measures: \n• Provided all Associates with personal protective \nequipment \n• Changed Store layout and signage to facilitate \nsocial distancing \n• Implemented additional cleaning and \nsanitation processes \n• Monitored the health of Associates before they \nbegan their shifts \n• Limited the number of Customers allowed in each \nStore based on established guidelines \n• Encouraged Associates to share any safety \nconcerns with their manager so that they could be promptly addressed \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}