{"page_content": "  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n iZoss· \nA Message from Our Chief Executive Officer \nTo Our Associates, Customers, Neighbors, Suppliers, and Shareholders: \n2020 was a year of major disruption filled our resilience, flexibility, and sustainability communities and through our Foundation \nwith uncertainty and unpredictability. efforts helped prepare us for 2020, we to help create a brighter future for \nI am extremely proud of our Associates know that we need to do better and today’s youth. \nfor how they overcame challenges continue pushing forward. \nand persevered to deliver value to our We will continue to take actions to improve \nCustomers and the communities we As a Company, we are committed to the efficiency and the sustainability of our \nserve. While we navigated these difficult promoting an inclusive culture and work operations while minimizing our impact on \ntimes, because of the talented individuals environment in which our Associates are the environment. For more than 20 years, \nthroughout the organization and our treated with dignity and respect and we we have identified how to use less energy \nflexible business model we never stopped celebrate their diversity of backgrounds, and fewer natural resources. Last year \nmaking progress on how we invest in our identities, and ideas. We believe that we participated in the Carbon Disclosure \npeople and our communities. this helps foster our Associates’ ability Project Climate Change Questionnaire \nto grow, succeed, and contribute to the and published an Environmental \nAt Ross our values have anchored us communities where they live and work. Sustainability Report that announced our \nthroughout this unprecedented time, To support this, we launched employee goal to reduce greenhouse gas (GHG) \nenabling us to focus on empowering our resource groups as forums to help emissions by 30 percent per square foot \nAssociates, supporting our communities, Associates connect with one another and by 2025 versus a 2017 baseline. \noperating sustainably, and conducting further our ongoing diversity, equality, and \nbusiness ethically. In this fiscal year 2020 inclusion efforts. We provided new digital Ethical business practices are critically \nreport, you will learn about how we are learning and engagement opportunities, important to Ross and can be seen in \ninvesting in a sustainable future. A future virtual internships, and continuing the way we treat our constituents—from \nthat is inclusive. A greener world. A better education opportunities for hundreds Customers and Associates to vendors \ntomorrow. Even through a historic global of our Associates and their dependents and investors—throughout all of our \npandemic, racial and social unrest, and through the Stuart Moldaw Scholarship communities. We will continue to be \nclimate change, we remained steadfast in Program. In addition, we expanded transparent, accountable, and intentional \nour commitment to people and the planet. philanthropic efforts by supporting in our actions as we look ahead with \nWhile the years we spent strengthening organizations that help strengthen our renewed hope. We have turned a corner, but we recognize the challenges that \nremain ahead. Our focus on preparing for that includes being dedicated to corporate social responsibility. As we conclude this extraordinarily challenging year, I thank our Associates for their hard work, determination, and tremendous contributions. We have always had strong teams; our history proves that. The 2020 \nteams, however\n, will go down in Ross \nhistory as the most resilient in the hardest of times. \nWe look forward to sharing our progress. \nBarbara Rentler \nChief Executive Officer, Ross Stores, Inc. \nRoss Stores, Inc., 2020 Corporate Social Responsibility Report 2 \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}