{"page_content": " \n \n \n \n  \n \n \n  \n  \n \n \n \n \n \n  \n \n \n iZoss· \nBOYS & GIRLS CLUBS \nOFAMERICA \n® Our National Community Partners \nBoys & Girls Clubs of America \nFor more than a decade, Ross and Boys & Girls Clubs of America have worked together to help children achieve \nacademic success, build confidence, and lead healthy lives. \nRoss believes in BGCA’s mission to enable all young people to reach their full potential as productive, caring, \nresponsible citizens. \nWe have “adopted” more than 38 local BGCA regional or citywide organizations, which include more than 100 local \nClubhouses nationwide. In the adopted Clubs, the Ross Stores Foundation offers an annual grant and scholarship program for high-achieving college-bound high school seniors. Ross is also a national sponsor of BGCA’s Power Hour, an after-school homework-help program. \nDuring Power Hour, Club members receive support in completing their homework to improve their academic performance \nand develop a sense of personal responsibility. Our Foundation and Company—together with our generous Customers and Associates—have contributed more than $30 million to BGCA throughout the life of our partnership. \nFirst Book \nReading is one of the strongest predictors of a child’s future success—in school and in life. Yet millions of kids across the country lack access to books. \nTo address this need, dd’s DISCOUNTS partners with First Book, a nonprofit organization dedicated to providing new \nbooks to children in need. In partnership with First Book, dd’s DISCOUNTS’ Customers and Associates help turn local kids into readers, learners, and leaders by equipping them with new, high-quality books. Since 2009 together we have donated more than 1.7 million new books to kids in need. \n22 Ross Stores, Inc., 2020 Corporate Social Responsibility Report ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}