{"page_content": " \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n  \n  iZoss· \nCommunity Giving Near Our Offices and Stores \nIn addition to our Regional Giving \nProgram, Ross proudly supports several other local charities and initiatives where we work and live. \nBuying Offices \nKey Buying Offices are located in New York and Los \nAngeles. These offices support numerous fashion- and community-related charities. In addition, our Buying Offices provide internships and scholarships to students interested in retail careers as part of the Fashion Scholarship Fund. To support our communities, our Associates are active in donating clothing, home goods, and toys to support local families through our partnerships with organizations like Good+ Foundation in both New York and Los Angeles. \nCorporate Offices \nRoss proudly supports several initiatives near our Corporate Headquarters in the San Francisco Bay Area that share our mission to create brighter futures for our youth. For example, Ross sponsors the Golden State Warriors’ “Read to Achieve” program and the Oakland Athletics’ “Home Run Readers” program—both of which highlight the importance of reading, imagination, and academic achievement to Bay Area youth. \n27 Ross Stores, Inc., 2020 Corporate Social Responsibility Report Distribution Centers \nRoss Stores’ Distribution Centers are located in Southern and Central California, Central Pennsylvania, and South Carolina. Nonprofit organizations that serve a community near our Distribution Centers may be eligible to apply for a donation through our Regional Giving Program. Additionally, our Distribution Centers seek out opportunities to donate products to local organizations. In 2020 this included sizable donations of hand sanitizer and personal protective equipment, which were in high demand due to the COVID-19 pandemic. For example, we donated more than half a million bottles of hand sanitizer to Boys & Girls Clubs across the country. \nStore-Based Giving Program \nThe Ross Store-Based Giving Program provides support —primarily in the form of gift cards—to federal tax-exempt 501(c)(3) organizations, schools, and government programs serving a community within 25 miles of a Ross Dress for Less or dd’s DISCOUNTS Store. \nIn 2020 Ross donated to nearly 1,000 different \nlocal community nonprofits through the Store-Based Giving Program. \nVisit our Store-Based Giving Guidelines  to learn more \nabout our program and eligibility requirements. \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}