{"page_content": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n      \n   \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n iZoss· \nAbout Environmental Sustainability at Ross \nOverview \nAt Ross we believe in investing in a sustainable \nfuture. This means improving the efficiency and the sustainability of our operations to minimize our impact on the environment. Our focus on identifying new opportunities to use less energy and fewer natural resources dates back more than 20 years, and we continue to make improvements on these initiatives. While we have a number of programs to increase energy efficiency and reduce waste, our commitment to this area requires a constant focus and dedication to identifying and implementing improvements. \nLast year we advanced our commitment to transparency \nby participating in the CDP 2020 Climate Change Questionnaire, receiving a B on our first disclosure. We also published our first Environmental Sustainability Report that announced our goal to reduce greenhouse gas emissions by 30 percent per square foot by 2025 versus a 2017 baseline. We remain committed to taking actions that drive environmental sustainability while also creating business value, and we look forward to continuing to share our progress. \n33 Ross Stores, Inc., 2020 Corporate Social Responsibility Report Our Focus \nWe understand that the health of our environment is inextricably linked to the health of our Company. Environmental sustainability is an important issue for all businesses to consider when conducting operations, and the specific nature of our operations has informed our sustainability policies and programs. \nWe conducted an assessment to determine which \nenvironmental sustainability issues are most important to our Associates, stakeholders, and communities. We concluded that the most critical environmental issues in our operations are GHG emissions and waste. While water is not a significant area of impact for Ross, we are \naware of the importance of water conservation and have programs in place to ensure that we are efficient in our water usage. \nProgram Oversight \nTo ensure that our environmental sustainability strategy is aligned with our business strategy and has the leadership support and guidance to be successful, we have established robust program governance. \nAt the top of our sustainability program governance \nis our Board of Directors. The Audit Committee of the Board of Directors assists the Board with oversight of the sustainability program and climate risks and receives annual reports on the Company’s environmental sustainability efforts. \nRoss has also established the Environmental \nSustainability Steering Committee (ESSC), which comprises senior leaders from across the Company, including those from Store Operations, Supply Chain, Property Development, Finance, Indirect Procurement, and Legal. The ESSC is responsible for identifying and managing risks and opportunities associated with climate change, informing and endorsing GHG emissions and waste reduction strategies, and identifying and supporting projects in pursuit of achieving those strategies. The ESSC also provides guidance to a dedicated Sustainability team and helps align the program with the overall business strategy. \nBusiness unit leaders who implement and oversee \nenergy efficiency, energy management, and waste minimization efforts across the Company are critical members of our sustainability program. When appropriate, the Sustainability team provides support to aid in the success of sustainability efforts. ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}