{"page_content": " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n iZoss· \nEmissions and Energy Overview \nAs the planet, our business, our \nAssociates, and our Customers continue to feel the impact of climate change, we recognize that companies can and must play a significant role in helping mitigate its impacts. \nAs a Company that was founded and \nis headquartered in California, we are conscious of the threat posed by the increased prevalence of wildfires. In addition, we have Stores and operations across the United States and Guam and have felt the impact of extreme weather events that have been intensified by climate change, such as floods, heat waves, hurricanes, and winter storms. These direct physical risks, along with many others, will only become more severe as the planet continues to warm. \nOur response to climate change is \norganized into three action areas: increasing efficiency, building resiliency, and lowering our impact. This section outlines our years of work in these areas. Ross established a target to reduce our Scope 1 and 2 GHG emissions per square foot by 30 percent by 2025 against a 2017 baseline. Although in 2020 we experienced a reduction of 29 percent in emissions per square foot against this baseline, these results were influenced by operational challenges due to the ongoing COVID-19 pandemic, which resulted in a temporary reduction in our absolute GHG emissions. After considering these factors, we believe that our reduction in emissions per square foot against our 2017 baseline would have been approximately 23 percent, which is ahead of the pathway to achieve our target. \nWe also increased our commitment \nto transparency by submitting to the CDP Climate Change Questionnaire for the first time in 2020, receiving a B on our submission. We responded to CDP again in 2021, and our response includes our 2020 GHG footprint, as well as detailed information about our climate-related risks, opportunities, strategies, and management. \n35 Ross Stores, Inc., 2020 Corporate Social Responsibility Report \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}