{"page_content": " \n \n \n \n \n \n \n \n \n \n \n   \n  \n  \n \n \n \n \n \n \n  \n \n \n \n \n iZoss· \nEnergy Details \nWe endeavor to decrease our energy intensity year over \nyear, which reduces our environmental impact and costs. \nIn 2020 the purchase of electricity to operate our facilities \nrepresented 87 percent of our total energy consumption, as measured in megawatt hours (MWh) and gigajoules (GJ). The great majority of that purchased electricity was used to operate our Ross Dress for Less and dd’s DISCOUNTS Stores. Because electricity consumption is such a large part of our energy usage and emissions, an important aspect of our GHG management strategy addresses electricity use in our buildings. Our investments in lighting; insulation; heating, ventilation, and air conditioning (HVAC); and building energy management systems (BEMS) have enabled us to reduce electricity use. We have teams committed to finding new and better\n \nways to achieve energy efficiency through improved processes and new technologies. \nEnergy Consumption by Source \nSource 2019 As indicated in the table, we used less energy in 2020 than in 2019. Energy efficiency initiatives contributed to the decrease, but the magnitude of this reduction was partially driven by temporary closures of our Stores, distribution facilities, and offices due to the ongoing COVID-19 pandemic. \nRoss has solar panels installed on the roof of select Stores. \nBecause a majority of our Stores are leased, however, opportunities to invest in on-site renewable energy generation are limited. We continue to evaluate opportunities to pursue renewable energy in meaningful ways. \nTotal Electricity Usage by Location \n84% \nOffices \n3% Stores \nDistribution Facilities 13% 2020 \nElectricity 679,702 MWh \n2,446,927 GJ 619,630 MWh 2,230,668 GJ \nNatural Gas 95,922 MWh 345,319 GJ 85,717 MWh 308,583 GJ \nAll Other Sources 7,038 MWh 5,299 MWh \n25,337 GJ 19,075 GJ \nTotal 782,662 MWh 710,646 \nMWh \n2,817,583 GJ 2,558,326 GJ \nTotal Energy Intensity 12.7 MWh per 1,000 sq. ft. 11.1 MWh per 1,000 sq. ft. \n45.6 GJ per 1,000 sq. ft. 39.9 GJ per 1,000 sq. ft. \n37 Ross Stores, Inc., 2020 Corporate Social Responsibility Report ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}