{"page_content": " \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n iZoss· \nEnergy Efficiency in Stores \nFor many years, we have made investments to \ndecrease energy use by climate control and lighting systems, which consume most of the electricity purchased to operate our Stores. \nTechnologies such as LED lighting and high-efficiency \nHVAC units have significantly decreased the electricity required to operate these systems. As of the end of 2019, we had LED lighting in nearly 100 percent of our Stores, and LED lighting will be installed in all of our new Stores for the foreseeable future. In addition, we use high-efficiency HVAC units whenever possible, through retrofitting existing HVAC equipment or including them in new Store builds. \nTo further reduce the energy required to operate climate \ncontrol and lighting, we invested in an advanced building energy management platform that enables more precise control over our energy management and shaves off unnecessary electricity use. We piloted the system in 2019. In 2020, based on the successful outcome of that pilot, we rolled out the system to all Stores. This technology also allows us to quickly and easily adjust occupancy schedules, lighting levels, and temperatures across our Stores, which provides operational benefits in addition to energy savings. This system also allows for remote diagnosis of HVAC issues to quickly identify and correct inefficiencies, which can prevent unnecessary downtime and costly technician visits to our Stores. We can also quickly respond to requests to lower our electricity usage to help electric utilities avoid rolling blackouts during critical periods like heat waves. \nWe also design our new Stores with efficiency at the \ncenter, understanding that investments in the earliest stage of Store development pay off for years to come. In addition to including LED lighting, high-efficiency HVAC equipment, and advanced energy management systems, we often use thicker, higher-quality insulation than is required by code and white roofs whenever possible to deflect heat. These actions ensure that our new Stores are very energy efficient, which lowers our energy usage, environmental impact, and costs. \n38 Ross Stores, Inc., 2020 Corporate Social Responsibility Report ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}