{"page_content": " \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n   \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n  \n  \n \n \n iZoss· \nEnergy Efficiency in Distribution Centers \nRoss’ distribution and warehouse facilities \nrepresent a smaller portion of our electricity consumption and, on average, use less energy per square foot to operate than do our Stores. \nHighlights of our energy management \nprogram in 2020: \n• We utilize an “air purging” program \nthat uses natural air to cool our facilities. During the day, the sun heats up our buildings. At night when temperatures drop, we purge the hot air from the building and welcome in fresh, naturally cool air. This allows \nus to avoid several hours of air-\nconditioning, thereby saving energy costs. What’s more, the purging program reduces our electricity demand during peak daytime hours and therefore reduces pressure on the electricity grid. \n• We use highly efficient conveyor \nsystems with variable frequency drives, sensors, and automation that shuts off equipment when not in demand. • We have LED lighting and sensors \nthat shut off lights when areas of a facility are not in use. Many of our facilities also have skylights to take advantage of natural light. \n• We use battery-powered forklifts \nand material-handling equipment to move merchandise within many of our distribution facilities. In general, this battery-operated equipment is more energy efficient and has a lower overall cost of ownership compared with its fuel-powered counterparts. \n• Our new Distribution Centers are \ndesigned with energy efficiency in mind, with white roofs to reflect sunlight and advanced building energy management systems. Our roofs are also “solar ready.” \nAll of these approaches help our Distribution Centers reduce air pollution, limit GHG emissions, and achieve significant cost savings. \n39 Ross Stores, Inc., 2020 Corporate Social Responsibility Report \n", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}