{"page_content": "  \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n iZoss· \n-Our Approach to Sourcing and Human Rights \nOur commitment to corporate social \nresponsibility extends to our supply chain and the vendors we work with throughout the world. \nRoss requires that responsible business practices be \nupheld and human rights be respected throughout our supply chain. \nVendors, manufacturers, and other Company business \npartners are required to comply with all applicable local, state, federal, and international laws relating to the manufacture and production of products sold to Ross, including laws relating to: \n• Labor compensation \n• Working conditions \n• Child, slave, prison, or forced labor \n• Environmental protection \n• Product safety \n• Corruption or bribery (including foreign \ncorrupt practices) \n• Building and working safety conditions \nand similar obligations To the extent contractors or subcontractors are involved in the production of goods supplied to Ross, vendors must ensure that these parties are similarly compliant with Ross’ Code of Conduct. \nIn line with our focus on ethical business practices, \nRoss will not knowingly purchase merchandise from any manufacturer involved in the use of child, slave, prison, or forced labor. \nRoss’ standards and requirements related to sourcing \nand human rights are incorporated in various Company documents, including Ross’ Code of Business Conduct and Ethics, Vendor Compliance Manual, Purchase Orders, Vendor Indemnification Agreements, and Buying Agent Agreements. For more information, refer to our Vendor Compliance Manual  and our Code of Business \nConduct and Ethics, which is located in the Corporate \nGovernance section  of our website. \nWe closely monitor evolving issues throughout the world to ensure that our suppliers and business partners adhere to our policies and commitments, as well as to federal, state, and local laws. Ross will not knowingly purchase any product whose manufacturer violates our policies and commitments. \n51 Ross Stores, Inc., 2020 Corporate Social Responsibility Report ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}