{"page_content": " \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n iZoss· \nOur Commitment to Diversity \nGrowing Our Own \nRoss invests heavily in its development programs, striving \nto provide the best learning opportunities for all Associates to grow within the Company. \nWhether it is the Associate who started as a Fitting Room \nAttendant in one of our Stores nearly four decades ago who, after holding 13 different roles in their time with the Company, is retiring as a Senior Manager in our Corporate Office this year, or the Associate who has been with the Company for 31 years and held every field Store role there is, our Associates are able to advance their careers with us. \nOur Chief Executive Officer, Barbara Rentler, started with \nthe Company in 1986 as a Buyer and has held various positions with increasing impact throughout her career at Ross. Across the landscape of other Fortune 500 companies, her career trajectory and role as a female Chief Executive Officer stands out for prospective and current Associates. \nStories like these demonstrate the power of belonging \nand that opportunity is always in season at Ross. Nurturing Understanding \nOver the course of 2020, we rolled out unconscious bias training, and Associates at every level of the organization learned practical guidelines for fostering an inclusive workplace. This training focused on building skills to support diversity and introduced language and tips related to bias, inclusion, and engaging in respectful conversations. We also implemented DE&I Overview Training for all Associates at the Vice President level and above and all Store Managers via 200 classes. Collectively, Store Supervisors, Distribution Center Directors, and all Corporate and Buying Office Associates completed more than 13,000 DE&I e-learning sessions. \nTo build on this momentum, we launched a dedicated \nDE&I portal for Associates, where we provided and continue to offer on-demand learning resources and guided roundtable discussions about a variety of topics. We also carried out our annual training on Ross’ Code of Business Conduct and Ethics for full-time Associates and non-harassment training for all Associates. \nRoss Stores, Inc., 2020 Corporate Social Responsibility Report 9 ", "metadata": {"source": "NASDAQ_ROST_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}