{"page_content": "  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Appendix | Team, Governance, and Company \nPRIORITIZING OUR FOCUS AREAS \nUsing a lightweight materiality exercise led by BSR, we evaluated a set of issues that affect \nAtlassian’s business and mission, and where we can have the greatest impact. The exercise was informed by tech-industry macro trends and the priorities stakeholders told us they thought were important. And, as with everything we do, our values served as a gut check that we were being true to who we are as a company. \nOpen company, \nno bullshit \nBe the change \nyou seek \nPlay, as a \nteam \nBuild with heart \nand balance \nDont #@!% \nthe customer \nBased on that exercise, here are the opportunities we’re going after and risks we’re managing: \nPLANET \nThe risk of not acting on climate change is simply too high for our business. Catastrophic climate change will deeply disrupt Atlassian, everyone connected to our business, and the global economy. \nCUSTOMERS \nWhen our customers use our products, they are trusting us to protect sensitive and confidential information. As a company that relies on customer trust and believes in privacy as a human right, we take this responsibility seriously, particularly as we move to the cloud. \nPEOPLE \nAn inclusive, equitable culture that allows innovation to thrive means that we are in a stronger position to attract and retain the talent needed to build products for all of our customers. \nCOMMUNITY \nWe’re proud of the Atlassian Foundation’s unwavering commitment to changing lives through education – which has become part of our brand identity and has contributed to high employee engagement for more than a decade. \nWhile our four pillars will likely remain the same over time, we’ll continue to conduct regular materiality exercises and track emerging trends to identify new streams of work within these pillars. For instance, while we’ve thought about our impact on the climate, we also have to think about how climate change might impact us. That’s why, in fiscal year 2021, we will look at incorporat-ing climate-related financial risk in our Planet pillar. We’ll refresh our materiality exercise in the next year or two to validate we’re still on the right track. ", "metadata": {"source": "NASDAQ_TEAM_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}