{"page_content": " \n \n \n \n \n \n \n \n \n \n \n \n   \n  \n \n  Our approach \nAtlassian has always operated with a long-term mindset to drive growth \nmeasured over decades, and we’re not afraid to trade short-term gains to that end. Our approach to sustainability is inextricably tied to the future of our business and that long-term mindset – which helps us identify the emerging scenarios and blindspots that will become opportunities to seize and risks to mitigate. \nCompanies with strong sustainability strategies perform better over time, attract and retain talent, \nand deliver greater value to all stakeholders. Like any business, we believe that when our customers win again and again, our business benefits alongside them. And beyond our responsibility to bene-fiting our customers, we need a focus on our employees, our communities, and our planet that’s just as strong. This is why we’re as committed to sustainability as we are to our products. We think about it as embedding the goal of social and environmental progress in everything we do, and creating shared benefits that keep our business and those connected to it thriving. \nThere are a lot of ways we can invest time and money as a company. Across every initiative, we always have a long-term focus. Sustainability fits within that framework. We know that in 2, 5, 10 years (and beyond), we’ll be able to see the impact on customers, our culture, and on society through our sustainability investments. It’s the right long-term bet to make, full stop. \nSo, to verify we were working on the right things when we first built our sustainability strategy, we conducted a materiality exercise in partnership with corporate sustainability experts Business for Social Responsibility (BSR) – see the Appendix for details. While you’ll see the outcome of that work in each of our focus areas, we also want to stay agile in our approach, which is why we also share risks and opportunities we project for the future. ", "metadata": {"source": "NASDAQ_TEAM_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}