{"page_content": "We strive to bring out the best in people, from \nemployees, to patients and the dental professionals \nwho serve them. Fostering an inclusive, respectful \nculture and focusing on training and professional \ndevelopment are key contributors. That’s why  \nin 2020, we revised our People strategy, to ensure \nit would continue to support our purpose — \nespecially during this time marked by significant \nchange. Namely, we:OUR PEOPLE   EMPOWERING \nEstablished a comprehensive talent review process to support \nthe Board with succession planning; \nImplemented an enhanced performance development process \nthat promotes ongoing feedback and coaching between \nmanagers and employees; \nLaunched a Global Employee Assistance Program; \nEstablished a single, global approach to talent acquisition; \nDeployed a 360-leadership assessment addressing future \nbehaviors required to accelerate the business strategy through \nchallenging times; \nAs part of our journey to standardize and digitize our HR \nadministrative processes globally, we piloted an HR Operations \nCenter in Europe following the launch of a center in North \nAmerica, and hired a global leader to build the HR Operations \nstrategy and HR infrastructure; \nReinforced a sense of shared responsibility and ownership \nfor employee engagement with an emphasis on culture, role \nmodeling and skill development; and \nOffered greater flexibility for employees by introducing a Global \nFlexible Work Policy. \nBecame signatories of the cross-sector Paradigm for Parity \npartnership building on our actions to create a better, healthier \nand equitable world. You can read more about this partnership \non p.48 . \nBEYOND Ӏ 44\nOur Business Ӏ  Our approach to managing sustainability Ӏ COVID-19 response Ӏ  Healthy Planet Ӏ  Healthy Smiles  Ӏ Healthy Business", "metadata": {"source": "NASDAQ_XRAY_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}