{"page_content": "13\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Reworking how we get to work.\nEven as we shrink the carbon footprint of Apple’s facilities, we’re continuing \nto look for ways to reduce carbon emissions from business fleet vehicles, \nemployee commute, and business travel. Our total transportation emissions \nfell by 3 percent in fiscal year 2017, while our corporate employee head \ncount grew by 9 percent.\nWhere possible, we enable telecommuting to minimize emissions from \ncommuting. For example, our At Home Advisor program provides AppleCare \ncustomer service by Apple employees working from their homes. This \nprogram avoided nearly 23,000 metric tons of CO₂e emissions in fiscal year \n2017—equal to 13 percent of our employee commute footprint. We also offer our U.S. employees a transit subsidy of up to $100 per month, and we \ngrew our coach bus program in Santa Clara Valley and China to reduce use \nof single-occupancy vehicles. With the opening of Apple Park, we added \n700 new electric vehicle charging ports, more than 2000 new campus \nbicycles, and a dedicated transit center. \nManufacturing\nTransforming our manufacturing process \nto reduce emissions.\nApple takes responsibility for its entire carbon footprint, including emissions \nfrom manufacturing, transporting, and using and recycling our products. \nThese emissions are considered Scope 3 emissions, defined as those \nemissions outside of Apple’s direct control. Manufacturing makes up \n77 percent of our carbon footprint. Most of it is due to carbon emissions \nfrom the electricity used to make the parts in our products. So we’re \nsourcing lower-carbon materials, partnering with suppliers to reduce their \nenergy use, and helping them switch to renewable energy. We believe \nthat together we can transform the manufacturing process to dramatically \nreduce emissions.\nWe’re helping our suppliers switch to renewable energy.\nSince the electricity used to make our products is the largest contributor to \nour overall carbon footprint, we’re helping our suppliers reduce their energy \nuse and transition to new renewable energy sources.\nIn 2015, we started engaging directly with suppliers to help them reduce \ntheir energy use. To this end, we conduct audits and train suppliers to \nuncover opportunities for energy efficiency—like replacing outdated or \ninefficient heating, cooling, and lighting systems; repairing compressed air \nleaks; and recovering waste heat. The assessments provide suppliers with a cost-benefit analysis for implementing energy efficiency improvements.  121,000\nmetric tons CO /two.subse  \nbusiness travel8300\nmetric tons CO/two.subse \nvehicle fleet\n172,400\nmetric tons CO /two.subse \ncommute 2017 transportation emissions\nWe look at the carbon footprint \n associated with all modes of our \n employee travel.\nCarbon emissions per product (kg)\nOur efforts to reduce emissions from \nmanufacturing products have resulted in a per product year-over-year decline in carbon emissions.\n2011137\n127 124 122114\n97\n90\n2012 2013 2014 2015 2016 2017", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}