{"page_content": "15\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017As of April 2018, 23 partners have committed to 100 percent renewable \nenergy for Apple production: \n• Arkema\n• Biel Crystal Manufactory Ltd.• Catcher Technology• Compal Electronics• DSM Engineering Plastics• ECCO Leather• Finisar• Golden Arrow• Ibiden• Jabil• Lens Technology• Luxshare-ICT• Mega Precision• Pegatron• Qorvo• Quadrant• Quanta Computer• Solvay• Sunway Communication• Sunwoda Electronics• Taiyo Ink Mfg. Co.• Wistron• Yuto\nIn addition to suppliers committed to 100 percent renewable energy for  \nApple production, some have made partial commitments. As of April 2018, \nthese commitments represent over 3 gigawatts of new clean energy—well \non the way to our 4-gigawatt goal. In fact, more than 1 gigawatt is already \noperational and has generated close to 1.9 million kWh of renewable energy \nin fiscal year 2017. This clean energy generation avoided over 1.5 million \nmetric tons of CO₂e—roughly equivalent to taking more than 300,000 cars \noff the road each year for the life of the renewable energy projects. \nOur supplier clean energy program is helping us to reduce Apple’s \nmanufacturing carbon footprint. To maximize the impact of this program, we use data from our comprehensive carbon footprint to identify and \nprioritize the most energy-intensive commodities. We then engage with \nsuppliers to discuss options for transitioning to renewable energy. In \nimportant manufacturing regions without strong renewable energy markets, \nwe work with suppliers to engage local, regional, and national governments \nto ensure our program is aligned with regulatory priorities. This encourages \nthe development of policies that will enable scalable renewable energy \nsolutions, including the ability for customers to choose their energy source.\nProgress toward 4 gigawatts\nAs of April 2018, 23 suppliers operating in more than 10 different countries have  \ncommitted to 100 percent clean energy for Apple production. Other suppliers  \nhave also committed to generate or procure clean energy for portions of Apple  \nproduction. In addition, Apple has helped develop 485 megawatts of wind and solar \nprojects across six provinces of China to support upstream manufacturing.For more information on how  \nour suppliers are fulfilling their renewable energy commitments, download the Program Update  \nApril 2018\nApril 2017\n0 1 2 3 4 \nOperational Committe d Goal", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}