{"page_content": "16\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017\n↓2.6  million\nChanges to aluminum production and \nsuppliers transitioning to renewable energy cut our greenhouse gas  \nemissions by 2.6 million metric tons  \nin fiscal year 2017.⁹We know the transition to renewable energy can be highly complex. It often \nrequires complicated deal structures across many regions with their own \nregulatory requirements. So in 2017, Apple developed the Clean Energy \nPortal, an online platform to help suppliers identify commercially viable \nrenewable energy solutions in regions around the world. We will continue to \nshare new resources on the Clean Energy Portal, intended to make adoption \nof clean energy in key markets even easier. We continually update policy \nguidance and tools to help suppliers develop commercially viable strategies \nto achieve 100 percent renewable energy.\n \n \n \n \nLowering emissions by focusing on aluminum.\nEmissions associated with aluminum manufacturing across all Apple \nproducts represent 24 percent of our manufacturing carbon footprint.  \nSo we prioritized aluminum that was smelted using hydroelectricity rather than fossil fuels, and we reengineered our manufacturing process to \nreincorporate the scrap aluminum. As a result, over the past three years \nwe’ve reduced emissions associated with every gram of aluminum in  \niPhone by 83 percent. And for the enclosure of the 13-inch MacBook Pro with Touch Bar, it’s a 47 percent reduction compared to that of the \nprevious-generation MacBook Pro.\n10\nWe’re reducing our manufacturing emissions \nby prioritizing aluminum that was smelted \nusing hydroelectricity rather than fossil fuels, and we reengineered our manufacturing  \nprocess to reincorporate scrap aluminum.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}