{"page_content": "20\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Products\nOur goal is a closed-loop supply chain. \nTraditional supply chains are linear. Materials are mined, manufactured as \nproducts, and often end up in landfills after use. Then the process starts \nover and more materials are extracted from the earth for new products. \nThis extraction damages our environment and depletes the resources we \nall need to thrive. So in 2017, we announced our commitment to a closed-\nloop supply chain—where products are made using recycled or renewable \nmaterials only. And where we return an equivalent amount of material \nback to the market to be used by us or others. It’s an ambitious goal that \nwill require years of collaboration across Apple teams, our suppliers, and \nrecyclers—but our work is already underway.\nWhile we transition to this new supply chain model, we are committed to \nmaintain our initiatives that ensure the materials we use in our products \nare sourced responsibly—through strict standards and programs that drive \npositive change. \nHow we define “closed loop”  \nUse Collect MakeSecondary Materials Market\n(finite and renewable)\nResponsibly Managed\nRenewables MarketCreate and \nProtectRecover\nSource Contribute\nThe four aspects of a closed-loop supply chain: \n1. Source:  Use recycled or renewable materials that are responsibly sourced. \n2.  Mak e efficiently: Design and manufacture products to minimize the use  \nof materials. \n3.   Use for a long time:  Design products to be durable, so they can have  \nlong lives.\n4.  Contribute: Replenish market supply with an amount of recycled, reclaimed, or \nrenewable material at least equal to the amount used to make the product. Supplier responsibility\nWe hold ourselves and our  \nsuppliers to the highest standard \nwhen it comes to human rights,  \nenvironmental protection, and responsible business practices  \nin our supply chain. Learn more >", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}