{"page_content": "3\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Apple’s mission has never wavered. We are here to change the world. \nIt’s what inspires the amazing products and services that reach billions \nof people around the globe. It’s what drives us to relentlessly push the \nboundaries of innovation and design. And it’s why we continuously strive \nto do more with less—reducing our impact on the Earth we all share, \nwhile expanding and redefining the possibilities ahead.\nOur 11th annual Environmental Responsibility Report covers fiscal year \n2017, and highlights the progress we’ve made in meeting our environmental \nobjectives. The challenges are complex, but the philosophy is simple: Apply \nthe same innovation that goes into making our products. Today, we remain focused on three priorities where we and our stakeholders believe Apple \ncan make the biggest difference:\n• Climate change: Reduce our impact on climate change by using \nrenewable energy sources and driving energy efficiency in our products, \nfacilities, and supply chain. \n• Resources: Conserve precious resources so we all can thrive. \n• Safer materials: Pioneer the use of safer materials in our products \nand processes. \nIn each of these key areas, we set ambitious but measurable goals, then \ndevelop smart solutions to meet them. Our work to reduce our greenhouse \ngas emissions is a great example. \nMore than a decade ago, we started to transition our electricity use \nto renewable sources. Today, we’re proud to power 100 percent of \nour operations around the world with 100 percent renewable energy. \nThat means every Apple data center, retail store, corporate office, and \ncolocation facility in 43 countries around the world now runs on clean power. In the process, we’ve paved the way for other companies and \norganizations to purchase renewable energy and transition their own \noperations to greener power.\nOur work is led by Lisa Jackson, \nApple’s Vice President of Environment, \nPolicy and Social Initiatives, reporting directly to CEO Tim Cook. The Office of Environment, Policy and Social Initiatives works with teams across Apple to set strategy, engage stakeholders, and communicate progress. Our integrated approach means that decisions about Apple values, including environment,  \nare reviewed and supported at the  \nhighest levels of the company.Environmental Responsibility at Apple \nT o ask less of the planet,  \nwe ask more of ourselves. ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}