{"page_content": "22\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Mining less from the earth. And more \nfrom old devices.\nOur newest disassembly robot, Daisy, is the most innovative and efficient \nway to reclaim more of the valuable materials stored in iPhone. Existing \ntechniques, such as shredding, recover only a few kinds of materials and \noften diminish their quality. Daisy can take apart up to 200 iPhone devices \nper hour, removing and sorting components, so we can recover materials \nthat traditional recyclers can’t—and at a higher quality. By meticulously \ndisassembling our products, we can direct components and materials to \nthose recyclers who can recover what‘s important. These materials will then \nbe sent back into secondary materials markets—closing the loop on these \nmaterials and reducing the need to mine more resources from the earth.\nDaisy builds upon the learnings from Liam, our R&D experiment in \nautomated disassembly that we announced in 2016. We created Daisy  \nto have a smaller footprint and the capability to disassemble multiple models of iPhone with higher variation compared to Liam. Apple GiveBack\nTrade in your device for an  \nApple Store Gift Card. Or have it \nrecycled responsibly for free.  \nSee how it works >  \nDaisy disassembles iPhone, retrieving components that contain high-quality materials.For every 100,000 iPhone devices, Daisy has the potential to recover:\n• Aluminum  1900  kg\n• Gold   0 .97 kg\n• Silver  7 .5 kg\n• Rare earth elements   11  kg\n• Tungsten  93  kg\n• Copper  710  kg\n• Palladium  0 .10 kg\n• Tin  4 2 kg\n• Cobalt   7 70 kg\n• Tantalum   1 .8 kg\nEnclosureMain Logic Board\nAlert ModuleRear Camera\nDock Flex\nReceiver\nSpeaker", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}