{"page_content": "24\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Making a material difference.\nOur focus to date has been on proving what’s possible: identifying barriers \nto implementing closed-loop solutions and crafting pilot projects from which \nwe can learn. In many cases, we have deepened our understanding and \nrelationships within our downstream recycling supply chain. And in other \ncases, we’re invested heavily in research to identify closed-loop solutions.\nAluminum. We’ve found that one of the best sources of recycled aluminum \ncomes from our own products and processes. That’s because we specify \nsuch a high grade of the material to make our products strong, durable, \nand beautiful. And today, the only way to keep the aluminum at this quality \nlevel is with a clean material stream—not mixing it with other grades of scrap aluminum, as is typical at recycling facilities. So our challenge is to \nrecover the aluminum from our products and processes without degrading \nits quality. With Liam, Daisy‘s predecessor, we found a way to maintain the \noriginal aluminum purity from reclaimed phones post disassembly. So we \ndesigned Daisy to integrate this step.\nCobalt. * We primarily use cobalt in batteries. But it is not consistently \nrecovered, and recycled cobalt is not well tracked in the market. So \nwe’ve implemented a pilot project to ship battery scrap from suppliers \nthat assemble iPhone and Mac in Shanghai to a recycler upstream in Apple’s battery supply chain. We plan to account for this material in a \nway that ensures the cobalt in those batteries is not only recovered and \nrecycled responsibly, but allocated toward production of Apple batteries \nin the future. In addition, we continue to responsibly source cobalt, and \n100 percent of known cobalt refiners are participating in third-party audits.\nCopper. Copper forms the conductive pathways on printed circuit \nboards, cables, and connectors. In partnership with our suppliers, we are \ninvestigating new methods to manufacture our printed circuit boards that \nwill allow us to reduce the amount of copper needed in the process. And for sourcing, we are exploring ways to increase the amount of recycled \ncopper we use for some of our printed circuit board and copper foil \nvendors, and directing in-process materials to recyclers who can integrate \ninto our supply chain. \nGlass. We’re working with our cover glass suppliers to ensure that all \nglass scrap generated during the manufacturing process is recycled at \nthe highest level possible. And we are partnering with them to enhance \nin-process reuse and reprocessing in ways not traditionally done in \nthis industry. \nPaper. We’ve successfully created a closed-loop supply chain for paper. \nThat means that 100 percent of the wood fibers in our packaging is either \nrecycled or comes from sustainably managed forests or controlled wood \nsources. And we have protected or created enough sustainably managed \nforests to cover all the wood fiber we use in our packaging.\n", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}