{"page_content": "25\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Plastics.  Wherever possible, we’re moving to recycled or bio-based \nplastics, and in some cases, like for our packaging, we’re working to \neliminate the need for plastics altogether. We’ve reduced the amount of \nplastics in our product packaging by 29 percent compared to 2016. For \nthe remaining plastics, we’re looking for bio-based or recycled alternatives \nto petroleum-based plastics. We’re using these alternatives in a number of \ncomponents—for example, the speaker, keyboard, and trackpad enclosures \nof iMac Pro are made with 60 percent recycled plastic. And the fan \nassembly is made with 26 percent bio-based plastic.\nRare earth elements. These elements include neodymium, praseodymium, \nand dysprosium, which are used in magnets for audio applications, in \ncameras, and in haptics technology. Traditional recyclers don’t typically \nrecover rare earth elements, because they are often in small magnets that \nare embedded in a number of different components within iPhone. Daisy \nretrieves those components. So we’re now investing in new technologies to \nrecover the material from those components so they can be used again. \nSteel. We use stainless steel in the enclosure construction of iPhone X and \nsome Apple Watch models. Stainless steel is a highly recyclable material, \nand we’re working with our suppliers to increase the recycled content in the stainless steel that we source. \nTin.* There is an existing market supply of recycled tin, but we wanted \nto make sure it meets our quality standards. So in 2017 we proved that \nwe could use 100 percent recycled tin for the solder on the main logic \nboard (where the majority of tin is found) of iPhone 6s. Since then, we’ve \nexpanded to other products: We’re now specifying 100 percent recycled tin \nfor the solder on the main logic board of iPhone 7, iPhone 7 Plus, iPhone 8, \nand iPhone 8 Plus. ** But to truly close the loop, we want to recover as \nmuch tin as we’re using—and make sure the tin is recycled responsibly and \nput back into the world’s supply. Unfortunately, tin is not recovered by all \nelectronics recyclers. So we‘re prioritizing responsibly operated recyclers \nthat recover tin, in addition to the copper and precious metals, from the \nmain logic boards retrieved by Daisy. \nTungsten. * Tungsten is a key material used in our Taptic Engine and other \nconsumer electronics that enable devices to vibrate. The availability of \nrecycled tungsten varies by geography and by supplier, and the tungsten in \nour products is currently lost to shredding in traditional recycling processes. \nSo Daisy retrieves the alert module and allows us to send it to speciality recyclers who recover tungsten. \n *  Apple is committed to the responsible sourcing of materials for our products. We identify and map both \nregulated and unregulated materials in our products deep in the supply chain. For the second year in a row, \n100 percent of our identified tin, tantalum, tungsten, gold, and cobalt smelters and refiners participated in \nindependent third-party audits. We go beyond what is required by law, including by publishing smelter lists,  \nto meet and exceed internationally accepted due diligence standards and help protect the people in our   \nsupply chain. Download Apple’s Conflict Minerals Report.  \n** The r ecycled tin we ʼre transitioning to has been verified by a third party to be 100   \npercent recycled.\n", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}