{"page_content": "26\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Packaging \nWe’re using more recycled and  \nresponsibly sourced materials in  \nour packaging.\nForests provide wood fiber for the paper in our product packaging. They \nalso clean our air, purify our water, and provide wildlife habitat. We look \nfor ways to use more recycled and responsibly sourced paper, to create \ntechnologies that use paper more efficiently, and to find alternatives to \nplastic. In fiscal year 2017, 100 percent of the paper in our packaging was \nfrom responsibly managed forests, controlled wood, or recycled sources. \nWe’re replacing some plastic components with materials like bamboo fiber \nand bagasse, a by-product of sugarcane. And we’ve reached our goal to \nprotect and create enough sustainably managed forests around the world \nto cover our current paper use and produce fiber for generations. The results are more beautiful than ever—for our packaging and for the planet.\nReducing our plastic use.\nIn fiscal year 2017, U.S. product packaging used on average 29 percent less plastic than in 2016, made possible by replacing plastic with responsibly \nsourced and recycled paper. For example, we‘ve replaced the plastic \nEarPods case with a paper alternative. Starting with iPhone 7, iPad Pro, \nand the new iPad launched in March 2018, we changed the plastic tray \nin the packaging to an all molded fiber alternative. And we replaced the \nexpanded polystyrene that protects iMac Pro during shipping with paper \npadding made from 100 percent recycled fiber. \nPlastic and fiber packaging footprint (metric tons)\nIn fiscal year 2017, our U.S. product packaging used on average 29 percent less \nplastic than in 2016. Recycled fiber now represents 64 percent of packaging fiber. And we are now sourcing 100 percent of the virgin fiber in our packaging from  \nsustainably managed forests or controlled wood.Read more about our paper and  \npackaging strategy. Download PDF \nThe U.S. retail packaging of the  \niMac Pro contains 78 percent less  \nplastic than the similarly sized 27-inch iMac with Retina 5K display, and  \ncontains 85 percent recycled content. \n•Plastic \n/bullet.scOther virgin fiber\n/bullet.scResponsibly sourced virgin fiber     \n•Recycled fiber  \n2016 2017 2015020%40%60%80%100%171,500 165,000 169,000\n", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}