{"page_content": "28\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017In partnership with The Conservation Fund, we’ve protected 36,000 acres \nof forest in the Eastern United States that are certified as sustainably \nmanaged. In Maine, we’re protecting more than 32,400 acres in the Reed \nForest, which includes critical wetlands and upland forest habitats that \nsupport a number of wildlife species in Maine’s iconic North Woods. \nIn North Carolina, we’re protecting more than 3600 acres of pine and \nhardwood forest in Brunswick County along the southern coast of North \nCarolina. Apple and The Conservation Fund have donated a conservation \neasement for both properties. The conservation easements ensure the \nforests won’t be developed or converted to other uses, and will continue  \nto produce sustainable fiber and other wood products.\nIn 2015, we announced a five-year partnership with WWF to transition \nup to one million acres of forest, across southern provinces of China, \ninto responsible management by 2020. WWF’s work has three primary \ncomponents:\n• Increase responsible management of working forests in China—by creating up to 300,000 acres of FSC-certified forests, and up to  \n700,000 acres of forests under improved management.\n• Improve China’s policy framework to encourage responsible forest management.\n• Establish long-term market incentives in China for responsibly sourced paper.\nIn just three years, we’ve surpassed our first objective by supporting 320,000 acres of forest to achieve FSC certification, and improving the \nmanagement of an additional 430,000 acres of forest land in southern \nChina. Altogether we’ve improved responsible management of 750,000 \nacres, or about 1170 square miles. \nTo address the project‘s second objective, in 2017, China’s State Forestry \nAdministration and WWF released the China Sustainable Plantation \nGuidelines, which will be used to identify opportunities for improved forest management on more than 7 million acres of forest land included  \nin China’s National Reserved Forestry Program.\nAnd to create market incentives for responsibly sourced paper, WWF \nand the China Sustainable Paper Alliance continued to raise consumer \nawareness of the importance of responsible forest management. They \nlaunched a campaign that reached more than 20 million people through \nmany events, media coverage, corporate engagement, and a celebrity \nspokesperson. 100% \nWe have protected or created  \nenough responsibly managed  \nforests to cover the 51,000 metric  \ntons of virgin paper we used in  \nour packaging in fiscal year 2017.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}