{"page_content": "30\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017At our corporate offices and retail stores, we’re creating robust recycling \nand composting programs to minimize the environmental impact of the \nwaste we produce. In fiscal year 2017, we generated 53,800 metric tons \nof waste, of which we diverted from landfill about 71 percent through \nrecycling and composting. We continue to find ways to reduce the waste \nwe send to landfill—like expanding composting at our corporate campuses \nand pursuing a zero waste effort at over 500 retail stores and at our \nheadquarters in Santa Clara Valley, which includes more than 200 buildings. \nApple disposes of hazardous waste responsibly. We complete regular \naudits of the Transportation, Storage, and Disposal Facilities (TSDF), where hazardous waste is ultimately sent to be treated, recycled, or incinerated. \nOnly facilities we audit and approve are allowed to accept and treat the \nhazardous waste Apple generates. We take this commitment seriously—if \nthe TSDFs do not meet our strict standards for environment, health, safety, \nand waste management protocols, we switch facilities. \nWhile we have a disassembly solution for nine models of iPhone, we also \nwant to make sure other electronic devices stay out of landfills so that \nthe resources they contain can be reused. So we’ve developed recycling \ncollection events, take-back initiatives, and efforts like Apple GiveBack that make it easier to return old Apple devices to Apple. We’re also working with \nrecyclers around the world, whose facilities we hold to rigorous standards \nof environmental compliance, health and safety, and social responsibility.  \nWater\nWe hold ourselves accountable for  \nevery drop of water we use.\nWater is essential to all life. We need it to drink, to grow our food, and  \nto maintain natural ecosystems throughout the planet. And though water \nis a renewable resource, its scarcity—often exacerbated by climate \nchange—makes it precious in many parts of the world. So we hold ourselves \naccountable for the water we use, whether at our corporate offices, our  \ndata centers and retail stores, or in our suppliers’ facilities around the globe.71%\nWe diverted from landfill about  \n71 percent of waste across all of \nApple’s facilities, including our retail stores. ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}