{"page_content": "31\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Supplier water use.\nWe’re focused on the water used by suppliers to make our products. \nIn 2013, we established the Clean Water Program to help our suppliers \nconserve water and prevent water pollution. We put a special emphasis  \non working with suppliers with high water usage and in water stressed regions, as well as makers of components that our life cycle water \nassessments have identified as particularly water-intensive. \nThrough employee training, baseline assessments, performance \nevaluations, and technical support, we helped our suppliers conserve  \nmore than 5.1 billion gallons of water in 2017 alone, increasing average  \nwater reuse to 37 percent across 106 facilities. And since many of our suppliers also build components for other companies, we’re reducing  \nthe water footprint of non-Apple products too.\nCorporate water use.\nAt our offices, data centers, and retail stores across the world, we monitor our cooling, landscaping, and sanitation water use so we can develop \ntargeted ways to conserve water. In fiscal year 2017, Apple used about  \n1 billion gallons of water directly, a 59 percent increase over the previous year. This increase was driven by extraordinary growth in our data center \nservices, research and development activities, and temporary water \nuses like new construction, and establishment of mature trees at Apple \nPark. These temporary water uses represented 80 million gallons—nearly \n10 percent of our water footprint. In addition, we have expanded our water \nfootprint to include colocation facilities and distribution centers for the first time, which together amount to 159 million gallons of water, or 16 percent \nof our total footprint. \nWater use at Apple facilities\nWe calculate our corporate water use  f or our data centers, retail stores, and    \ncorporate offices.\n• Data centers   • Retail Stores   • Corporate   • Colocation facilities\n   2013\n2014\n2015\n2016\n2017Millions of gallons\n0 250 500 750 1000 13.6 billion\nSince 2013, we’ve helped our  \nsuppliers save more than 13.6 billion \ngallons of water—enough to provide every person on the planet with  \nalmost 30 glasses of water.\nStarting in 2017, we‘re including as part of Apple‘s footprint, water use at distribution centers and colocation facilities.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}