{"page_content": "32\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Our water strategy.\nOur risk-based water strategy focuses on understanding watershed context, \nprioritizing areas of high water risk and use, and recognizing that each \nlocation requires its own solution.\nPrioritizing our efforts.\nWe want to focus where our efforts matter the most and can have the  \nlargest positive impact. So we map our global water use against water  \nquality, quantity, and regulatory factors to understand which regions have \nan elevated risk,20 then prioritize those locations based on how much \nwater we‘re using.\nCorporate water use by level of risk\n0200400600800\nLow Low-medium Medium-high High Extremely high\nmillions of gallons\n54 percent of this water use \noccurs in three locations: Santa Clara Valley; Maiden,North Carolina; and Mesa, Arizona.\nUsing water efficiently. \nWe work to minimize the water we use, especially in areas of elevated water \nrisk. When siting a new facility, we consider overall watershed risk—including \nquantity, quality, and impact to the community—as a factor in our core due \ndiligence process. We regularly install sub-meters to monitor and manage \nour water use, and reuse water wherever possible. At our corporate offices \nin Santa Clara Valley, our landscape efficiency program now integrates \nremote soil moisture sensors and rotating-head nozzles to reduce water \nuse by 500,000 gallons. At our data centers in Prineville, Oregon, and Reno, \nNevada, our design and operations teams have been piloting innovative \nmineral removal media in the cooling systems that will reduce our cooling water discharge by up to 30 percent. We are continuing to invest in new \ncooling technologies to reduce data center water use. In our retail business, \nredesigned back-of-house space includes low-flow fixtures anticipated to \ndeliver up to 30 percent water savings compared with our previous design. \nOver 25 stores have been built with this new design. We mapped our water use to  \ndifferent levels of water risk  \n(as defined by WRI’s Aqueduct tool) \nacross the world to understand where we should be focusing our conservation efforts. Water risk takes into consideration indicators such as water scarcity, business risk, and habitat and livelihood impact to the basins in which we operate.\n21", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}