{"page_content": "33\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Identifying alternative sources. \nOnce we have minimized our water use, we look to alternative sources  \nto help reduce freshwater withdrawals, including recycled water, reclaimed water, and rainwater harvesting. At our headquarters in Santa Clara Valley, \nwe helped extend the City of Sunnyvale’s recycled water system to our \nnew Apple Park campus and to another new campus set to open in  \nmid-2018. Between both campuses, use of this recycled water will replace over 30 million gallons of potable freshwater. We are also capturing \nrainwater for cooling, irrigation, and construction needs at our Maiden \ndata center, and for our corporate offices in Cork, Ireland; Austin, Texas; and Yokohama Japan. \nPursuing water stewardship. \nWe‘re looking to restore water resources in the most critical regions in which we operate. For example, our Southern California retail stores make up the majority of our highly stressed water use in retail. Though our \nnew back-of-house design will minimize water use, we still face risk from \npoor overall health of the watershed. So we partnered with Bonneville Environmental Foundation (BEF) to help fund WAYS Park, a project led \nby Heal the Bay in South Los Angeles. The park will collect and filter \nstormwater runoff from 9 acres surrounding the site—delivering water \nquality benefits and groundwater recharge to the Los Angeles River \nWatershed, as well as recreational benefits to an underserved community.\nGreen Buildings\nDesigning our buildings with the planet  \nin mind.\nWe want our commitment to the environment to show in everything we  \ndo—not just in our products, but at the offices where our employees \nwork, in the services that our customers use, and in the spaces where \nour customers shop. We actively apply green building principles to all \nof our office, data center, and retail store projects. This means we’re \ncreating these spaces to be environmentally responsible and use resources \nefficiently. For most projects, we are able to meet the U.S. Green Building \nCouncil’s LEED Gold requirements, and sometimes LEED Platinum—the \nhighest level. \nWhether we’re building a new facility or renovating an already occupied \none, we also think about enhancements that improve the general well \nbeing of our employees—such as inviting outdoor spaces. In addition, we proactively provide a high percentage of EV charging stations to all our \ncorporate campuses, offer a comprehensive commute program, and utilize \ngreen cleaning and pest control products.24 million\nWe used 24 million gallons of recycled \nwater and captured rainwater in 2017.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}