{"page_content": "36\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Our Approach \nDesign, manufacture, test. Repeat.\nTo help protect people and the planet, we set strict standards for the \nmaterials used in our devices—in many cases going far beyond what’s \nrequired by law. The evaluation process begins early in the design and \nmanufacturing phases. If replacements for hazardous chemicals aren’t \nreadily available, we work with our suppliers to find substitutions, or explore \nhow to eliminate the need for that substance. When we test replacements, \nwe look for formulations that meet our environmental standards without \ncompromising performance. And, of course, the end product must still live \nup to the design standards you expect from Apple. \nSafer materials assurance process\nThrough extensive testing, research, and toxicological assessments, we design    \nproducts to be safe. And then we continue to evaluate products while they’re under -\ngoing product development and after they’re released to make sure they stay safe.\n• Set standard (Regulated Substances Specification)\n• Educate suppliers\n• Research safer alternatives\n•  Validate compliance to RSS at Environmental Testing \n Lab and third-party labs\n• Collect full material disclosure•  Conduct toxicological assessments •  Audit suppliers• Validate supplier compliance documentation•  Test incoming components at final assembly sites\n• Audit suppliers\n•  Test incoming components at final assembly sites Product\nDevelopment\nPost Product\nReleaseSet Policy\n \nValidation and Toxicology \nWe run our own environmental  \ntesting lab.\nWe built our own Environmental Testing Lab, where our chemists and \ntoxicologists look for any potentially harmful substances. Since 2006, we \nhave expanded it to more than 30 times its original size, and have regularly \nupdated it with state-of-the-art equipment—like an inductively coupled \nplasma mass spectrometer, a liquid chromatography mass spectrometer, \nand a laser-induced breakdown spectrometer similar to the one used by \nthe Mars rover. We’ve even manufactured artificial sweat to simulate human \nexposure, and to evaluate the safety of our materials that come into contact \nwith skin.We screen our materials with  \ncomprehensive risk assessment \ntools, including GreenScreen® , which evaluates substances against 18 different hazards, including carcinogens, mutagens, and endocrine disruptors.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}