{"page_content": "43\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017More partnerships. More progress.\nWe engage with industry, sustainability, and cross-sector organizations to \nshare knowledge while learning from subject-matter experts in strategic \nareas. We prioritize associations that share our values, passion, and deeply \nheld belief that companies can make a difference. \nGreat relationships are built over time. So we have renewed our \ncommitments to Ceres, Corporate Eco Forum, the World Business  \nCouncil for Sustainable Development (WBCSD), the GreenBiz Executive Network, and the Paulson Institute, among others. We are continuing  \nour memberships in organizations whose work aligns with our three  \npriority areas:\n• Climate change. To support our significant investments in renewable energy, we’ve continued to work with Advanced Energy Economy \n(AEE), RE100, and We Mean Business. In 2017, we joined several new \norganizations, including the Hawthorn Club to support executive women in \nthe renewable energy industry and the Business Environmental Leadership \nCouncil of the Center for Climate and Energy Solutions (C2ES). We also \njoined the Green Electricity Consumption Cooperative as a Board Member \nCompany to support the use of voluntary renewable energy certificates  \nin China. \n• Resources. Our work on creating closed-loop material supply chains is backed by our memberships with the Ellen MacArthur Foundation and the \nAluminum Stewardship Initiative.\n• Safer materials. We’re members of the ChemSec Business Group, where  \nwe work with like-minded companies across a diversity of sectors to refine our knowledge of safer materials. And we were founding members \nof Green America’s Clean Electronics Production Network. In 2017, we \njoined the Green Chemistry and Commerce Council (GC3) to advance the \napplication of green chemistry in product design and supply chains. ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}