{"page_content": "44\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Collaborating for joint success. \nWe’ve continued to work with cross-sector companies, researchers, \nsuppliers, thought leaders, and technical experts to forge new paths,  \nbuild unique solutions, and inspire others to continue their efforts. \nWe are building relationships with key academic institutions worldwide—like \nwith Tsinghua University’s School of Economics and Management in Beijing, \nwhere we are funding a $3 million endowed chair professorship based on \nResponsible Innovation. We also collaborated with Tsinghua for a second year \non an App Innovation Contest and a Green Innovators program, which focus \non identifying creative solutions to environmental challenges, governance, \nand public administration through entrepreneurship. \nIn 2016, we partnered with app developers and customers across the globe \nto create Apps for Earth, an initiative that generated over $8 million to \nsupport World Wildlife Fund’s global environmental projects. As of November \n2017, World Wildlife Fund had invested approximately $6.5 million of funds \nraised, focusing on environmental projects in seven key areas: \n• Conservation of coastal riches\n• Combating climate change\n• Preserving forests\n• Ensuring sustainable food sources\n• Providing safe and secure water\n• Saving sea turtles and tigers \n• Harmonizing people, nature, and wildlife\nWe continue to meet with our own Green Chemistry Advisory Board, made \nup of some of the world’s leading toxicologists, researchers, and academics. \nThe board helps us identify innovative ways to minimize or eliminate toxins \nfrom our supply chain. We also invite experts from around the world to meet \nwith leaders at Apple. Together, we focus on eliminating toxins at each stage \nof our process. \nIn 2017, we invited key stakeholders to participate in small closed-door \nroundtables in Europe, the United States, and China to obtain feedback on \nApple’s closed-loop ambition and our current approach. Attendees included  \na range of academics, NGOs, industry leaders, and other companies.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}