{"page_content": "45\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017\nShowing what we do. Sharing what  \nwe know. \nWe want to share our vision and our work, so we can make a difference well \nbeyond Apple’s walls. To increase our impact, over the last year our team \npresented at several notable conferences, meetings, and events, including: \n• 2017 Sustainable Brands conference, where we outlined our ambition to \ncreate closed-loop material supply chains.\n• The Columbia University Global Energy Summit in New York City; Washington Post Live—A World in Balance: Solutions for Sustainability; \nand the eighth annual Clean Energy Ministerial (CEM8). At these events, \nwe demonstrated how business has the power to influence renewable \nenergy markets. \n• Ceres Investor Summit at the United Nations, where we underlined the \nimportance of business action and clean energy investment. \n• TechCrunch Disrupt 2017 conference, where we announced that Apple is 100 percent renewable in Japan, setting the example for other tech \nindustry leaders. \n• GreenBiz VERGE 2017 conference, where we urged the business \ncommunity to take strong action to protect the environment. \n• 2017 Forest Stewardship Council’s General Assembly, where we detailed our efforts to reduce our packaging paper footprint. \n• 2017 G20 Resource Efficiency Workshop, where we presented on Apple‘s efforts to reduce dependence on finite resources. \nIn addition, we published a number of papers to offer insight into how we’re innovating on environmental challenges. These include a white paper about \nthe work we are doing to source paper responsibly and a collaboration with \nRE100 about our supplier clean energy program. At the 2017 Women’s Forum for  \nthe Economy and Society in Paris,  \nLisa Jackson discussed Apple’s  \nglobal impact through environmental  \nleadership and how our values drive  \nour business.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}