{"page_content": "6\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Comprehensive Carbon Footprint\nWe measure more. So we can do more.\nWhen we measure our carbon footprint, we don’t stop with ourselves.  \nWe include hundreds of suppliers, millions of customers, and hundreds of \nmillions of devices. And we’re always looking for ways to make the biggest \ndifference in five major areas: corporate facilities, manufacturing, product \nuse, transportation, and end-of-life processing. In 2017, we once again \nreduced our overall carbon footprint to 27.5 million metric tons of greenhouse \ngases (CO₂e). That‘s down from 29.5 million metric tons in 2016. \nOur environmental programs contributed to this decline in our comprehensive \ncarbon footprint, including reduced emissions from aluminum manufacturing, \nenergy efficiency, and increasing use of clean energy at our facilities and  \nin our supply chain. We also refine our product life cycle analysis each year, \nmoving from industry-average data to our own data whenever possible. \n(See Appendix A to read more about our life cycle carbon analysis.)\n27.5 million metric tons of carbon emissions\n77%\n Manufacturing \n39% Integrated circuits/one.numr\n24% Aluminum16% Boards and flexes/two.numr12% Other/three.numr\n5% Displays4% Onboard electronics/four.numr17%\nProduct use \n69%  Active/five.numr\n19%  Idle/six.numr11%  Sleep/seven.numr1%  Off<1%\nEnd of life\n1%\nCorporate facilities\n4%\nProduct transportation\nOur carbon footprint tells us a lot about how we’re doing and where there are opportunities to go further. For example, \nbecause aluminum represents almost a quarter of our manufacturing emissions, we developed a program to reduce emissions \nassociated with aluminum enclosures.Apple’s carbon footprint", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}