{"page_content": "52\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Appendix B \nData Center Energy \nSupplement\n \n \nApple’s data center presence continues to grow—since April 2017, we \nannounced a new U.S. data center in Iowa, a second data center in \nDenmark, and two new data centers in China. \nEach Apple data center has unique design features that reflect the climate \nand other aspects of its specific site. All of our data centers operate on  \n100 percent renewable energy and power billions of iMessages, answers from Siri, and song downloads from iTunes. This means that no matter how \nmuch data the facilities handle, there is a zero greenhouse gas emissions impact from their electricity use. These data centers use renewable energy \nsources like solar, wind, biogas fuel cells, and low-impact hydro power from \nonsite and locally obtained resources. \nMaiden, North Carolina\nBetween 2011 and 2015, we installed 68 megawatts of Apple-created projects: two 20-megawatt solar arrays, an 18-megawatt solar array, and \n10 megawatts of biogas fuel cells. In 2015, we partnered with the local utility, \nDuke Energy, to help build five solar PV projects through Duke Energy’s \nGreen Source Rider program. These solar PV projects, which started coming \nonline in late 2015, were Duke Energy’s first Green Source Rider projects \nto become operational. We worked with Duke Energy for several years to \ndevelop this green energy tariff option, which allowed Apple and Duke \nEnergy to work together to develop new renewable energy projects. The \nfive projects have a combined peak capacity of 20 megawatts. In 2017, we also made long-term commitments to five more solar PV projects in North \nCarolina, for an additional 86 megawatts of clean energy. All told, in fiscal \nyear 2017, the Maiden data center was supported by projects that generated \n273 million kilowatt-hours of renewable energy, which is equivalent to the \nenergy used by 20,663 North Carolina homes.\n26", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}