{"page_content": "53\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Among Maiden’s energy efficiency features is the use of outside air cooling \nthrough a waterside economizer during night and cool-weather hours, which, along with water storage, allows the chillers to be turned off more than 75 percent of the time.\nMaiden, North Carolina—100% renewable since opening June 2010\n273 million kWh energy use in fiscal year 2017\nDuke Energy Default Grid Mix Apple Actual Renewable Energy Use\nNuclear 51% Apple’s Solar PV Projects 42%\nCoal 33% Apple’s Biogas Fuel Cells 27%\nOther 16% Duke Green Source Rider (100% solar PV) 12%\nRenewable <1% NC GreenPower  (100% solar PV) 19%\n2017 Default Emissions  \n(mtons CO₂e/year)100,480 2017 Effective Emissions  \n(mtons CO₂e/year)0\nFrom Duke Energy Carolinas 2015 Statistical   \nSupplement generation dataActual fiscal year 2017 energy data\nNewark, California\nOur data center in Newark, California, is powered by 100 percent renewable \nenergy. We hit this milestone in January 2013, when we began serving the \ndata center with energy sourced primarily from California wind power. We’re \nacquiring this energy directly from the wholesale market through California’s \nDirect Access program. Late in 2017, Apple’s 130-megawatt California Flats \nsolar project in Monterey County, California, came online, and now we use \nDirect Access to supply power from that project directly to our data center \nas well as other Apple facilities in California. \nIn fiscal year 2017, the Newark data center was supported by projects  \nthat generated 118 million kilowatt-hours of renewable energy, which is \nequivalent to the energy used by 17,976 California homes.26\nNewark, California—100% renewable since opening January 2013\n118 million kWh energy use in fiscal year 2017\nPacific Gas & Electric Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 17% Bundled Grid (mostly wind) 91%\nNuclear 24% Grid (mostly wind) 9%\nOther/Unspecified 26%\nRenewable 33%\n2017 Default Emissions  \n(mtons CO₂e/year)23,300 2017 Effective Emissions  \n(mtons CO₂e/year)0\nwww.energy.ca.gov/pcl/labels/2016_labels/  \nPacific_Gas__and__Electric.pdf (From September 2017)Actual fiscal year 2017 energy dataWindSolar + Biogas fuel cells", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}