{"page_content": "54\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Prineville, Oregon\nTo support our Prineville data center, we recently signed a 200-megawatt \npower purchase agreement for a new Oregon wind farm, the Montague \nWind Power Project, set to come online by the end of 2019. This is our first \nApple-created wind project. And it’s our largest project to date, producing \nover 560 million kilowatt-hours of clean, renewable energy a year. \nAdditionally, we executed a power purchase agreement for the \n56-megawatt Solar Star Oregon II PV array located just a few miles from our \ndata center, which came online and began supporting the data center in \n2017. The project produces 140 million kilowatt-hours of renewable energy \na year. To strengthen the connection between Apple and these projects, we use Oregon’s Direct Access program to schedule the renewable energy \nfrom these projects directly to our data center. \nAlso supporting the data center are two micro-hydro projects that harness \nthe power of water flowing through local irrigation canals that have been \noperating for over 60 years. These micro-hydro projects generate 12 million \nkilowatt-hours of renewable energy a year. \nSupplementing these projects, and ensuring we remain 100 percent \nrenewable all the time, we executed a long-term purchase agreement \nwith Cypress Creek Renewables for all environmental attributes from a 50-megawatt portfolio of six solar arrays in Oregon. \nIn fiscal year 2017, the Prineville data center was supported by projects \nthat generated 195 million kilowatt-hours of renewable energy, which is \nequivalent to the energy used by 17,916 Oregon homes.\n26\nPrineville, Oregon—100% renewable since opening May 2012\n195 million kWh energy use in fiscal year 2017\nPacific Power Default Grid Mix Apple Actual Renewable Energy Use\nCoal 62% Apple’s Micro-Hydro Projects <1%\nNatural Gas 17% Oregon Wind (via Direct Access) 99.9%\nOther 6%\nRenewable 15%\n2017 Default Emissions  \n(mtons CO₂e/year)57,980 2017 Effective Emissions  \n(mtons CO₂e/year)0\nwww.pacificpower.net/content/dam/pacific_power/  \ndoc/About_Us/Rates_Regulation/Oregon/11536-9_PP_\nORLabelingInsert_LrgBiz_F.pdfActual fiscal year 2017 energy dataWind + Low-impact hydro", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}