{"page_content": "55\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017SolarReno, Nevada \nUnlike competitive energy markets where we’ve located some of our data \ncenters, the regulated electricity supply in Nevada did not offer a simple \nsolution for us to create new renewable energy projects dedicated to our \ndata center. So we created a partnership with the local utility, NV Energy, \nto develop our first renewable project: the Fort Churchill Solar PV project. \nApple designed, financed, and constructed the project, and NV Energy \noperates it and directs all the renewable energy it produces to our data \ncenter. The Fort Churchill Solar PV project uses a new kind of photovoltaic \npanel with curved mirrors that concentrate sunlight. The 20-megawatt array \nhas an annual production capacity of over 43 million kilowatt-hours of clean, renewable energy. \nTo facilitate further renewable development in Nevada, Apple worked with \nNV Energy and the Nevada utility commission to create a green energy \noption open to all commercial customers that does not require the customer \nto fund project development up-front. Thanks to this new option, the \nNevada Green Rider, in 2015 we announced our second Nevada solar array: \na 50-megawatt project called Boulder II. This project came online in 2017, \nproducing 137 million kilowatt-hours of renewable energy a year. \nIn 2017 and early 2018, we used the green energy option two more times. \nOur third Nevada solar array is a 200-megawatt project called Techren \nSolar—Apple‘s largest solar array to date—estimated to produce over  \n540 million kilowatt-hours of clean, renewable energy a year. And our fourth Nevada solar array is the 50-megawatt Turquoise Nevada project producing \n110 million kilowatt-hours a year.\nIn fiscal year 2017, the Reno data center was supported by projects \nthat generated 186 million kilowatt-hours of renewable energy, which is \nequivalent to the energy used by 16,756 Nevada homes.\n26\nReno, Nevada—100% renewable since opening December 2012\n186 million kWh energy use in fiscal year 2017\nNV Energy—North Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 52% Apple‘s Solar PV Projects 99.7%\nCoal 22% Other Solar PV (PPA) 0.3%\nOther 3%\nRenewable 23%\n2017 Default Emissions  \n(mtons CO₂e/year)45,820 2017 Effective Emissions  \n(mtons CO₂e/year)0\nwww.nvenergy.com/bill_inserts/2017/Power_Content_  \nInsert_NVE-North_2017-01.pdfActual fiscal year 2017 energy data", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}