{"page_content": "57\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Denmark has a long tradition of biomass energy generation from agricultural \nwaste products. Apple is partnering with Aarhus University (Viborg campus) \nto co-develop an agricultural waste biomass project. Methane from the \nbiomass digester reaction will be used to create renewable electricity for \nour data center. Much of the agricultural waste going into the digester will \ncome from local farms in a mutually beneficial relationship. They bring us \ntheir agriculture waste material to use as feedstock for the digester, and we \ngive them the nutrient-rich by-product of the digestion process, which they \ncan apply to their fields. \nViborg, Denmark—100% renewable (currently in construction)\n37,000 kWh energy use in fiscal year 2017\nEnerginet Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 8% Utility Wind Purchase 100%\nCoal 28% Apple’s Wind Project pending\nOther / Unspecified 2%\nRenewable 62%\n2017 Default Emissions  \n(mtons CO₂e/year)7 2017 Effective Emissions  \n(mtons CO₂e/year)0\nwww.aib-net.org/documents/103816/176792/AIB_  \n2016_Residual_Mix_Results.pdf/6b49295b-ad99-  \na189-579e-877449778f62Actual fiscal year 2017 energy data\nOur colocation facilities \nThe majority of our online services are provided by our own data centers; \nhowever, we also use third-party colocation facilities for additional data \ncenter capacity. While we don’t own these shared facilities and use only a \nportion of their total capacity, we include our portion of their energy use in \nour renewable energy goals. Over 99 percent of our power for colocation \nfacilities is matched with renewable energy generated within the same state \nor NERC region for facilities in the United States, or within the same country \nor regional grid for those around the world. And we will keep working with \nthe colocation suppliers to get to 100 percent. \nFurthermore, we worked with one of our main suppliers of colocation \nservices to help it develop the capability to provide renewable energy \nsolutions to its customers. This partnership advances Apple’s renewable \nenergy program and those of other companies that use this colocation \nprovider. \nBeyond the use of our own data centers and colocation facilities, we also \nuse third-party computing services to support some of our on-demand \ncloud storage–based services. We encourage these suppliers to adopt a \n100 percent renewable energy strategy for their energy use.Wind", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}