{"page_content": "58\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Energy Use and Emissions at Apple’s Colocation \nFacilities\nTotal Energy \nUse (kWh)Renewable Energy (kWh)Default Utility  \nEmissions¹  \n(metric tons CO₂e)Apple’s Emissions—Including Renewable \nEnergy²  \n(metric tons CO₂e)Percent  \nRenewable  \nEnergy³ \nFY2011 42,500 0 10 10 0%\nFY2012 38,552,300 1,471,680 17,200 16,500 4%\nFY2013 79,462,900 46,966,900 31,800 14,500 59%\nFY2014 108,659,700 88,553,400 44,300 11,000 81%\nFY2015 142,615,000 121,086,100 60,500 12,700 85%\nFY2016⁴ 145,520,900 143,083,200 66,300 1,600 98%\nFY2017 289,195,800 286,378,100 125,600 1,500 99%\n¹   W e calculate “default utility emissions” to provide baseline emissions of what our carbon footprint would have been without the use of \nrenewable energy. This allows us to demonstrate the savings resulting from our renewable energy program. \n²   Apple’ s greenhouse gas emissions are calculated using the World Resources Institute Greenhouse Gas Protocol methodology for calculating \nmarket-based emissions. \n³  W e calculate our progress toward our 100 percent renewable energy goal on a calendar year basis. In calendar year 2017, 99% of the \nelectricity used at our colocation facilities was powered by renewable energy. Beginning January 2018, it is at 100%. \n⁴   Ov er the past two years, we have been installing submeters in colocation facilities to better track electricity usage. Beginning in FY2016, we \nstarted reporting this submetered electricity usage. Prior to fiscal year 2016, reported electricity usage was conservatively estimated based \non maximum contract capacity quantities. We’ve updated our fiscal year 2016 colocation facilities footprint to reflect more accurately Apple’s operational boundaries. Per the WRI Greenhouse Gas Protocol, we‘ve removed from our electricity usage and Scope 2 calculations those emissions associated with colocation facility cooling and building operations. This energy use, however, is still covered by renewable energy.\nRegional Energy Use at Apple’s Colocation Facilities  \n(Fiscal Year 2017)  \nTotal Energy Use\n(kWh)Renewable Energy(kWh)Percent  \nRenewable Energy*\nU.S. 228,114,700 228,014,600 100%\nEurope 23,355,300 20,637,700 88%\nAPAC 37,725,800 37,725,800 100%\nFY2017 Total 289,195,800 286,378,100 99%\n* W e calculate our progress toward our 100 percent renewable energy goal on a calendar year basis. In calendar year 2017, 99% of the  \nelectricity used at our colocation facilities was source with renewable energy. Beginning January 2018, it is at 100%.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}