{"page_content": "7\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Corporate Facilities\n100% renewable energy for 100%  \nof our facilities.\nIn 2018, we reached a major milestone: 100 percent of the electricity we use \nat all of our facilities comes from renewable sources. This outcome is the \nresult of the relentless innovation that goes into everything we do—investing \nin our own renewable energy projects and supporting industry-leading \nadvances along the way. These efforts have lowered emissions from our \nfacilities to 1 percent of our comprehensive carbon footprint.\nScope 1 emissions are those greenhouse gases resulting from fuel \ncombustion from sources we own or operate—like vehicles or natural gas \nfor heating. Scope 2 emissions refer to those resulting from Apple’s use \nof electricity. Renewable energy generates minimal Scope 2 emissions, whereas burning coal, oil, or natural gas to produce electricity releases \ncarbon dioxide and other greenhouse gases into the atmosphere. Since \n2011, our use of renewable energy has reduced our Scope 1 and Scope 2 \nemissions by 54 percent and prevented nearly 2.1 million metric tons of \nCO₂e from entering the atmosphere. That’s equivalent to taking more than \n444,000 cars off the road each year.⁸ Without renewable energy, these \nemissions would have more than tripled since 2011.\nApple’s emissions (Scopes 1 and 2)\nSince 2011, Apple has reduced emissions from our offices, data centers, retail stores, \nand fleet vehicles worldwide by 54 percent—even while our energy use more than tripled during this same period.\n700,000800,000\n600,000\n500,000\n400,000\n300,000\n200,000\n100,000\nFY2011 FY2012 FY2013 FY2014 FY2015 FY2016 FY20170metric tons CO/two.subse\nDefault grid emissions: Total emissions if Apple had no renewable energy program\nApple emissions: Emissions after accounting for Apple’s renewable energy programOur facilities include all of our  \noffices, stores, and data centers  \nin 43 countries. \n $2.5  billion\nAfter the U.S. withdrew from the  \nParis climate agreement, Apple responded by issuing a $1 billion green bond for environmental projects, bringing our total to $2.5 billion.\nDownload the 2018 Green Bond \nReport ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}