{"page_content": "63\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 1Letter of Assurance  \nComprehensive Carbon Footprint – Scope 3: Product r elated Carbon \nFootprint for Fiscal Year 2017 \nFraunhofer IZM reviewed Apple’s scope 3 carbon footprint data related to the products \nmanufactured and sold by Apple Inc. in fiscal year 2017.  \n1 Summary \nThis review checks transparency of data and calculations, appropriateness of supporting \nproduct related data and assumptions, and overall plausibility of the calculated comprehensive annual carbon footprint comprised of emissions derived from the life cycle \nassessment (LCA) of Apple products shipped in fiscal year 2017. This review and verification \nfocuses on Scope 3 emissions for products sold by Apple Inc. (as defined by WRI/WBCSD/Greenhouse Gas Protocol – Scope 3 Accounting and Reporting Standard). It is \nnoted that emissions relating to the facilities that are owned or leased by Apple (scope 1 \nand 2 emissions) as well as business travel and emp loyee commute were subject to a \nseparate third party verification and are therefore excluded from the scope of this statement. Confidential data relating to product sales and shipments were also excluded \nfrom the scope of this verification.  \nThis review and verification covers Apple’s annual greenhouse gas emissions and does not \nreplace reviews conducted for individual product LCAs for greenhouse gas emissions \n(GHGs). The life cycle emissions data produced by Apple for individual products has been \ncalculated in accordance to the standard ISO 14040/14044: Environmental management – \nLife cycle assessment – Principles and framework / Requirements and guidelines. This \nreview and verification furthermore complies with ISO 14064-3: Greenhouse gases -- Part \n3: Specification with guidance for the validation and verification of greenhouse gas assertions.  \nThe review of the annual carbon footprint has considered the following criteria: \nThe system, boundaries and functional unit are clearly defined \nAssumptions and estimations made are appropriate \nSelection of primary and secondary data is appropriate and methodologies used \nare adequately disclosed ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}