{"page_content": "64\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 2These criteria are also fundamental to the review of LCAs conducted for individual product \nemissions. The reviewers note that the largest share (close to 99%) of Apple Inc. annual \ncarbon footprint is comprised of scope 3 emissions from individual products. The aforementioned criteria have been regularly reviewed by Fraunhofer IZM since 2007 with a \nview to providing independent feedback that can facilitate continuous improvement and \nrefinement in the LCA methodology applied by Apple Inc.  \nData reported by Apple is as follows: \n Manufacturing Transportation Product Use Recycling  \n2017 21.14 1.21 4.73 0.04 \n[MMT CO 2e] [MMT CO 2e] [MMT CO 2e] [MMT CO 2e] \nMMT CO 2e: million metric tons carbon dioxide equivalents \nIncluding a reported value of 0.34 million metric t ons CO 2e for facilities (out of scope of \nthis verification), total comprehensive carbon footprint is reported to be 27.45 million \nmetric tons CO 2e. \nApple’s comprehensive carbon footprint includes an increasing amount of greenhouse gas \nemissions reductions for manufacturing resulting from Apple renewable energy projects, \nsupplier renewable electricity purchases, and supplier renewable electricity installations.  These reductions are part of Apple’s Clean Energy Program. Fraunhofer IZM has not \nverified these emissions reductions. \nBased on the process and procedures conducted, there is no evidence that the Greenhouse \nGas (GHG) assertion with regards to scope 3 carbon footprint \nis not materially correct and is not a fair representation of GHG data and \ninformation, and \nhas not been prepared in accordance with the related International Standard on \nGHG quantification, monitoring and reporting. \n2 Reviewed Data and Plausibility Check \nA verification and sampling plan as required by ISO 14046-3 has been established in the \ncourse of this carbon footprint review and verification, defining the level of assurance, \nobjectives, criteria, scope and materiality of the verification. \nAs part of this review and verification Apple disclosed following data to Fraunhofer IZM:  \nSales data for FY2017, including accessories and including AppleCare, Apple's \nextended warranty and technical support plans for t heir devices. ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}