{"page_content": "65\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 3Regional distribution of sold units and country specific allocation per product to \nmajor sell-in countries \nProduct specific data on transportation including breakdown of air and sea shipment \nLife cycle GHG emissions for all products, differentiating the actual product configurations (i.e. memory capacity) \nCalculation methodology for the comprehensive carbon footprint and \nmethodological changes implemented in 2017 \nThe total carbon footprint – scope 3 for the fiscal year 2017 \nDetailed analysis of the comprehensive carbon footprint including: \noThe breakdown of the carbon footprint into life cycle phases \nmanufacturing, transportation, product use and recycling \noDetailed product specific split into life cycle phases \noThe contribution of individual products and product families to the overall carbon footprint \nThe data and information supporting the GHG asserti on were projected (use phase and \nrecycling) and historical (i.e. fiscal year 2017 data regarding sales figures, manufacturing, \ntransportation). \nThis review comprises a check of selected data, whi ch are most influential to the overall \ncarbon footprint. The overall plausibility check addressed the following questions: \nAre product LCAs referenced correctly? \nAre results for products, for which no full LCA review was undertaken, plausible? \nAre carbon emission data for individual products plausible in the light of \nmethodological changes as indicated by Apple?  \nThis review was done remotely. \n3 Findings \nSince the FY2016 Carbon Footprint review in early 2017 6 recent product LCA studies have been reviewed successfully against ISO 14040/44. These LCAs and LCAs reviewed in early ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}