{"page_content": "66\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 42017 cover product segments MacBook Pro, Apple Watch, iPad, and iPhone. These recently \nreviewed LCA studies cover products which represent in total 45,7% of the total scope 3 \ncarbon footprint. Representatives of other product segments (iPod, MacBook, iMac, Mac Pro, Mac Mini, Airport Express / Airport Extreme, Apple TV, and Beats products) underwent \nno or only minor design changes compared to those which went through a full LCA review \nin former years. All reviewed LCA studies up to now cover in total 73,5% of the total scope \n3 carbon footprint. \nEnd-of-life models were updated this year to better reflect actual recycling and disposal of \npackaging materials and products. The reduced carbon footprint of end-of-life processes compared to former fiscal years is largely due to this improved modelling approach.   \nAll questions raised in the course of the review were answered by Apple and related \nevidence was provided where needed. \n4 Conclusions \nApple’ assessment approach is excellent in terms of granularity of the used calculation \ndata. A significant share of components is modelled with accurate primary data from Apple’s suppliers.  \nFor all product LCA calculations, where exact data was missing, the principle of a worst-\ncase approach has been followed and results have been calculated with rather conservative \nestimates.   \nThe review has not found assumptions or calculation errors on the carbon footprint data \nlevel that indicate the scope 3 carbon footprint has been materially misstated. The excellent \nanalysis meets the principles of good scientific pr actice.    \nBerlin, March 29, 2018 \n \n   \n- Karsten Schischke -  - Marina Proske - \nFraunhofer IZM  Fraunhofer IZM \nDept. Environmental and Dept. Environmental and  \nReliability Engineering  Reliability Engineering ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}