{"page_content": "70\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Corporate Fiber Footprint Review \nClient: Apple Inc. 1Review Statement  \nComprehensive Fiber Footprint \nFraunhofer IZM reviewed Apple’s comprehensive fiber footprint data related to corporate \nfiber usage from products, corporate, and retail operations in fiscal year 2017.  \n1 Summary \nThis review checks transparency of data and calculations, appropriateness of supporting \nproduct and packaging related data and assumptions, and overall plausibility of the \ncalculated annual fiber footprint of Apple products shipped in fiscal year 2017 and of \ncorporate and retail operations in the same period.   \nAs there is no standardised method available for calculating a product or company fiber \nfootprint Apple defined a methodology for internal use. The scope of the comprehensive \nfiber footprint includes Apple’s fiber usage from products, corporate, and retail operations. \nThe comprehensive fiber footprint tracks the total amount of wood, bamboo, and bagasse fiber, both virgin and recycled, that Apple uses in packaging (“Packaging Fiber”), and other \npaper products such as retail bags, photo books and non-product related corporate use \n(“Corporate Fiber”).  \nApple obtains and analyses supplier-specific data for each product line and sums up these \nfigures for the entire company using sell-in numbers. The output is a total fiber footprint.  \nData reported by Apple is as follows: \n  Total Fiber Virgin Fiber Recycled Fiber \n2017 Packaging Fiber  145,000  51,000  94,000  \nCorporate Fiber 3,000 1,000 2,000 \nTotal  148,000 52,000 96,000 \n [metric tons fiber] [metric tons fiber] [metric tons fiber] \n \nThe review of the comprehensive annual fiber footprint has considered the following \ncriteria: \nThe system boundaries are clearly defined ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}