{"page_content": "8\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017How we got to 100 percent.\nBeginning January 2018, all of the electricity from our facilities worldwide  \nis covered by renewable energy. This is how we did it. \nEnergy efficiency. \nThe cleanest energy is the energy you never use. That’s why we design  \nour facilities for maximum energy efficiency and regularly audit them to \nidentify further opportunities for energy optimization. \nWe’ve been systematically expanding our energy efficiency programs  \nfrom our Santa Clara Valley buildings in California to our other large \ncampuses, including those in Elk Grove and Culver City, California, and in \nAustin, Texas. Efficiency improvements include upgrading to LED lighting, \nretro-commissioning building and lighting controls, and upgrading heating, \nventilation, and air-conditioning (HVAC) systems.\nAnd in fiscal year 2017, we conducted a comprehensive lighting and HVAC \nretro-commissioning program throughout our retail stores—resulting in an \noverall electricity savings of 3.7 million kilowatt-hours (kWh) per year from \nthe evaluation of nearly 500 operating retail stores around the world.\nAltogether, we reduced our energy footprint in fiscal year 2017 by 14.7 million \nkWh and 225,000 therms. Thanks to energy efficiency measures we’ve \nimplemented since 2011, we are now cumulatively saving 70 million kWh of \nelectricity and over 2.4 million therms of natural gas per year. million   square feet  \nIn fiscal year 2017, we implemented \nenergy efficiency measures in more than 9 million square feet of Apple facilities, with a combined annual electricity use  \nof over 300 million kWh—resulting in  \nan average energy savings of about  \n5 percent.9 \nEvery time you send an iMessage, make \na FaceTime call, ask Siri a question, \nstream a song, or share a photo, it takes energy. And those tasks are handled by our data servers running on 100 percent wind, solar, low-impact hydro, or biogas fuel cell power.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}