{"page_content": "71\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Corporate Fiber Footprint Review \nClient: Apple Inc. 2Assumptions and estimations made are appropriate \nUse of supplier data is appropriate and methodologies used are adequately \ndisclosed \nAll results and figures reviewed for fiscal year 2017 are plausible. \n2 Reviewed Data and Findings \nAs part of this review Apple disclosed following data to Fraunhofer IZM:  \nCalculation methodology for the comprehensive fiber footprint \nSales data for FY2017, including accessories \nAggregated fiber data for all products and the total comprehensive fiber footprint \nfor the fiscal year 2017 \nThe methodology paper (Fiber Footprint at Apple - Methodology Description - V1.1) \nprovided by Apple and reviewed last year, is considered a sound and appropriate guidance \nfor determining the comprehensive fiber footprint. Where appropriate, this approach \nfollows methodological principles applied for state-of-the-art Life Cycle Assessments. \nPlausibility of some data has been questioned and discussed with Apple in detail. \nCorrections were made accordingly.This review was done remotely. All questions raised in \nthe course of the review were answered by Apple and related evidence was provided where needed.   \nBased on the process and procedures conducted, there is no evidence that the \ncomprehensive fiber footprint is not materially correct and is not a fair representation of \nfiber data and information. The excellent analysis meets the principles of good scientific \npractice.    \n \nBerlin, April 5, 2018 \n  \n  \n- Marina Proske -  - Karsten Schischke - \nFraunhofer IZM  Fraunhofer IZM \nDept. Environmental and Dept. Environmental and  \nReliability Engineering  Reliability Engineering ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}