{"page_content": "73\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017 \n \n \n \n \n \n  \n Packaging Plastic  Footprint  Review  \nClient: Apple Inc. 2 The two main drivers for the plastic packaging footprint are HIPS (h igh-impact polystyrene ) \nand adhesives.  \nAll results and figures reviewed for fiscal year 2017 are plausible. \n \n2 Reviewed Data and Findings \nAs part of this review Apple disclosed following data to Fraunhofer IZM:  \n Calculation methodology for the packaging plastic footprint \n Sales data for FY2017 , including accessories \n Selected product and supplier specific data on packaging materials and production \nyields  \n Aggregated packaging plastic data for all products  and t he total packaging plastic \nfootprint for the fiscal year 2017 \nThe methodology paper provided by Apple (Packaging Plastic Footprint at Apple – \nMethodology Description  – V1.0) on March 2 , 201 8, is considered a sound and appropriate \nguidance for determining the packaging plastic  footprint. Where appropriate, this \napproach follows methodological principles applied for state- of-the-art Life Cycle \nAssessments.  \nThis review comprises a check of packaging plastic data for selected products  (iPhone, iPad, \nMacBook). For Beats products, it was explained which products where asessed in detail and \nfor which products representative data was used. \nPlausibility of some data has been questioned and discussed with Apple in detail. \nCorrections were made accordingly. Similarly, scope for the packaging plastic and fibre \nfootprint have been discussed. Including ink use of photobooks in future footprints is \nsuggested for consistency between plastic and fibre footprint , although the impact on the \noverall packaging plastic footprint is expected to be low.  This review was done remotely. All questions raised in the course of the review were \nanswered by Apple and related evidence was provided where needed.   ", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}