{"page_content": "75\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY2017Appendix D\nEnvironmental Health and Safety Policy \nStatement \nMission Statement \nApple Inc. is committed to protecting the environment, health, and safety of \nour employees, customers, and the global communities where we operate. \nWe recognize that by integrating sound environmental, health, and safety \nmanagement practices into all aspects of our business, we can offer \ntechnologically innovative products and services while conserv  ing and \nenhancing resources for future generations. \nApple strives for continuous improvement in our environmental, health \nand safety management sys  t ems and in the environmental quality of our \nproducts, processes, and services. \nGuiding Principles \n• Meet or exceed all applicable environmental, health and safety \nrequirements. We will evaluate our EHS performance by monitoring \nongoing performance results and through periodic management reviews. \n• Where laws and regulations do not provide adequate controls, we will \nadopt our own standards to protect human health and the environment. \n• Support and promote sound scientific principles and fiscally responsible public policy that enhance environmental quality, health and safety. \n• Advocate the adoption of prudent environmental, health and safety principles and practices by our contractors, vendors, and suppliers. \n• Communicate environmental, health, and safety policies and programs to Apple employees and stakeholders. \n• Design, manage and operate our facilities to maximize safety, promote \nenergy efficiency, and pro  t ect the environment. \n• Strive to create products that are safe in their intended use, conserve energy and materials, and prevent pollution throughout the product life \ncycle including design, manufacture, use, and end-of-  lif e management. \n• Ensure that all employees are aware of their role and responsibility to \nfulfill and sustain Apple’s en  vir onmental, health and safety management \nsystems and policy.\nLuca Maestri  \nSenior Vice President and CFO  \nJanuary 2018", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}