{"page_content": "Report Notes:\n• This report is published annually and covers fiscal year 2017 activities, unless otherwise noted.\n•  This r eport addresses environmental impacts and activities at Apple-owned facilities (corporate offices, data centers, \nand retail stores), as well as the life cycle impacts of our products, including in the manufacturing, transportation, \nuse, and end-of-life phases.\n• To provide feedback on this report, please contact environment-report@apple.com . \n 1 The CPU, SOC, DRAM, and memory (NAND) make up the bulk of the integrated circuit emissions.\n 2 “Boar ds and flexes” refers to bare printed circuit boards and flexible printed circuits.\n 3 Int egrated circuits, aluminum, bare boards and flexes, display, and onboard electronics make up 88 percent \nof manufacturing emissions. The remaining 12 percent (“Other”) include final assembly facilities, battery cells, steel, glass, plastic, packaging, and other materials (such as copper). These are listed in order of their contribution.\n 4 “ Onboard electronics” includes capacitors, resistors, transistors, diodes, and other electronic components \nsoldered to bare board and flexes, other than the integrated circuits.\n 5 A ctive: active charging of the battery for iOS devices; active use of the product for all other products.\n 6 Idle:  macOS and AirPort products that are awake, but non-active.\n 7 Sleep:  maintenance charge of the battery for iOS devices; sleep mode for all other products.\n 8 Gr eenhouse gas equivalencies calculated using the U.S. EPA Greenhouse Gas Equivalencies Calculator:  \nwww.epa.gov/energy/greenhouse-gas-equivalencies-calculator .\n 9 Includes new renewable energy commitments that are part of Apple’s clean energy program, as well as \nclean energy use purchases suppliers have made independently.\n 10 Compar ed to early 2015 13-inch MacBook Pro with Retina display.\n 11 Based on sales weighted averages.\n 12 Calculation assumes one full charge per day, using the US Energy Information Administration average electricity cost in the US for January, 2018.\n 13 Based on typical energy consumption calculations from Energy Star Program Requirements for Computers Version 6.1.\n 14 Compared to a conventional, single-converter power supply design. iMac Pro incorporates a high-efficiency, dual-converter power supply design. \n 15 Based on the average power consumed by A19 LED bulbs listed on the ENERGY STAR Certified Light Bulbs Version 2.0 registry as of March 16, 2018. Average power use across geographic locations is approximately 9 watts.\n 16 Compared to early 2015 13-inch MacBook Pro with Retina display. Includes retail and shipping box for U.S. configurations.\n 17 For more details on FSC Controlled Wood standards, see Forest Stewardship Council. “FSC Controlled Wood.” 2017. https://ic.fsc.org/en/what-is-fsc-certification/controlled-wood .\n 18 Based on expected equivalent fiber production from our forestry projects and virgin fiber used for Apple product packaging. To determine the output of Apple’s projects, we work with our partners to understand the productive potential of these working forests. The forest management plans required to achieve or maintain certification limit harvest volumes to sustainable levels. We use these potential harvest volumes to estimate the sustainable productive capacity of these forests.\n 19 To achieve a Zero Waste to Landfill validation against the UL 2799 standard, a factory must divert 100 percent of its waste from landfills, with a maximum of 10 percent sent to a waste-to-energy facility.\n 20 As defined by the WRI Aqueduct tool. We consider “elevated risks” to include levels medium-high and above.\n 21 Source: World Resources Institute (WRI) Aqueduct, www.wri.org/our-work/project/aqueduct .\n 22 Apple products comply with the European Union Directive 2011/65/EU and its amendments, including exemptions for the use of lead. Apple is working to phase out the use of these exempted substances where technically possible.\n 23 Arsenic is present in minuscule quantities in some semiconductor devices.\n 2 4 Every Apple product is free of PVC and phthalates with the exception of power cords in India and South Korea, where we continue to seek government approval for our PVC and phthalates replacement.\n 25 While Apple’s phaseout covers the vast majority of products and components, recently acquired Beddit \nproducts and some older Apple product designs may not be fully BFR -fr ee and PVC -fr ee.\n 26 Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2016 data:  \nwww.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .\n © 2018 Apple Inc. All rights reserved. Apple, the Apple logo, AirPort, AirPort Express, AirPort Extreme, Apple TV, Apple Watch, EarPods, FaceTime, iMac, iMessage, iPad, iPad Pro, iPhone, iPod, iTunes, Mac, Mac Pro, MacBook, MacBook Pro, Mac mini, macOS, Retina, Siri, Taptic Engine, and watchOS are trademarks of Apple Inc., registered in the U.S. and other countries. HomePod, iMac Pro, and Touch Bar are trademarks of Apple Inc. AppleCare and Apple Store are service marks of Apple Inc., registered in the U.S. and other countries. Beats is a trademark of Beats Electronics, LLC., registered in the U.S. and other countries. IOS is a trademark or registered trademark of Cisco in the U.S. and other countries and is used under license. ENERGY STAR is a U.S. registered mark. Other product and company names mentioned herein may be trademarks of their respective companies. April 2018", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}