{"page_content": "10\nEnvironmental Responsibility Report  |  2018 Progress Report, Covering FY20172011\n24%2012\n60%2013\n73%2014\n87%2015\n93%2016\n96%2017\n97%2018\n100%2019 +\n 100%••••••••••\n2011: Our 20-megawatt solar PV project in North Carolina was the first utility-scale \nproject built and owned by a non-energy commercial company. We minimized our \nrisk by leveraging the 1978 Public Utility Regulatory Policies Act (PURPA), which we then used for five more projects in North Carolina and Oregon.\n2012: We began using Direct Access to purchase renewable energy from  \nindependent power producers, rather than the local utility for our Oregon and \nCalifornia data centers. We also now use it to supply renewables from projects  \nwe own ourselves: Solar Star Oregon II and California Flats PV.\n2013: We worked with the local utility in Reno to create the Nevada Green Rider—  \na regulatory structure that allows us to enter into long-term contracts with new \nrenewable energy projects. \n2014: We created a first-of-its-kind joint venture in Sichuan to make an equity \ninvestment in two 20-megawatt solar PV projects to cover electricity use at our \nChinese corporate offices, retail stores, and data storage.\n2015: In Singapore, where we have a retail store and corporate campus, we put \nsolar PV panels on more than 800 rooftops, and used the Singaporean version of \nDirect Access to deliver that power to our facilities.\n2016: We identified an economical way to generate new renewable energy in Japan, \ndespite its difficult regulatory rules, by installing over 300 solar PV rooftop systems \nconnected to the grid using a low-voltage tariff.\n2017: We installed 17 megawatts of onsite rooftop solar PV and 4 megawatts of \nbiogas fuel cells, along with a microgrid and battery storage, at Apple Park, our  \nnew corporate campus. 2018: We contracted for renewable energy generation in new markets like India, \nTurkey, Israel, Brazil, and Mexico to cover our remaining loads in those and  \nneighboring countries. 2019+: Beyond 2018, we will continue to innovate to expand our use of  \nrenewable energy as our electricity needs grow. We’ll continue to explore new  \nmarkets and invest in energy storage—an essential element in our transition to \nrenewable energy.\n*We achieved our 100 percent renewable energy goal beginning January 1, 2018.Key innovations in creating or  \nprocuring our renewable energy.\nInnovation played a key role in how we contracted and built projects to \nhelp us reach 100 percent renewable energy starting in 2018*.", "metadata": {"source": "NASDAQ_AAPL_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}