{"page_content": "61 FN-CF-220a.1 Number of account holders whose information is used for secondary purposes; and \nFN-CF-220a.2 Total amount of monetary losses as a result of legal proceedings associated with \ncustomer privacy \n  \nWe have implemented a series of processes and controls that allow us to manage privacy and protect \npersonal data. We periodically report indicators to XP Group's Executive Board, which provide a \ncomplete view of the environment's operation, in addition to enabling us to identify problems and \noutline action plans quickly. We emphasize that there were no monetary losses as a result of legal \nprocedures associated with privacy.  \nGRI: \nProfile Indicators: \n \n102-2 Activities, brands, products, and services  \n \nTo build our business and compete with the large Brazilian banks, we seek to leverage state-of-the-art \ntechnologies that bring differentiation and operational efficiencies to scale the business. In recent years, \nwe have been able to consistently innovate, develop our own technological solutions, and evolve our \nbusiness model in several integrated phases that have supplemented each other and increased our \ncapabilities. We believe this evolution has enabled us to achieve consumer trust in XP Inc. brands and \ncompanies, contributing to revolutionize the way financial services are offered in Brazil. \n  \nXP Inc. is a holding company of companies that are technology platforms and distribute low-cost \nfinancial products to their clients. We seek to educate new generations of investors and democratize \naccess to a wide range of financial solutions. We believe that our culture and innovative business model \nprovide strong competitive advantages in the marketplace. Through the development of financial \nsolutions and technology applications aimed at empowering our clients, we seek to provide the best \nservice and user experience in the Brazilian industry.  \n  \nThroughout our history, we have built a broad ecosystem that currently encompasses R$660 billion in \nassets under custody and serves 2.8 million active clients, including retail investors, institutional \ninvestors, and corporate issuers. ", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}