{"page_content": "62  Our Products and Services \n  \nWe distribute a wide range of financial products and services, seeking to offer our clients solutions with a \ndifferentiated value proposition, compared to the offerings of traditional banks. Among the main solutions \noffered, the following stand out: (1) Financial Education and Digital Content Platform; (2) Financial Advisory \nServices; and (3) Open Financial Products Platform. \n  \nFinancial Education and Digital Content Platform \n \nXpeed  is the largest financial education platform in Brazil. It offers courses, MBAs, and learning tools that \nseek to teach its students about a variety of topics related to the investment universe, from the basics on \nthe subject to more sophisticated techniques and advanced strategies. We believe that offering solutions \nfocused on financial education is an effective way to bring familiarity and confidence about the world of XP \nInc. companies to Xpeed  students. In addition, we have a range of digital content aimed at educating our \nclients and also democratizing access to information about the financial market in Brazil. This universe \nincludes InfoMoney , EXPERT (digital platform and annual conference), Spiti , and the digital influencers team \nof XP Inc. \n  \nFinancial Advice Services  \n \nOur specialists advise and support our clients in a variety of financial-related activities. Such services \ninclude, for example, advisory services for institutional clients, private banking for high-income clients, \ninternational financial services, structuring and issue of financial products for corporate clients and issuers. \n  \nOpen Product Platform \n \nWe offer an open platform of financial products for our clients, encompassing both proprietary and partner \nproducts. We believe that the open nature of our platform is highly differentiated in the marketplace and \none of the key drivers of XP Inc.'s success. The investor can access the service through two channels: via \ndirect channels of XP Inc. companies or via a network of partner Independent Financial Advisors (”IFAs\"), \nwhich has approximately 8,000 IFAs, located in 670 offices in more than 143 cities in Brazil. The platform \nalso benefits our Brazilian and foreign institutional and corporate issuer clients, who can offer their \nproducts on our platforms and access a wider pool of capital.  \n  \n \n  ", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}