{"page_content": "65 102-10 Significant changes to the organization and its supply chain \n  \nThe major highlight in terms of significant changes in the Company throughout 2020 and the first few months of \n2021 was the announcement of CEO Change: on March 12, 2021, we announced that Guilherme Benchimol will \ntake on the new role of Executive Chairman of the Board of Directors to focus on developing new growth and \nexpansion initiatives, effective May 12, 2021. Thiago Maffra, current Chief Technology Officer, who led the digital \ntransformation of XP Inc., will be the new CEO.  \n\t\n102-15 Main impacts, risks, and opportunities \n  \nOpportunities \n \nAccording to an Oliver Wyman report published in 2019, the five largest Brazilian banks together account for \n93% of the R$8.6 trillion in investment assets under custody in the country. Therefore, the addressable market \nof financial services in Brazil presents a great growth opportunity for XP, Inc.  \n  \nOur business model allows us to operate in the market in a very different way from the large traditional financial \ninstitutions. We offer a unique value proposition for clients and partners that incorporates a combination of \nfeatures, services, and proprietary technologies to provide a highly customized and integrated experience. We \nrely on a highly efficient model from an operational perspective, which allows us to scale and grow profitably. \nThe key components of our model include: (1) a strong culture focused on our long-term purpose; (2) a \nsynergistic ecosystem; (3) a platform of superior products and services; and (4) differentiated technology. \n  \nWe believe that our model will increasingly benefit from market trends, including some that we have \nspearheaded, such as the formation of new investors; and the macroeconomic environment in Brazil. Given our \nleadership, scale, brand and competitive advantages we believe we will benefit from and continue to be a \ncatalyst for: \n \n• Continuous growth of the addressable investment market (Assets under Custody); \n• Continuous shift of custody from banks to independent investment platforms;  \n• Migration from simple products, such as savings, to more sophisticated alternatives; \n• Continuous expansion of our addressable market into new verticals.  \n\t\nWe have prepared ourselves over the past two decades to take on the role of our clients' ecosystem. With the \nlaunch of the XP Visa credit card and new financial products, we have an immediate opportunity to increase the \nshare-of-wallet of our clients, as well as to attract new clients. We will continue to focus on addressing new \nopportunities in the financial services market in Brazil and in new markets. \t\n\t", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}