{"page_content": "67 102-32 Highest governance body’s role in sustainability reporting \n  \nSustainability is incorporated into the corporate strategy by means of a consolidated corporate \ngovernance structure that is integrated into our objectives. At Board of Directors level, the Executive \nBoard and the ESG Committee assist the Board in fulfilling its oversight duties regarding sustainability, \noperations/systems, operational resilience, and related structures and processes. Every year the \nsustainability report and/or ESG Report is prepared by the ESG Executive Board and submitted for \napproval to the Disclosure Committee, the governance body that approves statements and assesses \nexternal positioning and sectoral guidelines directed to the relationship with the Investor of XP Inc. \n \n\t\n102-33 Communicating critical concerns \n  \nXP Inc. strives to disclose material information concerning its business consistently, completely and \nfairly, in accordance with the requirements of the Securities and Exchange Commission (the \"SEC\"), the \nNational Association of Securities Dealers Automated Quotations (the \"NASDAQ\") and applicable law. \n  \nXP Inc. adopts the policy that all disclosures made by the Company to security holders, the investment \ncommunity or the press (i) are accurate and complete, (ii) fairly present the financial condition and \noperating results and business of XP Inc. in all material respects, and (iii) are made in a timely manner as \nrequired by the SEC, NASDAQ and applicable law. XP Inc. has adopted a Disclosure Controls and \nProcedures Policy to ensure that the information required to be disclosed by the Company in reports \nfiled with the SEC under the Securities Exchange Act of 1934 is recorded, processed, summarized and \nreported within the time period specified by the regulatory institution. \n  \nAll employees are expected to comply with the Disclosure Controls and Procedures Policy, and failure to \ndo so subjects the employee to disciplinary action and may be grounds for dismissal. Employees are \nencouraged to report possible violations of this Policy to the Investor Relations Department or through \nthe Confidential Reporting Channel. ", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}