{"page_content": "72 408-1 e 409-1 Operations  and suppliers  at significant  risk for incidents  of child  labor; and \nOperations  and suppliers  at significant  risk for incidents  of forced  or compulsory  labor  \n \n \n \n \n \n \n\t\n\t\n\t\nSuppliers and operations identified as having significant risk for incidents of child labor (2020)  \nNumber of operations with risk of occurrence of child labor  1.5% of total Active CNPJs (724 CNPJs)  \nNumber of operations with risk of having workers exposed to hazardous work  0.9% of total Active CNPJs (433 CNPJs)  \nNumber of suppliers with risk of occurrence of child labor  0.5% of total Active CNPJs (13 CNPJs)  \nMeasures taken by the organization during the reporting period to contribute to the elimination of all forms of child labor \t\nIn the last quarter of 2020, we developed a social and environmental risk analysis process for credit operations, reinforcing  our diligence \nregarding the  issue of child labor. Additionally, in our Prohibited Activities List we have formalized the impediment to any level of \nrelationship with companies that maintain child labor exploitation practices. \t\n\t\nSuppliers and operations identified as having significa nt risk for incidents of forced or analogous to slave labor (2020)  \nNumber of operations with risk of forced or analogous to slave labor  4% of total Active CNPJs (2,110 CNPJs)  \nNumber of suppliers with risk of forced or analogous to slave labor  1% of total  Active CNPJs (27 CNPJs)  \nMeasures taken by the organization during the reporting period to contribute to the elimination of all forms of forced or ana logous to \nslave labor \t\t\nIn the last quarter of 2020, we developed a social and environmental risk analysis process for credit operations, reinforcing our diligence \nregarding the issue of slave labor. In our Prohibited Activities List we have formalized the impediment to any level of relat ionship with \ncompanies that maintain slave labor exploitation pra ctices. Additionally, we monitor the Slave Labor Black List (MTE) weekly to check \nnew entries and delisting. \t\n\t", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}