{"page_content": "SUMMARY OF SASB CONTENTS \n73 Indica tor Information / Page  Omiss ion \nFN-EX-510a.2 Discussion of processes for identifying and assessing \nconflicts of interest  Ethics and Corporate Policies, p. 20-23  \nFN-EX-550a.3 Description of efforts to prevent technology errors, security \nbreaches, and market disruptions  Clients, p. 32-40 \nSASB Indicator Booklet, p.  59   \nFN-EX-410a.4 Description of policy to encourage or enquire listed \ncompanies to publicly disclose environmental, social, and governance \n(ESG) information  ESG Governance, p.  24-27  \nFN-AC-270a.3 Description of approach to informing customers about \nproducts and services  Clients, p. 32-40  \nFN-AC-510a.1 Total amount of monetary losses as a result of legal  \nproceedings associated with fraud, insider trading, anti -trust, anti -\ncompetitive behavior, market manipulation, malpractice, of other related \nfinancial industry laws or regulations  SASB Indicator Booklet, p . 59  \nFN-AC-510a.2 Description of whistle blower  policies and procedures  Ethics and Corporate Policies, p. 20-23  \nFN-IB-330a.1 Percentage of gender and racial/ethnic group representation \nfor (1) executive management, (2) non -executive management, (3) \nprofessionals, and (4) all other employees  Reported in GRI indicator 405 -1, see GRI Indicator Booklet, p. 71  \nFN-IB-410a.2 (1) Number and (2) total value of investments and loans \nincorporating integration of environmental, social, and governance (ESG) \nfactors, by industry  SASB Indicator Booklet, p. 60  \nFN-IB-410a.3 Description of approach to incorporation of environmental, \nsocial, and governance (ESG) factors in investment banking and brokerage \nactivities  Clients, p. 32-40  \nFN-IB-510b.1 (1) Number and (2) percentage of covered employees with a \nrecord of investment -related investigations, consumer -initiated \ncomplaints, private civil litigations, or other Regulatory proceedings   Zero   \nFN-IB-510b.2 Number of mediation and arbitration cases associated with \nprofessional integrity, including duty of care, by party  Zero.  \n  \nFN-IB-510b.3 Total amount of monetary losses as a result of legal \nproceedings associated with professional integrity, including duty of care  Zero.   \nFN-CB-410a.2 (1) Number and (2) Total value of investments and loans \nincorporating  integration of environmental, social, and governance (ESG) \nfactors, by industry  Risk Management, p.  28-31  \nFN-CF-220a.1 Number of account holders whose information is used for \nsecondary purposes  SASB Indicator Booklet, p.  61  \nFN-CF-220a.2 Total amount of monetary losses as a result of legal \nproceedings associated with customer privacy  SASB Indicator Booklet, p.  61  \n\t\n", "metadata": {"source": "NASDAQ_XP_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}