{"page_content": "83\n2022 Global Impact ReportIntroduction\nSocial Impact\nEthical  \nand Inclusive \nGrowth\nData \nResponsibility\nEnvironmental \nSustainability\nAppendix\nForward-Looking Statements\nThis report may contain forward-looking statements regarding our future business expectations, which involve risks and uncertainties. Our actual results may differ materially from those anticipated in these forward-looking statements. \nForward-looking statements include all statements that are not purely historical and are often identified by the use of words such as, but not limited to, “aim,” “believe,” “can,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “plan,” \n“project,” “potential,” “seek,” “should,” “target,” “will,” “would” and similar expressions or variations intended to identify forward-looking statements. Such statements include, but are not limited to, statements regarding our business plans and \nobjectives, our strategies and systems for implementing our goals, our commitments to programs and policies, and our expectations and priorities for ESG initiatives. These statements reflect management’s current expectations, estimates \nand assumptions based on the information currently available to us. These forward-looking statements are not guarantees of future performance and involve significant risks, uncertainties and other factors that may cause our actual results, \nperformance or achievements to be materially different from results, performance or achievements expressed or implied by the forward-looking statements contained in this report. These risks, uncertainties, and other factors relate to, among \nother things: the macroeconomic environment, including inflationary pressures, economic uncertainty and impacts on information technology spending; risks associated with our growth, particularly outside of the United States; our inability \nto realize value from our significant investments in our business, including product and service innovations and through acquisitions; our shift from sales of licenses to sales of cloud services, which impacts the timing of revenue and margins; \na shift from generally invoicing multi-year contracts upfront to invoicing on an annual basis, which impacts cash collections; our transition to a multi-product software and services business; our inability to successfully integrate acquired \nbusinesses and technologies; our inability to service our debt obligations or other adverse effects related to our convertible notes; COVID-19 and related public health measures on our business and the business of our customers, as well as \nthe impact of new variants on the overall economic environment, including customer buying capacity, urgency and patterns; and general market, political, economic, business and competitive market conditions. A discussion of factors that \nmay affect future results is contained in our most recent SEC Form 10-Q filing available at www.sec.gov , including descriptions of the risk factors that may impact us and the forward-looking statements made in this report. The forward-looking \nstatements made in this report are made as of December 15, 2022. If this report is reviewed after December 15, 2022, even if made available by us, on our website or otherwise, it may not contain current or accurate information. We disclaim \nany obligation to update or revise any forward-looking statement based on new information, future events or otherwise, except as required by applicable law.", "metadata": {"source": "NASDAQ_SPLK_2022.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}