{"page_content": "2\n2019 Adobe Corporate Sustainability Report\nAs we publish our 2019 Corporate Social Responsibility Report, the devastating impact of COVID-19 \nis unfolding before us, changing everything about life and work as we know it. We’re all focused on \nhow to best protect and support our families, employees, customers, and communities. On behalf  \nof all Adobe employees, I want to let you know that our thoughts are with those who are affected.\nIn this challenging environment, technology has taken on an increasingly critical role as the  \nsole method of communicating, learning, donating, buying, and selling. Adobe Creative Cloud, \nDocument Cloud, and Experience Cloud have become even more mission-critical to our customers \nand we’re finding creative ways to inspire, engage, and enable their productivity. As schools moved \nonline, we gave in-home licenses for Adobe Creative Clou d to students  and provided free distance  \nlearning resources to educators. To support small businesses, we provided free trials and training  \nfor Magento Commerce and Marketo. We provided software, consulting services, and enhanced  \nprograms  like our trial of Adobe Sign to businesses, nonprofits, and government agencies to help \nkeep their operations running and to power essential services.\nTo support our communities locally and globally, to date, Adobe has made a $4.5M commitment  \nto trusted organizations including the Silicon Valley Community Foundation and the International  \nFederation of Red Cross and Red Crescent Societies . I’m particularly proud of our employees who’ve \ngiven generously with our 2:1 match and virtually volunteered to help relief causes. We’re grateful  \nto those on the frontlines every day keeping us safe and we've encouraged people to use their \ncreativity to honor their heroes .Doing our part.\nFor nearly four decades, Adobe has  \nhad an enduring mission to Change  \nthe World Through Digital Experiences,  \nand it’s particularly relevant in these \nunprecedented times.A Message from Our CEO\n", "metadata": {"source": "NASDAQ_ADBE_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}