{"page_content": "3\n2019 Adobe Corporate Sustainability Report\nChampioning employees\nOur employees are our greatest asset, and we’ve delivered on  \nour commitment to foster a diverse and inclusive workplace.  \nAfter achieving global pay parity, we set our sights higher in  \n2019 when we launched the Opportunity Parity initiative, which \nexamines fairness in promotions and horizontal movement  \nacross demographic groups.  \nAt Adobe, we underscore the value of being involved, and we \nprovide numerous opportunities for employees to give back to  \nour communities. In 2019, a record 70% of Adobe employees \nparticipated in giving and volunteer programs, lending both  \ntheir time and unique talents to nonprofits.  Empowering every voice\nWe partner with organizations that share our commitment  \nto elevating diverse voices and creating greater opportunities  \nfor all, especially the underrepresented. In 2019, we awarded  \n$3.5 million in creativity and STEAM (Science, Technology, \nEngineering, Arts, and Math) scholarships and we reached  \nover 150,000 youth in 25 countries through the Adobe  \nCreativity Network. As founding members of the Sundance  \nIgnite Program, we’ve helped young, aspiring filmmakers  \ntap into their creativity to shape the future of filmmaking.\nLifting our communities\nWe strongly believe in giving back to the communities in  \nwhich we live and work. In 2019, we supported 60,000 non-  \nprofit organizations and invested approximately $50 million  \nin our communities. We partnered with nonprofits around the \nworld to help them achieve their goals. The National Center  \nfor Missing and Exploited Children (NCMEC) leverages Adobe \nPhotoshop and Adobe Experience Cloud to help keep children \nsafe. We were honored to receive  NCMEC’s 2019 Hope Award  \nfor our ongoing partnership and support of their mission.\nOur technology has broad societal impact as it’s democratizing \ncreativity and storytelling for all . By providing tools that allow \npeople to tell their stories, we empower all voices. We support \nthis mission by starting early—in the classroom and through educators. And, with 23 million students having access  \nto Adobe Spark, we’re helping the next generation build  \nthe skills they need to compete in the digital age.\nBuilding a sustainable future\nIn our pursuit to achieve 100% renewable energy by 2035,  \nwe quadrupled our renewable electricity deployment in  \n2019 without the use of offsets or unbundled renewable  \nenergy credits. We also announced  our commitment to set  \nnew, more ambitious Science Based Targets to align with  \nupdated climate guidance. As a result of these actions, we  \nwere named to both the Dow Jones Sustainability Index  \nand the CDP A List in 2019 for the fourth consecutive year.  \nWhile we’re facing difficult times now, I’m encouraged  \nby the tremendous dedication and innovation I see from  \nour employees, customers, and communities. I’m optimistic  \nthat if we continue to work together, we can lift each other  \nup and emerge stronger than ever before.   \nSincerely,  \nShantanu Narayen  \nChairman, President & CEO, Adobe, Inc.  A Message from Our CEO: Focus on 2019\nAdobe’s core belief that digital experiences \nhave the power to change the world guides \nour efforts to champion our employees, \nempower every voice, lift our communities, \nand work to build a sustainable future. \nWhile much has changed since 2019, as  \nwe reflect on the year, we’re proud of our \nprogress and the impact of our team.  \n", "metadata": {"source": "NASDAQ_ADBE_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}