{"page_content": "8\n2019 Adobe Corporate Sustainability Report\nContinuous security innovation  \nwith automation\nWe employ a rigorous set of security best practices that \nspan software development practices, processes, and \ntools, and we integrate these into multiple stages of the \nproduct lifecycle. We’re investing in machine learning, \nartificial intelligence, bots, containers, and other cutting-\nedge cloud automation technologies across all our \nbusinesses and platforms to help our customers deliver \nbetter and more secure digital experiences. Automation \nalso provides better data to help us find issues more \nquickly, make better-informed decisions, and increase the \npace of innovation throughout the company. Learn more about our efforts at \nthe Adobe Trust Center  and on \nthe Security @ Adobe blog . Data privacy\nWe believe privacy is an essential element of consumer \ntrust, and that responsible privacy practices power great \nexperiences. We continue to build on a strong foundation \nof privacy and security controls, and we’re committed  \nto respecting consumer privacy and recognizing the \nimportance of transparency and consumer choice. In \n2019, to shore up our commitment to privacy by design \nand security controls, we teamed up with TrustArc to \nindependently verify our GDPR-readiness for various \nofferings within Adobe Experience Cloud.Increasing transparency in digital \ncontent through content authenticity\nIn 2019, we launched the Content Authenticity Initiative  \nto develop an industry standard for digital content \nattribution, and we’ve invited other companies to join  \nand help create a long-term solution. We want to drive \nadoption of a shared industry framework to give \nconsumers greater confidence about the authenticity  \nof the content they’re consuming. \nSpotlight: Data Privacy, Cybersecurity, and Trust\nBuilding trust.\nThe security of our customers’  \ndata is one of our top priorities. ", "metadata": {"source": "NASDAQ_ADBE_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}