{"page_content": "65\n Introduction Social Governance Disclosures Environment The Children’s Place   |   2020 Environment, Social & Governance ReportECONOMIC EMPOWERMENT \nFOR WOMEN\nWorker well-being is at the core of our work in our strategic sourcing countries.\nIn Bangladesh from 2018 to 2019, we participated in BSR’s HERfinance digital \nwages program. This program was supported by the Bill & Melinda Gates Foundation \nand focused on financial literacy and the set-up of direct deposit of wages into digital \naccounts for workers. Studies in Bangladesh showed that the elimination of cash \npayments to workers discouraged theft, gave women more control over their personal \nfinances and reduced administration costs at factories. Based on these positive \nimpacts, we have established a goal to transition all of our third-party manufacturing factories from cash-based systems to digital wages payments by 2023. Today, 73% \nof our manufacturers pay via digital methods.\nIn 2020, The Children’s Place partnered with Plan International USA to establish \nan early childhood development (ECD) center adjacent to a large industrial park in \nHawassa, Ethiopia. The partnership is a way to address the pressing need for quality \nchild care services near the Hawassa Industrial Park, where many of our vendors \nare located. With women making up the vast majority of the park workforce, the center will support these workers based on their work shifts and create job and skill \ndevelopment opportunities for the local community. \nWhile the center will provide a safe space for children to learn and grow, it also \nsupports our worker well-being strategy by removing barriers for the predominantly \nfemale workforce, increasing gender equality, improving access to higher paying jobs \nand enabling more women to achieve economic independence. WORKER WELL -BEING\n", "metadata": {"source": "NASDAQ_PLCE_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}