{"page_content": "Introduction COVID-19 Response\n4  |  ENVIRONMENTAL, SOCIAL & GOVERNANCE REPORT 2021\nHealthy People Healthy Society Healthy Planet A Healthy Amgen Appendix\nan environment that fosters inclusion, respect, individual \nresponsibility, and values diversity  . Trust is strengthened \nthrough personal initiative and by obtaining quality \nresults rapidly  .\nEnsure quality. Quality is a cornerstone of all of our activities  . \nWe seek the highest-quality information, decisions, and \npeople  . We produce high-quality products and services  . \nQuality is woven into the fabric of everything we do  . Our \nwebsite contains additional information about our approach \nto Quality and Patient Safety  . \nWork in teams. Our teams work quickly to move scientific \nbreakthroughs from the lab through the clinic to the \nmarketplace and to support other aspects of our business  . \nWe believe that diverse teams working together generate \nthe best decisions for patients, employees, and stockholders  . \nOur team structure provides opportunities for Amgen \nemployees to affect the direction of the organization, to \ngain broader perspective about other functions within \nAmgen, and to reach their full potential .\nCollaborate, communicate, and be accountable. \nLeaders at Amgen seek input and involve key stakeholders \nin important decisions  . In gathering input, strong leaders \nwill welcome diverse opinions, conflicting views, and \nopen dialogue for serious consideration .  They will clearly \ncommunicate decisions and rationale openly and in a timely \nmanner  . Once a decision is made, the leader and members \nof the team will all be accountable for the results and for \nimplementing the decision rapidly  .OUR VALUES \nBe science-based. Our success depends on superior \nscientific innovation, integrity, and continuous improvement \nin all aspects of our business through the application of the \nscientific method  . The scientific method is a multistep process \nthat includes designing the right experiment, collecting \nand analyzing data, and rational decision-making  . It is not \nsubjective or emotional, but rather a logical, open, reasoned \nprocess  . Applying the scientific method in all parts of the \norganization is expected and highly valued  . \nCompete intensely and win. We compete against time, \npast performance, and industry rivals to rapidly achieve \nhigh-quality results  . We cannot be lulled into complacency \nby previous achievements  . Though we compete intensely, \nwe maintain high ethical standards and demand integrity \nin our dealings with competitors, customers, partners, and \neach other  . \nCreate value for patients, employees, and stockholders. \nWe provide value by focusing on the needs of patients  . Amgen \ncreates a work environment that provides opportunities for \nemployees to reach their full potential .  We strive to provide \nstockholders with superior long-term returns while balancing \nthe needs of patients, employees, and stockholders  .\nBe ethical. We are relentless in applying the highest ethical \nstandards to our products, services, and communications  . \nTrust and respect each other. Every job at Amgen is \nimportant, and every Amgen employee is important .  We \nattract diverse, capable, and committed people and provide AMGEN BY THE NUMBERS*\n1980\nYear Founded\n~24,000\nEmployees$26B\nTotal Revenues\nNASDAQStock Listing\nAMGNTicker Symbol$4.8B\nR&D InvestmentThousand Oaks, \nCalifornia\nHeadquarters\nNumber of Countries \nWhere Products Are Sold: \n~100\n*As of December 31, 2021 .Amgen is also a member of the Dow Jones Industrial Average.", "metadata": {"source": "NASDAQ_AMGN_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}