{"page_content": "A Healthy Amgen\n56  |  ENVIRONMENTAL, SOCIAL & GOVERNANCE REPORT 2021\nIntroduction COVID-19 Response Healthy People Healthy Society Healthy Planet Appendix\nTogether, the Amgen Values and Code of Conduct serve \nas principles that guide the way we conduct business  . The \nAmgen Values define the day-to-day behavioral expectations \nof every Amgen staff member around the world  . The Code \nof Conduct is our guide to doing the right thing  . Including \ndemonstrating high ethical standards, good judgment, and \naccountability for our actions  .\nOur Code of Conduct applies to every person who does \nbusiness on behalf of our Company worldwide—including \nour Board, all employees and all levels of management, as \nwell as consultants, contract workers, and temporary workers \n(as applicable by law) .  We require all employees to take Code \nof Conduct training annually; our Code is available in 24 \nlanguages to support global understanding  .\nOur staff and anyone external to the Company can report \nsuspected misconduct or ask a question by phone or via \nthe Internet using Amgen’s Business Conduct Hotline  . We \nprovide regular updates on the number and types of reports \nreceived through the Business Conduct Hotline to the \nCorporate Responsibility and Compliance Committee of our \nBoard of Directors  . Amgen’s nonretaliation policy prohibits \nany form of retaliation or intimidation against Amgen \nemployees for reporting a concern in good faith .VALUE CREATION \nWe operate within a highly \nregulated and increasingly \ncomplex environment. \nOur Worldwide Compliance and Business Ethics \norganization is charged with navigating these \nrequirements and anticipating emerging issues  . \nWe do this through our annual Global Risk \nAssessment and by developing proactive plans to \nmitigate the risk of unethical business practices  . \nWe disclose policies that govern how we operate \nand our efforts to help ensure enterprise-wide \ncompliance with them to further increase the \ntrust and support of our stakeholders  .BUSINESS ETHICS \nAmgen staff are privileged to be part of a Company that develops and delivers medicines to treat \nseriously ill patients. That privilege comes with important ethical and legal considerations. To deliver \non our mission, we must conduct business ethically and with integrity, and also effectively comply \nwith the laws and regulations that govern our business and industry.\n", "metadata": {"source": "NASDAQ_AMGN_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}