{"page_content": "We’re proud to see our efforts around advancement and recruitment improving the diversity \nof our leaders and overall team. These increases reflect our efforts to broaden our recruitment \nnetwork and support existing team members with career development. These improvements \nhave brought greater and more diverse perspectives into how we operate our business—which \nnot only benefit our team, but the 29,000+ customers we serve across the globe.\nsproutsocial.com   •   @SproutSocial   9Reflections\nSince we last reported on our demographic data, we’ve made progress  \nin the following key areas:\n3.7%Increased global representation of \nwomen in Director+ roles\nDecreased Black/African American \nrepresentation in Director+ roles (US)percentage \npoints up YoY\npercentage \npoints down YoYIncreased global representation of \nwomen in Technical Roles\nDecreased global representation of \nLGBTQIA+ employeesIncreased BIPOC representation                      \nin our US team1.5%\n0.7%3.7%percentage \npoints up YoY\npercentage \npoints down YoYpercentage \npoints up YoY5.2%\nWhile we’re proud of our progress, we also identified these areas in \nneed of improvement:\nImproving the racial diversity of our US leadership team, gender diversity of leadership globally \nand age diversity overall continue to be top priorities. We’re addressing these challenges by \ncontinuing to build on and invest in equitable systems around promotion, internal advancement \nand hiring. Our work with DEI is not bound by reaching numerical goals for representation, which \ncan assume this work ends once the goal is reached. Rather, we also assess other measures \nof employee engagement, such as attrition rates and qualitative feedback, to view the data \nholistically. By analyzing these movements within that context, we are able to better understand \nhow Sprout can continue to be a career accelerator both within and beyond our organization.", "metadata": {"source": "NASDAQ_SPT_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}