{"page_content": "Page 2\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.INNOV ATION\nWe challenge the \nstatus quo when the \ncurrent thinking no \nlonger provides the \nbest solution for our \npatients. We innovate \nwith purpose and \ndraw from diverse \nexperiences.COURAGE  \nWe pursue excellence \nand empower our \ncollaborative teams \nto speak the truth \nand act boldly and \ncompliantly with \nintegrity, as we set \nand exceed clear \nand ambitious \nexpectations. ALIGNMENT & \nACCOUNTABILITY \nTogether as One \nKaryopharm we \ndeliver results that \nsupport a culture of \nnetworked teams that \nwork together and \ndrive results in service \nof patients.RESILIENCE  \nWe prioritize a culture \nof adaptability. Our \nteams not only \ncelebrate successes, \nbut also overcome \nobstacles and move \nforward.ENERGY  \nWe approach our \nwork with passion  \nand dedication  \nwhile delivering  \nbest-in-class  \nresults.WHO WE ARE\nKaryopharm Therapeutics Inc. (the “Company” or “Karyopharm”) \nis a commercial-stage pharmaceutical company pioneering \nnovel cancer therapies. Since its founding, Karyopharm has been \nthe industry leader in oral Selective Inhibitor of Nuclear Export \n(SINE) compound technology, which was developed to address \na fundamental mechanism of oncogenesis: nuclear export \ndysregulation. Our lead SINE compound and first-in-class, oral \nexportin 1 (XPO1) inhibitor, XPOVIO® (selinexor), is approved \nin the U.S. and marketed by the Company in three oncology indications. In addition, selinexor has received regulatory approvals \nin various indications in a growing number of ex-U.S. territories \nand countries, including but not limited to the European Union and \nthe United Kingdom (as NEXPOVIO®) as well as China, Singapore, \nCanada, Israel, South Korea, Taiwan and Australia. \nWe have a focused development pipeline targeting multiple high \nunmet need cancer indications, including multiple myeloma, \nendometrial cancer, myelodysplastic syndromes and myelofibrosis.\nOUR APPROACH TO CORPORATE RESPONSIBILITY\nWe are highly committed to policies and practices focused on ESG \nmatters, positively impacting our communities and maintaining \nand cultivating good corporate governance. By focusing on such \npolicies and practices, we believe we can affect a meaningful \nand positive change in our communities and maintain our open, collaborative corporate culture. Our Board of Directors \noversees our corporate responsibility efforts, primarily through \nits Nominating, Corporate Governance & Compliance Committee. \nWith their support, we plan to continue to advance our efforts \nrelated to corporate responsibility and sustainability initiatives.\nOUR CORPORATE VALUES\nDuring 2022, we refreshed our corporate values with feedback from our global employees so that they truly represent who we are as \nKaryopharm. Our ICARE values are the foundation of everything we do; how we interact with each other, how we engage with patients, \ninvestors, suppliers, and other external stakeholders, and the decisions we make. \nOur values include:", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}