{"page_content": "Page 3\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.OUR PEOPLE\nSince the Company’s founding in 2008, we have grown into \nan international organization with corporate headquarters in \nNewton, Massachusetts and offices in Israel and the European \nUnion. We support a culture of innovation, courage, alignment \nand accountability, resilience and energy (ICARE) and foundational \nbehaviors including mutual respect, integrity, honesty, compliance \nand ethics. \nOur highly qualified, diverse, and experienced team, which includes \nscientists, physicians and professionals across sales, marketing, \nmanufacturing, regulatory, legal, finance and other important \nfunctions are critical to our success. \nFor U.S. based employees, we offer a comprehensive and \ncompetitive total rewards package that includes:\n• Basic Life, Accidental Death and Dismemberment  \nand Disability programs 100% paid \n• Medical, Dental, and Vision plans \n• Voluntary Life Insurance 100% paid • Employee Stock Purchase Plan available  \nto all eligible employees \n• Equity awards \n• Annual Bonus Program \n• Flexible Spending Account \n• 401(k) Retirement Savings Plan  \n(with up to a 4% match)\n• Employee Assistance Program \n• Tuition Assistance Program \n• Employee Referral Bonus \n• Paid Time Off \nFor the third year in a row, we have been named by Comparably \nfor Best Company Compensation for small and midsize companies \nand best in Health and Wellness by Nation’s Best.\nInvestments in training, development and engagement for  \nall employees include: \n• Annual Goal Setting and Development Reviews \n• Employee Engagement Survey \n• Quarterly Employee Recognition Program \n• Dialogue on Diversity initiatives to allow for open discussion on \nDiversity, Equity and Inclusion \n• LinkedIn Learning memberships \nAt Karyopharm we live by our ICARE values in order to provide \naccess to novel therapies and ongoing support to patients living \nwith cancer. This common value proposition allows us to work \ncollaboratively, efficiently, and in sync as a global team with a \nsingular focus on treatments that change lives. \n• Our statement on our commitment to diversity and equality \ncan be found here: Statement on Commitment to Diversity and \nEquality. \n• Our equal employment opportunity statement can be found \nhere: Karyopharm Therapeutics Equal Employment Opportunity \nStatement Link . \n• All employees are trained annually on our Code of Ethics \nand Business Conduct  as well as sexual-harassment and \ndiscrimination.\n• As of February 2023, approximately 57% of our workforce and \n50% of our Senior Leadership Team (VP and above) are women \nand over 39% of employees identify as part of a minority group. \n", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}