{"page_content": "Page 4\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.We strive to have a consistent and positive impact in the \ncommunities where we live and work and beyond.\n•We provide cross-functional mentorship for employees\nand paid internship programs for high school and college-\nage family members of employees. These programsoffer unique professional development opportunities forbudding young professionals as well as more tenured\nemployees who are looking to improve their skills.\n•Each year, we sponsor local youth programs that focus onproviding educational resources and career developmentopportunities for members of underserved communities\nand schools with diverse populations.\n•We make annual, charitable grants and donations as part\nof our social responsibility to support the scientific, medical,\npatient, and local communities in which the companyoperates. These grants are made throughout the U.S. toorganizations working in areas including patient education,public health, quality of healthcare, disease awarenessand support, health equity, and/or related areas of local\ncommunity need.•We support volunteerism within our employee communitiesand encourage them to engage with organizations of theirchoice in their local areas, such as walks, races and other\nevents geared toward individuals and families.\n•We provide support to patient community needs inresponse to natural disasters through both charitablegiving to the community at large and via our KaryForwardprogram specifically for patients impacted by these\ndisasters.\n•We review our sponsorships and charitable giving on anannual basis to ensure that partnerships with external\norganizations are mission-aligned with our values.\n•In response to the COVID-19 pandemic and the resultingchallenges, we took and continue to take various stepsto support the continued successful engagement of ouremployees, including offering remote work and flexibleschedules, childcare assistance and resources focused on awork-life balance in uncertain times.OUR COMMUNITIES\nXPOVIO (selinexor) is a nuclear export inhibitor product approved by the U.S. Food & Drug Administration (FDA) for the following indications: \n•\nIn combination with bortezomib and dexamethasone forthe treatment of adult patients with multiple myeloma whohave received at least one prior therapy\n•In combination with dexamethasone for the treatment ofadult patients with relapsed or refractory multiple myelomawho have received at least four prior therapies and whosedisease is refractory to at least two proteasome inhibitors,at least two immunomodulatory agents, and an anti-CD38monoclonal antibody\n•For the treatment of adult patients with relapsed orrefractory diffuse large B-cell lymphoma (DLBCL), nototherwise specified, including DLBCL arising from follicularlymphoma, after at least 2 lines of systemic therapy. Thisindication is approved under accelerated approval basedon response rate. Continued approval for this indicationmay be contingent upon verification and description ofclinical benefit in confirmatory trialImportant safety information regarding XPOVIO is located here: XPOVIO Prescribing Information. \nAdditional information regarding the safety and tolerability \nprofile of XPOVIO can be found here: XPOVIO important safety information. \n XPOVIO patients should call their doctor for medical advice \nabout potential side effects. Side effects may be reported to the FDA by calling 1-800- FDA-1088 or by visiting MedWatch  \nat www.FDA.gov/MedWatch. \nOutside of the U.S., XPOVIO and NEXPOVIO (the brand name \nfor selinexor in the European Union and the United Kingdom) is managed by our partners in their respective territories and has received regulatory approvals in approximately 40 countries worldwide in various indications, including but not limited to the European Union, the United Kingdom, China, Singapore, Canada, Israel, South Korea, Taiwan and Australia.OUR PRODUCT\n", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}