{"page_content": "Page 5\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.OUR COMMITMENT TO COMPLIANCE\nLike the nuclear core of a cell, where Karyopharm’s research is \ncentered, ethical principles are central to who we are. We have developed a comprehensive compliance program in order to deter wrongdoing and promote the highest standards of business ethics in all conduct of the Company, its employees, agents,  and contractors. \nCompliance Oversight Responsibility: Karyopharm has a Chief Compliance Officer who is responsible \nfor developing, overseeing, and monitoring the operation  of Karyopharm’s Compliance Program. The Chief Compliance  Officer:\n• Reports directly to the General Counsel.\n•Has direct access to our Board of Directors, including\nCommittee Chairs.\n• Oversees annual compliance risk assessments and audits\nin order to continuously assess and improve Karyopharm’s  \ncompliance program. Periodically reports to the Board on the  \nfindings related to compliance risks and audits.\n• Has a team of dedicated and experienced compliance  \nprofessionals who work directly across each of the Company’s  \nfunctions to implement Karyopharm’s compliance program.\n• Is responsible for writing and editing Karyopharm’s  compliance \npolicies, for distributing policies and updates to  relevant \ninternal Karyopharm stakeholders, and for training  and \nmonitoring to confirm our employee’s understanding\nof relevant policies.\n• Karyopharm’s Compliance Committee comprises members\nof management that represent key Company departments  and \nis charged with providing oversight regarding significant  \nhealthcare-related regulatory and compliance matters and  \nassisting and supporting the Chief Compliance Officer in the  \ndevelopment, implementation, monitoring and maintenance  of \nKaryopharm’s Compliance Program. As Part of Our Comprehensive Compliance Program: \n•All employees, when first hired, are required to read, be trained,\nand annually certify compliance to our Code of Ethics andBusiness Conduct (the “Code”) located here: Code of Conduct ,\nas well as other compliance policies relevant to the employee’srole.\n•\nThe Code and related policies cover a wide range of businessand healthcare compliance topics, including anti-corruption,antitrust, and securities law, conflicts of interest, and otherbusiness ethics topics.\n•\nKaryopharm has a specific policy dedicated to Foreign CorruptPractices Act and Anti-Corruption information, which requiresemployees to work with Compliance to conduct due diligenceon third parties before contracting in foreign jurisdictions.\n•\nKaryopharm’s Compliance Program, its Code, policies, andtrainings, make clear to employees that the Company does notretaliate against whistleblowers, and protects all employeesfrom harassment in the workplace. We have a ComplianceHotline in order to receive anonymous reports of a potentialviolation of law located here: Compliance Hotline .\n•\nWe follow the principles set forth in PhRMA’s Code onInteractions with Health Care Professionals.\n", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}