{"page_content": "Page 6\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.OUR SUPPORT FOR PATIENTS\nThe KaryForward patient support program is dedicated to \nproviding assistance and resources to patients and their caregivers \nthroughout XPOVIO treatment. It is available to patients and their \ncaregivers who are U.S. residents and meet other eligibility criteria.\n• KaryForward® may provide support to patients who need help \nnavigating insurance coverage and questions about access to \ntreatment with Karyopharm medication and may be able to \nsupport them with help with access to XPOVIO in the case of \ninsurance interruptions or delays.\n• Karyopharm has a XPOVIO® copay support program that can \nhelp eligible patients with commercial insurance pay as little as \n$5 per prescription.\n• The program may also offer support to eligible patients who \nare underinsured, or lack insurance coverage, to have access \nto XPOVIO treatment at no cost through our Patient Assistance \nProgram.• Once enrolled in the KaryForward patient support program, \npatients or their caregivers can access 1:1 personalized support \nby licensed nurse case managers throughout their XPOVIO \ntreatment. The nurse support team can answer questions \nabout what to expect while taking XPOVIO and can help explain \nmedication instructions. They also provide psychosocial support \nand may be able to provide referrals for additional third-party \nsupport, such as transportation assistance. The nurse case \nmanagers do not replace speaking with the patient’s health care \nprovider about their treatment plan, do not provide medical \nadvice, and do not make medical decisions for the patient. \nAccess to medicines in developing countries and in countries \nwhere our medicines have not yet been authorized by the \nrelevant regulatory authority: \nWe are committed to bringing our investigational medicines to \npatients under a marketing authorization. \nEnrolling in a clinical trial is the primary way for patients to access \nour investigational medicines prior to a marketing authorization \nby government health/regulatory authorities. To learn more \nabout available clinical trials, visit either Karyopharm’s Clinical Trial \nFinder or www.clinicaltrials.gov and search by company, disease \nor investigational medicine. These clinical trials are needed to \ndemonstrate that the investigational medicine meets the standards \nfor safety and efficacy that government regulatory agencies, such \nas the FDA or the European Medicines Agency, have established. \nGaining regulatory approval and marketing authorization for a \nmedicine is the only way to bring rapid access to the greatest \nnumber of patients who might benefit from it. \nHowever, there may be patients who do not qualify for an ongoing \nclinical trial but who might benefit from the investigational \nmedicine. It is one of our goals to provide universal access to our \nmedicines, particularly for low- and middle-income countries in the \ndeveloping world. For these patients, Karyopharm may be able to \nprovide access to its investigational medicines through unsolicited \nindividual named patient access through Karyopharm Expanded \nAccess Program. \n", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}