{"page_content": "Page 7\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.We have developed and implemented a comprehensive Quality \nSystem, which focuses on product safety and quality aspects of \nGood Manufacturing Practices (GMP), Good Laboratory Practices \n(GLP), and Good Clinical Practices (GCP) that are required by \nregulators. \n• Our Quality manual describes a comprehensive Quality System \nmodel enabling compliance with company policies, U.S. and \ninternational regulations for development, manufacturing, and \ndistribution, of biopharmaceutical products. \n• Regulatory compliance is an integral part of the Quality System \nmodel based upon the principles of continuous improvement \nand quality risk management. \n• Our executive team reviews our Quality System on a regular \nbasis. \n• We have standard operating procedures in place to describe \nthe process for conducting both internal and external audits \nof activities pertaining to either GMP, GLP, and / or GCP \nregulations and guidelines. \n• Our Annual Product Quality Review verifies the consistency \nof the XPOVIO process, the appropriateness of current \nspecifications, and evaluates the data for any trends to \ndetermine possible improvements to the methods and \nprocesses of the finished product. • Our Quality Risk Management standard operating procedure \ndescribes the risk management process to be applied to all GxP \noperations (GCP, GDP, GLP, GMP, GVP) at Karyopharm and the \nminimum requirements for performing risk assessments and \nrisk management. \n• Our Product Quality Complaint standard operating procedure \ndefines and outlines the process for receipt, evaluation, and \nresolution of all Commercial Product Quality Complaints and \nClinical Product Complaints received by Karyopharm. \n• Our Reporting of Adverse Events and Serious Adverse Events \nstandard operating procedure describes the steps for \nmanaging and processing adverse events and other relevant \nsafety information collected from solicited or unsolicited \nsources at Karyopharm and for expedited and periodic \nreporting of adverse events arising from any source related  \nto Karyopharm products.\n• We have developed a fully integrated manufacturing support \nsystem, including scientific oversight, quality assurance, quality \ncontrol, regulatory affairs and inventory control policies and \nprocedures. These support systems are intended to enable us \nto maintain high standards of quality for our products. OUR PRODUCT SAFETY AND QUALITY\n• The health and safety of our employees has always been a \npriority and we have robust programs in place to provide all \nemployees with a safe and healthy environment in which to \nwork. We comply with COVID recommendations from the World \nHealth Organization and the Centers for Disease Control and \nPrevention, as well as state and local health departments. We \nfurther protect employees in our corporate office by offering \non-site rapid COVID tests and personal protective equipment. \nWe provide annual Safety Training, onsite AEDs and First Aid \nemergency equipment that is monitored and inspected on a \nregular basis. \n• We reduce, reuse and recycle electronics, paper products, \npacking materials and plastics. • We aim to continually improve our sustainability practices, \nsuch as reducing waste, increasing energy efficiency and using \nrenewable materials, including our use of (i) energy efficient \nlighting and recycling throughout our offices; (ii) environmentally \nfriendly cleaning products; (iii) compostable and recyclable \nmaterials in our office kitchens; and (iv) partnerships with office \nsupply vendors committed to sustainability efforts. \n• The U.S. headquarters building has several EV charging stations \nonsite and is planning to add solar panels to the parking lots to \nreduce dependance on fossil fuels. OUR ENVIRONMENT ", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}