{"page_content": "Page 8\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.OUR CORPORATE GOVERNANCE \nWe believe that good corporate governance is important to \nensure that Karyopharm is managed for the long-term benefit \nof our shareholders. We have adopted a Code of Ethics and \nBusiness Conduct, which applies to all of our directors, officers \nand employees; Corporate Governance Guidelines; and \ncharters for our Audit Committee, Compensation Committee, \nNominating, Corporate Governance & Compliance Committee \nand Commercialization and Portfolio Committee. Our Board of \nDirectors sets high standards for the Company’s employees, \nofficers and directors. Implicit in this philosophy is the importance \nof sound corporate governance. It is the duty of the Board of \nDirectors to serve as a prudent fiduciary for shareholders and \nto oversee the management of the Company’s business. Our \nNominating, Corporate Governance & Compliance Committee has \nprimary Board responsibility for ESG-related issues. \nOur Corporate Governance Guidelines ( Karyopharm Therapeutics \nCorporate Governance Guidelines ) assist the Board of Directors in \nthe exercise of its duties and responsibilities to serve in the best \ninterest of our shareholders and provide that: \n• The Board’s principal responsibility is to oversee the \nmanagement of the Company and must use business judgment \nto act in what they reasonably believe is in the best interests of \nthe Company and our shareholders. \n• Directors must become and remain informed about the \nCompany and our business and ensure effective systems are \nin place for periodic and timely reporting to the Board on \nimportant Company matters. \n• The majority of the members of our Board are independent, \nwith a balance of skills and experience and an emphasis on \nindependent oversight and continuous improvement. \n• Each director is subject to limitations of service on other \nboards. \n• Directors have full and free access to management and, as \nnecessary and appropriate, independent advisors. \n• New directors participate in an orientation program and all \ndirectors are expected to participate in continuing director \neducation on an ongoing basis. \n• Our Board and its committees conduct a self-evaluation \nannually to determine whether they are functioning effectively \nand to identify areas for improvement.  Corporate Governance Highlights: \n• Our Board is diverse in expertise and experienced in matters \npertaining to our business as well as in background and \nperspective, including with respect to age, gender, race, place of \nresidence and specialized experience. \n• We are committed to shareholder engagement with the goal \nof utilizing shareholder feedback to improve our governance, \ncompensation programs and ESG acts and disclosures. \n• Our Board has responsibility for the oversight of our \nrisk management processes, including risk identification, \nmanagement, and mitigation strategies. \n• Separated CEO and Lead Independent Director roles. ", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}