{"page_content": "Page 9\nKARYOPHARM THERAPEUTICS ESG SUMMARY\n©2023 Karyopharm Therapeutics Inc. All rights reserved.This report has been prepared by Karyopharm Therapeutics Inc. \nfor informational purposes only and not for any other purpose. \nNothing contained in this report is, or should be construed as, \na recommendation, promise or representation by Karyopharm \nor any director, employee, agent, or adviser of Karyopharm. This \nreport does not purport to be all-inclusive or to contain all of \nthe information you may desire. Certain information contained \nin this report relates to or is based on studies, publications, \nsurveys and other data obtained from third-party sources \nand Karyopharm’s own internal estimates and research. While \nKaryopharm believes these third-party sources to be reliable as \nof the date of this report, it has not independently verified, and \nmakes no representation as to the adequacy, fairness, accuracy \nor completeness of, any information obtained from third-party \nsources. While Karyopharm believes its internal research is reliable, \nsuch research has not been verified by any independent source. \nThis report may contain forward-looking statements that are based \non our current expectations, estimates and projections about \nour industry as well as management’s beliefs and assumptions. \nWords such as “anticipates,” “expects,” “intends,” “plans,” “believes,” \n“seeks,” “estimates,” “may,” “will,” and variations of these words \nor similar expressions are intended to identify forward-looking \nstatements. These statements include expectations regarding our \nbusiness strategies, people strategies, environmental, social and \ngovernance efforts, including those related to diversity, equity, and inclusion and climate, product and product candidates, \nand efforts to respond to COVID-19 and speak only at the time \nthis report was prepared. Such statements are based upon the \ninformation available to us now and are subject to change. We will \nnot necessarily inform you of such changes. These statements are \nnot guarantees of future performance and are subject to certain \nrisks, uncertainties and assumptions that are difficult to predict. \nTherefore, actual results could differ materially and adversely from \nthose expressed in any forward-looking statements as a result of \nvarious factors. Factors which could cause actual results to differ \nmaterially from those in the forward-looking statements include, \namong others, the risks set forth in our SEC filings, including, \nwithout limitation the “Risk Factors” section of our Quarterly \nReports on Form 10-Q or Annual Reports on Form 10-K filed with \nthe Securities and Exchange Commission (SEC) and our other \nSEC filings. New risk factors and uncertainties may emerge from \ntime to time, and it is not possible to predict all risk factors and \nuncertainties. There can be no assurance that an investment in our \nstock will meet your investment objectives, or that you will receive \na return of all or part of such investment. Investment results may \nvary significantly over any given time period. The appropriateness \nof a particular investment or strategy will depend on an investor’s \nindividual circumstances and objectives. Karyopharm recommends \nthat investors independently evaluate specific investments and \nstrategies. Disclaimer and Forward-Looking Statements", "metadata": {"source": "NASDAQ_KPTI_2023.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}