{"page_content": "26 \nCOMMITTED TO OUR PEOPLE SSR 2019 ESG AND SUSTAINABILITY REPORTTraining and Development \nTraining and development are key to our approach to organizational excellence. In 2019, \nwe made a significant commitment to improve leadership competencies among our line \nmanagers through the implementation of a customized leadership development program \n(LEAD). In addition to defining critical competencies that impact safety and operations, \nwe commenced a long-term development program in 2019 that will be followed by \nadditional site-specific leadership development activities designed to foster long-term \nleadership enhancement. After running a pilot program at our three operations, we \nrolled out LEAD across the company in 2019. This ambitious program is part of our \ncommitment to operational excellence and to developing our people for long, successful \ncareers at SSR. \nLocation Female Employees Male Employees Total \nCorporate 312 368 680\nMarigold 376 2560 2936\nSeabee 640 2100 2740\nPuna 364 5266 5630\nMexico 0 0 0\nPeru 0 0 0\nTotal  1,692  10,294  11,986 \nSite2019 No. of \nemployees  \n(as of Dec 31st)% of Total \nWorkforce  \n(does not include \ncontractors)\nMarigold1386 100%\nSeabee\nNorthern277 19%\nIndigenous 121 30%\nLocal Community352 13%\nPuna4322 51%GRI 404-1: 2019 Average Total hours of training by gender (LEAD Training Only)\nLocal Employment Local Employment \nFor local communities, employment opportunities are a primary \nbenefit of our presence, and we seek to maximize local hiring at \nall our operations. \nAt Seabee, five local communities, (defined by their proximity to the \nmine) are the focus of our outreach efforts. At Puna Operations, \nthere are 14 local communities. Six are defined as ‘direct’, and \neight as ‘indirect’, based on their proximity. At the Chinchillas mine, \n100% of recent hires have been residents of local communities. \nAt the Marigold Mine, a significant majority of the workforce are \nresidents of Nevada.100%\n2018-2019 HIRES HAVE BEEN \nRESIDENTS OF THE LOCAL \nCOMMUNITYCHINCHILLAS\n1) Local employee at Marigold is defined as en employee residing in one of the following counties: Humboldt, Lander, or Elko.\n2) As defned by regulatory requirements.3) defined as communities that may be affected by, have an interest in and/or an influence a project\n4) Local employee is defined as an employee from one of the ‘direct’ or ‘indirect’ impact communities.", "metadata": {"source": "NASDAQ_SSRM_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}