{"page_content": "46 \nCOMMITTED TO ENVIRONMENTAL RESPONSIBILITY SSR 2019 ESG AND SUSTAINABILITY REPORTWater Management\nWater is a critical shared resource for our stakeholders as well as for global society, and water management and stewardship are \ncritical sustainability issues.\nOur environmental impact studies and assessment all include comprehensive water management plans that are tailored for each \noperation. We maintain comprehensive water quality monitoring programs to help ensure that we meet all applicable regulatory \nrequirements. The plans include establishing a baseline water conditions and provisions for ongoing water sampling and testing.  \nSite-level environment teams maintain the primary responsibility for water management.\nAll our operations use water for processing, and we recycle and reuse water. \nThe Marigold Mine is a zero discharge site, which does not release water to the environment. At other operations, water is tested \nbefore discharge, to ensure its quality meets all applicable discharge requirements. In 2019, there were no incidents of water discharge \nwhere water quality exceeded applicable regulatory requirements. \nAt our Puna Operations, water must be removed from the pit, and water runoff from surface waste rock facilities must be managed. \nAt Seabee, water must be removed from the underground workings. The Marigold Mine and Puna Operations require water for dust \nsuppression around pits and on haul roads.\nAt the Marigold Mine, the primary water source is groundwater; no surface water is consumed. At Seabee, we use only surface water \nand do not consume groundwater. At Puna Operations, most water is drawn from local pumping wells.\nIn 2019, we adopted the MAC’s Water Management Protocol, and in 2020 will be refining active water-balance models at our sites, and \nconducting further watershed-level assessments.\nBusiness unitSurface water \nconsumedGround water \nconsumedWater recycled \n(m3) Water recycled as % \nof consumptionWater \ndischarged (m3)\nMarigold Mine 2,339 1,186,791 237,565 20% -\nSeabee Gold Operation -485,218 0 571,454 -118%  522,388\nPuna Operations 5,492,287 308,060 3,801,860 66%  158,620\nTotal 5,009,408 1,494,851 4,610,879 71%  681,0082019 Water Consumption (m3)", "metadata": {"source": "NASDAQ_SSRM_2019.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}