{"page_content": "8 \nCOMMITTED TO TRANSPARENCY SSR 2019 ESG AND SUSTAINABILITY REPORTSASB and GRI standards\nThis report takes guidance from the Sustainability Accounting \nStandards Board (SASB) and the Global Reporting Initiative (GRI). \nSASB sets internationally-respected financial reporting standards \nwith specific classifications for major industries and sectors, \nincluding mining. The GRI Standards are global standards for \nsustainability reporting, with industry-specific programs that \nrepresent the global best practice for reporting on a range of \neconomic, environmental and social impacts. \nWe believe that these reporting guidelines help us to maintain \na high standard of transparency, clarity and comparability, and \ndemonstrate our commitment to transparent reporting, especially \nin those categories that are most important to our stakeholders.\nAn index of GRI and SASB topics is at the end of this report.Materiality: Topics Discussed in  \nThis Report \nIn preparation for our inaugural ESG and Sustainability Report, we \nconducted a comprehensive materiality assessment; an analysis \nand validation process to define the topics of greatest interest to \nour stakeholders and substantively impact our business. \nWorking with an independent consultant, our corporate \nsustainability team conducted a peer and industry benchmarking \nreview of sustainability topics that are common to the mining \nindustry. We assessed international standards and guidelines, \nsuch as the Global Reporting Initiative (GRI) topic-specific \ndisclosures and the International Council on Mining and Metals \n(ICMM) Sustainable Development Framework. The ICMM \nframework also served as a proxy for emerging industry trends \nand issues. We considered investor ratings services (i.e., \nInstitutional Shareholder Services (ISS)) to incorporate investor \ninput into the assessment. \nWe visited our three producing mines and conducted interviews \nwith senior operations management to determine key \nsustainability issues, risks, and opportunities. \nWe categorized the list of topics following the general guidance of \nthe GRI’s topic-specific disclosures, and then applied a weighted \nscoring system based on our enterprise risk management \n(ERM) system as well as our peer and industry benchmarking \nresults. Senior corporate and operations management were then \nsurveyed to rank the various topics in importance. \nStakeholder Engagement\nThe report is written for our key stakeholders,  \nincluding but not limited to:\n• our employees and their families\n• the people of the communities in which we operate\n• our shareholders, business partners, and service providers \n• legislators, regulators and government officialsRefining Materiality for 2019\nFor our second report, we revisited the materiality \nprocess, as was promised in 2018: \n2018 Commitment 2019 Progress \nInclude development sites in \nmateriality surveys to increase  \nexternal stakeholder inputAchieved. Development \nprojects completed \nsurveys\nDevelop a community survey and \nintegrate it with existing community \nconsultationAchieved. 100+ surveys \ncompleted at sites and \ndevelopment projects\nEngage local staff to conduct the \nsurvey to encourage local ownership \nof processAchieved. Surveys were \ncompleted internally by \nSSR mining local staff\nDevelop training materials for \ncompany personnel Achieved\nMeet investor expectations for SASB \ndisclosuresReport scope  \nexpanded to include \nSASB requirements\n \nGRI framework \nmaintained to  \nretain year-on-year \ncomparability ", "metadata": {"source": "NASDAQ_SSRM_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}