{"page_content": " 10\nGovernanceAbout \nNetEaseNetEase 2020 ESG Report\nEnvironment\nResponsible \nProducts and \nServices\nEmployee\nDevelopment \nSocial \nEndeavors\nPandemic\nResponse\nCorporate\nGovernance\nAnti-addiction\nProduct Quality\nBusiness Ethics and Anti-CorruptionHuman Capital DevelopmentPrivacy and Data SecurityCorporate ESG Management\nEmployment\nEmployee Rights\nResponsible Marketing\nCustomer Relationship Management\nHealth and Safety\nSupply Chain Management\nEnergy Management and Carbon Emissions\nStakeholderEngagementIntellectual Property Protection\nResource Usage\nClimate Change\nExhaust & Waste Management\nBiodiversity\nEnvironment and Natural ResourcesMateriality Analysis\nDuring the reporting period, we conducted a comprehensive review of ESG topics. This included a review of the ratings from MSCI and DJSI, the ESG guidance from the Stock Exchange of Hong Kong and NASDAQ, and best practices of our peers. We identified 21 ESG issues of significance to the Company, and we are working swiftly to improve in these areas. After receiving feedback from management and peer benchmarking analysis, we have identified 7 material issues to \nsteer the future direction of our ESG strategy.\nIssues Notes\nEnvironmental Issues\nEnergy Management and Carbon \nEmissions Strategies, goals, initiatives, and results met\nClimate Change Climate change risk identification \nResource Usage Management systems, policies and usage reduction initiatives for water consumption, packaging materials and other resources\nExhaust and Waste Management Implementation of waste and waste management systems, policies, emissions data and reduction measures \nBiodiversity Taking actions to ensure a positive impact of business activity on biodiversity\nEnvironment and Natural ResourcesActions to manage the significant impact of business activities on environment and natural resources \nSocial Issues\nPrivacy and Data Security Policies and measures related to data security protection\nHuman Capital Development Employee training and welfare\nAnti-addiction Policies and measures to prevent online game addiction for minors\nProduct Quality Product quality management and audits, incentives for product quality \nimprovement\nResponsible Marketing Marketing methods meet social responsibility requirements and comply with advertising ethics\nEmployee Treatment Policies and measures such as labor diversity, and prevention of child or forced labor \nEmployee Rights Employee labor rights\nHealth and Safety Policies and occupational health safety measures to protect employees from occupational hazards \nIntellectual Property Protection Policies and measures for the protection of intellectual property rights\nCustomer Relationship\nManagement Customer satisfaction improvement initiatives \nSupply Chain Management Supply chain management systems, regulations and related initiatives \nGovernance IssuesCorporate Governance Corporate governance structure and content \nBusiness Ethics and\nAnti-Corruption Compliance Company policies related to business ethics \nStakeholder Engagement Stakeholder communication mechanisms \nCorporate ESG Management Company management and oversight of ESG matters\nMaterial Issues for NetEaseWe ranked the importance of the 21 issues by two relevant criteria: importance to NetEase’s sustainable develop-\nment and importance to stakeholders. We then classified them into low, medium and high importance, presented in the following materiality issue matrix.\nImportance to the Sustainable Development of NetEase\nImportance to StakeholdersHigh\nLow\nMateriality MatrixHighESG Governance\nCorporate Governance", "metadata": {"source": "NASDAQ_NTES_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}