{"page_content": " 48\nAbout\nNetEase\nResponsible \nProducts and \nServicesNetEase 2020 ESG Report\nGovernance\nEmployee\nDevelopment \nSocial \nEndeavorsEnvironment\nPandemic\nResponse\nNetEase Yanxuan’s Initiatives\nMeasures to Improve After-sales Experience: We use a Standard Operating Procedure (SOP) in standardizing the entire after-sales system to im-\nprove our efficiency in after-sales services. We closely monitor after-sales complaints to ensure we engage and intervene in a timely manner.\nMeasures to Improve Customer Experience: We monitor the frequency of user inquiries and unsatisfied problems and follow up to resolve them in a timely manner. We use the voice of the customer (VOC) approach to handling reported problems, analyzing reports and solving internal problems from the source.\nEmergency Response Team: For urgent situations, we have a response mechanism to respond within 30 minutes and resolve within 1 hour.\nReal-time Service Monitoring: We perform spot checks of the repair and replacement of defects and service deficiencies in real-time, together with follow-up reviews.\nCore Customer Service Strategy: customers can apply for hassle-free returns within 30 days after receipt for products in good condition, with some \nexceptions (food, undergarments, etc.).\nFull link Customer Service: Through risk monitoring of the whole service chain, we established a forewarning monitoring system and took proactive \nmeasures to capture and create work orders for intervention in real-time. At present, the system covers three categories: frequent consultation us-ers, unsatisfied evaluation users, and complaint-prone users.NetEase Yanxuan monitors industry trends, media reviews, and feedback from public channels to improve customer satisfaction at all levels. Our goal is to provide users with an excellent shopping experience while protecting their rights.\nCustomer Service Performance\n  20 seconds   92 %\n95 %Average first response time Online servicesatisfaction rate \nHotline servicesatisfaction rate 90 %\nOf after-sales inquiresresolved in one communicationNetEase Yanxuan: A Dedicated Customer Service Team and Robust After-Sales Support\nNetEase Yanxuan has taken a series of measures to improve customer satisfaction, including technological innovation, internal procedure optimization, and service upgrades.\nCybersecurity and Data Privacy\nProduct Innovation\nIntellectual Property Protection\nCustomer Relationship ManagementProduct Quality", "metadata": {"source": "NASDAQ_NTES_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}