{"page_content": " 54\nAbout\nNetEase\nEmployee\nDevelopment NetEase 2020 ESG Report\nGovernance\nSocial \nEndeavorsEnvironment\nResponsible \nProducts and \nServices\nPandemic\nResponse\nTalent Attraction and Retention\nEmployee WelfareOur Values\nHuman Capital DevelopmentA Young and Diverse Workforce\nThe value of our workforce is built on diversity and the marrying of ideas from different walks of life. At NetEase, we emphasize inclusivity and diversity, which is becoming increasingly important as we continue to broaden our international \nreach and expand our talent pools to include more employees from different cultures and nationalities.\nBackground Diversity: Our diverse team of talent comes from a rich background of disciplines, including cosmology, brain science, fine arts, among others. \nAge Diversity: The average age of our staff is approximately 29. Our young and talented team members contribute innovative energy while our veteran staff forms a solid backbone of experience and expertise that supports the Company’s development.\nGender Diversity: We value workplace equality and boast a higher percentage of female employees in multiple categories than the industry average. Regional Diversity: Our employees come from more than 30 countries and regions.\nFemale MaleNumber of Employees by GenderAs of the end of the 2020 reporting period, the Company had 28,239 employees. The following is a breakdown of our staff members by gender, education and age1:\n18-25\n26-3031-3536-4040+37.39% 62.61%Percentage of Employees by Education\nPercentage of Employees by Age\nNetEase                                 GEIPercentage of Female Employees by Category\nPercentage of new \nfemale recruits \nPercentage of \nentry-level female employees\nPercentage of \nNetEase female employees overall43.00%\n35.23%\n38.08%46.00%\n37.39%\n34.11%\n1. Data does not include some joint venturesMaster’s degree and above\nBachelor’s\ndegree\nNon-bachelor’s \ndegree\n25.00%\n7.30%43.20%\n2.00%22.50%26.58%\n62.57%\n10.25%", "metadata": {"source": "NASDAQ_NTES_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}