{"page_content": "Page 14\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsMergers and Acquisitions \nIn our highly competitive industry, we remain agile and strategic in order to meet business and market needs. Since our spin-off from \nMotorola in 1999 and becoming a public company in 2000, we have proudly incorporated best practices and leaders from all of our \nacquisitions. Our most recent acquisition of Quantenna in 2019 is paving the way for future developments in autonomous vehicles, such as \nallowing vehicles to communicate with one another.  Additionally, we are a premier supplier of high performance silicon solutions for energy \nefficient electronics. Our broad portfolio of power and signal management, logic, discrete, and custom devices help customers efficiently \nsolve their design challenges in automotive, communications, computing, consumer, industrial, LED lighting, medical, military/aerospace \nand power applications. This tremendous growth has provided us the depth and scope of over 32,000 products, enabled us to build our \nextensive intellectual property portfolio, and given us a global presence allowing us to be agile and competitive in an ever-changing market.  \nCustomers\n[GRI: 102-6]  \nOur customers are categorized into original equipment manufacturers (OEMs), \ndistributors and electronic manufacturing service providers. We focus on three types \nof OEMs: multi-nationals, selected regional accounts and target market customers. \nLarge multi-nationals and selected regional accounts, which are significant in specific \nmarkets, are our core OEMs. Distributors accounted for approximately 60% of our \nrevenues in 2019 and typically resell to mid-sized and smaller OEMs, electronic \nmanufacturing service providers and other companies. These customers typically \nprovide manufacturing services to OEMs.  Revenue by Type of Customer\n34%\n60%6%\nOEMs\nDistributors\nElectronic Manufacturing\nService Providers", "metadata": {"source": "N6LEV9~G.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}