{"page_content": "Page 19\nON Semiconductorwww.onsemi.comBusiness Continuity\nON Semiconductor understands the importance of business continuity and having systems of prevention and recovery in place to assist with \nthe disruption of business functions and processes that could affect our customers, partners and other stakeholders. Our business continuity \nprogram derives from our holistic ERM model, which systematically, consistently and effectively identifies, evaluates priorities and manages \nkey risks and opportunities affecting the company. \nWe engage with internal and external industry experts to conduct risk assessments at our facilities and suppliers to identify key risks. The \ntypes of risks we face include: 1) key equipment failures; 2) interruption from externally provided products, processes and services; 3) \nreoccurring natural disasters (such as earthquakes, floods, volcanic eruptions); 4) fires; 5) utility interruptions, such as power outages; 6) \ncyber-attacks on information systems; 7) labor shortages; and 8) infrastructure disruptions, such as breakdown of transportation, water or \nsewage. Additionally, we mitigate certain risks proactively through the qualification of certain products to a secondary production source. \nWe maintain a vigorous process in which we are consistently analyzing risks and working to reduce the likelihood and impact of negative \nevents, while identifying how to capitalize on the opportunities provided by the dynamic market and supply chain in which we operate. We \nrecognize that no amount of mitigation and prevention can stop all negative impact events from occurring. We engage in a robust process \nof planning for the response and recovery operations required to minimize impact to our customers, partners and stakeholders. \nCurrent Practice\nIn January 2020, the Taal Volcano in Batangas, Philippines erupted, causing an Alert Level 4 by the \nPhilippine Institute of Volcanology and Seismology. ON Semiconductor has assembly and test operations \nmanufacturing sites located in three cities in the Philippines – Carmona, Cebu and Tarlac \nCity. Carmona is approximately 40 miles north of the Taal Volcano. The business \ncontinuity team quickly responded to this emergency by coordinating key \ntasks that included providing personal protective equipment (PPE) in \nthe form of masks, eyewear, portable eyewash, etc., offering temporary \nlodging to evacuated employees, quickly notifying customers of the \nimpact and working with our corporate social responsibility, customer \nservice and communications teams to create messaging surrounding \nemployee donations.\nOngoing risk\nassessmentsPrevention of\nthose events\nthat can be\navertedPreparation for\nthose events\nthat cannot be\npreventedResponding to\nand recovering\nfrom events that\nhappen", "metadata": {"source": "N6LEV9~G.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}