{"page_content": "Page 3\nON Semiconductorwww.onsemi.comA Letter from Our President and CEO — Keith Jackson\nReflecting on this past year, the organization hit many milestones including its recognition as one of the \nWorld’s Most Ethical Companies® for the fifth time as well as advancing our position in the rankings \non Fortune’s Fastest-Growing Companies list. We remained a leader of energy efficient semiconductors \nthat help make the world greener, safer and connected, and continued making sustainable investments to \nimprove our competitive position in our strategic end-markets. \nAs our company grows, we not only continue our investment in our infrastructure, scale, technology and \ntalent, but also in our Corporate Social Responsibility (CSR) efforts. We are proud of our award-winning CSR initiatives and remain \ncommitted to driving our diversity, social and human rights, ethics, and sustainability programs to new levels. Being recognized as one of \nBarron’s Most Sustainable Companies and as Newsweek’s America’s Most Responsible Companies, amongst many other industry awards, \nis a further testament to the work of our employees in upholding our commitment to CSR, sustainability, ethics and compliance. \nOur CSR efforts are deeply rooted in our core values of respect, integrity and initiative, and focus on continually improving how we operate, \nwhether it be related to our business, our governance and ethics, our people, our environment or our communities. As a full member of the \nResponsible Business Alliance (RBA) and signatory of the United Nations (UN) Global Compact, we adhere to an industry code of conduct \n(RBA Code of Conduct) and international principles, which promote environmentally responsible and ethical conduct. It is important to our \norganization that we do our part as individuals to enhance our global community and engineer a better tomorrow through the actions we \ntake today.  \nIn 2019, we took our corporate giving and employee volunteer programs to the next level with the launch of the ON Semiconductor \nFoundation, which functions as a 501(c)(3) nonprofit organization. The Foundation aligns with our company’s purpose, brand and culture, \nand focuses on extending the impact of our giving programs in the communities where employees work and where we do business. \nSince inception of the global corporate giving program in 2016, almost $5 million USD have been funded through the program in grants, \nemployee matching/non-matching donations, and dollars-for-doers in the areas of STEAM (Science, Technology, Engineering, Arts and \nMathematics) education, health, disaster relief, environment and human services. \nWithout our planet, none of our efforts would mean anything, which is why ON Semiconductor is committed to a greener world by keeping \nsustainability at the forefront of our operations. We have achieved marked success within our many conservation programs, all of which are \nvital to the success of our semiconductor device manufacturing business. We continually invest in engineering and administrative controls \nto prevent environmental pollution in the form of waste disposal, air emissions and industrial wastewater emissions. \n[GRI: 102-14]", "metadata": {"source": "N6LEV9~G.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}