{"page_content": "Page 27\nON Semiconductorwww.onsemi.comCompliance and Ethics Programs\n[GRI: 102-16]  [GRI: 102-17]  \nOur compliance and ethics programs are designed to assist us in preventing, \ndetecting and responding to unethical or illegal conduct, and promote an \nethical and legally compliant business culture. To do this, compliance and \nethics are integrated into every level of our company from the board of \ndirectors and CEO, to each individual employee.  \nOur Code of Business Conduct  (code) outlines the broad principles of \nlegal and ethical conduct embraced by our company and our core values \nof respect, integrity and initiative guide every business decision. Paired with \nthis is the responsibility of each employee to comply with those laws and \nregulations, embrace our core values and exemplify our commitment to \noperating ethically.\nThese programs provide a procedural framework for enhancing and \nmonitoring our compliance with the code, the policies referenced in the \ncode, and other rules or regulations governing our worldwide operations. \nAdditionally, the programs are structured to comply with, among other laws \nand regulations, the requirements of the Sarbanes-Oxley Act of 2002 , the \nForeign Corrupt Practices Act of 1977 , the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010  and the Listing Rules \nof NASDAQ Stock Market Inc.\nCompliance Program\nWe always strive to comply with the law, and in certain areas, we \nhave adopted policies and practices that go beyond what the law \nrequires in order to foster a culture of integrity and accountability. \nOur chief compliance officer and general counsel is responsible \nfor administering and executing legal compliance programs \ndesigned to prevent and detect violations of the law, the code or \nrelated standards of conduct by employees or third parties, with \noversight from the audit committee of the board of directors. The \nlaw department’s programs for anti-corruption, trade compliance \nand data privacy are designed to include all of the essential \nelements for effective compliance, including risk assessments, \npolicies and procedures, training, and monitoring and auditing \nthorough investigation and remediation of misconduct. These \nlegal compliance programs are dynamic and continually evolving \nas our company grows and the business landscape changes.   Oversight and \nAccountabilityRisk \nAssessment\nProgram Testing\nand Continual \nImprovementReporting, \nInvestigations, \nDiscipline and \nIncentivesMonitoring \nand AuditingTraining, \nCommunications \nand EngagementPolicies, \nProcedures \nand Tools\nCompliance\n& Ethics ProgramsBusiness Ethics Liaisons\nRespond DetectPrevent\nCompliance\nGovernance Structure\nChief Compliance Officer/ General CounselPresident/ CEO Board of Directors, Audit Committee\nLegal Compliance Office Assistant Compliance OfficersExecutive Committee for Compliance Oversight\nIntegral Partners\nHuman\nResourcesInternal\nAuditInformation\nSecurityPhysical\nSecurity\nEnterprise\nRisk\nManagementCommunications EthicsCorporate\nSocial\nResponsibility", "metadata": {"source": "N6LEV9~G.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}