{"page_content": "Page 30\nCorporate Social Responsibility ReportEnergy Efficient Semiconductorsapproaching their BEL with issues or questions related to ethical business conduct. \nAn overwhelming majority of all incident reports (48%) sent to the ethics and \ncompliance programs are transmitted via a local BEL. While survey results and \nreporting numbers are encouraging, it is our goal to continually improve the ethics \nprogram by refining existing policies, clarifying processes and delivering customized \nand effective training.\nOur company’s code is central to our organization, embodying our expectations \naround legal and ethical business conduct in employees’ day-to-day activities. It is \navailable for employees to review in 14 languages, making it easily accessible to \nemployees in all regions where we do business.\nAnnual Online\nCompliance and\nEthics TrainingCompliance\nand Ethics\nTown Halls, COBC\nRoadshows and\nResponsibility\nWeek\nTargeted, Live\nCompliance and\nEthics TrainingGlobal Responsibility Week\nEvery year we celebrate Global Compliance and Ethics Week, which coincides with The Society \nof Corporate Compliance and Ethics (SCCE) and the Health Care Compliance Association \n(HCCA) Corporate Compliance and Ethics Weeks. The observance week is an opportunity to \nhighlight the importance of ethics and compliance in the workplace and build awareness in \nways that reinforces not just specific rules and regulations, but an overall culture of ethics \nand compliance. In 2019, we renamed the event to be referred to as “Responsibility Week,” \nand focused on raising the awareness of not only the compliance, ethics and CSR programs, \nbut other departments as well. These departments included environmental health and \nsafety, along with diversity and inclusion. The week provides awareness, recognition and \nreinforcement of our corporate initiatives, as well as location-specific learning activities and \ncelebrations. Substantiation Rate\n2017\n35%\nNon-Substantiated Reports Substantiated Reports2018\n38% 2019\n43%\n65%\n62%\n57%\nThe ethics program staff reviews the code annually. Every year, the board \nof directors and all employees are required to read and acknowledge \ntheir understanding of it by taking an online training course. \nWe also require managers and other select individuals to complete \nadditional compliance-related training courses related to topics such as \nanti-corruption and privacy. 2019 Top Corrective Actions\n58%\n6%\n10%\n26%Education\nProcess Improvement\nFormal Discipline\nOther", "metadata": {"source": "N6LEV9~G.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}