{"page_content": "Page 4\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsSome of our most notable sustainability achievements in 2019 include: \nRegards,  \nKeith Jackson  \nPresident and CEO \nIn 2020, we faced an unprecedented global situation with the COVID- 19 pandemic.  As a global company, we encountered many challenges \nand as we progress through the remainder of the year and into next, we will continue to work through the recovery process and aftermath \nof the situation. As we overcome this pandemic together, we especially realize the importance of our core values during this time that \nhave remained engrained in everything we do and keep us all connected. Despite the challenges and unknowns associated with this \ncircumstance, we are committed to keeping our teams safe and healthy, giving back to the communities in which we live and work, and \noperating with a culture of ethics at the forefront.\nLastly, we strive toward a more diverse workplace, which benefits our company and enables us to successfully meet the needs of our global \nstakeholders – customers, suppliers, employees and shareholders. Our employees are our biggest asset and we believe that recognizing \ndiversity of thought, backgrounds, experience, culture and knowledge are key strengths and enable our organization to reach its full \npotential. The company’s vision, values and culture afford opportunities for everyone to make a difference in building a leading global \nbusiness.  All of our 35,000 employees are committed to supporting our company’s ethical framework and helping drive business excellence \nthrough operational efficiencies. We are excited for our company’s growth acceleration within the semiconductor industry for years to come, \nwhile remaining committed to operating a responsible company.9,341  \nmetric tons of CO 2  \nemissions reduced through 35 projects in \n4 countries $ 10.8 M/USD  \nin sustainability projects  \nfocusing on energy  \nconservation, water conservation, \nchemical waste reduction, material \noptimization and recycling at our global \nmanufacturing sites 14,958,208 kg \nof recycled hazardous and  \nnon-hazardous waste from our \nmanufacturing and non-manufacturing \nsites globally8 tons \nof pollution in Phoenix,  \nArizona alone by employees  \nusing alternate modes of transportation \n910,000 kg \nof scrap materials and 1,376 kg  \nof precious metals  processed,  \nsorted and sold from our worldwide \nmanufacturing facilities, recouping more \nthan $22 M/USD", "metadata": {"source": "N6LEV9~G.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}