{"page_content": "Page 32\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsPublic Policy and Activities\nWe support public policies that encourage the innovation, investment and open markets necessary to advance our vision of driving energy \nefficient innovations that empower customers to reduce global energy use. Our public policy program reflects our profile as a global \ncompany headquartered in the United States, which interacts regularly with government agencies around the world. Much of our public \npolicy advocacy is performed through the U.S. Semiconductor Industry Association (SIA), although our company is also a member of local \nassociations in the regions in which we operate. Our CEO, Keith Jackson currently is the 2020 SIA Chair.\nWe are an active participant in the World Semiconductor Council (WSC), an organization composed of the world’s leading semiconductor \nindustry associations from China, Chinese Taipei, Europe, Japan, Korea and the United States. The organization meets annually at the CEO \nlevel to make recommendations to governments and authorities on issues such as expanding the global market for information technology \nproducts by promoting fair competition, sound environmental and health and safety practices, intellectual property rights and open markets.  \nAmong the public policies we supported in 2019 are the following:\nPublic Policies Supported – 2019\nOpen Markets and \nFair CompetitionWe actively worked to promote policies that open markets and fair competition. Working through our trade associations, \nwe opposed tariffs on semiconductors, including the 25% tariffs that the U.S. imposed in 2018 on imports of discrete \nsemiconductors and integrated circuits imported from China. We worked through the WSC to promote transparency on \ngovernment subsidies, which depending on size, scope and discriminatory application have the potential to distort fair \ncompetition in global semiconductor markets. We also recommended that when the U.S. government imposes export \ncontrols, it do so under two conditions: 1) only to the extent necessary to protect national security; and 2) only if the \ncontrolled U.S. items cannot be easily substituted with foreign sourced items. \nPro-Innovation, \nPro-Growth Business \nEnvironment  We worked with the SIA to support U.S. government policies that promote innovation and growth. This includes assisting \nincreased federal support for semiconductor related research and development at universities and national laboratories, \nencouraging the protection of intellectual property including trade secrets and commenting on proposed treasury regu -\nlations to implement the 2017 Tax Act’s international provisions.\nStopping Counterfeit \nSemiconductorsCounterfeit semiconductors are unreliable and can fail at any time. The semiconductor industry has found counterfeits in \nair bags, train-braking systems and other applications where a failure can have serious health or safety consequences. \nIn 2019, we assisted law enforcement to identify and seize counterfeit goods and remove them from the marketplace.\nEnergy Efficiency, \nFuel Economy and \nAutomotive Safety We are an ally member of American Council for an Energy-Efficient Economy (ACEEE), a thought leader on energy \nefficiency policies and programs. These policies often relate to “plug loads” such as LED lighting, variable speed motors \nin heating/ventilation/air-conditioning (HVAC) and smart buildings. “Energy efficiency” also includes transportation \nefficiency including fuel economy standards. Additionally, we are a member of Motor & Equipment Manufacturing \nAssociation (MEMA) that advocates for legislation and regulations related to fuel economy and automotive safety such \nas advanced driver assistance systems (ADAS) including automatic emergency braking and policies to facilitate the \nintroduction of autonomous vehicles.", "metadata": {"source": "N6LEV9~G.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}