{"page_content": "Page 36\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsCommitment to Diversity and Inclusion   \nOverview\nWe have long remained committed to diversity and inclusion (D&I), recognizing that our \ncompany is at its strongest when we effectively draw upon the wide variety of experiences, \nknowledge, culture, customs and backgrounds that all of our employees and leaders possess. \nAs a company, we celebrate differences and promote an inclusive environment by valuing the \ncontributions of our employees and the knowledge of diversity that goes beyond race, ethnicity and gender. Diversity is about understanding \nand embracing the unique differences, talents and perspectives of employees, customers and suppliers. Diversity of thinking helps us \ncontinue to encourage the creativity and innovation necessary for us to maintain a competitive advantage in the global marketplace.\nIn 2019, our company continued with the diversity metrics established in 2018 as part of our corporate bonus performance plan in which \nwe met or beat the target for each metric. We launched a new D&I training course as part of our learning and development leadership \npathways model, Inclusive Leadership. We celebrated D&I week for the first time internationally with over 60 events across more than \n30 of our global locations. We also participated in a SEMI Foundation and Deloitte study where we ranked #1 Fortune 500 high tech/\nsemiconductor company for gender diversity. Members of our corporate social responsibility team also actively participate in RBA’s diversity \nand gender task force.   \nDiversity and Inclusion Framework, Vision and Mission\nThe D&I program at our company operates with the vision and mission of cultivating a culture where diversity and inclusion is embedded \nin everything we do. Our framework focuses on workplace inclusion, workforce diversity and community partnerships, all of which we hope \nexpand our positive impact on the greater communities surrounding the places we work.\nPolicies and Practices\nDevelopment and Training\nCommunication and Awareness\nFill the Talent & Succession Pipeline\nMeasure Success\nIn 2018, we outlined our strategy around diversity and inclusion by establishing our integrated plan that is made up of five pillars: 1) policies \nand practices; 2) development and training; 3) fill the talent and succession pipeline; 4) communication and awareness; and 5) measure \nsuccess. With this initiative, global strategies and programs have incorporated diversity and inclusion into our recruitment, engagement, \ndevelopment and succession planning processes.\nIn 2019, we made great strides in the work we are doing around our policies and practices. We launched a U.S. paternal leave policy and \nglobal human rights policy. We expanded our pay equity review from a U.S.-only assessment in 2018 to a global assessment in 2019. In \naddition, to drive our strategy for 2020 and beyond, we submitted our company data for diversity indexes to benchmark our performance \nin comparison to other companies across industry. This led to being included on the Bloomberg Gender-Equality Index. ", "metadata": {"source": "N6LEV9~G.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}