{"page_content": "Page 44\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsLearning and Development\n[GRI: 205-2]  [GRI: 404-2]  [GRI: 412-2]  \nMission\nDrive the skill development and effectiveness of our global workforce, through \ninnovative learning solutions.\nON Semiconductor is committed to providing career advancement and development opportunities. Our employees are crucial to the success \nof our company and it is important for us to provide global programs that recognize, develop and enable our employees to grow. Our career \ndevelopment philosophy is that employees own their careers by leveraging the programs, tools and resources available to them. Employees \nare encouraged to collaborate with their manager to craft a personal development plan that aligns with their career goals.\nLeadership Pathways Model\nTo help support the mission of our learning and development program, and to assist in one of our culture priorities of learning, \nON Semiconductor implemented our Leadership Pathways Model, which focuses on five pillars: 1) Leadership; 2) Change Readiness; 3) \nCommunication; 4) Diversity and Inclusion; and 5) Business Strategy. Whether an individual or a senior leader, all individuals at our global \nsites have access to courses under each of the pillars. The graphic should be viewed from left to right to view. \nPercipio\nIn addition to our variety of instructor-led trainings, we switched our e-learning platform from Skillsoft to Percipio, an intelligent learning \nplatform. Percipio empowers employees to take ownership of their development by offering a full range of videos, books and audiobooks \nat their fingertips. \nOnline\nSelf-Directed\nLearningLead\nOthers\nLead\nSelfLEAD\nNew Leader\nTraining\nProfessional\nDevelopment\nSeriesLeading\nGlobally\nLeading\nPeople\n&\nBusiness\nSituational\nLeadership\nManagement\nEssentials\n[Manufacturing]Leader as the\nSponsor\nof Change\nChange\nReadiness\nPractitioner\nEmbracing\nChangeAdvanced\nCommunication\nPresentation\nSkills\nCritical\nConversationsBreakthrough\nLeadership\nInclusive\nLeadership\nUnconscious\nBiasLeading\nGloballyLead Leaders\nGrades 16-18\nLead Teams\nGrades 14-15LeadershipChange\nReadiness CommunicationDiversity &\nInclusionBusiness\nStrategy\nLeadership\nPathways\nModel", "metadata": {"source": "N6LEV9~G.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}