{"page_content": "Page 45\nON Semiconductorwww.onsemi.comPercipio offers:\n •Curated channels: Learners can access more than 50,000 pieces of content, which have been organized into 450 curated \nchannels or learning paths, making it easy for users to follow a clear and progressive learning process. \n •Personalized homepage: Each user will have their own personalized homepage, giving them the ability to create playlists and \npick up where they left off, and receive assignments. \n •Micro-learning videos: There are a myriad of short (3-5 minutes) learning videos that provide targeted and focused learning \nfor specific tasks. \nCompliance Training\nCompliance training is required for new hires when they first join the company and for existing employees on an annual basis. Mandatory \ncourses cover topics including the Code of Business Conduct, corporate social responsibility, information security awareness, anti-\ndiscrimination and harassment, and non-retaliation. We also launched a set of targeted trainings to certain populations of employees, \nincluding data privacy and compliance with U.S. export controls. \nCompliance Training\nCourse Completion Rate\nCode of Business Conduct 99.6%\n(Asia: 23,264; Japan: 2,034, North America: 4,648; EMEA: 3,849)\nCorporate Social Responsibility 99.6% \n(Asia: 23,202; Japan: 2,034; North America: 4,649; EMEA: 3,852)\nInformation Security Awareness 99.6%\n(Asia: 23,190; Japan: 2,033; North America: 4,650; EMEA: 3,850)\nAnti-Discrimination and Harassment 99.6%\n(Asia: 23,643; Japan: 2,070; North America: 4,755; EMEA: 3,892)\nNon-Retaliation 99.6%\n(Asia: 23,643; Japan: 2,070; North America: 4,755; EMEA: 3,892\nEducation Reimbursement\nOur Global Educational Opportunities (GEO) program provides monetary assistance to qualified employees who choose to pursue college \nor university diplomas and degrees. We offer this program to encourage employees to increase their technical competencies and deliver \nvalue-added contributions toward company objectives. Employees can receive assistance for courses, certification programs and degrees \nfor furthering their formal education. \nExecutive Roundtable Program\nThe Executive Roundtable program was developed from the 2015 employee engagement survey feedback and is designed to support the \ncorporate initiatives around communicating strategy and strengthening career development. This program recognizes and supports high \nperforming employees by creating learning opportunities and providing them with exposure to the executive team. In 2019, we held three \nroundtable sessions in Japan, Philippines and at our corporate headquarters in Phoenix, Arizona. ", "metadata": {"source": "N6LEV9~G.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}