{"page_content": "Page 47\nON Semiconductorwww.onsemi.comPerformance Management and Employee Recognition\n[GRI: 404-3]  \nWe strongly believe that setting clear performance expectations and goals lead to an overall improvement in business performance. \nWe encourage our managers to use a fair performance management process by setting clear expectations, delivering regular feedback, \nidentifying career paths and development opportunities, properly evaluating performance, and clearly linking it to compensation and \nrecognizing and rewarding top performers. In 2019, all of our employees received a performance appraisal. \nIn order to recognize individuals and groups who make clear differences to our company and stakeholders, we offer our employees a variety \nof reward and performance recognition programs. These programs include competitive base salaries, performance based cash and equity \nawards, an employee stock purchase plan (subject to location), comprehensive health-care plans and company contributions to retirement \nplans, which ensure our employees have the means to adequately prepare for life after ON Semiconductor. \nEmployee Benefits\n[GRI: 201-3]  \nThe Paid Parental Leave of Absence Policy offers eligible employees up to eight weeks of time off at 100% of their regular base pay to \nwelcome a new child (whether by birth or adoption), and is available to eligible employees in the U.S. This policy runs concurrently with \nthe Family Medical Leave Act and any state or other leave laws, which provide job protection to new parents. To learn more about benefits \noffered by our company (such as paid time off, savings programs and healthcare options) to our employees globally, see our regional \nbenefits summaries  online and 2019 SEC Form 10-K .Current Practice\nOur Employee of the Year program, dating back to 2015, focuses on identifying and rewarding \ntop performers within our global organization. By continuously enhancing our culture of \nrecognition, we are driving employee engagement, motivation, satisfaction and retention – all \nof which lead to the continued growth and success of the company.\nIn 2019, over 100 employees were nominated and 12 winners from North America, EMEA \nand Asia were announced in early 2020. Winners received a bonus, trophy, certificate and an \nAlaskan cruise for them and one guest. Runners-up received a bonus and a certificate.", "metadata": {"source": "N6LEV9~G.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}