{"page_content": "Page 62\nCorporate Social Responsibility ReportEnergy Efficient Semiconductors“I actively support the corporate social responsibility program, in addition to my daily job functions in the \nautomotive business unit, because it is my honest belief that this program is, and will continue to be, an \ninseparable component of the overall service and product offering of our company. When I became part of the \nglobal corporate giving team some years ago at the start up, I was not sure what to be expected. After a few \nyears, I feel so proud to be part of this team, it gave me the opportunity here in Belgium to pave the way for better \npartnerships between business and civil society. Thanks to funding, we have been able to create partnerships \nwith schools in our region, introduce STEM projects in our primary schools with help of our own \nengineers and support many local environmental and social projects. It is my personal belief \nthat we all have a responsibility to make this world a better place for the future and for our \nchildren and our company is giving us all the opportunities to act as such.”Brigitte Scheldewaert | Grant Advisor and Foundation Board Member, Oudenaarde, Belgium\nSince 2016, our company has funded more than $5 million USD in grants, employee matching and in-kind donations, as well as \nsponsorships and dollars-for-doers for employee volunteerism. Through our diverse network of grant advisors, we are able to carefully select \nour community partners based on need, while also taking into account cultural, institutional and operational differences across regions. \nIn order to achieve long-lasting economic value and social good, we rely on other stakeholder groups including executive leadership, the \ncompany’s board of directors, our employees, educational institutions and nonprofits. We engage these stakeholders on an on-going basis \nto best understand how we can build stronger communities together. \nFor more information, visit our ON Semiconductor Foundation page .\nDonations by Cause Types of Donations\n56%\n13%25%1%\n5%\nSTEAM Education\nHealth\nHuman Services\nDisaster Relief\nEnvironmentEmployee Driven\nGrants46%\n54%", "metadata": {"source": "N6LEV9~G.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}