{"page_content": "Page 8\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsSustainable Development Goals\nThe Sustainable Development Goals (SDGs), set by the UN, in 2015 highlight the world’s biggest social and environmental issues and are \na call to action for governments, businesses, civil society, and other organizations to achieve a better and more sustainable future for all by \n2030. As a global company, we believe we have a responsibility to help achieve these goals.\nON Semiconductor mapped the 17 SDGs to our material topics and business strategy , all of which support our business objectives \nthrough our products, programs and initiatives. Although we believe that all of the SDGs are vital, we prioritized five goals that are the most \nrelevant to our sustainability strategy to make the largest global impact. View our 2019 Communication on Progress (COP)  submitted to \nthe UN Global Compact, that outlines our alignment with their ten principles and the UN SDGs.\nThe SDG icons throughout our CSR report highlight the work we are doing across ON Semiconductor to address these goals. \nEnsure access to water and \nsanitation for all•\n•All of our wastewater is treated before it is discharged into the environment\nWe are committed to reducing our water consumption and recycling more water\nPromote inclusive and sustainable economic \ngrowth, employment and decent work for all•\n•\n•\n•We have zero tolerance for forced labor\nWe assess and mitigate social risks within our supply chain\nWe strive for equal pay for equal work\nWe focus on providing a safe workplace with zero injuries and occupational diseases \nReduce inequality within and \namong countries •\n•We promote equal opportunities for all\nOur ambition is to be a leader of diversity and inclusion in the semiconductor industry\nEnsure sustainable consumption and \nproduction patterns•\n•We reduce consumption of chemicals and eliminate hazardous materials\nWe strive for zero waste in the landfill from our finished goods in our manufacturing sites\nTake urgent action to combat climate \nchange and its impacts •\n•We deploy programs to reduce greenhouse gas (GHG) emissions\nWe actively participate in advocacy for action on climate change\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}