{"page_content": "Page 82\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsGRI Standard Disclosure Cross reference or Answer Additional Notes\n205-2 Communication and training about anti-corruption \npolicies and proceduresOur People: Learning and Development – page 44 Annual Code of Business Conduct training \nincludes the topic of anti-corruption in 2019.\nThe 10 members reflect the board of director \ncount in 2019.All 10 members (100%) of the board of directors \nhave received materials communicating the \ncompany’s anti-corruption policy. Members are \nlocated in Asia, North America and Europe.\nSelect suppliers, customers and other business \npartners receive notice of our anti-corruption \npolicy through anti-corruption due diligence \nquestionnaires and surveys. In addition, in \nDecember 2019 we sent a letter to all 19,740 \nsuppliers regarding our gift policy.\n205-3 Confirmed incidents of corruption and actions taken Specific legal prohibition Attorney client privileged information\nGRI 206: Anti-Competitive Behavior 2016*\n206-1 Legal actions for anti-competitive behavior, anti-trust \nor monopoly practicesNone\nGRI 301: Material 2016*\n301-1 Materials used by weight or volume; percentage \nof recycle input materials used for manufacturing; \nreclaimed products and their packaging materialOur Planet: Reclaim and Recycle – page 58 We spend over $1 billion USD on various \nparts and raw materials as we manufacture \nboth at internal and external sites. We do not \ntrack or estimate the raw material used in key \nmanufacturing locations.\nGRI 302: Energy 2016* \n302-1 Energy consumption within the organization Our Planet: Energy Consumption – page 55 Total fuel consumption from non-renewable \nsources are tracked for manufacturing facilities \nand includes natural gas and diesel. \n302-2 Energy consumption outside the organization N/A Not evaluated\n302-3 Energy intensity ratio for organization Wafer fab energy (electricity) normalization = \n0.083 kWh per unitDenominator used: wafer fab normalization \nunited based on photo move volume; assembly \nand test normalization unit based on wire bond \nvolume.Assembly and test energy (electricity) \nnormalization = 1.547 kWh per KWbonds.\n302-4 Reduction in energy consumption Our Planet: Energy Consumption – page 55\n302-5 Reductions in energy requirements of product and \nservicesN/A\nGRI 303: Water 2018*\n303-1 – 3 Water stress and how the organization works with \nstakeholdersOur Planet: Water Management – page 57\nGRI 304: Biodiversity 2016*\n304-1 Operational sites owned, leased, managed in, or \nadjacent to, protected areas and areas of high \nbiodiversity value outside protected areas; significant \nimpacts of activities, products and services on \nbiodiversity; Habitats protected or restoredNone\nGRI 305: Emissions 2016*\n305-1 – 2 Direct (Scope 1), energy indirect (Scope 2) and other \nindirect (Scope 3) GHG emissionsScope 1: 2,067,983 MTCO2 We do not regularly measure the environmental \nimpact of scope 3 emissions. A study was \nconducted several years ago to measure the \nchange in our carbon footprint as it related to \nchanges we made in our logistics network. It \nwas found that as we optimized our network to \ncut transportation cost there was a correlation \nto improving our carbon footprint.Scope 2: 671,922 MTCO2\nScope 3: N/A\n305-4 GHG emissions intensity Wafer fab GHG emissions (electricity, fuel, PFCs) \nnormalization = 44.362 grams carbon equivalent \nper unitIntensity ratio calculated separately for wafer \nfabs and for assembly and test operations. \nWafer fab normalization unit based on photo \nmove volume. Assembly and test normalization \nunit based on wire bond volume. Assembly and test energy (electricity, fuel, \nPFCs) normalization = 255.775 grams carbon \nequivalent per kWBonds\n* Applies to the 2016 or 2108 version of the GRI Standards. “2016” or “2018” refers to the standards issue date, not the information presented in this table/report.", "metadata": {"source": "N6LEV9~G.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}