{"page_content": "CEO Message Overview Team Members Customers Community Environment Supply Chain Governance SASB Index25 Tractor Supply 2021 Sustainability ReportInvesting in Local Communities\nOur corporate giving and Foundation continue to focus our \ncommunity giving efforts on causes that are important to our \nTeam Members and customers: Agriculture, Pets and Animals, \nCommunity and Veterans Causes. \nAgriculture\nWe started our company to help serve people \nwho live the rural lifestyles. We continue to serve \nthe agriculture community by not only providing \nfarming tools and equipment at everyday low prices, but also by \nsupporting nonprofit organizations that promote the agriculture \nand farming lifestyle. \nIn 2021, Tractor Supply announced that we will be joining more \nthan 200 of the best minds in food, agriculture, science and \ntechnology as part of U.S. Farmers and Ranchers in Action \n(USFRA). USFRA is working to elevate food and agriculture as \nthe primary solution for sustainability – positioning farmers and \nranchers as key change agents in this important work. Tractor \nSupply is pleased to endorse USFRA’s Decade of Ag Vision, to \ncreate a more resilient, restorative, economically viable and \nclimate-smart agricultural system that produces abundant and \nnutritious food, natural fiber and clean energy for a sustainable and \nvibrant future across the United States.National FFA Organization \nIn 1928, a group of young farmers founded “Future Farmers of \nAmerica” (FFA) to prepare future generations for the challenges \nof feeding a growing nation. Today the National FFA Organization \ngrows future biologists, chemists, veterinarians and engineers. \nTractor Supply support and fundraising has secured nearly $14 \nmillion for FFA since our partnership began in 1985.\n4-H\nWhat started more than 100 years ago as a program to introduce \nyoung people to new agricultural technology has evolved into the \nnation’s largest youth development organization. We have been a \nproud supporter of 4-H since 2010 and raised more than $2 million \nfor the organization in 2021.\nCul2vate \nSince 2018, Tractor Supply has supported Cul2vate’s efforts to \nfind nutritional food sources and agriculture-based training for \nthose needing assistance by providing monetary support, product \ndonations and volunteer support.\nAmerican Farmland Trust  \nTractor Supply began partnering with American Farmland Trust \nin 2020 to support farmers impacted by COVID-19. The Tractor \nSupply Company Foundation donated to the American Farmland \nTrust’s Farmer Relief Fund to help farmers. We are now supporting \ntheir Brighter Future Fund, which addresses inequalities in our \nagricultural system by providing grants up to $5,000 to BIPOC, \nLGBTQ+, and/or women farmers nationwide.\n", "metadata": {"source": "NASDAQ_TSCO_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}