{"page_content": "Autodesk Living Labs \nBuilt out using Autodesk technology, our space \nin the Solaris office building in Singapore achieved \nlee\nD® Platinum commer cial Interiors \ncertification and saves 23 percent in energy and associated GHG emissions per square foot versus comparable buildings in the region.Rendering of Solaris office building in Singapore Our goal is to make sustainability easy, insightful, and cost-effective.  \nWe provide architects, designers, and engineers worldwide  \nProducts and Solutions  to develop breakthrough designs and  \nprojects that use the planet’s resources more wisely. To accelerate  \nprogress, we explore, develop, and share leading practices and expand  \naccess to our tools broadly. \nAutodesk® Building  \nDesign Suite \nProvides tools to help design, analyze, and visualize more innovative and energy-efficient building designs.Autodesk® Factory  \nDesign Suite\nA 2D and 3D factory layout and \noptimization solution which  \ncan help users make better layout decisions by creating a digital model of their factory.Autodesk® Product  \nDesign Suite \nProvides designers and engineers  a complete set of product design  and visualization tools for Digital Prototyping.Autodesk offers a wide range of products that help customers  \ndrive projects with sustainable outcomes.\nAutodesk® Infrastructure \nDesign Suite\nProvides tools to support planning \nand design of sustainable infrastruc-ture projects.Supporting Clean Tech Innovators \nSunPods, one of hundreds of Autodesk cl ean Tech \nPartners, uses Autodesk software to design and manufacture modular solar arrays, making solar power more accessible and affordable.23 %\nenergy SAv I ng S\nAutodesk® PLM 360 and \nAutodesk® BIM 360TM \nAs we move to the cloud, we can add \ngr\neater sustainability capabilities \nthrough P\nl\nM 360 for manufacturing \nand BIM 360 for the building industry. \nAnd many more…people have experienced the Autodesk Sustainability Workshop, a free online resource that teaches principles and practice of sustainability in engineering and design.\nSince 2006, + 4.2 million students and educators, from +20,000 \ninstitutions, have downloaded + 7.2 million licenses of Autodesk software, including 3.5 million in the last 12 months.+350,000SInCe 2010", "metadata": {"source": "NASDAQ_ADSK_2012.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}