{"page_content": "FROM BEAN TO CUP\nStarbucks Approach to Sustainability\nStarbucks ﬁrst store, located in the heart of Seattle’s Pike Place Market, opened in 1971. As people discovered\nthe great ﬂavor of Starbucks high-quality, freshly roasted coffee beans, word quickly spread. Before long ourcoffee was legendary. \nWhat happened since still seems remarkable. Starbucks original concept of selling premium whole bean\ncoffee was reﬁned in 1987 when Starbucks began serving handcrafted beverages and offering a coffeeexperience, which is now embraced by more than 20 million customers worldwide every week. WhileStarbucks growth may surprise some, we no longer ask ourselves how it happened. We have built ourcompany by maintaining an unwavering commitment to Starbucks mission and guiding principles. \nSuccessful companies take measures to sustain their position. At Starbucks, we have integrated sustainable\nbusiness practices—which align with our mission and guiding principles—to help ensure our companycontinues to thrive. Starbucks sustainability efforts are visible throughout our supply chain, which we term“bean to cup.” This chain connects the people and places where our coffee is grown to the communitiesaround the world where our more than 6,000 stores are located. \nTo sustain the prominence of Starbucks brand in the marketplace and build stakeholder trust, we must be\naccountable for our actions. As a measure of our accountability, last year we published Starbucks ﬁrstCorporate Social Responsibility Annual Report to provide transparency on our business practices, measure-ments of our performance and benchmarks for future reporting. This year, we’ve taken additional steps toassure our stakeholders that the information in this report is accurate by engaging an independent third partyto verify its contents. \nNow we invite you to take the journey with us—from bean to cup—so you can determine for yourself how\nwell Starbucks is operating our business in a manner worthy of your admiration and trust. We hope theactions reﬂected in this report help us do that.\nWarm regards,\nHoward Schultz Orin C. Smith\nchairman and chief global strategist president and chief executive ofﬁcer \n", "metadata": {"source": "NASDAQ_SBUX_2002.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}