{"page_content": "Since forming an alliance with TransFair USA in April 2000, Starbucks has become one of North America’s\nlargest roasters and retailers of Fair Trade CertiﬁedSMcoffee. In ﬁscal 2002, Starbucks purchased 1.1 million\npounds (498,952 kilograms) of Fair Trade CertiﬁedSMcoffee. Starbucks Fair Trade Blend is sold in all of our\nU.S. company-operated stores and in some international markets. \nStarbucks sold a total of 530,000 pounds (240,404 kilograms) of Fair Trade CertiﬁedSMcoffee through our\nretail stores and Business Alliances accounts in ﬁscal 2002. Business Alliances accounts include collegesand universities, hotels and other locations licensed to sell Starbucks coffee. In ﬁscal 2002, Starbucks soldFair Trade Certiﬁed\nSMcoffee through 332 of our Business Alliances accounts, which included 188 colleges\nand universities.\nIn ﬁscal 2002, Starbucks signed a Memorandum of Understanding with Fairtrade Labelling Organizations\nInternational, enabling us to offer Fair Trade CertiﬁedSMcoffee in our international markets. At the end of\nﬁscal 2002, Starbucks was licensed to sell Fair Trade CertiﬁedSMcoffee in Austria, Canada, Germany, Japan,\nSwitzerland, the U.K. and the U.S.\nWorking with Fair Trade Farmers\nIn July 2002, Starbucks, the Ford Foundation and Oxfam America announced a pilot project in collabora-tion with CEPCO, a large Fair Trade coffee cooperative in Oaxaca, Mexico, with more than 16,000 farmers. The goals of the project are to increase the supply of high-quality Fair Trade Certiﬁed\nSMcoffee and\nenable participating farmers to earn premium prices for their crops. \nStarbucks and the Ford Foundation, a philanthropic organization that works to reduce poverty and promote\ninternational cooperation, each contributed $125,000 for the ﬁrst year of the pilot project. Oxfam America,an organization dedicated to creating solutions to hunger, poverty and social injustice around the world, willwork directly with farmers of the CEPCO cooperative on improvements to their post-harvest quality controltechniques. By providing farmers with the tools to improve their skills, and thus the quality of their coffee,we hope to increase their opportunities for self-sufﬁciency and sustainability.\nFiscal 2000FAIR TRADE, ORGANIC AND CONSERVATION (SHADE GROWN) COFFEE PURCHASES\nFiscal 2001\n190,000570,000\n304,0001.1 million\n684,0001.8 million\n653,000874,0001.7 million\n(86,000)(259,000)\n(138, 000)(499,000)\n(310,000)(816,000)\n(296,000)(396,000)(771,000)Fiscal 2002\nFair Trade CertifiedSM Coffee\nCertified Organic Coffee (includes Organic Fair Trade and Organic Conservation [Shade Grown ] Coffee)\nConservation (Shade Grown) CoffeePounds (kilograms) of\nCoffee Purchased\n646,000 lbs (293,000 kg)* 1 .8 million lbs (8 16,000 kg)* 3.4 million lbs (1.5 million kg)*\n*Coffees may be certified in more than one category.Totals:", "metadata": {"source": "NASDAQ_SBUX_2002.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}