{"page_content": "Our first set of activities are geared towards  \nreducing the carbon footprint of methanol \nproduction. We are exploring processes to \nreduce emissions from our existing facilities \nthrough improvements to efficiency and \nreliability, using lower-carbon or renewable \nfeedstocks, and evaluating and implementing \nnew technologies to produce methanol  \nwith a lower-carbon footprint at existing  \nor future sites.We continually look for ways to reduce CO₂ emissions \nfrom our methanol manufacturing process. While \nthese initiatives provide only incremental benefits, \nthe cumulative effects can be meaningful when \nspread across our production base and applied over \nthe lifespan of our operations. \nWHAT ARE SOME OF THE CHALLENGES \nASSOCIATED WITH ACHIEVING STEP CHANGE \nEFFICIENCY IMPROVEMENTS AT OUR  \nCURRENT PLANTS? \nBuilding a methanol plant requires enormous \ninvestments, not only of dollars but of research and \nplanning, to ensure that the latest technologies are \nimplemented in a cost-effective manner. However, \nsince methanol plants have a decades-long lifespan, \nbest in class technology used when plants are built \nmay be overtaken by more efficient technology years \nlater. We strive to operate reliably and efficiently to \nensure that all our assets continue to contribute to \nour emissions reduction goals as they mature. WHAT PROGRESS HAVE WE MADE AT  \nOUR CURRENT PLANTS?\nWe have always pursued strategies to reduce CO₂ \nemissions from our manufacturing facilities and to \nuse energy efficiently, which reduces our emissions \nintensity and lowers our overall cost structure. \nFrom 1994 to 2021 we achieved an approximately \n32 per cent reduction in Scope 1 (direct) emissions \nintensity and approximately three per cent reduction \nin absolute emissions from our manufacturing \noperations, even with a 42 per cent increase in \nproduction. These results are due to the closure of \nsome of our older plants due to market conditions \nat the time, the addition of newer, larger and more \nefficient plants to our asset mix, and efficiency \nimprovements at our existing plants. Our emissions \nreduction initiatives include: \n1. Maintaining reliability – To reduce our emissions \nintensity, we focus on maintaining a high level of \nreliability. Reliable plants run continuously at full \noperating rates to optimize natural gas efficiency \nand are critical to managing emissions. The safe \nstart up and shutdown of methanol production \nfacilities requires flaring some natural gas from \nthe system and this flaring results in emissions. To keep our plants running continually and \nminimize unplanned shutdowns, we focus on \npreventive maintenance, condition monitoring \nfor critical assets and risk-based inspection for \nstatic equipment. Our 2021 global plant reliability \nwas approximately 98 per cent, exceeding our \nreliability target of 97 per cent. Our five-year \nreliability average is 94 per cent. \n2. Maximizing natural gas conversion efficiency –  \nWe continually monitor and optimize our \nproduction parameters to ensure we maximize \nmethanol production per unit of natural gas. \nIf the natural gas conversion efficiency drops \n(meaning the amount of natural gas used to \nproduce one tonne of methanol increases), \nwe investigate the cause and adjust operating \nparameters. The percentage of natural gas \nconverted into methanol depends on the \ntechnology and design efficiency of the plant  \nas well as the catalyst lifecycle. I. Producing  \nLower-Carbon or \nCarbon-Neutral \nMethanol1. Plant Efficiency |  Methanex 2021 Sustainability Report 25\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}