{"page_content": "3. Injecting recovered CO₂ during the production \nprocess – At our production sites that employ \nconventional steam reforming technology, the \nchemical reactions involved in making methanol \nlead to the production of excess hydrogen. By \ninjecting additional CO₂ to combine with the \nexcess hydrogen, we can make more methanol. \nThe injected CO₂ is imported from an industrial \nsite where it would otherwise have been released \ninto the atmosphere. In 2013, we modified \nour Medicine Hat plant and began to inject \nCO₂ sourced from an industrial neighbour into \nour production process. In 2021, we produced \napproximately 80,000 tonnes using injected CO₂. \n4. Trialling new catalyst – The chemical reaction \nprocess to produce methanol requires the use of \na metal catalyst. Catalysts degrade over time and, \ndepending on the technology, need to be changed \nevery three to six years. We replace catalysts as \npart of our turnaround process (planned shutdown \nto conduct major plant maintenance). We are \ncurrently trialling a new catalyst at our Medicine \nHat facility (installed in 2020). The new catalyst \nhas a lower deactivation rate which improves \noverall efficiency, lowers emissions, and potentially \nextends the time between plant turnarounds.  The initial performance of this catalyst looks \npromising, and we are evaluating the potential  \nfor application at other sites. \n5. Evaluating potential projects – During the \nyear, each of our six manufacturing sites held \nworkshops to identify potential emission-reducing \nprojects for submission to the CO₂ Emissions \nManagement Team for consideration. The CO₂ \nEmissions Management Team reviewed submitted \nprojects and is prioritizing them based on three \nkey factors: potential impact on CO₂ emissions, \ncost, and timing considerations (i.e., if they require \ntime to develop technology, or if they require a \nplant turnaround to complete). Projects chosen \nwill be piloted and implemented in the next few \nyears. We will continue to measure improvements \nassociated with these projects and apply lessons \nlearned across the company, where applicable.\nLOOKING FORWARD:\n6. Our G3 plant is currently under construction,  \nwith commercial operations scheduled for the \nend of 2023 or early 2024. This project, budgeted \nat $1.25-1.35 billion, is adjacent to our existing \nG1 and G2 plants, with shared infrastructure that creates very material capital and operating \ncost advantages. By utilizing excess hydrogen \nfrom the G1 and G2 steam reforming plants, \nG3 is expected to have one of the lowest CO₂ \nemissions intensity profiles in the industry.  \nWe estimate G3’s CO₂ emissions intensity to  \nbe approximately 0.4 tonne of CO₂ per tonne  \nof methanol. See page 18 for details.\n7. We have developed a process design for a new \nconventional methanol plant that could operate \nat approximately half the carbon emission \nintensity of our current plant design. This design \ncould achieve close to zero carbon emissions if \na substantial amount of green electricity was \neconomically available. Methanex’s team of global \nexperts with decades of experience developed this \nnew process design and are beginning the process \nto prove the technology works as expected.  \nTo further this work, we have committed $1 \nmillion to technology research and feasibility \nstudies, starting in 2022.G3’S CO₂ EMISSIONS INTENSITY WILL BE APPROXIMATELY  \n0.4 TONNE OF CO₂ PER TONNE OF METHANOL, ONE OF THE \nLOWEST CO₂ EMISSION INTENSITY PROFILES IN THE INDUSTRY .\n|  Methanex 2021 Sustainability Report 26\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}