{"page_content": "MARKET \nCLIMATE-RELATED ISSUE WHAT IS THE OPPORTUNITY? WHAT IS THE RISK?WHAT ARE WE DOING TO CAPITALIZE ON  \nTHE OPPORTUNITY/MITIGATE THE RISK?\nDemand for lower-carbon methanol is \nincreasing globally –Demand for lower carbon methanol is increasing \nglobally and existing assets will lead the transition, \nas renewable natural gas can be used as a \nfeedstock. Renewable natural gas is completely \ninterchangeable with the natural gas we use  \ntoday in our manufacturing process.\n –Increasing demand for lower carbon methanol \nand customers willing to pay a premium for it \nstrengthen the business case for our company to \ninvest in alternative feedstocks or carbon-reducing \ntechnologies and leads to increasing pressure on  \nthe long-run price expectations for methanol. \n –Methanol producers with existing assets capable \nof sourcing renewable feedstocks will have a \ncompetitive advantage in such an environment. –One of the risks related to scaling renewable \nmethanol production is securing access to renewable \nnatural gas (RNG) as feedstock. In the U.S. we are \ncompeting with buyers who pay a premium to \npurchase RNG for utilities or in compressed form for \nvehicle fuel. \n –One of the risks related to e-methanol production is \nthe high capital requirements and operational costs.\n –One of the risks related to any technology is that \nmore cost-effective technologies will be developed  \nin the future. –We are well positioned in the North America \nmarket having already produced biomethanol at \nour Geismar site and received ISCC certification.\n –We are investors in CRI, a globally-recognized  \nleader in CO₂-to-methanol technology in Iceland. \nThis strategic investment helps us understand  \nthe e-methanol technology and market.\n –We are in active discussions with renewable \nmethanol projects for offtake and marketing.\n –We are assessing CCUS feasibility to ready ourselves \nto implement when signaled by the necessary \nmarket/commercial conditions that will support \nsuch an investment.\nDemand for alternative fuels is growing Hydrogen\nMomentum for hydrogen as an alternative fuel is growing \nworldwide. Hydrogen is seen as a fuel (including in fuel \ncells) that can help countries achieve their emissions \nreduction targets. Methanol is one of the most hydrogen \ndense fuels and can play a role in a hydrogen economy, \nby functioning as a hydrogen carrier (i.e., methanol could \nbe processed after transportation to release the hydrogen \nmolecules that are contained in both the methanol and \nwater required to support the reforming reactions. \nLNG, ammonia, ethanol and renewable diesel \nAs a liquid fuel, methanol is easy and safe to transport \ncompared to gaseous fuels and can be an effective and \npractical fuel compared to other alternative fuels. –In certain energy-related applications, hydrogen could be \nperceived as a potential substitute to methanol as a fuel.\n –Increased demand for liquefied natural gas (LNG) could \nlead to higher natural gas prices which could impact  \nour operating costs.\n –There could be lower-than-expected demand growth  \nfor methanol (especially low carbon methanol) if the \nmarket favours competing alternative fuels in the \ntransition to decarbonization, namely: \n• LNG, Ammonia, bio/renewable diesel and ethanol \ncould be used as a low-carbon marine fuel\n• Hydrogen fuel-cells and bio/renewable diesel can  \nbe used to power light and heavy-duty vehicles\nCurrent demand for methanol in fuel applications, including \nbiodiesel, is approximately 15 per cent of total demand. –Marine fuel \n –Passenger and cargo vehicle fuel \n –Methanol is liquid at ambient temperature, which \nmakes it easier to store and transport than hydrogen, \nand therefore much more suitable for different \nenergy-related applications. \n –We continue to monitor hydrogen as a fuel source \nwhich is at an early stage of market development.\n|  Methanex 2021 Sustainability Report 36\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}