{"page_content": "TECHNOLOGY \nCLIMATE-RELATED ISSUE WHAT IS THE OPPORTUNITY? WHAT IS THE RISK?WHAT ARE WE DOING TO CAPITALIZE ON  \nTHE OPPORTUNITY/MITIGATE THE RISK?\nCompanies are seeking transformational \ntechnologies and processes that could \nrevolutionize the carbon footprint and \nprofitability of emissions-intensive  \nindustries like ours.Today, we can produce renewable methanol with RNG \nwith our existing assets without requiring additional \ncapital investment. In addition, through investment \nand collaboration, we can implement step-change \ntechnologies – like CCUS – that would dramatically \nalter the emissions profile of our methanol plants. As \nthe transition to a low carbon economy evolves and the \nmarket for low carbon methanol develops, we are taking \nan incremental approach to staging our future capital \ninvestments in a manner that ensures we are meeting \nthe needs of all our stakeholders. –Prohibitive expense of new technology  \n(e.g., electrolyzers)\n –Delays in finding/implementing new technology\n –New technologies can reduce the cost competitiveness \nof existing plants (which can run for many decades) \n –Although energy systems tend to transition slowly \nover time, rapid electric or hybrid vehicle adoption \ncould result in lower-than-expected demand growth \nfor methanol, with slower growth in energy markets \nsuch as MTBE.In addition to learning about e-methanol technology \nthrough our investment in CRI, we are monitoring the \nkey drivers that will support the commercial viability \nof this technology (e.g., cost of electrolyzers, cost of \npower, availability of concentrated carbon sources, \nGovernment incentives/regulations, among others). \n –Transition to a Low-Carbon Economy Team\nREPUTATION \nCLIMATE-RELATED ISSUE WHAT IS THE OPPORTUNITY? WHAT IS THE RISK?WHAT ARE WE DOING TO CAPITALIZE ON  \nTHE OPPORTUNITY/MITIGATE THE RISK?\nStakeholder perceptions of how companies \naddress climate-related issues are becoming \nan increasingly influential component of a \ncompany’s reputation.We have an opportunity to articulate our solutions-\noriented approach to material ESG issues, to support \ncontinued access to the best customers, team members, \npartners and capital providers.Although we believe that we conduct our operations  \nin a prudent manner and that we take care in protecting \nour reputation, we do not ultimately have direct control \nover how we are perceived by others. Reputation loss \nmay result in decreased access to and/or higher cost \ncapital and insurance coverage, decreased investor \nconfidence, challenges with team member retention \nand talent attraction, an impediment to our overall \nability to advance our projects, obtain permits or \nincreased challenges in maintaining our social license \nto operate, which could have an adverse impact on our \nresults of operations and financial condition.In our role as the industry leader, we are working to \ndemonstrate our commitment to provide solutions  \nto our customers while creating value to shareholders \nand society.\n –CO₂ Emissions Management Leadership Team \n –Transition to a Low-Carbon Economy  \nLeadership Team\n –ESG Commitments\n|  Methanex 2021 Sustainability Report 37\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}