{"page_content": "The physical impacts of climate change pose a \nnumber of potential risks that may negatively \nimpact our operations, suppliers or customers. \nWe focus on acute physical risks, recognizing that \nchronic risks such as temperature change could \nexacerbate the impact of such risks. We describe \nthese potential risks and how we work to  \nmitigate them below.Climate-Related  \nPhysical Risks\nRISK RISK MITIGATION\nWATER SCARCITY\nThe conversion of water into steam is an essential step in the methanol \nproduction process. Fresh water shortages could restrict the amount \nof methanol we can produce. Four of our six manufacturing sites use \nfresh water, and two sites use desalinated water in the methanol \nproduction process. Water shortages at sites without desalination \nunits may have the impact of restricting methanol production.  –We desalinate seawater to produce methanol in Trinidad and \nChile, reducing our reliance on fresh and municipal water sources \nwhich can be impacted by drought or low tide. In Trinidad, we \ncompleted a maintenance project in 2021 that will increase our \nvolume of desalinated water by an estimated 43,000 m³ per \nyear, further reducing our use of municipal water to supplement \ndesalinated water.\n –We maintain our focus on water optimization at all sites, guided  \nby our Water Stewardship Standard (see pages 42-43 for details).\nCHANGING SEA OR RIVER LEVELS\nWe primarily transport methanol on vessels, shipping our product from \nour production sites to customers around the world. We have, at times, \nexperienced logistics delays in our supply chain due to high and low \nriver levels when we are exporting methanol from a production site or \ndelivering methanol by vessel or barge to customers. High or low river \nlevels could also negatively affect our operating capacity. –Our resilient supply chain has allowed us to keep our  \ncustomers supplied in even the most challenging scenarios.  \nOur purchasing agreements and our relationships with other \nmethanol producers allow us to exchange product where  \nneeded to meet our commitments with our clients even  \nduring supply chain interruptions.\nCHANGING STORM PATTERNS/INTENSITIES  \nAND EXTREME WEATHER EVENTS\nMore severe and frequent storms and weather events could negatively \nimpact our operating capacity and supply chain. Specifically, tropical \nstorms could impact our plants in Geismar and Trinidad, and our \nMedicine Hat site has experienced flooding in the past. Other extreme \nweather events can impact rail or marine shipping transportation. –We have integrated a response process to extreme weather  \nevents as part of our business continuity standard plans.WEATHERING HURRICANE IDA\nWith Hurricane Ida projected to heavily impact the \nGeismar region, we enacted our Hurricane Shutdown \nPlan on August 27, 2021, proactively shutting down \nour Geismar G1 and G2 plants. \nAfter making landfall, the storm unexpectedly \nveered away from Geismar, sparing it the worst of \nthe extreme weather. While the facility sustained \nminor damage to insulation and flashing, no \npersonnel were injured. We successfully shut-\ndown the facility prior to losing any utility streams \nand had no environmental spills or releases. \nWe continued to supply our customers without \ninterruption through Hurricane Ida. \nLearnings from the event will be used to improve \nfuture hurricane responses. These include:\n –Adding timelines to procedures for shutdown  \nand shut in. \n –Implementing written communications to shifts \nto ensure clarity of instructions.\n –Clarifying site staffing levels for future events.|  Methanex 2021 Sustainability Report 38\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}