{"page_content": "We are committed to playing an active role in the \ntransition to a low-carbon economy by seeking ways \nto improve our energy efficiency and lower the CO₂ \nemissions from our operations. \nOur operations generate CO₂ emissions directly and \nindirectly through the production, distribution and \nuse of our product. To learn how we manage the \nemissions from marine vessels used for distribution, \nsee page 70 in the Waterfront Shipping section.  \nThis section describes how we reduce emissions  \nfrom our operations. \nNatural gas combustion in the reforming stage of \nour manufacturing process represents the primary \nsource of CO₂ emissions from our operations. \nMultiple factors determine the emissions intensity \n(CO₂/tonne of methanol) of our manufacturing \nprocess from year to year. These include the \nreforming technology in use at our plants, process \nefficiency, fuel composition, age of catalyst, natural \ngas supply, the source of purchased electricity and \nsteam, and the age, design and reliability of our \nfacilities. To reduce our emissions intensity, we focus \non maintaining a high level of reliability to keep our \nplants running continuously and optimizing our \nnatural gas efficiency. Read more on pages 25-26.Given the complexity of our processes, in 2021, \nwe established a CO₂ Emissions Management \nLeadership Team (CO₂ Team) to find further solutions \nto improve our energy efficiency and lower the CO₂ \nemissions from our current assets. Over the past \nyear, they oversaw key accomplishments include \nstandardizing measurement and reporting of carbon \ndioxide (CO₂) emissions for all sites to ISO standards \nand establishing performance benchmarks for \nemissions intensity capability (tonnes of CO₂/tonne \nof methanol under optimal operating conditions) at \neach of our plants. Together, these accomplishments \nenable effective target setting for emissions \nreductions, and accurate and timely measurement  \nof progress against these targets. \nDuring the year, each of our six manufacturing \nsites held workshops to identify potential emission-\nreducing projects for submission to the CO₂ Team \nfor consideration. The CO₂ Team reviewed submitted \nprojects and is prioritizing them based on three  \nkey factors: potential impact on CO₂ emissions,  \ncost, and timing considerations (i.e., they require \ntime to develop technology or they require a  \nplant turnaround). Projects chosen will be piloted and implemented \nin the next few years. We will continue to measure \nimprovements associated with these projects  \nand apply lessons learned across the company,  \nwhere applicable.\nThe CO₂ Team also explored carbon, capture, \nutilization and storage technologies to better \nunderstand the potential they hold for large GHG \nreductions at our manufacturing sites. Details \navailable on page 27.\nIn 2021, we revised our GHG emission quantification procedures to align \nwith the ISO 14064-1 Quantification and Reporting of GHG emissions  \nstandard. Since the publication of our last sustainability report, we have \nrecalculated and restated our GHG emissions for the years 2019 and \n2020 to align with the ISO standard. The numbers for the years 2017 \nand 2018 are therefore not comparable to the revised data. The increase \nin GHG emissions is due to how ISO 14064-1 standards account for CO₂ \nutilized from an industrial neighbour at our Medicine Hat facility.\nOver the last five years, our Scope 1 and 2 GHG emissions intensity  \n(on an equity basis) has remained relatively consistent and been closely \nlinked to production levels in our asset mix. ~98%\nglobal plant \nreliability in 2021GHG Emissions From \nOur Operations\nGHG EMISSIONS FROM MANUFACTURING\nmillion tonnes of CO₂e  |  tonnes of CO₂ / tonne of methanol\n4.20.2 0.2\n4.1 4.70.2\n4.0 3.90.61 0.600.640.63 0.62\n0.1 0.16.0\n0.00.70\n0.00\n2017 2018 2019 2020 2021\nScope 1S cope 2G HG Intensity (Scope 1 + Scope 2)|  Methanex 2021 Sustainability Report 44\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}