{"page_content": "Transportation Safety\nAs the world’s largest producer and supplier of \nmethanol, it is essential that we use our leadership \nposition to promote methanol safety best practices \nand set high safety standards for our suppliers. \nWe choose partners that share our values and \nstandards, including responsible carriers to safely \ntransport our product and well-managed storage \nterminals to safely store it.\nASSESSING TRANSPORTATION CARRIERS\nWe contract sea vessels, barges, trucks and railcars \nto distribute our product. Depending on the mode of \ntransport, we use different assessments to evaluate \nand select responsible carriers that align with our \nvalues and safety practices.\nVessels: Approximately 80 per cent of our production \nis transported by marine vessels through our \nsubsidiary Waterfront Shipping. For details, see \nWaterfront Shipping on page 69.Railcars: In North America, 40 per cent of our \ncustomers are supplied with methanol by rail.  \nOf this, the majority is shipped using Methanex’s  \n1,144 leased, operated and maintained railcars. In \naddition to regulatory inspections of those railcars \nevery 10 years, our railcar preventative maintenance \nprogram in North America requires Methanex \ninspections of railcars every five years. Inspections \nverify that all equipment meets legislated standards. \nBarges and trucks: In addition to vessels and \nrailcars, our regional offices also contract barges \nor trucks and conduct assessments appropriate \nfor their jurisdiction. These assessments, which \nare conducted on a three- to five-year cycle, \ninclude criteria to evaluate quality, safety, security, \nenvironment and corporate social responsibility. \nIn China, we developed a barge inspection \nquestionnaire based on in-house shipping \nexperience and use this in the barge vendor \nselection process.PROMOTING METHANOL SAFE HANDLING  \nBEST PRACTICES\nIn addition to providing safety data sheets to all \ncustomers and distributors, we share best practices \non methanol safe handling and loading procedures \nthroughout our supply chain from our plants to ship, \nrail or truck. We also offer methanol-handling safety \nseminars, webinars and workshops to stakeholders \nthroughout our supply chain. In 2021, we held 45 \nwebinars/seminars, reaching 167 organizations  \nand more than 800 people.\nEVALUATING TERMINALS \nAs part of our marketing and logistics service,  \nwe load and distribute methanol at 127 terminals \naround the world – the majority of which are \ncustomer terminals. We lease storage at 32 of these \nterminals. We use three types of assessments to \ngauge terminals’ quality, health, safety, security and \nenvironment practices: In 2021, we completed 107 \nterminal assessments. We will continue working to \nfurther embed this strategic requirement in contract \nrenewals with terminals, customers and suppliers. \nRead an in-depth discussion of our terminal \nassessments in our 2020 sustainability report . \nSIX-TIME CONSECUTIVE WIN FOR GRAND SLAM\nIn 2021, we received a Grand Slam Award from the \nAssociation of American Railroads for our 2020 rail \nperformance in North America – our sixth year in a \nrow receiving this award. Read more on page 21.\nRESPONSIBLE CARE LEADERSHIP  \nIN TERMINAL SAFETY\nContracted or leased terminals that store and \ndistribute our product are important partners  \nin safety. \nThe ethics of Responsible Care guide our \ninteractions with these terminals, in some cases \ngoing beyond the written partnership; we meet \nregularly with leadership during site visits to \ndiscuss emergency response and equipment  \nand preventive maintenance. \nIn one example, we paid for a platform modification \nat a third-party Geismar terminal to make boarding \nand disembarking vessel safer. |  Methanex 2021 Sustainability Report 55\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}