{"page_content": "Methanex is focused on resilience against \ncyberattacks to protect our data, systems, assets \nand identities. When team members began working \nremotely in 2020 due to COVID-19, it became even \nmore important to apply cybersecurity measures \nand ensure our team members are equipped to play \na key role in helping to mitigate cybercrime. We use \nthe following processes and systems to manage \ncybersecurity-related risks:\n –Comprehensive system: We protect our systems, \ninformation and physical assets through a \ncybersecurity system that aligns with the \nNational Institute of Standards and Technology \nCybersecurity Framework and includes people, \nprocess and technology elements. The system is \nreviewed annually internally and assessed by an \nindependent third party every three years. The \nmost recent independent review was in late 2019. \n –Critical assets in separate networks: Our network \nis divided into smaller segments (zones) to ensure \nour critical systems and assets are protected \nfrom malware and malicious actors. Each zone \nis classified based on how critical it is to the \norganization, with appropriate security controls \nor rules in place to manage access and traffic flow. We protect our most critical zones, such as our \nplant systems, from the Internet and the corporate \nnetwork, minimizing the risk of breach. \n –Risk assessment: We work with our business \nunits to identify risks by conducting cybersecurity \nreviews of emerging threats, cyber process \nhazard assessments at our manufacturing sites, \nand threat modelling to simulate potential \nthreats. The results inform changes to make \nbusiness processes more resilient to cyberattacks.\n –Training: We provide annual, mandatory \ncybersecurity awareness training sessions \nfor all team members. In 2021, over 99 per \ncent of employees and contractors completed \ncybersecurity training. We also provided specific \ntraining for distributed control system engineers, \nand Finance, Human Resources and IT team \nmembers to help them manage the increased \ncybersecurity and privacy risks related to their roles. \n –Awareness campaigns: We provide information \nto make team members aware of their critical \nrole in preventing unauthorized access to \nMethanex’s network. Our CEO publishes a \nquarterly cybersecurity blog to reinforce the \nimportance of cyber awareness, highlight best practices in digital hygiene and to direct \nteam members to resources for questions or \nsupport. On our intranet, we provide a list of \nbest practices to prevent common attacks such \nas phishing scams and social engineering. We \nalso hold awareness events such as International \nCybersecurity Awareness Month and \nInternational Privacy Awareness Day. \n –Testing: We regularly test team members' \ncybersecurity awareness through phishing \ncampaigns, and the results inform our \ncybersecurity training strategy for the year. In \n2021, business leaders received testing results for \ntheir teams and, where needed, provided coaching \nto improve team awareness and compliance.\n –Assessing cyber risks of suppliers: While \nMethanex has invested significant time and \nresources into protecting our own systems and \nplants against cybersecurity threats, we could be \npotentially vulnerable to an attack on key vendors \nthat provide services and materials required for \nour business continuity. In 2021, we took initial \nsteps to better understand this risk through \nreviews with select suppliers. We will expand \nthese reviews to include other suppliers in 2022.\nRANSOMWARE TABLETOP EXERCISE \nIn December 2021, leaders from across Methanex \nconducted a cybersecurity tabletop exercise to \nidentify opportunities to improve cyber incident \nresponse plans, decision-making and processes. \nDuring the three-hour simulation and debrief, \nmembers of the IT-Technical Incident Response \nTeam immersed themselves and participants in a \nmock ransomware scenario. Simulating real-life \ndevelopments, the scenario evolved during the \nexercise, stimulating risk-based discussions, and \ndeepening our understanding of potential business \nimpacts from cybersecurity risks.\nThis successful test of our cyber incident response \nhelped us identify areas for process improvement \nand where new guidelines or directives are required. \nOur next cybersecurity tabletop exercise is planned \nfor mid-2022. As a learning organization, Methanex \nwill continue to adapt our cybersecurity process to \nprotect our facilities and information and support \nbusiness continuity.Cybersecurity\n|  Methanex 2021 Sustainability Report 68\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}