{"page_content": "This report contains forward-looking statements with respect to us and our industry. These statements relate \nto future events or our future performance. All statements other than statements of historical fact are forward-\nlooking statements. Statements that include the words “believe,” “expect,” “may,” “will,” “can,” “should,” \n“potential,” “develop,” “estimate,” “strive,” “anticipate,” “aim,” “goal,” “target,” “plan,” “predict” or other \ncomparable terminology and similar statements of a future or forward-looking nature identify forward-looking \nstatements. More particularly, and without limitation, any statements regarding the following are forward-\nlooking statements: Methanex’s business strategies, plans, prospects, opportunities and its sustainability, \nclimate change and ESG initiatives and strategies; expected demand for methanol (including low-carbon,  \nbio-methanol or e-methanol) and its derivatives; the ability for low-carbon, bio-methanol or e-methanol to \nbecome commercially viable; expectations around our ability to reduce CO2 emissions intensity, including the \navailability of new technology and our ability to invest in such technology; the reliability of our plants; our \nexpected capital expenditures; the establishment of new fuel standards, including the ability for methanol \nto meet such standards; the establishment of future or increased carbon taxes in the regions where we \nmanufacture methanol and where our competitors manufacture methanol; the impacts of significant \nweather events; expectations regarding our ability to improve water efficiency; and expectations regarding \nour diversity and inclusion initiatives. All of the forward-looking statements are qualified by the assumptions \nthat are stated or inherent in such forward-looking statements, including the assumptions referred to in \nthe report. Although we believe that we have a reasonable basis for making such forward-looking statements, \nincluding our experience, our perception of trends, current conditions and expected future developments \nas well as other factors, certain material factors or assumptions were applied in drawing the conclusions or \nmaking the forecasts or projections that are included in these forward-looking statements, including, without \nlimitation, future expectations and assumptions concerning the following: the supply of, demand for and price of \nmethanol (including low-carbon, bio-methanol or e-methanol) and methanol derivatives; our ability to procure \nnatural gas feedstock (or renewable gas feedstock) on commercially acceptable terms; operating rates of our \nfacilities; the establishment of new fuel standards and methanol meeting those standards; the availability  of committed credit facilities and other financing; the commercial viability of low-carbon (including  \ncarbon, capture, utilization and storage (CCUS)), bio-methanol or e-methanol technology and the capital  \ncosts thereof) and absence of a material negative impact from changes in laws or regulations, including \ncarbon taxes.\nHowever, forward-looking statements, by their nature, involve risks and uncertainties that could cause \nactual results to differ materially from those contemplated by the forward-looking statements. The risks and \nuncertainties primarily include those attendant with the ability to produce and market low-carbon, green or \nbiomethanol and our ability to deploy sufficient capital to fund the necessary expenditures to implement the \nnecessary operational changes to achieve the goals, strategies and plans set out in the report, including, without \nlimitation: conditions in the methanol and other industries including fluctuations in the demand and price for low-\ncarbon, bio-methanol or e-methanol; the ability to carry out ESG initiatives and strategies; actions of competitors, \nsuppliers and financial institutions; our ability to obtain natural gas feedstock on commercially acceptable terms \nto underpin current operations; conditions within the natural gas delivery systems that may prevent delivery \nof our natural gas supply requirements; the availability and price of renewable natural gas feedstock; the \navailability and commercial viability of technology (including CCUS) to reduce our CO2 emissions intensity; \nactions of governments and governmental authorities, including, without limitation, implementation of policies \nor other measures that could impact the supply of or demand for methanol (including low-carbon, bio-methanol \nor e-methanol) or its derivatives; changes in laws or regulations; worldwide economic conditions; the impacts \nof the COVID-19 pandemic; and other risks described in our 2021 Sustainability Report and our 2021 Annual \nManagement’s Discussion and Analysis. Having in mind these and other factors, investors and other readers are \ncautioned not to place undue reliance on forward-looking statements. They are not a substitute for the exercise of \none’s own due diligence and judgment. The outcomes implied by forward-looking statements may not occur and \nwe do not undertake to update forward-looking statements except as required by applicable securities laws.Forward-Looking \nStatements|  Methanex 2021 Sustainability Report 83\nCEO Letter About Methanol About Methanex 2021 Highlights TCFD ESG Management Appendix", "metadata": {"source": "NASDAQ_MEOH_2021.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}