{"page_content": "2\n2021 Adobe Corporate Social Responsibility Report\nA message  \nfrom our CEO\nAs Adobe approaches its 40th anniversary, we have the \nopportunity to reflect on our impact and our purpose.  \nOv\ner the past four decades, our innovations have touched \nbi\nllions of lives across the globe. I’m incredibly proud of  \nthe im\npact our technologies have had on every aspect of \nso\nciety: from desktop publishing and imaging to electronic \ndocuments, video and gaming to digital marketing and \ncommerce. It is humbling to think that the digital world \nruns on Adobe’s tools and platforms. \nAd\nobe’s mission—to Change the  \nWo\nrld Through Digital Experiences— \nis more relevant than ever as we look \nahead to the next decade.\nAt A\ndobe, we believe that it is not just what y ou do, bu t how \nyou do i\nt that matters. We have always been committed to \nbuilding a company that does the  right thing by focusing on \npe\nople, purpose and community. This core set of values has \ngu\nided our evolution and growth over the past four decades \nand inspires our over 25,000 emp loyees around the world  \nto f\nocus on having more impact and inventing the future. \nCor\ne to our purpose are three areas where we are uniquely \npo\nsitioned and motivated to make a difference: Adobe for All; \nCr\neativity for All; and Technology to Transform.Adobe for All: We believe that everyone deserves equal treatment and opportunity \nand that the best way to drive change is to start within Adobe, by building a diverse and inclusive culture that represents and celebrates different perspectives. Greater representation leads to a virtuous cycle of more role models, advancement, growth and meaningful innovations for our customers and communities. We continue to  \nbe a leader in pay parity, and we are committed to growing our talent pipeline and increasing global diversity across the company and in leadership positions.\nAs part of our ongoing efforts to prepare students from diverse backgrounds  \nwith strong technology and creativity skills, Adobe established partnerships with \nHistorically Black Colleges and Universities (HBCUs) and Hispanic-serving Institutions (HSIs). Each university received a US$1 million donation from Adobe as part of  \nour newly launched Anchor School Program to prepare students for jobs in the technology and creative industries.\nIn the last year we have focused on supporting the protection and advancement  \nof equal access to opportunities for marginalized and underrepresented groups. As  \na first step in this effort, Adobe, with financial support from the Adobe Foundation, \nlaunched a 3-year Equity and Advancement Initiative with 11 leading global Non-Governmental Organizations (NGOs), including OutRightAction International, Human Rights Watch and Equal Justice Initiative, that will seek to address systemic barriers to opportunity and advance social equity. Through this model, the Adobe Foundation and the company are making long-term, strategic commitments and investing a minimum of US$20M over three years to provide meaningful partnership opportunities, learning experiences for employees and new ways of leveraging Adobe’s unique strengths in support of issues key to Adobe and our communities.", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}