{"page_content": "11\n2021 Adobe Corporate Social Responsibility Report Adobe Changemakers Spotlight:\nReadability\nReading is foundational to acquiring knowledge and sharing ideas, \nbut most people can’t read with proficiency. In fact, a majority of adults in the US ages 16 to 74 lack proficiency in literacy, reading below a 6th-grade level, and the first year of the pandemic brought the number of children who struggle with reading up to 500 million worldwide. Adobe’s Readability Initiative is helping address this worldwide problem through targeted research, product development, and partnerships with University of Central Florida, Readability Matters, World Education, and more. Liquid Mode in the Adobe Acrobat Reader app was the first step in delivering better readability for all—and there are more innovations on the horizon.\nEnlisted Design\nRecognized by Fast Company as one of the top design firms in the world, Enlisted Design works with Adobe's 3D modeling and immersive applications and across Illustrator and Photoshop to understand how consumers interact with products and how they can bring joy to that experience through sustainable practices—like using compostable materials, plant-based inks, bio-plastics, FSC certifications, and more. Through its work, Enlisted Design seeks to broaden the standard definition of sustainability, inspiring the partners it works with to seek sustainable business solutions to pressing global issues such as coal burning. \nGovernment partnerships in all 50 states\nIn 2021, Adobe proudly achieved partnership with Federal Government as well as individual agencies at the state, county, and city levels in all 50 states to empower digital modernization. Through a combination of Adobe Experience, Document, and Creative Cloud solutions, our various partnerships have enabled government agencies to streamline COVID-19 testing, distribute vaccine information to constituents, power the first-ever online decennial Census, efficiently pivot to remote workstreams, shift to paperless processes to conserve natural resources, and more. \n", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}