{"page_content": "12\n2021 Adobe Corporate Social Responsibility ReportSpotlight:  Building trust\nAs we continue to bring transformational \ntechnologies to market, we’re committed to advancing the responsible use of technology for the good of society. Our innovations are making a significant impact in areas such as content authenticity, AI ethics, data privacy and security, and human rights. \nArtwork by Pawel NolbertContent Authenticity Initiative\nWe’re leading the Content Authenticity Initiative  \n(CAI) with numerous partners in hardware, \nsoftware, publishing, and social media to establish the standard for transparency and attribution across the entire content ecosystem and bring more trust to media. In 2021 CAI grew to over  \n650 members, up from 3 founding members in 2019 (Adobe, The New York Times Company,  \nand Twitter)—a testament to the urgency we  \nall feel to build provenance standards now, and  \nto do it in the open with the broadest possible  \nset of contributors. \nIn October 2021, we launched a publicly available   \nbeta version of Content Credentials within  \nPhotoshop , allowing users to view and attach \nprovenance to their work. In addition, all  \nimages downloaded from Adobe Stock (around \n300,000 images per day) now come with Content Credentials attached. Behance now also supports Content Credentials in its single image view,  \nwhere creators can display attribution and history of their work and explore the digital provenance  \nof other projects. We also launched several case studies and proof-of-concept implementations  \nto demonstrate the value of the CAI technology.AI ethics \nWe believe that artificial intelligence (AI) has the power to amplify human intelligence, creativity, and ingenuity to create exceptional digital experiences, and we're committed  \nto advancing AI in an ethical, responsible, and inclusive way that makes it better for both our customers and society at large. We’re guided by the principles  of accountability, \nresponsibility, and transparency to mitigate potentially harmful bias in our solutions. In 2021, we continued to scale our AI ethics review process for our AI-powered features, and we helped advance important industry-wide initiatives by joining the Partnership on AI and developing BSA's Framework to Build Trust in AI alongside other technology leaders.\nData privacy and online safety \nTo earn the trust of consumers and creators, we invest in initiatives that enhance transparency and we embed data protection within our products and services. In 2021, we led industry-wide initiatives to tackle the distribution of child sexual abuse material through a partnership with the Technology Coalition , and we published an enhanced \nversion of our online safety resource to include first-of-its-kind child safety metrics.  \nWe also published our inaugural California Consumer Privacy Act transparency metrics on individual rights requests, furthering our commitments to consumer trust and corporate social responsibility. \nHuman Rights Impact Assessment\nAs a leading technology company with worldwide operations and a global footprint, we’ve always been committed to respecting the human rights of our employees,  \nbusiness partners, suppliers, customers, and communities. In 2021, we kicked off  \nan internal Human Rights Impact Assessment in partnership with Article One ,  \na specialized human rights consultancy, to help anticipate changing industry needs  \nand risks as well as to ensure that we have comprehensive and up-to-date policies  \nand practices throughout our operations.", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}