{"page_content": "13\n2021 Adobe Corporate Social Responsibility ReportSpotlight:  Sustainability\nClimate action has never been more important. \nWe’re committed to achieving a zero-carbon operational footprint; developing products  \nthat drive positive environmental impact;  \nand working with our peers, partners, and employees to foster a culture of sustainability.Guiding Principles\nWe enable  our customers to be more  \nsustainable through their use of our products. \nWe design  and build the most sustainable,  \ninnovative, and healthy workspaces for our employees. We reduce  operational costs and increase  \nproductivity through our sustainability initiatives. We foster  a culture of involvement in  \nsustainability through employee engagement. We protect  and enhance our reputation  \nthrough responsible business practices.  \nOperations\nWe’re leaders in energy efficiency and renewable energy, and it remains our \ngoal to power 100% of our operations with renewable energy by 2035.\n• We've set Science-Based Targets  to reduce our Scope 1 and 2 \noperations emissions by 35% and reduce business travel emissions  \nby 30% from our 2018 baseline. At the end of FY21, we achieved  \n41% and 97% (COVID-19 related), respectively. \n• More than 80% of our office space around the world is LEED or green building certified , and we look forward to the grand opening of \nour fully electric office tower at our San Jose headquarters later this year.\n• For our work in 2021, Adobe placed # 37 on the Barron’s Most \nSustainable Companies 2022 ranking , up from #65 last year. Product\nOur digital tools and workflows are helping customers reimagine design, business workflows, and marketing in ways that conserve natural resources. \n•Adobe Creative Cloud enables creative teams to reduce carbon f o\notprints with tools that enable digital collaboration \nand virtual design.  \n•Adobe Document Cloud  reduc es the waste and inefficiency \nassociated with paper-based document processes. \n•Adobe Experience Cloud  helps b usinesses create experiences \nthat engage customers digitally, reducing the need for paper communications and business travel. Policy advocacy and thought leadership\nWe work with our customers, industry peers, and partners like the Renewable Energy Buyers Alliance, BSR’s Future of Internet Power, the US Green Building Council, and the World Resources Institute to leverage the collective power of our brands to drive change. \nIn 2021, we signed our support for multiple pieces of \nlegislation and climate efforts, including the Renewable Energy Buyers Alliance Federal Policy Statement on grid decarbonization and a letter in advance of the UN Climate Change Conference urging leaders of G20 governments  \nto strengthen their climate commitments. \nArtwork by Frank Moth", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}