{"page_content": "Key ESG  \nPerformance Indicators14\n2021 Adobe Corporate Social Responsibility Report Responsible business\nAt Adobe, our commitment is to conduct business responsibly within our operations, with our customers and partners, or as it impacts \nour communities around the globe. The following disclosures help demonstrate our commitment to responsible business.\nREFERENCE INDICES KEY PERFORMANCE INDICATOR\nGRI 102-1 Name of organization Adobe Inc.\nGRI 102-3 Location of organization’s headquarters San Jose, CA\nGRI 102-2 Primary brands, products, and servicesDigital Media Offerings : Adobe Creative Cloud  (Adobe Aero, Adobe After Effects, Adobe Dimension, Adobe Dreamweaver, Adobe Fonts, Adobe Fresco, \nAdobe Illustrator, Adobe InDesign, Adobe Spark, Adobe Stock, Adobe Photoshop, Adobe Photoshop Lightroom, Adobe Premiere Pro, Adobe Premiere Rush, \nAdobe XD, Behance, Substance by Adobe); Adobe Acrobat and Adobe Document Cloud  (Adobe Acrobat DC, Adobe Sign, Adobe Scan); and more.\nDigital Experience Cloud Products and Services : Data and Insights (Adobe Experience Platform, Adobe Analytics, Adobe Audience Manager,  \nCustomer Journey Analytics, Real-time Customer Data Platform, Intelligent Services); Content and Commerce  (Adobe Experience Manager, Adobe Target,  \nAdobe Commerce); Customer Journey Management  (Adobe Campaign, Marketo Engage, Journey Orchestration).\nOther Products and Services : We also offer a broad range of other enterprise and digital media products and services. Information about other products \nnot referenced here can be found on our corporate website, Adobe.com\nRestated Certificate of Incorporation Restated Certificate of Incorporation\nGRI 102-50 Report BoundariesThe information in this report covers all of Adobe's global operations and subsidiaries during the 2021 fiscal year (November 28, 2020 to December 3, 2021) except where otherwise stated.\nREFERENCE INDICES KEY PERFORMANCE INDICATOR 2019* 2020* 2021\nGRI 102-7 Total revenue $11.171B $12.868B $15.79B\n% of total revenue\n      Americas 58% 58% 57%\n      EMEA 27% 26% 27%\n      APAC 15% 16% 16%\nNet income $2.951B $5.260B $4.82B\n% effective tax rate 8% -26% 15%\nSignificant Acquisitions Allegorithmic SAS Frame.io , Workfront\n* Find Adobe Corporate Social Responsibility reports from past years .", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}