{"page_content": "3\n2021 Adobe Corporate Social Responsibility ReportA message from our CEO\nCreativity for All: We believe everyone is creative and has the \nright to share their story, which will create a richer world for all  \nof us. We are committed to leading the way in empowering creators of all ages and backgrounds to access the tools, skills  \nand platforms they need to express themselves, reach their full potential and share their unique and diverse perspectives with the world.\nAs part of our longstanding commitment to creating greater \nopportunities for all, we have much to be proud of over the last year: our work with Sundance Ignite empowering talented young filmmakers from around the world with mentorship and support to pursue the next step in their careers; our Diverse Voices platform showcasing stories of diverse creators from a spectrum of disciplines; our Khan Academy partnership providing millions of students throughout the world with high-quality educational resources and fluency in creative skills; our Creative Residency program that has supported hundreds of creators from 45 countries through resources, mentorship and grants to bring their creative projects to life; and the many schools and organizations globally that we enable with our products. We are using our platform to give everyone the opportunity to tell their stories.Technology to Transform: As one of the world’s most \nin\nnovative software companies with products that touch billions \nof people, we must take the impact of our technology as seriously \nas the d\nevelopment of the technology itself. As we continue to \nbr\ning transformational technologies to market, we are committed \nto a\ndvancing the responsible use of technology for the good of \nso\nciety. Our innovations are making a significant impact through \na\nreas such as Content Authenticity, AI Ethics, Privacy & Security \nand\n Digital L i teracy.\nWe a\nre leading the Content Authent icity Initiative (CAI) with \nnumerous partners in hardware, software, publishing and social \nm\nedia, establishing the standard for transparency and attribution \nac\nross the entire content ecosystem and helping to bring more \ntr\nust to media. We believe AI has the power to amplify human \nin\ntelligence, creativity and ingenuity to create exceptional digital \nex\nperiences, and we’re committed to advancing AI Ethics in a \nre\nsponsible and inclusive way. In 2021, Adobe helped develop \nBS\nA's Framework to Build Trust in AI alongside other industry \nleaders. Adobe’s Privacy by Design approach proactively \nincorporates certified security and privacy controls that meet\nor exceed regulations into our product development.Sus tainability: We are committed to achieving a zero-carbon \noperational footprint, developing digital products that enable our \ncustomers and communities to drive positive environmental impact and working with our peers, partners and employees to foster a culture of sustainability. We have demonstrated leadership in energy efficiency and renewable energy practices through the adoption of leading Science-Based Targets and a 100% renewable energy target by 2035 to add more renewable energy to our grid. More than 80% of our office space around the world is LEED or green building certified, and we look forward to the grand opening of our fully electric office tower at our San Jose headquarters later this year. \nAs we look to our 40-year anniversary, I am proud \nof the continued industry recognition we receive as a great and equitable place to work. We are steadfast in our commitment to our people, our customers and our purpose to harness the best of Adobe toward making a significant, positive impact across the globe for years to come.\nSincerely,\nShantanu Narayen          Chairman & CEO, Adobe Inc. ", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}