{"page_content": "5\n2021 Adobe Corporate Social Responsibility ReportSpotlight:  Adobe for All\nWe believe that everyone deserves equal \ntreatment and opportunity, and that when people feel appreciated and included,  \nthey can be more creative, innovative and successful. We call this vision Adobe For All, and we’re working to achieve it through a variety of programs and initiatives. \nInclusive recruitment\nIn 2021, we established partnerships with Historically Black Colleges and \nUniversities (HBCUs) as well as Hispanic-serving Institutions (HSIs) through  \nour Anchor School Program . Each university received a US$1 million donation \nfrom Adobe to help prepare students for jobs in the technology and creative industries. We also continued our Hiring at Adobe program to strengthen  \nour hiring processes, and our Diversity Talent Acquisition team stayed focused on recruiting candidates from underrepresented groups. \nEmployee experience \nIn 2021, we continued to support our eight employee networks that build community for employees from underrepresented groups, including the new Indigenous & First Nations at Adobe ERG. We launched a global employee allyship program, and we continued to invest in the Taking Action Initiative to accelerate the representation and success of Adobe’s Black and underrepresented employees. We continued our weeklong global D&I event bringing thousands of employees \ntogether to focus on ways to strengthen inclusion and empathy every day.\nPay parity \nWe’re committed to fair compensation, and we invest in analysis and transparency to ensure that we’re on track. We define pay parity as ensuring that employees in the same job and location are paid fairly regardless of  \ntheir gender or ethnicity. In 2021, we again achieved global gender pay parity and pay parity between URM* and non-URM employees in the US.\n*Underrepresented minorities (URM) are defined as US employees who identify as Black/African-\nAmerican, Hispanic/Latinx, Native American, Pacific Islander, and/or two or more races.Looking ahead \nWe’ve set goals to increase representation  \nof women in leadership positions to 30% \nglobally by 2025, to double US URM in \nleadership positions by 2025, and to double \nBlack representation as a percentage of US \nemployees by 2025. Our diverse representation \nhas been moving in a positive direction year \nover year, but we still have work to do.\nDiversity metrics\n33.8 % \nglobal representation \nof women10.9%\nURM representation \nin the US\n1:1global gender pay parity \n(women/men) and  \nUS racial/ethnic pay parity (URM/non-URM)\nAdditional information and diversit y metrics are \navailable at www.adobe.com/diversity.html\nSee additional details in Adobe’s FY 2021  D&I \nYear in Review.", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}