{"page_content": "7\n2021 Adobe Corporate Social Responsibility ReportSpotlight: Diverse Voices\nAt Adobe, we believe that everyone \ndeserves the opportunity to share their creativity. We want to break down barriers that stand in the way, especially for emerging and underrepresented creators like Black, Latinx, Asian and Pacific Islander, LGBTQ+, and female-identifying artists and storytellers.\nOur Diverse Voices initiative highlights the stories  \nof underrepresented creators, providing a single \ndestination for inspiration, education, and connection.  \nAs part of this effort, we’ve used Adobe channels to elevate creators through the following programs:\nWomen Create\nCreativity from women inspires creativity in women. Our Women Create Wednesday series tells the stories of inspiring women across industries, cultures, and geographies, and it garnered 10 million views in 2021.  \nWe also collaborated with Marie Claire to launch their first ever Creators \nissue—a special-edition magazine that highlights female-identifying creatives including designers, directors, influencers, and entrepreneurs. \nCreate Change \nThis conversational digital series brings together diverse creators from a spectrum of disciplines to share how they're using creativity to find inspiration and make an impact in the world. Thirty-six creators have participated across three seasons—including Lena Waithe, Hunter Schafer, Michaela Jae, America Ferrera, Wanda Sykes, and Cleo Wade—and special editions have celebrated Pride and Hispanic Heritage Month. The series garnered 33 million views as of July 2021. Sundance Ignite\nAdobe was a founding supporter of the Sundance Ignite Program in 2015 and has been an integral partner since.  \nEach year, the Sundance Ignite x Adobe Fellowship invites  \n10 emerging filmmakers between the ages of 18–25 to participate in this year-long program, which includes an unrestricted grant, bespoke mentorship and support, and  \na trip to the Sundance Film Festival. \nBuilding on the success of the Sundance Ignite program,  \nthe Women at Sundance | Adobe Fellowship was created  \nin 2020 to support women artists who are creating bold  \nnew work in diverse disciplines. In 2021, we continued our \ncommitment to emerging filmmakers through the Sundance Ignite and Women at Sundance | Adobe Fellowships. Our sponsorship of Sundance Ignite made the 2022 Sundance Film Festival accessible to young film fans. Ignite Day Presented by Adobe had a great turnout for the panel Pathway to the First Feature and the screening of the 2021 Sundance Ignite x Adobe winning films.\n", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}