{"page_content": "10\n2021 Adobe Corporate Social Responsibility ReportSpotlight:  Adobe Changemakers\nAdobe celebrates customers, creatives, and \npartners who use our solutions to create positive social and environmental impact  \nto build a better world. \n Watch the video\n100cameras\n100cameras  works with youth around the world \nwho’ve had challenging experiences and teaches \nthem how to process and tell their stories through photography. Adobe partnered with 100cameras in 2021 to create virtual and in-person photography workshops that will benefit youth and classrooms  \nin more than 65 countries. We also jointly launched an exclusive Adobe Stock Premium image collection  \nthat aims to amplify these diverse young voices,  \nwith 100% of proceeds going back to 100cameras  \nto fund participant community needs.\nPhoto by Elle Wildha\ngen for 100cameras, 2019\nAmerican Red Cross \nIn 2021, Adobe recognized American Red Cross with an Adobe Experience Maker Changemaker award for revolutionizing customer experience to drive social impact. American Red Cross uses Adobe Experience Cloud to make it easier for people to sign up to donate blood and save lives. The nonprofit also uses the platform to  \nprovide real-time performance metrics when volunteers are working in disaster areas, helping them respond more effectively. We’re humbled that our work with American Red Cross helps increase  \nthe organization’s ability to serve communities across the country.\nStock Photography by Marko Kokic/American Red Cross\nTSB Bank\nBy improving self-service forms for customers with Adobe Sign,  \nTSB Bank  has reduced paper consumption by 7,000 pages per day  \nand eliminated as many as 15,000 face-to-face visits to branches over  \n2 months. These wins have contributed to TSB’s Scope 3 savings,  \nhelping the company reduce the environmental impact of its value chain through actions such as reducing carbon emissions from transport. \n", "metadata": {"source": "NASDAQ_ADBE_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}