{"page_content": "ESG R eport 2021COVID-19 RESPONSE: OUR COMMITMENT TO PATIENTS\nAt Agios, the health of our employees, our communities and the \npatients we serve is our top priority. In 2020, the onset of the \nCOVID-19 pandemic provided an opportunity and an imperative to take \nimmediate action to minimize disruptions to accessing our medicines \nand to continue to serve the patients who are counting on us.\nSupply\nThroughout 2020, Agios experienced no interruptions in supply of \nTIBSOVO® or our investigational medicines. \nDue to our pre-pandemic inventory strategy and accelerated \nmanufacturing to further mitigate risk, we had sufficient supply of \nmedicine to support commercial patients and all ongoing and  \nplanned clinical trials despite some supply chain challenges caused  \nby the pandemic.\nAgios’ international expanded access program (EAP) remained \nongoing throughout 2020, and there were no disruptions to supplying \nTIBSOVO® through this program related to COVID-19.Patient Access\nTIBSOVO® can be delivered directly to patients’ residences, which \nensured they could still receive their medication even if they were \nhomebound for a prolonged period of time during the pandemic.\nmyAgios™ Patient Support Services remained fully functional and \navailable to help patients with access, reimbursement and financial \nassistance for TIBSOVO®. \nIn February 2020, Agios established a Clinical Trial Coronavirus Task \nForce to ensure the safety of patients in our clinical trials and to \nsupport patients on a case-by-case basis to enable their continued \nparticipation in the studies during the COVID pandemic. Where \nappropriate, Agios instituted home visits, telemedicine approaches, \nthe use of local laboratories and courier shipments of investigational \nmedicines.\nSafety of Medicines\nOur medicines are manufactured and packaged in controlled facilities \nthat are approved by the U.S. Food and Drug Administration (FDA), \nensuring the medicines are protected against all contaminants \nincluding COVID-19.\n14", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}