{"page_content": "ESG R eport 2021\nEmployee Engagement\nWe conduct a full organizational health survey every few years \nand supplement that with more frequent targeted surveys to \nmeasure employee engagement and satisfaction. In Q4 2019, \nwe had a strong participation rate in our organizational health \nsurvey with more than 80% of employees indicating:\n• They have what they need to perform their jobs successfully \nand effectively.\n• They are proud to work at Agios and feel they are part of \nsomething meaningful.\n• They can speak up if they have an idea or if something  \ngoes wrong.\n• Their manager cares about their concerns and that they  \nare supported if they choose to make use of flexible  \nworking arrangements. \nAgios utilizes these company surveys to form action plans and \nexperiments designed to identify and improve company culture \nand the employee experience. Progress against action plans is \nshared with the entire company. For example, in response to \nemployee feedback from the 2018 survey, Agios launched a \nformal policy on workplace flexibility that we’ve been operating \nwith for a year. Based on the results from another recent survey, \nflexibility is now an area of strength for Agios. In 2020, feedback \nfrom surveys informed on-site safety protocols and additional \nbenefits to support employees during the COVID-19 pandemic.\nOther Agios benefits that have evolved as a result of employee \nfeedback include: discretionary time off policy, formal company \nshut down during the last week of August and December, expanded \nparental leave and the introduction of a family leave policy.Voluntary and Involuntary Turnover Rates\nSASB: HC-BP-330A.2\nVoluntary and involuntary turnover rates across all levels (executives/\nsenior managers, mid-level managers and professionals) are in \nalignment with, or lower than, the industry average.\nComprehensive Compensation, Rewards and Benefits\nTo incentivize and reward strong performance, we have established \na competitive and balanced compensation and benefits package, \nincluding short-term and long-term incentives, discretionary paid \ntime off policy, generous parental and family leave plans and premium \nmedical benefits.EMPLOYEE RECRUITMENT, ENGAGEMENT AND RETENTION\n18", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}