{"page_content": "ESG R eport 2021\nABOUT US\nAgios is a biopharmaceutical company focused on providing important \nmedicines for some of the world’s most challenging diseases. Agios is \npassionately committed to applying our leadership in the field of cellular \nmetabolism to transform the lives of patients.\nInspired by patients and frustrated by the limitations of conventional \napproaches to treatment, Agios pioneered a novel path to treating cancer \nand genetically defined diseases by targeting cellular metabolism. In our \nfirst decade, Agios brought two precision oncology medications from our \nown labs to patients – TIBSOVO® (ivosidenib tablets) for acute myeloid \nleukemia (AML) patients with an IDH1 mutation and IDHIFA® (enasidenib) \nfor AML patients with an IDH2 mutation.\nDuring that same time period, the Agios team discovered and developed \nsix additional investigational new drug (IND) candidates, including the \nfirst pyruvate kinase R (PKR) activator in development as a potential \ntreatment for a rare hemolytic anemia known as pyruvate kinase \ndeficiency. Agios is leading the way in advancing PKR activation for \nadditional hemolytic anemias, including thalassemia and sickle cell disease, and the company continues to foster a productive research \nengine that yields new insights and potential therapeutic approaches \nfor genetically defined diseases. \nIn late 2020, we announced that Agios will move forward with a \nsingular focus on accelerating and expanding our genetically defined \ndisease portfolio, including the mitapivat clinical programs and a \nrobust pipeline of therapeutic candidates by entering into a definitive \nagreement to sell our commercial, clinical and research-stage \noncology portfolio to Servier, an independent global pharmaceutical \ncompany that is committed to the cancer community and to \ninvesting in our oncology assets and our employees who support \nthese programs. \nThis transformation will allow our oncology portfolio to grow and \nthrive with Servier and will provide Agios with the resources required \nto optimize the development of our promising genetically defined \ndisease therapies, ultimately enabling the greatest overall positive \nimpact for patients. The transaction closed on March 31, 2021.\n3", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}