{"page_content": "ESG R eport 2021COVID-19 RESPONSE: OUR COMMITMENT TO EMPLOYEES\nIn an effort to safeguard the health of our employees and \ncommunities when the COVID-19 pandemic began sweeping \nthe U.S., we immediately implemented an action plan that took \ninto consideration local and national public health guidelines, \ninput from our employees and our desire to reduce the risk of \ntransmission to our employees and communities. We took the \nfollowing steps:\n• In the early stages of the pandemic, we temporarily \nclosed our offices and labs and eliminated the in-person \ninteractions between our field staff and physicians.\n• As the situation evolved, we implemented a deliberate, \nphased approach to returning to on-site work under a set \nof operating procedures designed to protect the health and \nwellbeing of our team and communities.\n• We developed a plan for primarily employees who have \ncritical on-site work – such as those who work in our  \nlabs – to return to our Cambridge headquarters, and for  \nour field staff to safely interact with physicians on a  \ncase-by-base basis.\n• We instituted – and continue to follow – many measures to \nensure the safety of those who are on-site, including daily \nhealth screenings, requiring the use of masks, clear signage \nto ensure social distancing can be maintained and providing \nsupport to enable employees to commute without using \npublic transit.• We also partnered with Project Beacon and One Medical to \nfacilitate regular on-site testing for employees in the office, \nand with Everlywell to help with testing our field-based team \nmembers.\n• We adjusted our approach to employee communications to \nmaintain our culture in a mostly virtual environment, such \nas through a dedicated intranet section (called the Stay-\nat-Home Hub), more frequent and virtual companywide \nmeetings, and expanded resources such as a partnership \nwith Out School and offering LinkedIn online learning. \nThroughout the pandemic, our ability to embrace flexibility has \nhelped us maintain productivity to deliver for patients.\n23", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}