{"page_content": "ESG R eport 2021ENERGY AND GREENHOUSE GAS EMISSIONS\nEnergy and Emissions Reduction Efforts\nAlthough Agios leases all of our buildings, we continue to \nenhance and promote sustainable practices in our existing \nspaces and ensure our future spaces are designed with \nsustainability in mind. To date, we have completed a number  \nof sustainability projects such as converting to LED lighting \nsystems, installing energy-efficient appliances and building a \n50+ bike storage unit to encourage employees to cycle to work.ENVIRONMENTAL STEWARDSHIP AND   \nCORPORATE RESPONSIBILITY\nEfforts to Reduce Hazardous Waste Production\nOur hazardous waste program ensures that Agios complies with \nall relevant local, state and federal regulations for proper signage, \nstorage, labeling, transporting and disposal of waste. Weekly internal \ninspections are conducted to ensure compliance. Agios is evaluating \nadditional measures to reduce hazardous waste through improved \nsolvent inventory, purchasing and recycling practices.\nEfforts to Reduce Solid Waste Production\nAgios continues to compost as a main strategy for reducing waste. \nWe use all compostable products in our cafeteria. Throughout this \nyear, we aim to expand our composting program and have worked to \nengage our food service partners to use compostable containers for \nmeal deliveries.\nEfforts to Reduce Water Usage\nAgios continues to reduce our water consumption and plastics waste \nby introducing low-flow, high-efficiency fixtures and water bottle fill \nstations into our facility. Agios currently has single-stream recycling \nprograms and pipette tip recycling throughout the labs. Agios \ncontinues to explore additional opportunities to reduce enterprise-\nwide consumption of single-use plastics. To date, we have saved over \n72,000 plastic bottles from being landfilled.\n27", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}