{"page_content": "ESG R eport 2021CASE STUDY:  ADVANCING CARE FOR AN  \nUNDERSERVED PATIENT COMMUNITY\nPyruvate kinase (PK) deficiency is a debilitating disease with  \nno approved disease-modifying treatment options. Due to  \nthe rarity of the condition, people living with PK deficiency have \nhistorically been overlooked, underdiagnosed and underserved.\nAgios is the pioneer in researching the first investigational \ntreatment for PK deficiency that has the potential to transform the \ncourse of this disease by improving red blood cell health, energy \nand longevity. In late 2020 and early 2021, Agios reported positive \ntopline data from two pivotal Phase 3 studies in adults with PK \ndeficiency and plans to work with U.S. and EU regulators to bring \nthis investigational, oral, disease-modifying therapy to patients.\nIn addition, Agios has led the way in supporting this patient \ncommunity holistically. Agios has made important strides in \nelucidating the burden of disease by funding a natural history study \nof PK deficiency in partnership with Boston Children’s Hospital \nand continuing that work through building the first global patient \nregistry ( PEAK Registry ). Agios has also developed informative \nresources  to educate both physicians and patients. Agios has \ncollaborated with patient advocacy groups to help establish the \nfirst international PK deficiency patient advocacy advisory council. \nAnd Agios has worked to solve the problem of underdiagnosing PK \ndeficiency, as well as other genetically defined hemolytic anemias, \nby launching a no-cost next-generation sequencing testing \nprogram called Anemia ID.\nWe are proud to continue to advance care and support for a group \nof individuals who previously had been underserved. It is this \npotential to make a significant impact for patients that drives the \nAgios team every day.\n9", "metadata": {"source": "NASDAQ_AGIO_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}