{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  2leTTer from AuT ode Sk ceo\nthe year 2009 was challenging for many companies, including Autodesk. the financial crisis \nforced firms to make difficult decisions. And yet, through this tumultuous and uncertain time, we became even more committed to working with our customers to address the urgent sustainability challenges we all face.\nOur core business is providing design software to our customers—including millions of \narchitects, designers, and engineers worldwide—to help create a better-designed world. using our products, customers can build 3d models of their designs and optimize the design \nacross many parameters before building a physical prototype. they can make mistakes on the computer and not in the physical world. this enables smarter, more sustainable decisions, whether designing a building, highway, car, utility network, or consumer product. the impact  \nof this shift is profound, as 80 percent of a product’s environmental impact is determined  by decisions made in the design phase.\nthis year, we see some really exciting opportunities for sustainable design to gain traction and \ntransform the world in positive ways. For example, the clean technology industry is solving the most pressing environmental problems of our generation and is one of the most dynamic sectors of today’s economy. In 2009, we launched the Autodesk Clean t ech Partner Program \nin north America and in 2010 we will expand it to Europe.\nAnother important opportunity is improving building energy efficiency—one of the most \ncost-effective ways to decrease greenhouse gas emissions. Customers use our products  to quickly develop and analyze models of new and existing buildings, and then identify opportunities to save energy and money. For existing buildings, we developed a workflow called rapid energy modeling that enables owners to create 3d models using simple digital photographs. this in turn allows customers to conduct whole building analysis in a matter  \nof hours and prioritize retrofit opportunities. We applied this to 6 of our facilities and are sharing it with customers worldwide.\nSeveral trends will accelerate sustainable design in the coming years. Computational power, \nspurred by dramatic advances such as cloud computing, continues to increase exponentially and is fundamentally changing the design process. Instead of developing and then testing prototypes sequentially, designers can now test multiple variables across thousands or  even millions of scenarios to find the best one. We’re even beginning to use computers to generate designs, not just test them. b eyond new technologies, designers are also turning  \nto biomimicry for inspiration and solutions that have been developed and perfected in  \nnature over 3.8 billion years.\nAddressing global sustainability challenges will require new levels of expertise and \ncollaboration among designers, architects, and engineers worldwide. Fortunately, the next generation of students brings an unrivaled passion for sustainability and a demand for  \nthe knowledge and tools to create world-changing designs. We look forward to supporting these students with our very best tools and training, and to learning from them as well.\nAs a leading provider of design and engineering software, the single most important \ncontribution we can make to sustainability is to provide our customers with the very best design and engineering software. that said, we also want Autodesk to be the model of  a sustainable enterprise. For this reason, we introduced, implemented, and open-sourced C-FAC t, a novel approach to setting greenhouse gas reduction targets.\nOur dedication to sustainability cuts across our entire company. In fact, I have never seen  \nan issue that has so captivated our workforce, across every region, employee level, functional area, and demographic.\nSustainable design is about looking far into the future, but it’s also about seizing the opportunities \nof the moment. Our future is being designed today, and as a company we are more committed than ever to helping our customers realize the unlimited potential of sustainable design.\n—\n  Carl Bass, Chief Executive Officer, Autodesk\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}