{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  11The Autodesk e vents Project Team\nthe Autodesk Events Project t eam manages the evaluation, prioritization, and implementation \nof measures that reduce the environmental impact of our events. the team works in \ncollaboration with key stakeholders across the company. Learn more about our corporate environmental management structure.\nGreening our iT operations\nAutodesk recognizes that It is fundamental to our business and can have both a positive and negative environmental impact.\ndata c enter e nergy u se\ndata center energy use has the biggest environmental impact of all Autodesk It operations. \nIn fiscal year 2010, it resulted in 2,244 metric tons of carbon dioxide emissions, or 4% of Autodesk’s carbon footprint.\nto decrease energy use in our data centers, Autodesk uses the Energy Star rating system to \nselect the most efficient data servers, as well as invests in virtualizing servers. d ata server \nvirtualization saves energy by reducing the need to run and cool physical servers. So far, \nAutodesk has virtualized 38% of our servers. Autodesk is a member of the Green Grid, a global consortium of It companies seeking to improve energy efficiency in business computing systems. In 2009, we contributed to the Greed Grid t echnical Committee’s efforts to develop \na metric for data center energy efficiency called Power u sage Effectiveness (PuE). According \nto the u ptime Institute, the typical data center has a PuE of 2.5, with efficiency improving as \nPuE approaches 1.0. the Autodesk average PuE at our main vendor’s data center is 1.8.\niT office e quipment\nAutodesk uses the  Electronic Products Environmental Assessment t ool (EPEA t) rating \nsystem to select desktop hardware. EPEA t helps us evaluate, compare, and select hardware \nbased on environmental performance criteria such as energy efficiency, lower use of toxic material, and less waste produced in manufacturing.\nAutodesk also works to reduce energy consumption from It office equipment. For example, \nwe have implemented a desktop energy management system that can remotely measure and activate energy efficient power management settings on company-owned computers.\nelectronic Waste\nAt the end-of-life phase, Autodesk works with electronic waste (e-waste) service providers to replace and recycle our It equipment responsibly. We evaluate the practices of our e-waste providers and are implementing a policy to screen and prioritize providers according to their environmental performance.\niT As a l ow-carbon Solution\nWhile It uses energy and generates e-waste, it also offers solutions that help reduce our overall environmental impact. Autodesk has made significant investments in virtual collaboration technologies that will reduce travel and improve remote work. these include 18 t elepresence \nsystems and more than 50 Roundtable systems. In addition, our new standard-issue laptop has a camera integrated into the unit to enhance remote collaboration such as virtual meetings and instant messaging. We are also rolling out training and support programs  \nto encourage employees to use these tools.\nThe Autodesk iT Project Team\nthe Autodesk It Project t eam manages the evaluation, prioritization, and implementation  \nof measures that reduce the environmental impact of our It operations. the team works  in collaboration with key stakeholders from across the company. Learn more about our corporate environmental management structure.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}