{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  12Transitioning to Software download\nProviding our customers with the option to download software and upgrades rather than \nreceive them by mail helps reduce our impact on the environment. Software download enables us to save material and energy and reduce waste from the shipping and packaging process.\nFor example, in 2009, Autodesk measured the carbon footprint of AutoCAd\n® software and \nfound that software download in the u nited States is 5 times more carbon efficient than \ndelivering a fully packaged product. Starting in 2010, Autodesk® Subscription customers in \nkey countries will receive their software electronically by default. they will be notified that \ntheir software upgrade is available to download, and will have an option to order a physical shipment if preferred. If every Subscription customer made the decision to download their software instead of order a box shipment, we would reduce carbon emissions by almost 80%¹ over the course of a year—this is the CO\n2 equivalent of driving a mid-size car around the \nEarth 67 times.²\nMany of our customers have told us they would prefer to download their software upgrade. \nSoftware download gives Subscription customers immediate access to the latest upgrades and is more convenient than installing the file from a Cd or d Vd.\nAutodesk As a l iving lab\nAt Autodesk, we have a unique opportunity to explore innovative ways of using our software for sustainable design by applying it to our own business and operations. this enables us to:\n•\tExplore and enhance sustainable design functionality in our software\n•\tbetter understand and address customer needs\n•\tImprove our own environmental performance\n•\tdevelop new product workflows that help advance sustainable design\nby using Autodesk as a living lab, we leverage our own technologies to further innovations  \nin sustainability. b elow are examples of our first projects:\nrapid e nergy m odeling with Autodesk Software\nAutodesk developed a workflow for rapid energy modeling, a streamlined process for building energy assessments. We tested the workflow using Autodesk software on our facilities and found it can help reduce time and costs of energy modeling.\nGreening our Aec Headquarters with Autodesk Software\nAutodesk solutions for building Information Modeling (bIM) were instrumental in helping achieve LEEd certification at our headquarters for architecture, engineering and construction in Waltham, Massachusetts. ¹ All CO 2 equivalencies are from the u .S. Environmental \nProtection Agency, and calculated based on number of Autodesk Subscription orders for which software download is a delivery option. Assumptions are based on u.S. distribution of AutoCAd 2008 software during fiscal \nyear 2009.\n² Assumes average fuel efficiency of 22.5 MPG (10.45L/100km) and circumference of the Earth of 24,901 miles (40,074 kilometers).\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}