{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  13Achieving leed c ertification in the Autodesk Gallery\nusing Autodesk software, the Autodesk Gallery at One Market achieved LEEd Platinum \ncertification for Commercial Interiors. the design firms and general contractor worked with \nAutodesk to renovate the space using an innovative Integrated Project delivery approach.\nengaging v endors and Suppliers\nAutodesk works with vendors and suppliers to encourage and support more sustainable business practices and offerings. We believe this is important for promoting a global movement toward standardizing and improving such practices.\nevents\nAutodesk has introduced carbon footprint measurement techniques to the large hosting venue for our annual user conference, Autodesk u niversity. Last year, collaboration with  \nthe venue led to successfully recycling 98% of materials consumed at the conference, and spurred the venue to begin submetering the conference space to track energy use as well  as accelerate its recycling practices going forward.\nAutodesk has also paid for a trade show management vendor to attend an environmental \nconference, and helped the vendor identify more environmentally friendly materials. Since then, the vendor has expanded its business to focus more on environmental events signage. Lastly, Autodesk has built and maintains a sustainable materials database for reference by booth designers and events vendors. Learn more about how Autodesk greens events.\nTravel\nAutodesk asks our travel vendors about their environmental performance, which helps us define requirements in our requests for proposals and make decisions that will reduce our environmental impact:\n•\tFrom our preferred airline partners, we request information about the fuel efficiency  of their jets.\n•\tFrom our car rental and leasing vendors, we ask for information about the availability  of hybrid vehicles.\n•\tFrom our preferred hotel partners, we request information about their environmental commitments, green cleaning, and sustainable tourism certifications.\nfacilities\nAutodesk works with its facilities suppliers and service providers to encourage green practices and to source sustainable products whenever practical. We honor global agreements with key suppliers of products like furniture and carpets who have made a significant investment in the development of sustainable products and have continuing environmental initiatives for future products and manufacturing processes. Additionally, we work with our office building landlords to employ green cleaning practices and implement waste recycling programs.\niT\nAutodesk promotes virtualization and Energy Star servers with our data center vendors, and piloted an enterprise-quality computer energy management system. Learn more about our efforts to green our It operations.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}