{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  15SocieTY\ncorporate Governance\nAutodesk is committed to the highest standards of corporate governance and ethics and \ndiligent compliance with financial accounting and reporting rules. Our board of directors provides independent leadership in the exercise of its responsibilities.\nAs of April 2010, the Autodesk board of directors is comprised of 9 directors, including \nAutodesk President and CEO Carl bass. All current directors, other than bass, are independent, according to the criteria for independence established by the nASd AQ Rules.\nthe Autodesk board of directors adopted the Governance Guidelines in 1995, and most recently amended them in 2010. these guidelines cover areas such as selection of the chairman and CEO, board compensation, board size and composition, and director independence.\nthe board of directors has 3 committees: Audit, Compensation and Human Resources, and \nCorporate Governance and nominating. the Autodesk Investors online resource features committee charters and director biographies.\nexecutive management\nOur 11 executive officers oversee a strong system of internal controls and compliance with corporate policies and applicable laws and regulations.\nLearn more about corporate governance at our Investors site, including stock trades by \nmembers of our board of directors or by executive officers of the company.\nbusiness e thics\nProfessional behavior that demonstrates strong business ethics, good judgment, and integrity is essential for creating the atmosphere we want and expect at Autodesk.\nWe are committed to establishing and maintaining such an environment and have adopted a \nCode of business Conduct (CobC) that conveys our values and expectations. the code details our policies and procedures, and establishes how we perform our daily work. It covers areas such as equal opportunity, confidentiality, political contributions, and free and fair competition.\nAll Autodesk employees worldwide are required to complete CobC training annually and to \ncertify that they have reviewed, understand, and agree to follow the CobC. As of April 2010, 100% of Autodesk employees have completed the training program and certified that they have reviewed, understand, and agree to follow the CobC.\nIn addition, Autodesk has a Code of Ethics for senior executive and financial officers. the \ncode covers issues such as conflicts of interest, filings with the Securities and Exchange Commission (SEC), and disclosures to the public, as well as compliance with governmental laws, rules, and regulations. It is signed by all executives who report directly to the CEO  and by certain members of our finance organization.\nreporting c oncerns\nOur CobC includes instructions for reporting possible violations of Autodesk policies or practices. the code prohibits reprisal or retaliation of any sort against anyone who has made a good-faith report of a suspected violation.\nIn 2006, Autodesk established a business Ethics and Compliance Hotline to enable employees \nand third parties to report suspected compliance issues for investigation and resolution. the hotline is available 24 hours a day, 7 days a week, and is run by the network, an independent company. All calls are answered by trained interview specialists fluent in Spanish and English. For more than 150 other languages, the interview specialists use interpreters.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}