{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  16the toll-free number is available to Autodesk employees worldwide. All calls to the hotline \nmay be made anonymously. Autodesk will follow up on and work to resolve all hotline reports made in good faith.\nthe hotline may be used to report:\n•\tSuspected violations of the Autodesk CobC\n•\tQuestionable accounting practices, accounting controls, or auditing matters\n•\tSuspected violations of applicable laws and regulations\n•\tAny other compliance concerns or issues\nA web-based reporting tool is also available for reporting such suspected activity. It is \nmaintained by the same third party as the hotline and also allows for anonymous reporting in Chinese, dutch, English, French, French Canadian, German, Italian, Japanese, k orean, \nPortuguese, Russian, Spanish, and Vietnamese.\nPublic Policy\nAt Autodesk, we participate in the public policy debate to advance innovation and economic growth.\nIntellectual property (IP) is a key area of interest. IP rights, especially related to copyright \nand patents, provide the legal underpinning for software development and licensing. this body of law enables us to invest in software innovation and recover our investments in the marketplace. Software piracy, on the other hand, is a form of theft that threatens this economic dynamic. A recent report from the business Software Alliance (bSA) states that the worldwide software piracy rate is at 41%, exceeding 90%¹ in some countries. Our public policy advocacy calls for reasonable and balanced IP laws to help ensure that innovation is rewarded and piracy is minimized.\nAutodesk has supported strong IP provisions in countries worldwide, including through \ntreaties with members of the World t rade Organization, so that our licenses are enforceable \nand actually enforced. We also have advanced reforms to the u .S. patent law to help ensure \nthat it keeps pace with technological change while reducing litigiousness. In addition, we urge policy makers globally to support appropriate civil and criminal enforcement actions  to address large-scale piracy operations.\nWe have also supported other policies related to innovation, such as the u .S. Research  \nand development t ax Credit and similar measures to stimulate domestic investment  \nin software development.In response to the global financial crisis in 2009, many countries accelerated their investment \nin green energy and infrastructure projects to stimulate economic activity and build a foundation for future growth. Autodesk engaged with government officials, nonprofit organizations, think tanks, and other entities to advance sustainable design principles, especially with regard to infrastructure development, and to support policies that help reduce energy consumption and greenhouse gas (GHG) emissions. t o this end, Autodesk:\n•\tProvided advice to policy makers in the u .S. Congress and the u .S. Administration  \nabout the latest developments in design and energy analysis tools\n•\tbecame a partner with the u .S. Environmental Protection Agency (EPA)  \nClimate Leaders Program\n•\tServed as a cabinet member of the World Economic Forum t ask Force on Low Carbon  \nEconomic Prosperity, as well as its Energy Efficiency Working Group and Sustainable  Consumption board\n•\tPresented at the u nited nations (un) Climate Change Conference 2009 in Copenhagen, \ndenmark, on Autodesk best practices, the role of buildings in reducing carbon emissions,  \nand how our software can help reduce climate change, save money, and create jobs\n•\tContributed 2 case studies to the Climate Group SMAR t 2020 project\n¹ See Sixth-Annual bSA-IdC Global Software ‘08 Piracy \nStudy: In brief .", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}