{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  17•\tWorked with the World Resources Institute and other organizations to provide \ngovernment officials with expert data and analysis regarding building energy efficiency technology and related policy alternatives\n•\tbriefed u .S. Congressional and agency officials about the environmental benefits gained \nthrough the use of d igital Prototyping and building Information Modeling (bIM) \nsoftware tools for infrastructure design and construction\nmemberships and Alliances\nAutodesk promotes innovation, economic growth, and policies related to sustainability by collaborating with several organizations including:\n•\tbusiness Software Alliance—active in more than 60 countries worldwide, the foremost organization dedicated to promoting a safe and legal digital world. Autodesk was a founding member.\n•\tEPA Climate Leaders—an industry-government partnership that works with companies to develop comprehensive climate change strategies. Autodesk is a partner in the program.\n•\tthe Green Grid—a global consortium dedicated to developing and promoting energy efficiency for data centers and business computing ecosystems. Autodesk is a member of the t echnical Committee to influence new standards related to data center efficiency.\n•\tInformation t echnology Industry Council (ItI)—an international association of leading \nsoftware, hardware, and communication technology companies. Autodesk participates on the Environmental Leadership Council to promote innovation, sustainable design,  and energy efficiency throughout the economy.\n•\ttechnet—a bipartisan, political network of CEOs and senior executives that promotes \nthe growth of technology and the innovation economy. Autodesk is a member of technet’s Green t ech Working Group.\n•\tWorld Economic Forum—an independent, international organization striving towards  \na world-class corporate governance system where values are as important as rules. Autodesk served as an invited cabinet member of the t ask Force on Low Carbon \nEconomic Prosperity to advise the G20 on the road to the un Climate Change Conference 2009 in Copenhagen.\n•\tWorld Resources Institute—an environmental think tank that goes beyond research to find practical ways to protect the earth and improve our lives. Autodesk is a member of the Corporate Consultative Group and an invited advisor to the GHG Protocol development process for supply chain and events.\nRead more about Autodesk’s strategic partnerships.\ndiversity\nAt Autodesk, diversity is both a value and a goal, and we are fortunate to have employees that represent a variety of backgrounds and contribute different perspectives. Such diversity leads to new ideas, creativity, and growth, and adds value to the company. As a global organization, it is essential that our employees mirror the diverse customer base we serve.\nOur commitment to diversity is reinforced in our Code of business Conduct which states that \ndiscrimination or harassment based on a person’s race, color, creed, religion, national origin, citizenship, age, sex, sexual orientation, marital status, mental or physical disability, or any other classification protected by law will not be tolerated. this protection applies to all Autodesk employees, contractors, temporary workers, and business partners worldwide.\nWe post all of our job openings to a variety of diversity sites via Workingd iversity.com, on \nwhich we are a featured employer. We also reach out to candidates through our collaboration \nwith the Society of Women Engineers.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}