{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  18employee Survey\nAt Autodesk, we believe that employee engagement and satisfaction are key to our business \nsuccess. Since 2005, we have conducted an annual employee survey to get feedback in areas such as employee engagement, manager effectiveness, communication, growth and development, leadership and vision, and more.\nIn 2009, 94% of employees completed this online survey, which was hosted by a third party \nto ensure anonymity. Areas of greatest strength included the following:\n•\tEmployee engagement remained high at 68%, compared with an external norm of 64%.\n•\tOverall manager effectiveness scored favorably at 74%, compared with an external  norm of 67%.\n•\tEighty-two percent of employees feel proud to work for Autodesk.\nthe survey also identified areas for improvement. In 2009, scores on promotion opportunities and rewards and recognition fell from 2008 and will be an area of focus moving forward.\nIn response to the survey results, every manager creates and implements an action plan that \nforms part of each group’s yearly goals. A survey site on the Autodesk intranet details each group’s focus.\nHealth and Safety\nAutodesk believes its employees are its most important asset, and strives to provide employees with a healthy and safe work environment.\nHealth and Wellness\nOur commitment begins with working to help employees and their spouses or partners minimize and avoid health problems.\nSeveral years ago, we introduced a voluntary and confidential wellness program in the  \nunited States. u p to 67% of u .S. employees participated in the program, which includes \nmonetary incentives to help employees and their spouses or partners maintain healthy lifestyles. depending on the results after completing an online health assessment questionnaire, participants could enroll in a coaching program or complete a 6-week online healthy living program. Many participants in the coaching program have experienced improvement in their identified health risk factors.\nthe program also offers voluntary wellness campaigns designed to help employees reduce \nstress, increase physical activity, and make positive diet changes. On-site biometric screenings and flu shots are offered at many u .S. office locations, and have been well received by \nemployees. the program began in the u nited States, but we continue to evaluate its success \nand anticipate expanding elements of this program to other locations, as feasible.\nIn 2009, Autodesk was proactive in addressing H1n1 flu concerns by posting employee \ncommunications and resources on our intranet, focusing on business continuity drills, increasing cleaning services in our office locations, and monitoring global hotspots based  on CdC and WHO alerts and tracking employees to limit travel to affected areas.\nto further encourage the successful adoption of a wellness program, employees are eligible \nfor subsidized health-club memberships or a fitness allowance in countries such as Australia, \nCanada, India, the u nited k ingdom, and the u .S.\nSee more information about employee benefits.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}