{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  19Safety and Security\nAutodesk has established policies and programs to encourage employee and visitor safety. \nWe updated our Injury and Illness Prevention program in 2007. the program includes the following elements:\n•\tManagement commitment and assignment of responsibilities\n•\tSafety communications with employees\n•\tAssurance of employee compliance with safe work practices\n•\tScheduled inspections and an evaluation system\n•\tAccident investigations\n•\tProcedures for correcting unsafe or unhealthy conditions\n•\tHealth and safety training and instruction\n•\tRecord keeping and documentation\nTravel Aid Many of our employees travel frequently for business. t o keep them safe, we advise them  \nof relevant health and security conditions at their destinations before they depart, and  \ntrack their location so we can update them if needed. We also work with a medical services provider, delivering medical assistance to employees who become ill while traveling.\nEmergency Preparedness, Response, and Recovery \nWe have created site-specific emergency response plans for all of our locations in case of emergencies such as fire, security threats, or power failure. A senior-level crisis-management team directs and supports local emergency response teams throughout phases of any incident. Employees can call our Security d ispatch Center at any time with questions about \nsafety or security.\nOccupational Injury and Illness Data \nIn the u .S., we track the number of occupational injuries and illnesses resulting in worker \ncompensation claims. the rate per 100 full-time employees has remained relatively flat during the last 3 years, with the most significant injuries being ergonomic- or repetitive stress-related and representing 41% of the total. Slip-and-fall injuries represented 27%.\nTraining and development\nProviding employees with training and development opportunities is fundamental to their continued professional development and to the ongoing success of Autodesk.\nWe believe that career development is a shared responsibility among employees, their \nmanagers, and the company. Employees must clarify and communicate their aspirations, proactively develop relevant skills, and seek out opportunities. Managers, in turn, help set appropriate expectations, direct employees to useful resources and tools, and champion their staff for appropriate opportunities. For its part, Autodesk maintains a culture that fosters employee growth, publicizes current and future opportunities, and helps managers support employee growth and holds them accountable for doing so.\nAutodesk offers extensive professional and technical development to managers, individuals, \nand teams. We also provide consulting services to teams to identify coaching needs and to run facilitated discussions and team-building sessions. Many of these sessions help employees develop the 8 Autodesk leadership competencies:\n•\tCommunication skills\n•\tthinking skills\n•\tStrategic management\n•\tMotivation skills\n•\tLeadership skills\n•\tbreadth and depth\n•\tInterpersonal skills\n•\tSelf-management", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}