{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  20Managers are encouraged to complete the following courses:\n•\tAutodesk Leadership Program\n•\tSituational Leadership\n•\tCommunication Success Skills\n•\tnew Manager Orientation\n•\tManaging High Performance\n•\tManaging Within the Law\n•\tHiring and Interviewing Skills\n•\tdriving Profitable Growth\nthe Autodesk Leadership Program, the core Autodesk management development course, \nteaches managers to provide employees with leadership and direction in an environment  of teamwork, innovation, and change to help their teams function efficiently and use resources effectively.\nWe also encourage individual contributors (non-managers) to take classes in areas ranging \nfrom leadership to project management to presentation skills. For example, in our fiscal year 2010 (which ended January 31, 2010), 540 individual contributors completed an online module called dealing with Change, 381 participated in Meeting Smart (along with their managers), and 48 completed a combined total of 1,950 hours of Employee Leadership. this is just a small part of our extended online and classroom-based curriculum—and we are seeing a shift from classroom-based training to on-line content in support of our global management population.\nIn 2009, we introduced 2 new virtual programs on performance management and career \ndevelopment. We also invested significantly during 2008 and 2009 in our online onboarding program for new employees. this program covers topics such as the Autodesk product development cycle, how we bring products to market, and more.\nthe shift to online learning has environmental benefits as well. For example, the training \ndepartment has replaced paper-based class evaluations with an online tool and has minimized the amount of printed classroom material. Virtual learning also reduces employee travel to live events. External content providers supplement our training and education programs with learning materials, online training modules, and in-person classes. We don’t centrally monitor or report spending in this area as employee needs vary significantly.\nSustainability r eporting\nAutodesk is committed to sharing information about our environmental performance and how our products enable sustainable design. this transparency allows customers, investors, employees, non-government organizations, and others to assess our progress.\nIn 2008, we published our first sustainability report. Since then, our sustainability \ninitiatives and accomplishments have grown. We now post sustainability informa-tion directly to our website on an ongoing basis, to ensure it remains up-to-date. Performance data included on this site is based on the Autodesk fiscal year (February 1-January 31) and covers Autodesk global operations, unless otherwise stated.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}