{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  3environmenT\nSustainability Strategy\nOur vision is to help millions of architects, designers, and engineers worldwide radically \ntransform the built world by making sustainable design easy and accessible. Our broad customer base and extensive product portfolio provide a competitive advantage for Autodesk to help companies worldwide address sustainability challenges.\nAutodesk customers vary in size, industry, and location, yet most wrestle with critical \nsustainability challenges:\n•\tthe cost and climate impacts of fossil fuel use compel companies to design more efficient products and processes.\n•\tIncreasing scarcity of water, land, and other natural resources requires companies  to use these resources more intelligently.\n•\tGrowing focus on toxic materials among customers and governments is forcing companies to rethink what goes into their products.\nAutodesk design software helps companies address these key issues, along with other challenges.\nOver the last few years, our sustainability strategy has had 3 main areas of focus: making the \nbest products for sustainable design, managing our impact by modeling environmental best practices in our operations, and partnering with innovators to extend our reach.\nWhile these continue to be central to our program, we have heightened our focus  \non 3 specific areas:\n1. Working with building owners to advance building energy efficiency by applying Autodesk technology in new ways.\n2. Collaborating with entrepreneurs and established firms worldwide to accelerate  clean technology.\n3. Providing tools and resources to educate the next generation of designers,  architects, and engineers.\nEach is essential in the shift to a more sustainable economy, and in every case, Autodesk software has the capability to propel breakthrough innovations and transform our future.\nSustainability Governance\nOur sustainability governance model ensures strong collaboration and clear accountability across multiple levels of the company.\nOur CEO Carl bass and his executive team play an active role in defining Autodesk’s \ncorporate sustainability strategy and are accountable for setting strategic direction in each of Autodesk’s focus areas. Implementation teams, composed of leaders representing different parts of the company through our corporate environmental management structure, are responsible for execution.\nAutodesk d irector of Sustainability Lynelle Cameron, who reports to the chief marketing \nofficer, is responsible for setting and implementing our sustainability strategy. to further embed sustainability into our business, Autodesk integrates sustainability \nconsiderations into our annual strategic planning process.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}