{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  21Glob Al rePor TinG  iniTiATive index\nthe Global Reporting Initiative (GRI) Index provides a framework for sustainability reporting. \nbrowse through Autodesk’s GRI Index to find information in this document based on the GRI comprehensive list of reporting items.\nitem description detail\n1.1 Statement from the most senior decision maker in the \norganization about the relevance of sustainability to the \norganization and its strategy.Letter from Autodesk CEO\n1.2 description of key impacts, risks, and opportunities. Sustainability Strategy\ncomPAnY  Profile\n2.1 name of the organization. Autodesk, Inc.\n2.2 Primary brands, products, and/or services. Products\n2.3 Operational structure of the organization, including main divisions, operating companies, subsidiaries, and joint ventures.Industries\n2.4 Location of organization’s headquarters. San Rafael, California\n2.5 number of countries where the organization operates, and \nnames of countries that have major operations or that are specifically relevant to the sustainability issues covered in the report.Corporate Environmental Management\n2.6 nature of ownership and legal form. Autodesk, Inc., is incorporated under the \nlaws of delaware, u SA. Its shares are \npublicly traded on the nASd AQ stock \nexchange under the symbol AdSk.\n2.7 Markets served (including geographic breakdown, sectors \nserved, and types of customers/beneficiaries).Industries\n2.8 Scale of the reporting organization. Annual Reports\n2.9 Significant changes during the reporting period regarding size, \nstructure, or ownership.Annual Reports\n2.10 Awards received in the reporting period. news and Events\nrePor T PArAmeTerS\n3.1 Reporting period (e.g., fiscal/calendar year) for information \nprovided.Sustainability Reporting\n3.2 date of most recent previous report (if any). Fall 2008\n3.3 Reporting cycle (annual, biennial, etc.) Sustainability Reporting\n3.4 Contact point for questions regarding the report or its contents. Sustainability Reporting\n3.5 Process for defining report content. Corporate Environmental Management\n3.6 boundary of the report (e.g., countries, divisions, subsidiaries, \nleased facilities, joint ventures, suppliers).Sustainability Reporting\n3.7 State any specific limitations on the scope or boundary of the \nreport (see completeness principle for explanation of scope).noted in relevant sections\n3.8 basis for reporting on joint ventures, subsidiaries, leased facilities, outsourced operations, and other entities that can significantly affect comparability from period to period and/or \nbetween organizations.Facilities\n3.9 data measurement techniques and the bases of calculations, \nincluding assumptions and techniques underlying estimations applied to the compilation of the Indicators and other \ninformation in the report.Setting a t arget for Corporate \nGreenhouse Gas Reduction\n3.10 Explanation of the effect of any re-statements of information \nprovided in earlier reports, and the reasons for such re-\nstatement (e.g. mergers/acquisitions, change of base years/periods, nature of business, measurement methods).Autodesk Carbon Footprint\n3.11 Significant changes from previous reporting periods in the \nscope, boundary, or measurement methods applied in the \nreport.Autodesk Carbon Footprint\n3.12 table identifying the location of the Standard d isclosures in \nthe report.GRI Index\n3.13 Policy and current practice with regard to seeking external assurance for the report.Autodesk has elected not to receive external verification for the information included in this report.\nGovernAnce, c ommiT menTS , And enGAGemenT\n4.1 Governance structure of the organization, including \ncommittees under the highest governance body responsible \nfor specific tasks, such as setting strategy or organizational oversight.Corporate Governance", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}