{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  224.2 Indicate whether the chair of the highest governance body \nis also an executive officer (and, if so, their function within \nthe organization’s management and the reasons for this \narrangement).Corporate Governance\n4.3 For organizations that have a unitary board structure, state \nthe number of members of the highest governance body that \nare independent and/or non-executive members.Corporate Governance\n4.4 Mechanisms for shareholders and employees to provide recommendations or direction to the highest governance \nbody.In Autodesk’s proxy statement, we direct \ncorrespondence to the board of directors \nthrough our headquarters address.\n4.8 Internally developed statements of mission or values, codes of conduct, and principles relevant to economic, \nenvironmental, and social performance and the status of their implementation.business Ethics / Autodesk Environmental Policy / Values\n4.13 Memberships in associations (such as industry associations) \nand/or national/international advocacy organizations. Partnerships / Public Policy\n4.14 List of stakeholder groups engaged by the organization. Autodesk has a wide range of \nstakeholders, including customers and prospective customers; employees and \nprospective employees; government/\npolicy makers; investors; vendors; local communities; students; strategic partners; non-governmental \norganizations; the press, members of \nthe Autodesk developer network; and resellers and distributors.\n4.15 basis for identification and selection of stakeholders with whom to engage.to determine the most appropriate \norganizations to engage with, we \nconsider their relevance to our business, \nthe investment of time and resources required—and, when relevant, their influence and expertise in sustainable \ndesign.\neconomic\nEC1 Economic value generated and distributed, including \nrevenues, operating costs, employee compensation, donations and other community investments, retained earnings, and payments to capital providers and governments. (Core.)\nGrants / Annual Reports\nEC3 Coverage of the organization’s defined benefit plan \nobligations. (Core.)Annual Reports\nenvironmenTAl\n Management approach disclosures Corporate Environmental Management\nEn5 Energy saved due to conservation and efficiency improvements. (Additional.) Greening Our It Operations / Greening \nOur Facilities\nEn6 Initiatives to provide energy-efficient or renewable energy based products and services, and reductions in energy requirements as a result of these initiatives. (Additional.)Products / Issues\nEn7 Initiatives to reduce indirect energy consumption and reductions achieved. (Additional.) It Operations / Our Events / t ravel  / \nFacilities / Autodesk As a Living Lab / \ntransitioning to Software download\nEn16 total direct and indirect greenhouse gas emissions by weight. \n(Core.)Autodesk Carbon Footprint\nEn18 Initiatives to reduce greenhouse gas emissions and reductions \nachieved. (Additional.)It Operations / Our Events / t ravel  / \nFacilities / Autodesk As a Living Lab / \ntransitioning to Software download\nEn26 Initiatives to mitigate environmental impacts of products and \nservices, and extent of impact mitigation. (Core.)transitioning to Software download\nEn29 Significant environmental impacts of transporting products and other goods and materials used for the organization’s operations, and transporting members of the workforce. \n(Additional.)transitioning to Software download / \nEmployee t ravel\nlAbor PrA cTice S And decenT  Work\n Management approach disclosures diversity / Employee Survey / Health and \nSafety / t raining and development\nLA1 total workforce by employment type, employment contract, \nand region. (Core.)As of February 2010, Autodesk has more \nthan 6,500 employees worldwide\nLA3 benefits provided to full-time employees that are not provided \nto temporary or part-time employees by major operations. (Additional.)benefits\nLA11 Programs for skills management and lifelong learning that support the continued employability of employees and assist \nthem in managing career endings. (Additional.)training and development\nSocieTY\nSO5 Public policy positions and participation in public policy \ndevelopment and lobbying. (Core)Public Policy", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}