{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  4managing our i mpact\nWith our broad customer base, more than 6,500 employees, and thousands of vendors and \npartners worldwide, Autodesk has the opportunity to influence the future of the built world, not only through the power of sustainable design software, but by greening our own business and collaborating with vendors and partners to support sustainable business practices.\n•\tAutodesk Carbon Footprint—While the Autodesk carbon footprint is relatively small,  we strive to accurately measure and reduce it, modeling best practices in corporate carbon accounting.\n•\tCorporate Greenhouse Gas t arget—Autodesk has developed and implemented a method \nfor setting corporate greenhouse gas targets that align with globally accepted climate stabilization targets.\n•\tCorporate Environmental Management—Autodesk’s environmental management system helps us make sustainability decisions and improve environmental performance in areas where the company has the most impact: employee travel; facilities; major events; It operations; product delivery.\n•\tusing Autodesk Software to Reduce Autodesk’s Impact—Autodesk has used Autodesk \nsoftware to measure and reduce the impact of our own facilities. In doing so, we test and improve the ability of Autodesk software to help customers green their businesses, while greening our own business at the same time.\n•\tEngaging with Vendors and Suppliers—Autodesk works with its vendors and suppliers  to support more sustainable business practices and offerings within their organizations.\n•\tSocially Responsible Investment Indexes—b ecause of the company’s strong \nenvironmental performance, Autodesk has been included in several socially responsible investment (SRI) indexes.\nAutodesk carbon f ootprint\nAlthough the Autodesk carbon footprint is relatively small, we strive to implement best practices to consistently measure and reduce it. Over the past 3 years, we have dramatically improved our measurement system and become a more carbon-efficient company, reducing our greenhouse gas (GHG) emissions per revenue dollar year after year.\ndecreased e missions in f iscal Year 2010\nIn fiscal year 2010 (February 2009-January 2010), we reduced our carbon footprint over the prior year by 33% to 51,540 metric tons of carbon dioxide equivalent (CO\n2e).\nthe Autodesk workforce was reduced in fiscal year 2010 by 12%; Autodesk revenues also decreased by 26%. u ndoubtedly, these reductions influenced our carbon footprint. However, \neven after accounting for these changes, Autodesk became more carbon efficient, decreasing carbon emissions per employee head count by 24% and per revenue dollar by 10% over the prior year.\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}