{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  5reducing our b iggest i mpact Areas\nIn fiscal year 2010, we reduced CO2 emissions in almost every area of our footprint.\nEmissions from travel, our largest impact area in fiscal years 2008 and 2009, decreased by \n44%. this was due to targeted efforts to reduce travel using virtual collaboration tools, such as 18 t elepresence systems and more than 50 Roundtable systems.¹\nWe decreased energy use in our facilities, leading to a 10% reduction in facilities-related emissions. k ey changes included energy efficiency retrofits, operational changes in our \nfacilities, better space utilization at major offices, and divestiture from smaller sites.\nCarbon emissions from employees commuting decreased by 46%, due mostly to a reduction \nin workforce. At the same time, employees also adopted more sustainable ways to get to work. According to a survey, the percentage of employees who drove alone to work as their exclusive means of transportation decreased from 34% in fiscal year 2009 to 27% in fiscal year 2010. the percentage of employees who took public transportation exclusively rose from 22% to 25%.\nWe successfully decreased our footprint from major events by 31%. this is largely due to \nvirtual components we added to our events along with targeted efforts to maximize remote attendance. For example, at our biggest annual event, Autodesk u niversity (A u), we \nlaunched A u Virtual, a virtual parallel program that successfully enabled thousands more \ncustomers to participate in the A u experience without having to travel. t otal attendance  \nfor the combined A u event and A u Virtual grew by 95% and carbon emissions decreased by \n37% due to this increased proportion of virtual attendees.\nCarbon emissions from data centers and fleet did not change significantly. While these \nrepresent the smallest portion of our footprint, we did take measures to reduce the impact of our data centers and other It operations, with both financial and environmental benefits to the business.\nScope of f ootprint\nAs part of our commitment to model sustainability best practices, Autodesk has chosen to include a large range of business activities in our footprint, including Scope 3 emissions. While we don’t have direct control over these emissions, they would not exist without our business activities or purchases. b y including them, we are better able to understand how \nour business activities influence our vendors’ carbon footprints and extend our influence  to improve our vendors’ impact on the environment.\nOur carbon footprint process has earned recognition by the Carbon d isclosure Project and \nvarious socially responsible investment (SRI) indexes.¹ telepresence solutions from Cisco Systems, Inc., enable \nlive, real-time visual and audio communications over \nhigh-speed networks of sufficient quality to replicate the face-to-face meeting experience but without the travel. the Roundtable videoconferencing system from Microsoft enhances the LiveMeeting experience with a 360-degree camera that auto-focuses to the speaker in the meeting and presents that speaker in a window alongside the screencast.\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}