{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  6our f iscal Year 2009 f ootprint\nOur fiscal year 2009 carbon footprint (February 2008-January 2009) as published last year \nwas 83,132 metric tons of CO2e. Over the past year, we’ve made improvements in our carbon \nfootprint methodology such as using more region specific data for extrapolations and transitioning to a new measurement system, which helped to further improve the accuracy of our footprint. t o maintain consistency across multiple years, we retroactively adjusted our \nfiscal year 2009 footprint using the new data. the revised footprint is 76,971 metric tons of CO\n2e.\nSetting a Target for c orporate Greenhouse Gas r eduction\nAutodesk has developed a new approach that corporations can follow in setting targets to reduce greenhouse gas (GHG) emissions. the approach calls for companies to reduce GHG emissions in line with global scientific and policy climate stabilization targets, and in proportion to companies’ relative contribution to the economy, measured by gross domestic product (GdP).\nIf all companies were to adopt this approach, private sector emissions would be on track to \nhelp stabilize the climate by 2050. Autodesk is making this approach open source so that other companies can adopt and build upon it.\nAutodesk’s Approach to Setting a Target\nthe Intergovernmental Panel on Climate Change (IPCC) reports that in order for climate stabilization to occur, industrialized countries need to reduce their absolute GHG emissions by 85% by the year 2050. Our approach, called C-FAC t, entails creating an index that enables \ncompanies to:\n•\tAlign corporate GHG reduction target with the IPCC goal\n•\tAdjust for relative contribution to global GdP\n•\tAnnually recalculate target based on the previous year’s performance\nAutodesk has committed to following this approach through the year 2020. In the spirit of transparency, we will publish the annual target derived from this methodology and our performance against that target at the close of each fiscal year (FY).\nFor FY10 (February 2009-January 2010), the methodology points to the need for Autodesk to \nreduce its absolute emissions by 4.52% compared to our FY09 (February 2008-January 2009) baseline. this translates to 3,756 metric tons of GHG.\nAbout Autodesk’s c ommitment to Sustainability\nSustainability is central to Autodesk’s ongoing success as a company. As a world leader in  3d design, engineering, and entertainment software, Autodesk and its tools help enable innovative, achievable solutions for a more sustainable world. b y modeling sustainable \n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}