{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  7business practices, including innovating new corporate best practices on carbon accounting \nand target setting, Autodesk inspires peers and business partners to espouse similar leadership positions.\ncorporate e nvironmental management\nunderstanding and reducing our impact on the environment requires a high level of \ncoordination and commitment. With more than 6,500 employees, offices in 88 different cities in 37 countries, several annual global events, and millions of users, obtaining the right data  \nand implementing environmental measures can be a challenge. Autodesk has instituted a management structure for obtaining environmental data, making investment decisions, and implementing measures to reduce our impact.\nenvironmental core Team\nAn Environmental Core t eam sets the strategic direction for instituting sustainability best \npractices across the company’s operations. the team is comprised of senior leaders from across the business, including facilities, real estate and travel, human resources, strategic planning and operations, finance, legal, sales, marketing, It , and each product division.\ntogether, these executives are responsible for understanding the environmental impacts  \nof our business; setting strategy, priorities, and goals for improving these impacts; and promoting these efforts throughout the company.\nenvironmental Project Teams\nProject teams directed by the Environmental Core t eam are responsible for executing  \non the strategy in our 4 largest impact areas:\n•\tEmployee t ravel\n•\tFacilities\n•\tMajor Events\n•\tIt Operations\nEach project team is co-led by the Sustainability t eam and an Autodesk employee from each \nof the impact areas. this collaboration ensures that environmental impact and business productivity work hand-in-hand.\nenvironmental m easurement System\nIn collaboration with the project teams, the Sustainability t eam manages a measurement \nsystem that captures data from across the company about our environmental impact.  \nthe teams work to ensure completeness and consistency of data, and provide financial and environmental analysis to prioritize investments.\nAutodesk has made progress in expanding our environmental measurement system and \ncapturing an increasing amount of data, particularly on our carbon footprint We have been recognized for our accomplishments in this area through inclusion in the Carbon d isclosure \nLeadership Index and various socially responsible investment (SRI) indexes.\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}