{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  8Autodesk e nvironmental Policy\nIn 2008, Autodesk CEO Carl bass signed the Autodesk Environmental Policy which outlines \nour high-level commitments in sustainability. the policy states the following:\nAutodesk is committed to helping our customers improve the environmental performance  \nof their products. Specifically, we will:\n•\tIntegrate features into our software products that help enable sustainable design\n•\tEducate customers and the general public about the important role of design in addressing global sustainability challenges\nAutodesk is committed to improving the environmental performance of its business operations. Specifically, we will:\n•\tIdentify and measure the environmental impact of our operations and products, such  as our carbon footprint \n•\tEstablish annual targets to reduce our environmental impact and strive for continuous improvement\n•\tMeet or exceed all applicable environmental laws and regulations\n•\tIntegrate environmental impact as a factor in business decisions\n•\tEducate employees to make more sustainable choices at work and at home\n•\tEncourage suppliers, vendors, and business partners to be environmentally responsible\n•\tCommunicate this policy and promote environmental programs to employees and other stakeholders\nGreening employee Travel\nAs a global company, employee travel is vital to our business. However, it also has a large impact on the environment. In fiscal year 2010, business travel resulted in 13,297 metric tons of carbon dioxide emissions, or 26% of the total Autodesk carbon footprint. this includes emissions from air travel and ground transportation such as rental cars.\nWhile we do encourage our travel vendors to improve their own fleet efficiency, the most \ndirect way we can reduce emissions from travel is by reducing travel itself. based on internal surveys, the most common purposes for business travel are meetings with customers and partners, internal meetings, and events (in our carbon footprint, Autodesk reports emissions from event-related travel separately from regular business travel).\nto reduce travel to meetings, we have made significant investments in virtual collaboration \ntechnologies. these include 18 t elepresence systems, more than 50 Roundtable systems, and \na Live Meeting and webcam system that we plan to install on every computer. We are also \nrolling out extensive training and support programs to encourage employees to capitalize on these tools.\nAutodesk also works to maximize remote collaboration at our major events, reducing the \neffects of travel. In 2009, we added a virtual component to our largest conference, Autodesk university. this allowed more people around the world to access the conference remotely. \nRead more about our efforts to green our events.\nThe Autodesk Travel Project Team\nthe Autodesk t ravel Project t eam manages the evaluation, prioritization, and implementation \nof measures that reduce our environmental impact due to travel. the team works in collaboration with key stakeholders from across the company. Learn more about our corporate environmental management structure.", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}