{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  9Greening our f acilities\nAutodesk strives to reduce the environmental footprint of our facilities. We focus foremost \non greenhouse gas emissions due to energy use as it has the most significant impact. In  fiscal year 2010, energy use in our facilities resulted in 16,390 metric tons of carbon dioxide, or 32% of the total Autodesk carbon footprint. We also work to operate our buildings more sustainably, from our cleaning practices to waste and recycling.\nAutodesk invests in energy-saving initiatives at our facilities. In 2008-2009, we conducted  \na comprehensive energy audit of our 13 largest worldwide facilities, and have been using  the results to prioritize efficiency retrofits and operational changes at these existing sites.\nOur efforts also extend to new facilities. Autodesk targets green buildings during site selection, \nand employs sustainable features when constructing new workplaces. As a result of our efforts, we have been awarded LEEd certifications at 7 of our facilities (2 rated Platinum,  \n3 Gold, and 2 Certified). We continue to work toward achieving more LEEd certifications when opportunities arise.\nAutodesk Aec Headquarters Achieves leed u sing Autodesk Software\nAutodesk’s headquarters for Architecture, Engineering, and Construction achieved LEEd Platinum Certification for Commercial Interiors. Read how Autodesk software helped achieve sustainable design goals such as illuminating 90% of the workspace with natural daylight.\nobtaining f acilities d ata\nObtaining data about energy use in our facilities is challenging because we lease the majority of our facilities. In buildings where we are a major tenant, we work with the landlords to advocate for transparency of energy consumption. In fiscal year 2010, we successfully captured energy data from 76% of our total facilities square footage. As we continue to partner with landlords and other tenants, we aim to obtain data from an increasingly larger portion of our worldwide facilities.\nThe Autodesk f acilities Project Team\nthe Autodesk Facilities Project t eam conducts the evaluation, prioritization, and implementation \nof measures that reduce the environmental impact of our facilities. the team works  \nin collaboration with key stakeholders from across the company. Learn more about our corporate environmental management structure.\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}