{"page_content": "AutOdESk S uStAInAbILIt Y In AC tIOn —  PROGRESS  REPOR t FY 2010  10Greening our e vents\nEach year, Autodesk hosts several conferences with thousands of attendees and participates \nin industry trade shows across the globe. these events are important for our business, but leave an impact on the environment in the form of greenhouse gas emissions from travel, energy, and lodging, as well as materials use and waste. For example, in fiscal year 2010, our  6 biggest events together resulted in 7,063 metric tons of carbon dioxide, or 14% of the total Autodesk carbon footprint.\nAutodesk has developed sustainability guidelines and best practices for planning an event \nthat requires travel. these guide our staff in evaluating alternatives and making decisions that will reduce the event’s environmental impact. Issues include:\n•\tSelecting a venue that demonstrates sustainable practices\n•\tChoosing a location that minimizes travel distance\n•\tAdding virtual conferencing and online streaming content to maximize the  number of attendees who can participate remotely\n•\tReusing and reducing materials and seeking out materials that are eco-friendly\n•\tReducing waste throughout the process, from registration to signage and onsite  waste reduction\n•\tImplementing onsite recycling\n•\tConducting an environmental footprint of major events in collaboration  with vendors to track progress\nWe are especially proud of the following key accomplishments from 2009:\nbooth design and r euse\nFor custom booth development, we effectively reused more than 50% of the previous year’s booth materials. We intend to expand on this achievement again this year, with reuse of nearly 75%.\neco-f riendly materials\nWe increased the percentage of recyclable or biodegradable event materials in our custom booths to 75%.\nreducing Travel\nFor the first time, we added a virtual attendance option at our largest annual conference, Autodesk u niversity (A u). this allowed more people around the world to access the event, \nwhile reducing physical attendance. Reducing travel significantly lowers the carbon impact of our events; approximately 80% of our events-related emissions are due to air travel. In 2009, overall attendance at A u—including virtual attendance and other online elements—\nincreased by 95% while carbon emissions decreased by 37%.\n", "metadata": {"source": "NASDAQ_ADSK_2010.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}