{"page_content": "2  \n \n \n   \n  \n \n  \n  \n  \n \n   \n \n   \n   \n  ty Who We Are \nSouthState Bank, N.A. is a regional community bank that provides a wide range \nof financial products and services to our customers through throughout our six-state footprint in Florida, South Carolina, Alabama, Georgia, North Carolina, and Virginia. \nWe also provide products and services for over 1,000 small and medium-sized \ncommunity banks throughout the United States through a correspondent banking and capital markets division and our Duncan-Williams, Inc. broker-dealer subsidiary, and we offer factoring services to transportation companies and automotive parts and service providers nationwide through our Corporate Billing, LLC finance company subsidiary. \nRecently, SouthState received top honors from Forbes and Greenwich, including \nbeing listed in the top 30 of Forbes’ Best Banks in America and receiving 16 Greenwich Excellence and Best Brand awards for business banking. Forbes also named SouthState as “Best-in-State” Banks in Florida, Georgia and South Carolina. Additionally, S&P Global Market Intelligence named SouthState to its ranking of the Top 50 Public Banks in the U.S. \n4,957 281 \nEmployees committed to Branches in our community \nproviding SouthState’s focused, 6-state footprint, \ncustomers with the financial along with an expansive \nproducts and services they network of ATMs and \nneed to meet their goals best-in-class online and \nmobile banking platforms \n$23.9 \nBillion \nTotal loans at 12/31/21, \nincluding community development, small business and PPP loans $42 \nBillion \nTotal assets as of \nDecember 31, 2021 Growth \nSoundness Profitability Accountab\nilityIntegriOur Vision, Guiding \nPrinciples and Core Values \nOur vision is to invest in the entrepreneurial spirit, pursue excellence and inspire a greater purpose. The guiding \nprinciples supporting this vision are soundness, profitability and growth, while expecting our teams to lead with integrity and accountability. The Company’s core values reflects how we intend to fulfill our vision and meet our guiding principles through our interactions with each other, our customers and the communities we serve.  \nGuiding Principles Core Values \n• Local Market Leadership. Our business model supports the unique character of the communities we serve and encourages decision-making by a banker that is closest to the customer. \n• Long-Term Horizon. We think and act like owners and measure success over entire economic cycles. We prioritize soundness over short-term profitability and growth. \n• Remarkable Experiences. We will make our customers’ lives better by anticipating their needs and responding with a sense of urgency. Each of us has the freedom and responsibility to do the right thing for our customers. \n• Meaningful and Lasting Relationships. We \ncommunicate with candor and transparency. The relationship is more valuable than the transaction. \nLeadership • Greater Purpose. We enable our team members \nto pursue their ultimate purpose in life – their personal faith, their family, their service to the community. \nBecause we recognize the importance of encouraging our employees to act consistently with our vision and core values, we maintain a board-level Culture Committee that oversees the implementation of our vision and core values. Our Culture Committee also oversees our programs for building and retaining a diverse and inclusive employee base, though our recruiting, training and leadership training programs, employee engagement programs, and our internal and external cultural messaging.  \n2 3 ", "metadata": {"source": "NASDAQ_SSB_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}