{"page_content": " \n \n \n – “We are very grateful to SouthState Bank for identifying Gospel Village as a worthy project for our community . They \nsaw the value in what we do and chose to invest in us. We have been blessed with a $500,000 grant and other contributions that will assist in housing 24 individuals experiencing chronic homelessness. Thank you so much!” \nStatement of Impact from the \nSC Community Loan Fund \n“Financing community projects and loans for businesses is about \nincreasing the wealth and opportunity for people of color. It’s the opportunity to make their own wealth for long-term sustainability. I first saw the potential for an organization like the South Carolina Community Loan Fund when I was a Community Development Officer for SouthState, as I had seen the limits of traditional bank lending. I am proud to say that SouthState was the first bank to make an investment in the SCCLF when it started 18 years ago, and I’m proud to say that ‘my bank’ is still involved in supporting a community development financial institution.” \n– Nate Barber, CEO \nSouth Carolina Community Loan Fund \nStatement of Impact from Gospel, Inc. \n– Brian Seeley, Executive Director, Gospel Inc., Lakeland, Florida \nStatement of Impact from Loaves & Fishes \n“At Loaves & Fishes/Friendship Trays, we are focused on ending food insecurity in Mecklenburg County. However, one thing is clear, no one organization can tackle hunger alone. It takes working hand-in-hand with community partners to make an impact. That’s why we are grateful for our partnership with SouthState Bank. \nIn May of 2021, Loaves & Fishes and Friendship \nTrays merged, bringing together two long standing hunger fighters to address all faces and phases of hunger in our community. This has led to exponential growth in terms of staff and service, requiring a much larger space. It became clear we needed a new warehouse where we could not only grow our programs but invite other like-minded community partners to share space and resources with us. \nFortunately for us, Mark Moye, Ryan Wakefield and \nDarius Chase were there every step of the way, to ensure our big dreams of a Hunger Hub become a reality. \nDespite the challenging real estate market, with \nthe help of SouthState Bank we were able to purchase a 92,000 sq. ft. warehouse in December 2021. The impact this new Hunger Hub will have on our neighbors in need is immeasurable.” \nTina Postel, Chief Executive Officer \nLoaves & Fishes/Friendship Trays, Charlotte, North Carolina \n8 9 ", "metadata": {"source": "NASDAQ_SSB_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}