{"page_content": "  \n  \n \n \n \n  \n \n  \n  \n \n \n  \n \n \n  \n  \n \n \n \n \n \n \n \n      \n \n  \n \n \n \n   \n \n   \n  \n   \n   \n \n   \n \n    \n  \n  \n  \n \n  \n \n   \n \n \n \n \n \n   \n \n \n   \n \n   \n \n \n \n \n    \n \n \n  \n     \n  \n  \n   \n  \n \n   \n \n \n   \n \n \n   \n   \n   \n   \n \n \n \n \n \n \n Our Commitment \nto Effective Governance \nBoard of Directors \nOur Directors are a diverse group who bring a strong \ncombination of qualifications, skills and experiences that align with SouthState’s business and strategy. In 2021, our board consisted of 16 directors, 10 of whom were independent. In \nthe first quarter of 2022, we appointed three (3) new directors to the Board, bringing the total to 19 directors, 14 of whom \nare independent as of April 1, 2022. Our directors stand for \nelection annually. We separate the Executive Chair and lead Independent Director from our CEO to promote independent oversight. \nAn Ethical Workplace \nAll SouthState directors, officers and employees are responsible for maintaining the highest ethical standards in conducting business, including avoiding conflicts of interest and self-dealing, through adherence to the Company’s Code of Ethics. While the tone at the top is set by our Board and embodied by our senior management, we reinforce this focus throughout our organization. We require all employees to complete annual training on their ethical obligations, business standards and culture, so they understand we all have a role in serving our customers and managing our company responsibly. In addition, on an annual basis, we require each employee to complete a comprehensive suite of training courses selected to align with the daily job responsibilities of each such employee, including compliance courses designed to remind and educate our employees about their responsibilities to comply with applicable laws and regulations, including those designed to protect consumers, and classes designed to raise awareness of data privacy-related issues and best practices to mitigate the risk of exposing confidential consumer information. \nThe Company believes that each employee is entitled to \nwork in an atmosphere and environment free of discrimination and unlawful harassment. The Company has established and communicated to all employees a structure for reporting incidents of harassment or discrimination, and our employees are required to complete annual training on sexual harassment. \nThe Company’s Whistleblower Policy provides employees, \ncustomers, vendors and others with a confidential formal Key Director Statistics \n6.7 years average tenure, below the \n7.7 year S&P 500 average \n2 of 19 or 11% are ethnically diverse \n3 of 19 or 16% are gender diverse \n58% have CEO-level experience \n37% have senior executive experience \nat financial institutions \nmechanism to express concerns or complaints regarding the Company’s accounting, internal accounting controls, auditing matters, securities law compliance, or any provision of federal law relating to fraud against shareholders. A person may submit concerns anonymously through a third party portal, and each report will be routed automatically to the Chief Audit Executive, Chief Risk \nOfficer, Deputy Chief Audit Executive, and the Chairman \nof the Audit Committee. In the event an employee or any other interested party has a concern or complaint that he or she believes would be inappropriate to deliver to the Chief Audit Executive, Chief Risk Officer, and/or Deputy \nChief Audit Executive, he or she may report the concern or \ncomplaint directly to the Chairman of the Audit Committee. Other complaints or concerns, such as those relating to human resources matters, may also be submitted confidentially through the whistleblower process, and any such matters will be routed to the appropriate person or department for investigation and resolution. \nWe have a conduct risk oversight committee that oversees \nthe investigation of employee conduct complaints and concerns on an enterprise-wide basis, providing structure and support for resolving these matters. In addition, we have a formal complaint management program where customer complaints are formally logged, investigated and resolved and root causes and trends are analyzed. The findings of each of these committees is reported to the Board Risk Committee periodically to better inform the Risk Committee and the Board of Directors as to employee conduct or complaints that may result in increased risk to the Company.  Cybersecurity Risk and Data \nSecurity \nSouthState’s enterprise security strategy revolves around \npeople, processes, and technology. SouthState uses a “defense in depth” strategy that combines physical control measures with logical control measures, and a layered security model to provide end-to-end security of client information. To meet SouthState’s objective of protecting the confidentiality, integrity and availability of all information assets in our environment, we have established four foundational control areas: \n1. Program Oversight. The program oversight area \nprovides assurance that the overall structure of the \ninformation security program is effective by: \n• creating and updating as necessary information \nsecurity policies and standards in alignment with minimum mandatory frameworks security practices for the organization; \n• tracking and managing exceptions to information security policies and standards \n• offering regular security awareness training to employees; \n• performing penetration testing on the systems within the SouthState environment, on a periodic basis; \n• performing cybersecurity and customer privacy risk assessments on a periodic basis; \n• centralizing a log to support security controls around change and vulnerability management, access management and incident management. \n2. Change and Vulnerability Management. The change \nand vulnerability management program is designed to identify and remediate vulnerabilities and mitigate the risk that SouthState’s information security posture is compromised by:  \n• detecting and patching system vulnerabilities \naccording to a risk-based methodology; \n• deploying malware defense software on systems throughout the environment, managing the malware defense software through a central console that provides details on system definition compliance, and generating malware alerts which are sent to appropriate personnel for remediation; \n• requiring formal security reviews by information security subject matter experts for all high-risk projects; \n• requiring that changes to enterprise production systems go through a formal change control process; \n• considering application security requirements throughout the software development lifecycle (SDLC) by using, as applicable, developer-secure code training, security requirements in software projects, static code analysis for high-risk products, and web application scanning; and • establishing and overseeing processes and practices to protect against the risk of compromise or loss of non-public information, including due to third party relationships. \n3. Access Management. The access management \nprogram is intended to mitigate the risk that users have access to protected assets to which they should not have access by: \n• using logical and physical controls to create network \nbarriers to protect sensitive data; \n• implementing appropriate physical defenses, based on physical security requirements for each facility to protect sensitive information; \n• configuring user access according to the principle of least privilege and based on user role when possible; and \n• restricting internet access to malicious internet websites by using logical and administrative controls. \nWe engage in access management reviews as part of key controls, including reviews of adherence to the process, and periodic user entitlement reviews. \n4. Incident Management. The incident management \nprogram is intended to position SouthState to \nrespond to and remediate incidents efficiently, effectively and in a timely manner through: \n• the business continuity program that assigns (i) \ncorporate facilities, assets, and key processes a criticality rating based on their risk profiles, and (ii) each function an associated recovery time objective. \n• the incident response program, providing detailed workflows, roles and responsibilities for the execution of security incident handling inclusive of forensic support and third party reporting; \n• implementing controls to reduce both the likelihood and impact of DOS attacks;  and \n• securing assets and information through physical, logical, and administrative controls. \nSouthState has established key performance indicators (“KRIs”) for each key control identified within its information security program, and these KRIs are regularly tracked and communicated to senior management and the board of directors. The information security program also is subject to periodic audits by both internal and external auditors and the results of those audits provided to senior management and the board of directors.  \nSouthState provides consumers with an explanation of how \nwe safeguard and use personal information entrusted to us. We seek to provide clear, user-friendly explanations of our privacy policies that explain how we collect, share, use and protect personal information, and outline steps they can take to limit the sharing of personal information. \n18 19 ", "metadata": {"source": "NASDAQ_SSB_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}