{"page_content": "WHY IT MATTERS\nSocial justice issues came to a critical juncture in 2020, \nincluding the inequitable impact of COVID-19, continued history \nof injustices toward underrepresented groups including Black \nAmericans and Indigenous peoples, and the rise in violence \nagainst Asian and Pacific Islander communities. These events \nignited a global movement and calls to action. At lululemon, \nwe were on our own journey and knew we had to confront \nuncomfortable truths to evolve, address inequities within our \norganization and across our communities, and take action. \nOur leaders, starting with our CEO, participated in a variety of \nlistening forums and open discussions with employees and \nunderrepresented groups. As we learned more, we committed \nto enacting organizational change to attract diverse talent, \ncreating opportunity for all employees and building a more \ninclusive culture. Having a diverse, inclusive, and equitable \norganization makes our business more resilient and future \noriented as we incorporate a variety of perspectives and \nbackgrounds that reflect the communities we serve.\nSDG 5. Gender Equality\nSDG 10. Reduced Inequalities\nOUR GOALS\nReflect the diversity of communities we \nserve and operate in by 2025. To reach  \nthat ambition, we will increase \nrepresentation of racially diverse \nbackgrounds to at least:\n•  30% of assistant store managers, \ndirectors, and above by 2023.\n•  40% of all employees in our global  \nstores by 2023.10WHAT WE’RE DOING\nTo support real and lasting change, we have created \nInclusion, Diversity, Equity, and Action (IDEA), an \nenterprise function that helps grow a diverse and \ninclusive workforce by furthering systemic changes \nthroughout our organization. IDEA focuses on four key \ngroups: our employees, guests, communities, and business \npartners, including ambassadors11 and suppliers. We are \nensuring that everything we do—from hiring talent to \ndesigning our products to interacting with guests—centres \naround inclusivity. \nOur employees were pivotal in co-designing IDEA. The \nIDEA function was officially formed in November 2020 \nand now—along with several advisory, steering, and work \ncommittees—we have activated initiatives to fulfill our \nmission and commitments. Partnership is critical to make systemic changes to diversity \nand inclusion. Where possible, we partner with other \norganizations—such as hiring, training, and procurement \nexperts—to strengthen our approaches and influence others.\nDiverse representation\nIncreasing diverse employee representation starts with  \na shared understanding of where we are as an organization.  \nWe undertook a comprehensive review of our practices, \npolicies, and processes to help mitigate bias and identify \nfurther opportunities for improvement, and will continue to do \nso as a regular practice. These include internal diverse hiring \nplaybooks, IDEA toolkits, and inclusive hiring training sessions. \nInclusion, Diversity,  \nEquity, and Action\n15\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n10 Includes stores in North America, Australia, New Zealand, Europe, and Middle East.\n11 From top athletes to yoga teachers, creatives to entrepreneurs, our ambassadors elevate their communities through the power of sweat. Our ambassadors inform \neverything we do, from product and store design to how we show up in our communities.", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}