{"page_content": "Understanding employee and community demographics is key \nto this work. In 2020, we conducted our first-ever voluntary \nand anonymous demographic survey to better understand \nour global employee base. The survey was designed with \nintersectionality in mind, and covered topics related to race, \ngender, LGBTQ2IA+ status, disability, and employee inclusion \nsentiment. The findings helped us understand our current state \nof diverse representation and inclusion and set the basis for our \n2023 goals to increase racial diversity across our people leaders \nand store employees. Moving forward, we will continue to \nconduct annual demographic surveys to measure the progress \nof our initiatives, and to publicly share this data. \nWe also expanded and integrated policies and services \nto increase diversity in hiring pools at all levels of the \norganization, including: \n• Setting expectations that at least 50 percent \nof candidate slates for open roles are from \nunderrepresented backgrounds. \n• Launching a standardized interview process within \nour global retail business to mitigate bias and support \nall applicants to have equal opportunity to be hired.\n• Launching an interview playbook for our SSCs13 focused \non mitigating bias, expanding sourcing connects and \nopportunities, and driving towards consistency and equity  \nin our hiring practices.\n• Launching a global internship program to provide  \npractical work experience and professional development \nopportunities. Over 87 percent of interns were from \nunderrepresented groups.\nInclusive design \nWhen we design with inclusion in mind, we design for as many \npeople as possible, and consider the full range of human \ndifference. We strive to use inclusive design across our entire \nbusiness, including the design of future store locations, the \ncreation of employment policies, and the delivery of product \nand guest interactions. \nInclusion, Diversity,  \nEquity, and ActionRacial diversity across lululemon \nemployees in 202012\nDirector and  \nASM or above13  21%Store employees  31%\nSSC employees13  38% GEC employees13  43%\nDC employees13  67%To further this work, we partnered with the Inclusive Design \nResearch Centre of OCAD University to build a 12-week \nInclusive Design Certification Program. In 2021, we launched \nthis program to help employees learn how to apply these \nprinciples in their respective work roles. They explored equity \nand access issues and learned how to think broadly and design \nmore inclusive products, programs, policies, and experiences. \nInclusive design will be an ongoing, iterative process as we \ncontinue to integrate in our organization. \nIDEA learning \nWe integrate IDEA in training, from orientation to departmental-\nspecific learning to retail programs (e.g., in 2020, senior leaders \nengaged in Yale University’s Fostering Inclusion and Diversity \ncourse). In 2021, we developed and piloted IDEA Toolkits to \nhelp build actionable, inclusive behaviours. This year we are \nfocusing on inclusive languages, conscious and unconscious \nbehaviours, cultural humility, social location, and harm reduction \npractices. Through the toolkits we are also raising awareness \nand education in IDEA leadership behaviours and inclusive \ndesign principles. \nEmployee Resource Groups\nOur Employee Resource Groups (ERGs) create spaces for \nunderrepresented groups to connect, restore, grow, be \nsupported, and develop individually and as a group. We have \nERGs across eight key areas: Asian, South Asian, Women in \nSTEM, Black, Indigenous, LatinX, and LGBTQ2IA+, as well as an \nERG focused on Chronic Illness, Mental Health, and Disabilities. \nThey consist of approximately 1,000 employees, from educators \nto our Senior Leadership Team. Their input directly shapes \npolicies and procedures across the entire organization, from \naccessibility standards to co-design of community activations. \nAmbassador advisory\nWe have a global advisory committee comprised of lululemon \nambassadors who bring diverse knowledge and skills to \ninform our actions, hold us accountable, and drive meaningful \nchange. These ambassadors (who are compensated for their \ncontributions) have helped drive changes to organization-wide \npolicies and practices, including adaptations to our benefits \nprogram and expansion of our mental wellbeing resources.   Self-identifies as a race other  \nthan non-Hispanic white\n12 Includes stores in North America, Australia, New Zealand, Europe, and Middle East.  \nThis voluntary information was collected through our demographic survey in October and November 2020.\n13 ASM-assistant store manager, SSC-Store Support Centre, GEC-Guest Education Centre, DC-Distribution Centre.\n16\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}