{"page_content": "Employee  \nempowermentWHY IT MATTERS\nWe believe that everyone has the right to work in an \nenvironment where they have equal access to opportunities, \nare paid equitably, and feel their wellbeing is supported. \nEmployee empowerment is also a business decision.  \nWe must continue to bring innovative, customized, and \ncompetitive offerings to our people and remain at the  \nforefront of our industry. \nSDG 5. Gender Equality\nSDG 8. Decent Work and Economic Growth\nOUR GOALS\nBe the place where people come to \ndevelop and grow as leaders for the world. \nTo reach that ambition, we will:\n•  Provide 40 hours of paid learning and \nvolunteer time to all full-time employees \nby 2025.14\nExpand gender pay equity to full pay  \nequity for 100% of employees in all  \nmarkets that permit collection of that  \ndata by 2022.15The pandemic had a profound effect on the livelihoods of \nour ambassadors around the world, the heartbeat of our \ncommunities. That’s why we created the ambassador Relief \nFund—a US $4.1 million global fund to support our ambassador \nstudio owners, by helping with basic operating costs and \nsupport to get back on their feet as we recover, together. \nThrough Peace on Purpose, we worked with the United Nations \nFoundation to launch a partnership with Insight Timer and \noffer global UN employees and frontline workers access to free \nmeditations. For our non-profit partners, we maintained our \nannual global Here to Be grant program with US $2 million in \n2020, enabling recipients to use funds in any way they needed \nto help overcome pandemic challenges.\nCOVID-19 has affected global supply chains in challenging \nways, and continues to do so. We remain committed to \nupholding our responsible supply chain practices and work \nclosely with our suppliers and stakeholders to understand \nimpacts and make decisions for the wellbeing of all. We pay \nin full for orders completed and in production, do not change \nterms of agreements due to COVID-19, and, on a case-by-case \nbasis, work with suppliers that experience cash flow challenges. \nRead more about COVID-19 and our supply chain here. \nWe Stand Together Fund\nLife isn’t always a straight road, and we want to support our \nemployees in navigating the hurdles. Many of our employees \nhave been profoundly affected by COVID-19. That’s why \nwe created the We Stand Together Fund. It was created to \nprovide support to employees experiencing additional financial \nhardship during COVID-19. The initial seeding for this fund \ncame from our Senior Leadership Team and Board of Directors, \nas well as donations from our employees. At the end of 2020, \nover US $670,000 was contributed to the fund, and nearly \n500 applicants were awarded a total of US $430,000. The \nremaining dollars are being used for ongoing funding, and we \nwill continue to solicit donations to keep the fund at a steady \nlevel. In 2021, we launched a gift-matching campaign with \nemployees, to double the impact of any employee donation \nreceived, up to US $50,000. We’ve also expanded the fund to \nassist employees who face other challenges, such as natural \ndisasters or death of a family member. WHAT WE’RE DOING\nThrough our employee leadership and support initiatives,  \nwe are creating an inclusive, purpose-driven organization. \nLeadership\nWe are investing in every employee to help them develop \nleadership skills and discover their purpose. We also support \npeople in uncovering and appreciating their unique strengths \nand invest in team co-creation. Inclusivity is woven through  \nall aspects of our development offerings.\nIn 2020 and 2021, our actions included: \n• Accelerated equitable development of employees \nthrough career development and mentorship programs \n(see Spotlight story, page 18) \n• Offered a new Leader Series with IDEA principles embedded \nto train 1,4000+ managers on how to become leaders\n• Added a Purpose component to our self-led training, \nto help people connect with and express their personal \npurpose inside and outside of work\n• Improved our performance management processes to \nbetter recognize individual and collective contribution\nCOVID-19 support \nThe COVID-19 pandemic has affected the world in \nunprecedented ways, including our employees, ambassadors, \nsuppliers, and global communities. To support through this \ndifficult time, we acted with both immediate relief as well as \nsupporting longer term resilience and recovery. First, even when \nthe majority of our stores were closed, we continued to pay 100 \npercent of our store employees, with no COVID-related layoffs. \nAs many employees face additional hardships (e.g., partner \nout of work), we also offered support through the We Stand \nTogether Fund and created a curriculum of wellbeing tools and \ninitiatives. Curriculum content helped to navigate the stress of \nthe pandemic, with offerings such as meditations, mental health \nsupport and applied practices. All global employees had access \nto multiple sessions per day.\n14 Paid learning and volunteer time is in addition to regular required training, including onboarding and compliance.\n15 We follow local laws and regulations and where we are able to collect the data necessary to confirm complete pay equity, we will do so. Full pay equity includes gender and race and \nour reporting scope is currently limited to US only.\n17\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}