{"page_content": "People who make  \nour productsWHY IT MATTERS\nThe global apparel and footwear industry employs over  \n75 million people worldwide.18 Women represent approximately \n68 percent of the garment workforce, giving the apparel \nindustry the potential to positively impact the lives of millions \nof women.19 At the same time, challenges in working  \nconditions and labour rights have been well documented \nacross the industry. \nOur products are made globally through contract suppliers. \nIn 2020, we worked with suppliers in 14 countries, including \n74 finished goods facilities (Tier 1) and approximately 65 raw \nmaterial facilities (Tier 2).20 Our suppliers employ approximately \n200,000 people, and approximately 70 percent are women. We \nexpect all suppliers to uphold strict responsible supply chain and \nlabour practices, outlined in our Vendor Code of Ethics (VCoE), \nfor the safety and wellbeing of our makers (the people who make \nour products). A strong, resilient supply chain that retains and \nempowers its workers is also critical to our success as a business. \nWe disclose our facilities twice per year, and report to the Open \nApparel Registry. Refer to our public Supplier Declaration List  \nfor more information about the suppliers we work with.\nSDG 5. Gender Equality\nSDG 8. Decent Work and Economic Growth\nSDG 10. Reduced Inequalities\n \nOUR GOALS\nMake empowerment programs  \navailable to more than 100,000 makers \nacross our supply chain by 2025.\nAchieve Fair Labor Association \naccreditation by 2024.WHAT WE’RE DOING\nWe work with suppliers who share our values and collaborate \nas partners to uphold robust standards, address systemic \nchallenges, and improve the wellbeing of people who make \nour products. We are also pursuing accreditation with the Fair \nLabor Association (FLA), providing us with an industry-leading \nframework for responsible supply chain practices. As a part of \nthe accreditation process, we evolved our VCoE , the foundation \nof our responsible supply chain program in 2020. Beyond labour \ncompliance, we support worker wellbeing, building on years \nof partnership with our suppliers around workplace practices \nand community support initiatives. Our responsible supply \nchain approach contains three pillars, built on a foundation of \nmanagement systems and data analytics:\n• Monitoring: Conduct supplier monitoring and risk analysis, \nremediate issues, and support supplier capacity to address \nroot causes and meet or exceed VCoE expectations.\n• Internal Practices: Integrate responsible sourcing and worker \nwellbeing practices throughout our company, including \npurchasing practices and internal training.\n• Building Better: Offer worker empowerment and supplier \ntraining programs, collaborating to tackle industry-wide \nchallenges such as fair compensation. Vendor Code of Ethics\nOur VCoE  outlines our unwavering commitment to respect \nhuman and labour rights, and to promote safe and fair working \nconditions for people in our supply chain. The code is based \non international standards for workers’ rights with regard to \ntheir employment, wages and working hours, occupational \nhealth and safety, access to confidential grievance mechanisms \nwithout retaliation, and environmental protection. All of our \nfinished goods and mill suppliers are assessed against the \nVCoE prior to forming a business relationship, and regularly \nthereafter; we only work with factories that can uphold our \nstrict requirements. Success depends on strong management \nsystems and continuous improvement. In 2020, we conducted \nalmost 200 VCoE assessments. Six percent of facilities \ndid not pass. In all cases, we worked with our suppliers to \nimplement Corrective and Preventative Action Plans (CAPAs). \nIf sustainable resolutions cannot be achieved, as a last resort,  \nwe exit the business relationship. \nIn terms of typical findings, areas for improvement fall under \nhealth and safety, labour, dormitories, environment, and other. \nIn the health and safety category, we assess a wide area of \naspects, including personal protection, hygienic safety, and \nfire preparedness, and corrective actions generally focus \non improving occupational health and safety management \nsystems. Issues assessed under labour include wages and \nworking hours (including overtime and break regulations), \nsocial benefits and contractual issues, as well as grievance \nmechanisms. Where factories employ migrant workers, \ndormitories are assessed for their safety and living conditions, \nincluding personal space and hygiene. Our assessments \nalso include aspects of environmental management, such as \nthe labeling and storage of chemicals, training for chemical \nand waste handling, and wastewater treatment. Other issues \ninclude policy or transparency shortcomings, such as the use \nof unapproved subcontractors. Where we identify improvement \npotential, our suppliers remediate issues by implementing \nCAPAs. Our team supports with guidance around maintaining \nappropriate management systems, and measures to remediate \nand prevent issues going forward. Findings breakdown by category, 202021 \n Health & Safety 43%\n Labour 29%\n Environment 21%\n Dormitories 6%\n Other (e.g., policy, transparency) 1%\n18 United Nations Economic Commission for Europe.\n19 Business for Social Responsibility (BSR).\n20 We disclose the facilities for our top 10 raw material vendors, which accounts for \napproximately 75% of our business. See Supplier Declaration List for details.\n21 For more information, please read our KnowTheChain disclosure.\n20\n LULULEMON IMPACT REPORT 2020Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}