{"page_content": "We continually evolve our VCoE to ensure industry-leading \npractices. As part of that work, we updated our VCoE \nin 2020 to reflect the FLA’s workplace standards and \nbenchmarks. In 2021, we will enhance our processes and \ndata collection to ensure detailed compliance requirements \nand facility monitoring align with our updated VCoE.  \nWe are implementing a new responsible supply chain and \ndata management system to better identify trends in working \nconditions and remediation processes. For more information \non our compliance initiatives, refer to our KnowTheChain  \ndisclosure and Impact Supplement .\nFair compensation in our supply chain\nWe believe that every maker in our supply chain should earn \na wage that allows them to have a basic but decent standard \nof living, where wages are sufficient to meet their needs for \nhousing, goods, water, healthcare, transportation, and clothing, \nas well as some discretionary income. As a participating \ncompany in the FLA, our definition of fair compensation  \nis aligned with the FLA Workplace Code of Conduct .\nDue to the structure of the global apparel industry, garment \nworkers’ wages remain low in many regions. The COVID-19 \npandemic has further intensified this issue. Through our VCoE \nfacility assessments, we verify that all makers in our suppliers’ \nfacilities are consistently paid, at a minimum, in compliance with \nlegal requirements for regular work and overtime. Many of our \nsuppliers already pay above legal minimum wage. \nAchieving fair compensation in supply chains is a global \nchallenge that must be approached in collaboration with \ngovernments, industry, and civil society. Our approach follows \nthe recommendations of the FLA. In 2020, we carried out \nresearch to create a landscape assessment and identify best \npractices. We updated our VCoE to include the expectation that \nmakers receive fair compensation, based on FLA and Global \nLiving Wage Coalition (GLWC) definitions. \nWe are in the process of establishing our fair compensation \naction plan. As a next step, we will collect wage data from \nselect key suppliers to understand wage structures and gaps \nin fair compensation. Going forward, we will engage in multi-\nstakeholder collaboration, share data, and launch pilot projects \nto support our fair compensation roadmap.COVID-19 and our supply chain\nCOVID-19 has affected workers in global supply chains in \nunprecedented ways, with particularly dire effects on garment \nworkers. Factory closures and unstable production demand \nhave led to reduced or lost wages for many makers in the \napparel industry.\nFrom the beginning of the pandemic, we have taken a strong \nstand on being a responsible buying partner to suppliers \nand providing support wherever possible. We made a clear \ncommitment to responsible purchasing practices, including not \ncancelling orders in production or completion, and providing \nflexibility in purchasing agreements. We regularly survey all \nfinished goods and raw material facilities to understand their \noperations and worker implications, and to offer guidance.  \nWe also endorsed the International Labour Organization  \nCall to Action to support the establishment of robust social \nsafety measures in countries where these practices are \ncurrently underdeveloped. We are committed to partnering with stakeholders, including \ngovernment, industry, and civil society, to develop more \nresilience in global garment supply chains. Learn more about \nhow we continue to support our suppliers here.\nMaker empowerment \nWe are committed to making empowerment programs \navailable to over 100,000 makers within the next five years. \nWe will achieve this goal by collaborating on existing industry \npartnerships and working directly with our suppliers through \ntraining as well as grants to support community wellbeing \nprojects. In the past two years, we contributed funding for 27 \nwellbeing projects in supplier communities, described in the \nBe Well section of this report. In the future, we will increase \nfunding and launch programs for direct maker empowerment. \nPeople who make  \nour products\n21\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}