{"page_content": "Spotlight Foreign  \nmigrant workers\nRaising standards and building shared \napproaches to benefit garment workers\nIn 2015, while assessing factory practices in Taiwan, we discovered that \ncommonly accepted practices around foreign migrant workers (FMWs) \ndidn’t align with our expectations. For example, workers would pay \nrecruitment fees to gain their jobs, which significantly reduced their wages \nas they paid back these fees. We teamed up with like-minded suppliers, \nbrands, and expert organizations to affect change. \nWhat began as aspiration for better conditions has evolved into a robust \nFMW Standard and program. From that emerged the No Fees Brand \nCollaborative—seven brands committed to improving practices overall and \nending financially challenging hiring fees for foreign migrant workers. We \nset a goal that no workers would pay recruitment fees by 2019. \nBy the end of 2019, all but one of our Taiwanese suppliers had achieved no \nfees and established processes for continued improvement. Translated into \nimpact, this means better standards and financial relief for approximately \n2,700 foreign migrant workers. We parted ways with one supplier who did \nnot align with our policy. It’s this dedication to a better supply chain that \ncontributed to our #1 ranking in the KnowTheChain benchmark in 2021. \nNo one brand can do it alone. It takes the collaboration of conscientious \nplayers working towards a shared goal. Workers’ rights NGO Verité, \nand third-party consultant Interpraxis, supported us to create the FMW \nStandard and program. They opened the door to discussions with our \nsuppliers and other brands to get to the heart of the issues.\nAnd we’re not stopping now. We’re taking our learnings and applying them \nto our supplier networks in Thailand, Japan, and Korea, and encouraging \nothers to help turn the tide around workers’ rights and to globally \nimplement these standards.\n22\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}