{"page_content": "WHAT WE’RE DOING\nWe are focused on converting conventional materials and \nprocesses to more sustainable options. We assess impacts using \nthe Sustainable Apparel Coalition Higg Materials Sustainability \nIndex (Higg MSI) and apply select life-cycle analysis \nmethodologies. Our largest procured materials by weight is  \nnylon, followed by polyester and cotton. We are converting to \nrecycled and renewable synthetic fibres, as well as responsibly \nsourced natural fibres made from renewable mycelium, the root \nstructure of mushrooms.\nInclusive and minimal design, material innovation, and \nlongevity in performance inspire us. Our teams transform \npractices at every step of the process, including design, \nmerchandising, raw materials, product development, colour, \nand prints.Whether innovating new materials and experiences, or \ncontributing to industry-wide approaches, we engage through \nstrategic partnerships and collaboration. By partnering with \ncutting-edge technology organizations and suppliers, we \ncan help create and scale solutions that may eventually have \nindustry-wide impact. For example, we are partnering with \nbiotech organizations such as Bolt Threads, LanzaTech, and \nGenomatica to help accelerate progress in polyester, nylon, \nand other materials. (See Spotlight stories on pages 38 and \n39). With the Textile Exchange, we participate in expanding \nthe use of more sustainable materials across the industry, for \ncollective benefit. See the Impact Supplement for a full list \nof partnerships.\nMake 100 percent of our products with sustainable \nmaterials and end-of-use solutions to advance  \na circular ecosystem by 2030.\nIn 2020, we established our baseline for our goal of achieving \n100 percent of our products with more sustainable materials.\nAchieve at least 75 percent sustainable materials  \nfor our products by 2025. \nIn 2020, we established a baseline for our goal of achieving \n75 percent of sustainable materials for our products.\nSustainable product  \nand material innovation\nKey materials31 \n Nylon  39%\n Polyester  22%\n Cotton 15%\n  Forest-based Materials 6%\n Animal-derived 1%\n Other32 17%\n31 A material is considered a key material when it accounts for at least 15% of total volume by weight (kg)  \npurchased or is an important product material (e.g., rubber) that we have established a strategy for.\n32 Elastane (11%), and various other materials (6%). \n33 Units purchased between January 2020 and January 2021.34 Materials purchased between January 2020 and January 2021. \n35 Our sustainable materials are calculated by total sustainable materials (kg) divided by total input materials procured for each  \nmaterial type (kg).Products made with sustainable materials\n 2020 \nbaseline  \n(units, ’000s)2020  \n(%)\nTotal products procured33 95,526 100%\n Total products made with \nsustainable materials 26,005 27%\n   Products made with >50% \nsustainable materials14,337 15%\n   Products made with 25-50%  \nsustainable materials11,668 12%\nTotal sustainable materials procured\n2020 \nbaseline \n(kg, ’000s)34 2020  \n(%)\nTotal materials procured 27,260 100%\nTotal sustainable materials procured35 8,279 30%\n35\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}