{"page_content": "Waste and packagingWHY IT MATTERS\nWaste is produced at every stage of our value chain, from \nmanufacturing to logistics and packaging, to the product  \nitself at end of use. The more waste we eliminate, the better \nour operational efficiency, as well as our carbon and water  \nsavings. That’s why we take a holistic approach that  \nconsiders the entire value chain. \nSDG 12. Responsible Consumption \nand Production  \nOUR GOAL\nReduce single-use plastic packaging   \nby at least 50% per unit by 2025.\nWHAT WE’RE DOING\nPlastic packaging\nTo reach our goal of reducing our single-use plastic by  \n50 percent, we are focusing on eliminating packaging \nthroughout our supply chain and converting to preferred \nmaterials (e.g., FSC-certified, recycled content minimums). \nTo identify our biggest levers to reach our goal, we measured \nour packaging waste footprint across our value chain and \ndeveloped a strategy based on packaging volume and \nease of conversion. Our focus is on optimizing our polybag \npackaging to reduce single-use vendor plastics by 30 percent.  \nWe will continue to update our Sustainable Packaging Policy \nas we find new packaging technologies. \nAlthough our shopper (shopping bag) is durable and contains \n65 percent traceable recycled content, we are exploring new \nfuture shopper options as well as e-commerce packaging.Zero waste distribution centres\nIn terms of waste, four of our five global distribution centres \nhave reported achieving zero waste, which is defined as \nconsistently reusing, recycling, or composting over 90 percent \nof their waste materials each year. In 2020, they achieved \n94 percent. Our newest distribution centre (opened in 2019) is  \non track to achieve zero waste by 2021. Our box reuse program, \nin effect since 2015, saves more than one million boxes \nannually, and teams recycle all the soft plastics and corrugate \nused to transport products to our facilities. In 2020, 78 percent \nof boxes were reused. We will continually improve diversion \nfrom landfill and expand our program to third-party operated \ndistribution centres.2020 packaging baseline56\nUnit Results \n(’000s)\nProduct packaging kg 57\nE-commerce bag packaging kg 944\nTransport packaging kg 898\nTotal packaging procured kg 1,899\nTotal units procured57 units 95,526 \nIntensity kg/units 0.02\n56 As noted in-text, our packaging baseline excludes our shopper.\n57 Units purchased between January 2020 and January 2021.\n48\n LULULEMON IMPACT REPORT 2020Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}