{"page_content": "Climate data\nEmissions Source 2020  \nEmissionsIncluded  \nin SBT9Calculation Methodology Percentage of emissions \ncalculated using data obtained \nfrom suppliers  \nor value chain partners\nCategory 11: Use of  \nsold products260,966 No The use phase is calculated by counting the total number of washes across the entire life of the garments produced for 2020. We use the ENERGY STAR Appliance \nCalculator to calculate the annual energy and water used to wash our garments. We make assumptions for our data such as cold-water wash and machine dried, as \nwell as average washer size. This allows us to capture the impact and compare saving techniques.0%\nCategory 12: End-of-life  \ntreatment of sold products4,215 No We use the EPA’s material management approach to make assumptions on the end-of-life process for products (generation, recycling, incineration, or landfill).  \nWe then use GHG factors for two materials that capture the products: PET/polyester and textiles, soiled. These factors are taken from EcoInvent. This allows us  \nto multiply the weight of product per year by the GHG factor in order to calculate the GHG emissions.0%\nCategory 13: Downstream  \nleased assetsN/A No lululemon does not lease any portfolio space to third parties so the emissions are 0. N/A\nCategory 14: Franchises 1,449 No Electricity and natural gas activity data is collected and tracked by our utility management software for all locations that have utility bills. All locations without utility \nbills are estimated from the sites that do have utility bills. Our franchise locations do not have direct utility bills, so their energy use is estimated. Emissions are \ncalculated by multiplying the activity data by the appropriate emission factors for electricity and natural gas. Emission factors from the latest release of eGRID are \napplied to US locations and IEA electricity factors are applied to international locations. In addition, we estimate refrigerant usage by applying EPA assumptions on \nthe refrigerant charge, operating loss factor, and refrigerant type to calculate the kg of refrigerants. This is then multiplied by the appropriate GWP to obtain MT CO 2e.0%\nCategory 15: Investments N/A No The carbon impact of the investments that lululemon makes outside its normal retail business were estimated and were deemed immaterial. We estimated the \nemissions to be roughly 0.016% of our footprint.N/A\nTotal Scope 3: all greenhouse  \ngas protocol categories829,456\nTotal Scope 3 excluding  \n“Use of Sold Products”568,490 \nTotal Scope 3 in our  \nscience-based target11386,557 \n11 Our science-based target for Scope 3 emissions represents approximately 2/3 of our total Scope 3 emissions as per SBTi requirements.\n59\n LULULEMON IMPACT REPORT 2020 Introduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}