{"page_content": "RESPONSIBLE BUSINESS CONDUCT \nEthical business code of conduct\nWe require everyone at lululemon to act \nrespectfully and ethically. Our Global Code of \nBusiness Conduct and Ethics is our code for \nresponsible business. It guides how we act with \nintegrity, in line with all applicable laws and \nguidelines, to create a company that respects all \npeople, customs, and cultures. Our Vendor Code of \nEthics outlines our commitment and expectations \nthroughout our supply chain. \nPrivacy protection \nPeople trust us with their personal information.  \nIt is our responsibility to protect that data, \npreventing disclosure of confidential information \nwith strict company security policies. We follow \napplicable local data protection and privacy laws  \nto ensure employees, guests, and business partners \nfeel assured their information is in safe hands. Data \nprotection is overseen by the Audit Committee, \nour Data Privacy Officer, and our Chief Compliance \nOfficer. The Audit Committee is also responsible \nfor financial risk assessment and risk management \npolicies, procedures, and practices. \nPerformance-related compensation\nWe believe in a compensation strategy that \nsupports our values and rewards exceptional \nperformance. The People, Culture, and \nCompensation Committee sets competitive levels \nof compensation to attract, retain, and motivate the \nmost qualified directors and executive officers who \ncontribute to success and align with our culture. \nWe are assessing options to drive further progress \nagainst our Impact Agenda. Since our inception we have \nattracted entrepreneurial \nemployees committed \nto sparking social and \nenvironmental change. \nWe created this governance \nstructure to manage our Impact \nAgenda, evolve our ambitions, \nand implement meaningful \npractices throughout the \norganization to help reach  \nour commitments.Group Responsibility\nBoard of Directors\nIncluding:\n• Corporate Responsibility, \nSustainability, and Governance \nCommittee (CRS&G)\n•  People, Culture, and Compensation \nCommittee (PC&C)\n• Audit CommitteeActs as a fiduciary to:\n• Oversee our Impact Agenda. Reviews stakeholder engagement output, establishes goals \nand policies, and monitors progress. Identifies and nominates candidates for the Board and \nmonitors corporate governance practices. \n• Responsible for compensation, talent management, succession planning, and diversity \nand inclusion, as well as risk monitoring, compliance, and related activities.\nExecutive Leadership Team \nImpact CouncilsLed by the global VP, Sustainable Business and Impact (SBI), and the global VP, Inclusion, \nDiversity, Equity, and Action (IDEA). Executes our Impact Agenda and IDEA commitments.\n• Oversees and delivers on Impact Agenda goals and commitments.\n• Integrates Impact Agenda into business strategy.\nSustainable Business and Impact \nFunction (SBI) \nIncluding:\n• lululemon Centre for Social Impact \n• Responsible Supply Chain \n• Product Sustainability \nand Environment \n• Strategy, Integration, and Reporting Led by the global VP, SBI. Integrates social and environmental impact through four teams that \noversee key areas.\n• Leads Impact Agenda strategy and stakeholders. Sets public goals and innovation \nstrategies. Works cross-functionally with external partners to create a culture of impact and \nachieve progress. Tracks progress toward goals.\n• Reports to Chief Brand Officer. Meets with Board, including CRS&G and Audit Committees. \nInclusion, Diversity, Equity, \nand Action Function (IDEA)Led by the global VP, IDEA. Drives inclusion, diversity, and equity across the organization. \n• Sets and meets global IDEA goals and supports a culture of inclusion. \n• Reports to SVP, People and Culture. Meets with CEO, senior leadership, and Board, \nincluding PC&C Committee. \n• Oversees eight employee resource groups: Asian, South Asian, Women in STEM, Black, \nIndigenous, LatinX, and LGBTQ2IA+, as well as Chronic Illness, Mental Health, and \nDisabilities. In addition, IDEA oversees more than 10 task forces for the regions and specific \nbusiness functions. \n• Stewards IDEA Executive Steering Committee, North American Advisory Council, APAC \nAdvisory Council, EMEA Advisory Council, and Global Ambassador Advisory Council.\nSteering Committees  \nand Advisory GroupsProvide ongoing advisory support on critical programs and strategic initiatives, including:\n• IDEA Advisory Council: oversees efforts to implement IDEA commitments. Consists of \nglobal senior leaders. Meets monthly. Led by global VP, IDEA.\n• Centre for Social Impact Steering Committee: oversees the establishment of the Centre. \nLed by the global VP, SBI. Establishing an external and internal advisory council.\n• Responsible Supply Chain Council: oversees building and maintenance of a responsible \nsupply chain. Consists of global senior leaders. Meets monthly. Led by the global VP, SBI \nwith quarterly updates to the CEO. \n• Strategic Initiative Steering Committees: oversees strategic initiatives that require global \ncross-functional engagement such as lululemon Like New or our sustainable packaging \nintegration. Meet monthly.\n• IDEA External Advisory Council: provides expertise on programs. IDEA Advisory is made up \nof ambassadors and meets monthly.\nHow we manage  \nour impact\n8\n LULULEMON IMPACT REPORT 2020\nIntroduction   Be Human   Be Well   Be Planet   Impact Supplement\n", "metadata": {"source": "NASDAQ_LULU_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}