{"page_content": "WHAT WE’RE DOING\nWe have an essential role in supporting our employees in \ntheir unique journey to realize their full potential. We believe \nin cultivating leaders within lululemon who also promote \nbetterment in the world. We foster an environment where \nour employees have equitable access to opportunities, are \npaid equitably, and feel their wellbeing is supported. We \nare striving to create an inclusive work environment so \neveryone feels respected and valued. Through our employee \nleadership programs and support programs, we are creating an \norganization where each leader has the power to find and fulfill \ntheir unique purpose and contribute to a healthy future.\nLeadership\nWe invest in people to uncover and appreciate their unique \nstrengths. We offer many types of learning that are accessible \nto all full-time, part-time, and fixed-term employees. \nBelow are a few of the highlights from 2021:\n• Through the lululemon Mentorship program, we’re supporting \nour people, building their knowledge, growing their careers, \nand strengthening inclusive leadership skills. In 2021, 429 \nmentees and mentors signed up for the program. 55 percent \nof mentees and 25 percent of mentors self-identified as part \nof an underrepresented group.\n• We offered a new Leader Series to nurture and grow inclusive \nleaders for a better world. Cohorts were delivered in six \nlanguages. In 2021, over 1,200 employees (representing \n89 percent of our people managers) attended the \nLeader Series. \n• In 2021, over 5,500 employees attended leadership training \nprograms, including a new 1x1 coaching program, an \nExecOnline Learning Platform, a Business Acumen program, \nand our global lululemon Leadership Summit.\n• We continue to provide ongoing culture offerings, which \ninclude monthly skill-builders tied to our Values in Action, \nPurpose, Vision & Goals, and Practice of Leadership. It’s challenging to measure the exact number of hours of \npaid training for all our employees. We do know that as \nof 2021, our Educators in North America (representing \napproximately 17,000 out of our 29,000 global workforce) \nreceived a minimum of 13.5 hours of training. This included \nan eight-hour paid VALUES Day (Volunteer, Awareness, \nLife, Unity, Empowerment, Support), so they can take time \noff for activities such as volunteering, observance, and self-\nreflection. Educators also got a minimum of 5.5 hours per \nyear dedicated to personal and professional development. \nWhile many other employees may receive more training, we \nare using 13.5 hours as our conservative 2021 baseline. In \n2022, we launched lululemonU, an online learning portal for \nall employees. This will expand training for all employees, \nhelping us meet our 2025 goal of 40 hours. Moving forward, \nwe will continue to improve our measurement and monitoring \nof global development opportunities.WHY IT MATTERS\nEmpowered employees are central to our culture, values, and \nbusiness success. They help us achieve sustainable, inclusive \nbusiness growth and stay resilient to change. They also help \nus ensure we remain innovative and at the forefront of our \nindustry to best support our guests and future generations. \nWhen we invest in leadership and develop opportunities for \nour employees, we are investing in our business success.\nSDG 5. Gender Equality\nSDG 8. Decent Work and Economic Growth\nOUR GOALS\nBe the place where people come to develop and \ngrow as inclusive leaders for the world.  \nTo reach that ambition, we will:\n• Provide at least 40 hours of paid training and \nvolunteer time to all full-time employees by  \n2025 per year11\n• Expand gender pay equity to full pay equity for \n100% of employees in all markets that permit \ncollection of that data by 202212EMPLOYEE LEADERSHIP GOAL\nEmployee \nempowerment\n11 Paid learning and volunteer time is in addition to onboarding training and mandatory compliance training.\n12 We follow local laws and regulations and where we are able to collect the data necessary to confirm complete pay equity, we will do so. \nFull pay equity includes gender and race and our reporting scope is currently limited to US only.# hours of paid training and volunteer time for all \nfull-time employees \n40 hours\n2021 baseline—13.5 hours Target year: 2025\n20\n LULULEMON 2021 IMPACT REPORTIntroduction   Be Human   Be Well   Be Planet   Supplement\n", "metadata": {"source": "NASDAQ_LULU_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}