{"page_content": "Renewable electricity\nIn achieving our 100 percent renewable electricity goal, \nour Scope 1 and 2 emissions decreased by 82 percent from \nour 2018 baseline. This was due to the purchase of Energy  \nAttributes Certificates (EACs). We purchase EACs from \naccredited tracking agencies and, where possible, from wind \nand solar energy sources. In 2021, we signed a 10-year Virtual  \nPower Purchase Agreement (VPPA) with renewable energy \ncompany Enel Green Power (see Spotlight Story ). Energy efficiency\nWe continue to improve energy efficiency in our owned and \noperated facilities. In 2021, we expanded our pilot of Energy \nManagement Systems (EMS) in stores to better control our \nHVAC systems, reduce energy use, and improve guest and \nemployee comfort. In total, we have installed EMS in 38 stores, \nwith plans to continue expanding across our stores in North \nAmerica in 2022. \nTransportation and logistics\nTransportation and logistics currently make up approximately \n22 percent of our total carbon footprint. During the COVID-19 \npandemic, we experienced longer lead times and delivery \nchallenges due to factory closures and pressure on ocean \nfreight and seaports. This meant we increased our use of air \nfreight, significantly impacting our Scope 3 target performance. \nWe see these challenges continuing into 2022 and are working \non rebalancing transportation modes as we emerge from  \nthe pandemic.In 2021, we focused on three logistics initiatives to  \nreduce emissions: \n• Choosing emissions-friendly transportation modes— \nWe saw a 104 percent increase in emissions from \ntransportation between 2020 and 2021. We launched \nan Air Freight Management Task Force and are shifting \ntransportation methods where possible from air freight to \nocean, truck, or train.\n• Using more sustainable logistics service providers \n(LSPs)—Currently, all inbound LSPs have an approved \nscience-based target or are working toward setting a target.\n• Selecting more sustainable fuels—In 2021, we explored \nusing more sustainable fuels as part of our broader strategy, \nincluding more sustainable aviation fuel (SAF), electric \nvehicles, and biofuels for ocean freight. We are working on \nsecuring an SAF supplier to conduct pilot work in 2022.\n25 We procured 100% renewable electricity to power our owned and operated facilities, with 99% sourced in compliance with the RE100 \ntechnical criteria. However, due to unavailability of an Energy Attribute Certificate (EAC) program, lululemon was unable to source \nrenewable electricity in South Korea. Consequently, renewable energy credits were procured from a nearby geography.Total renewable electricity purchased25 (MWh)\nTotal purchased electricity (MWh)\nTotal renewable electricity (%)2019\n2019\n20192020\n2020\n20202021\n2021\n2021Renewable electricity in our owned and operated facilities \n0.000000 5714.285714 11428.571429 17142.857143 22857.142857 28571.428571 34285.714286\n0 15000 30000 45000 60000567\n2018 baseline  —2821,560\n62,565\n2018 baseline—42,68951,11748,499\n62,565\n1%\n2018 baseline—<1%42%\n100%\nClimate action\n41\n LULULEMON 2021 IMPACT REPORT Introduction   Be Human   Be Well   Be Planet   Supplement\n", "metadata": {"source": "NASDAQ_LULU_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}