{"page_content": "SUSTAINABLE MATERIALS PROCURED BY TYPE\nSustainable product  \nand material innovation\nMaterial Type Unit* 2020 2021\nNylon Total kg 10,646 14,066\nRecycled kg 241 819\n% 2% 6%\nRenewable kg 0 0\n% 0% 0%\nPolyester Total kg 6,056 9,362\nRecycled kg 2,357 4,655\n% 39% 50%\nCotton Total kg 4,124 5,580\nSustainably sourced cotton kg 1,498 2,050\n% 36% 37%\nDown Total kg 91 109\nResponsible Down Standard kg 91 109\n% 100% 100%\nAnimal-derived materials Total kg 245 216\nResponsible/traceable kg 91 109\n% 37% 50%\nForest-based materials Total kg 1,575 1,857\nForest Stewardship Council (FSC)-certified  \nnatural rubber kg 65 498\n% 4% 27%\nResponsible regenerated cellulosics kg 748 1,185\n% 48% 64%NYLON\nSource 100 percent renewable or recycled content nylon  \nfor our products by 2030.\nOur nylon goal is ambitious and challenging. Nylon makes up \nthe biggest portion of our materials and provides lululemon \nproducts with the characteristically unique performance, feel, \nand quality we have become known for. Our goal is to transition \nfrom virgin nylon fibre to 100 percent renewable, recycled, or \nnet new fibres that reduce our dependence on fossil fuels while \nmaintaining uncompromising feel and performance. \nOur initial approach is to innovate into renewable bio-nylon \nat scale. We have a multi-year collaboration with Genomatica, \na leader in biotech innovation and materials, to bring renewably \nsourced, biobased materials into our product lines, including \nlower-impact, plant-based nylon. We are collaborating with \nGenomatica on plant source and traceability to optimize \nthe overall environmental benefits from plant-based nylon. \nWe are developing the technology and working toward \ncommercialization at scale, to help achieve our 2030  \nproduct goals.\nRecycled nylon (generally made from post-industrial material \nwaste) is another option. However, recycled alternatives that \nalign with our product performance standards are currently \nonly available in limited quantities. We will scale through \nexisting and emerging solutions, such as textile-to-textile \nrecycling. We are exploring environmental impact reductions \nin other areas of the nylon value chain, including solution dye \nfinishes, manufacturing, and facility improvements. \nBaseline Year Baseline 2021 Results Goal Goal Year\n2020 2% 6% 100% 2030% renewable or recycled content nylon\n*kgs in ‘000s\n47\n LULULEMON 2021 IMPACT REPORT Introduction   Be Human   Be Well   Be Planet   Supplement\n", "metadata": {"source": "NASDAQ_LULU_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}