{"page_content": "Glossary\nASM: Assistant Store Manager. The Assistant Store Manager role is an \nessential part of the store leadership team, impacting team member \nand guest experience every day. ASMs are responsible for leading and \ncoaching team members, holding the team accountable to results, and \nensuring an outstanding guest experience in the store. ASMs are also \nresponsible for accomplishing administrative and operations-focused \nactivities, including floor management and scheduling.\nCentre for Social Impact: Launched in 2021 with a commitment of  \nUS $75 million by 2025, the lululemon Centre for Social Impact invests \nin and advocates for the wellbeing of those most impacted by systemic \ninequity around the world. The Centre is led and managed by a global \ninternal team of experts in social impact, innovation, and wellbeing.\nCollective: Our collective is made up of our global employees, guests, \npartners (e.g., ambassadors), and communities.\nDC: Distribution Centre. A DC is a product storage and shipping building \nthat stores the goods a company produces.\nEducator: The Educator role is the foundation of our success as an \norganization. Educators are experts in creating world-class customer \nservice, or guest experience, in our retail stores. They are responsible for \nengaging and connecting with our guests, sharing top-quality product \neducation, and speaking authentically about our community and culture.\nEnergy Attributes Certificates: Energy Attributes Certificates (EACs) are \nissued as proof of electricity produced by renewable sources. Each EAC \nendorses that 1MWh was generated and injected to the grid by a specific \nrenewable source, such as wind or solar plant.\nFreshwater: Refers to municipal, rain, surface, ground, and well water. Does \nnot include brackish or sea water, or produced or recycled water.\nFutures Innovation: Through a convergence of scientific, technological, \nand cultural foresight, our Futures Innovation team invents and validates \nproduct opportunities in strategically identified fields of wellbeing.\nGEC: Guest Education Centre. lululemon’s GEC is our customer  \nservice team.\nHere to Be grant program: Supports organizations around the globe that \ncreate inclusive access to movement and mindfulness, and those that advocate \nfor civil and human rights. To date, the Here to Be program has supported 750 \norganizations and positively impacted more than one million people.Higg FEM: The Higg Facility Environmental Module (Higg FEM) is a \ntool developed by Higg Co. that informs manufacturers, brands, and \nretailers about the environmental performance of their individual facilities, \nempowering them to scale sustainability improvements. For more \ninformation, visit the Sustainable Apparel Coalition website.\nHigg MSI: The Higg Materials Sustainability Index (Higg MSI) is a tool \ndeveloped by Higg Co. to measure and score the environmental impacts \nof materials. Designers and product developers can use the Higg MSI to \nassess and compare the cradle-to-gate impacts of different materials. For \nmore information, visit the Sustainable Apparel Coalition website.\nHigg Product Module: The Higg Product Module (PM) is a tool developed \nby Higg Co. that measures the cradle-to-grave environmental impacts of \na product from the point of resource extraction to manufacturing impacts, \nall the way through product durability, care, and end of use. For more \ninformation, visit the Sustainable Apparel Coalition website.\nIDEA: Inclusion, Diversity, Equity, and Action. lululemon’s functional team \nthat embeds, fosters, and accelerates inclusion, diversity, and equity across \nlululemon, including our products, partnerships, and collective.\nLifecycle Assessment (LCA): LCA is defined by the ISO 14040 as the \ncompilation and evaluation of the inputs, outputs, and the potential \nenvironmental impacts of a product system throughout its lifecycle.\nMakers: Makers are the people who work for the suppliers who \nmanufacture our products.\nMore sustainable materials: We have defined sustainable materials \nas materials contributing to improved environmental and/or social \nimpacts compared to conventional versions, including fibres that \nare recycled, renewable, responsibly sourced, or manufactured with \nlow-resource processes.\nMore sustainable products: We have defined more sustainable products \nas products made with at least 25 percent sustainable materials.\nOwned and operated facilities: Facilities where lululemon has direct \noperational control: stores, distribution centres, and offices. Does not \ninclude manufacturing or transportation and logistics along our  \nvalue chain.People Networks: lululemon’s employee resource groups. People  \nNetworks are safe spaces to gather, connect, and restore based on  \nshared identity, equity-centred spaces for development, and communities \nof choice, where employees have power over their own engagement  \nand contribution.\nPriority suppliers for MRSL implementation: A subset of wet processing \nsupplier facilities that produced 84 percent of our production value in 2021.\nPriority wet process suppliers: Priority wet process suppliers produce \n80 percent or more of our value annually and include any supplier with \nproduction in a water-scarce region. Wet processing is defined as any \nwater-intense process, such as dyeing and finishing of materials.\nRacially diverse: Defining racial and ethnic categories is complex; the \nobjective is to create categories that address significant global patterns of \nracial and ethnic dynamics. The term “racially diverse” is used to measure \nthe non-white population as an aggregate for purposes of identifying \ndisparate impact based on race. This data enables us to expand our \nresponse to the historical and cultural politics of race and gender.\nScope 1 emissions: Direct emissions from owned and operated facilities.\nScope 2 emissions: Indirect emissions from the generation of purchased \nenergy. The Supplement contains both market-based and location-based \nemissions. Our goals use market-based emissions.\nScope 3 emissions: All indirect upstream and downstream emissions that \nare not included in Scope 2 that occur across our value chain, excluding \ncustomer use. Note that this includes a broader scope than what is \nincluded in our science-based target.\nSSC: Store Support Centre. lululemon’s head office operations. \nVirtual Purchasing Power Agreement (VPPA): A VPPA is a long-term \ncontractual commitment to purchase clean energy from a specific offsite \nrenewables project. A VPPA is key to enabling the project’s development \nand construction, and adds new renewables to the grid, displacing fossil \nfuels. Energy Attributes Certificates (EACs) generated alongside the \nrenewable electricity are transferred to the corporate buyers to support \ntheir decarbonization efforts. lululemon’s VPPA supplies an equivalent \namount of renewable electricity to the grid that we use in our North \nAmerica stores, SSCs, and DCs.\n74\n LULULEMON 2021 IMPACT REPORT Introduction   Be Human   Be Well   Be Planet   Supplement\n", "metadata": {"source": "NASDAQ_LULU_2021.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}