{"page_content": " 26\nCorporate Responsibility Report 2020Our Board has four standing \ncommittees: Audit Committee, \nCompensation Committee, Nominating \nand Governance Committee, and \nCommittee of Independent Directors. All \nindependent directors are members of \nthe Committee of Independent Directors. \nEach of the Audit, Compensation, and \nNominating and Governance Committee \nis subject to a charter which is approved \nby the Board and reviewed regularly. \nEach committee is chaired by an \nindependent director.  \nThe Nominating and Governance Committee is responsible for identifying and screening new candidates  \nfor Board membership and for overseeing the evaluation of Board members. Our Board believes in bringing a diversity \nof backgrounds and viewpoints to the Board and desires that its directors and nominees possess critical skills and \nexperience in the areas of semiconductor design and marketing, manufacturing, software, and finance. The Board also \nbelieves having directors of diverse gender, race, and ethnicity, along with varied skills and experiences, contributes  \nto a balanced and effective Board. Our Significant Corporate Governance Principles affirm our commitment to a  \npolicy of inclusiveness. To further that commitment in any director candidate search, the Nominating and Governance \nCommittee has committed to actively seek out director candidates reflecting a diversity of backgrounds, perspectives, \nexperiences, genders, races, and ethnicities.   \nOur Significant Corporate Governance Principles, the Director’s Code of Ethics, and the charters of our Audit, \nCompensation, and Nominating and Governance committees are available at our Investor Relations  web page . \nRISK MANAGEMENT  \nOur Board has overall responsibility for risk oversight at the Company and may delegate particular risk areas to the \nappropriate Committees of the Board. The Board’s role in risk oversight builds upon management’s risk management \nprocess. The Company conducts a formal annual risk assessment and coordinates ongoing risk management activities \nthroughout the year to identify, analyze, respond to, monitor, and report on risks. Risks reviewed by the Company \ninclude operational, financial, legal and compliance, IT and cybersecurity, strategic, and business-continuity risks. \nThe management team then reviews with the Board any significant risks identified during the process, together with \nplans to mitigate such risks. In response, the Board or the relevant Committee may request that management conduct \nadditional review of or reporting on select enterprise risks. The process and risks are reviewed at least annually with \nthe Board or any of its Committees.  \nIn addition, our business continuity plan serves as a framework for managing and responding quickly to unanticipated \nevents and interruptions that may impact our business operations and customers. Our Board plans for succession \nto the position of the Chair of the Board, the position of CEO and other senior management positions to help ensure \ncontinuity of leadership. To assist the Board, the CEO provides the Board with an assessment of other senior managers \nand their potential as a suitable successor. The CEO also provides the Board with an assessment of persons \nconsidered potential successors to certain senior management positions. ", "metadata": {"source": "NASDAQ_XLNX_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}