{"page_content": "32Health and Safety, continued\nEach of our operations has a safety committee made up of front-line \nworkers and management. We have a Safety Career Path in which we \nencourage people to move into safety roles. Regional Safety Summits \nare held every year to keep our people aware of the latest advances \nin safety methods and practices, while our yearly Safety Week puts \nan organizational emphasis on our safety programs. We celebrate \nindividual and plant achievements, such as records for consecutive \ndays of accident-free operation. We ensure proper monitoring \npractices, and our plant management and safety committee members \nperform periodic worksite inspections to identify and address \nany unsafe work practices or safety hazards. This includes the \nimplementation of our Power BI software platform that is used to \ngather and evaluate health and safety performance, including injuries \nand occupational hazards, on a quarterly basis. Our current process \ncollects data in our domestic operations, and we will continue to \nmonitor and expand to international regions as feasible.*Among our safety investments and practices are:\nErgonomic \nequipment to \nreduce strains \nand sprainsAutomated \nprocessesNew material \nhandling \nequipment \nto reduce the \nnumber of \n“touches” for \neach team \nmemberDevelopment  \nand \nimplementation \nof industry-\nleading training \nand safety \nprograms\nThe results of our efforts are a low, industry-leading  \naccident frequency rate that has seen a sustained reduction  \nsince these programs were implemented many years ago.\nTotal Recordable  \nIncident Rate**\nThe Total Recordable Incident Rate (TIR) reflects a consolidation of our separate \nentities’ recordable incident rates as recorded on their OSHA 300 reports. \nInternational operations are excluded from this U.S.-based metric, but their safety \npolicies and programs are based on local regulations. Newly acquired operations are \nincluded in our TIR calculations in the year following the first full calendar year that \nthey become a part of the UFP family of companies.\n3.53\n20214.06\n2022\n*Regular evaluations and audits are conducted in the U.S. and Canada plants where  \n  Company HR and Safety policies and practices are implemented.\n**The TRI rate is calculated for U.S.-based plants only and does not include some  \n   newly acquired operations.\nOur Sustainability Philosophy Our History Environmental Sustainability Data Tables Governance Message From Our Chairman and CEO UFP at a Glance Our Business Philosophy Product Stewardship Culture\nCultureCulture", "metadata": {"source": "NASDAQ_UFPI_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}