{"page_content": "39Leadership Structure and the  \nBoard’s Role in Risk Oversight\nThe Board believes the roles of Chief Executive Officer and \nChairperson should normally be separated. However, to facilitate \nsuccession planning, those roles are currently combined. Our \nBoard holds sessions of its meetings that are exclusively attended \nby independent directors. The Board’s Lead Director chairs the \nmeetings of independent directors, communicates actions requested \nby the independent directors, and serves as a liaison between the \nindependent directors and our Chief Executive Officer/Chairperson. \nOur Board of Directors, through its three committees, has an advisory \nrole in risk oversight for our Company. Company management \nmaintains primary responsibility for the risk management of \nour Company. The current trends toward increased regulation, \nlitigation and political volatility make it extremely difficult to predict \nthe type and magnitude of risks facing our Company. Despite \nthis unpredictability, our Board relies on the representations of \nmanagement, periodic reports from our independent auditors, as well \nas internal audit services performed by a third party, our Company’s \nsystems of internal controls, our Company’s insurance advisors and \nthe historically conservative practices of our Company, to provide \ncomfort as to our Company’s ability to manage its risks. Management’s \ndiscussion of current risk factors is set forth in our Company’s Annual \nReport on Form 10-K. \nMitigating Governance Risks\nWe mitigate governance risks using independent director-\nled committees for Audit, Personnel and Compensation and \nNominating and Governance. These committees review their \ncharter annually and report to the full Board after each meeting.\nThe skill and diverse experience of the Board enables it to oversee \nmanagement’s response to the increasingly complex nature of \npublic company regulation and compliance requirements.\nThe audit function is comprehensive and includes external audit \nservices by a Big 4 firm and an internal audit function which \nincludes substantial participation by a separate U.S.-based \ninternational accounting firm.\nOur Sustainability Philosophy Our History Environmental Sustainability Data Tables Governance Message From Our Chairman and CEO UFP at a Glance Our Business Philosophy Product Stewardship Culture\n GovernanceGovernance", "metadata": {"source": "NASDAQ_UFPI_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}