{"page_content": "9Increased active ownership \nactivity\nThe firm carried out 564 engagements in 2019, up from 360 the previous year. In 2019, we voted on 2,321 meetings globally, up from 1,373 in 2018, a 69% increase. We also introduced a milestone-based approach to better track and communicate our engagement activities. Enhanced ESG integration and developed proprietary methodologies\nOur global research teams continue to refine their ESG integration approach. In 2019, we developed a proprietary corporate credit ESG assessment framework and reviewed over 600 companies. Within equities, we continued to formalize, mature and document our own ESG views.\nExpanded the Responsible Investment team\nWe expanded the RI team with four additional professionals for a total of 13 members as of December 31, 2019. This team contributes to product development efforts, supports the research analysts with ESG integration practices, leads active ownership activities and advises on RI policies and reporting. Launched progressive responsible investment solutions\nWithin fixed income, Aegon AM US launched a High Yield ESG strategy, a best-in-class approach to high yield investing, as well as Sustainable Fixed Income, as sustainability-themed strategy. Within equities, Aegon AM UK launched the International Sustainable Equity strategy which seeks to capture innovative and disruptive growth.\nStrengthened climate change commitment \nAegon AM NL signed a commitment in support of the Dutch Government’s National Climate Agreement. We also developed carbon measurement reporting and conducted targeted engagement to advocate for climate action and disclosure by investees and support climate action-oriented shareholder resolutions.Promoted continuous learning \nTo foster continuous learning, we conducted RI training for employees globally. Additionally, Aegon’s Climate Change Working Group hosted an internal educational climate change workshop to discuss how a changing climate can affect investments.Refined our responsible investment principles\nWe undertook a global company-wide exercise to develop common principles, classifications and terminology. These principles guide our responsible investment approach across asset classes and regions. Developed an intentional inclusion and diversity plan \nAs a reflection of our commitment to inclusion and diversity, we launched a range of tactical initiatives. Efforts range from diversity goals in our recruitment process and vendor due diligence to unconscious bias training for employees and forming grassroots ideas through working groups. \nKey Developments in 2019\nOur Journey", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}