{"page_content": "Ratings &  \nRankings\n10A recognized leader in responsible investment \nEach year various organizations assess our company’s responsible investment strategy, program and \npolicy. We are proud to report that our responsible investment program continued to receive high ratings and rankings by key industry organizations last year. \nCelebrating notable anniversariesAegon AM was also honored to be recognized for our responsible investment practices during 2019. \nTop decile globally for responsible investment4\nOur responsible investment program was ranked in the top decile of managers surveyed by \nShareAction. We were also the highest-rated of the specialist fixed income managers surveyed. Through its Asset Owners Disclosure Project, ShareAction ranked the world’s largest asset managers for responsible investment. Aegon AM was ranked sixth overall out of the 75 managers surveyed in the report released in March 2020.A+ \nPRI \nRI strategy and governance1100 / 100  \nSustainalytics  \nRI policy and program2\n9.3 / 10  \nMSCI  \nRI Program36th / 75  \nShareAction  \nRI Program4\nPast rankings are no guarantee of future rankings. Please refer to disclosures for important information on ratings/rankings. \n1Approximately 25% of signatories received an A+ score for PRI strategy and governance module in 2019. 2Approximately 14% of 1,656 \nparticipants received a score of 100/100 for their responsible investment policy and approximately 17% of 1,147 participants received a score \nof 100/100 for their responsible investment program in 2019. 3Within MSCI's Life and Health Insurance category, Aegon N.V. ranks 2nd for its \nresponsible investment score of out 78 insurance companies. 4ShareAction conducted a survey (\"Point of No Returns\", March 2020) of 75 of \nthe world's largest asset managers across 17 countries (based on AUM as of December 31, 2017 according to IPE's 2018 Top Asset Managers List). \n5The Global Sustainable Equity and Ethical Equity strategies are managed by Aegon AM UK.30 years\nOur Ethical Equity \nstrategy5, one of the \nfirst of its kind in the UK to employ strict ESG screening criteria, celebrated its 30-year anniversary in 2019.10 years\n10 years since formed a dedicated Responsible Investment team. As of 2019, the team has grown to 13 professionals.3 years\nOur Global Sustainable Equity strategy\n5, a \nsustainability-themed approach to investing in mid-cap innovators and disruptors, celebrated a three-year track record in 2019.\nRatings & Rankings", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}