{"page_content": "ESG Integration\nWe believe responsible investing creates opportunities to generate value and may contribute to long-term outperformance. \nAs a result, ESG factors are integrated into our bottom-up research process. By integrating ESG considerations with economic factors, the research teams seek to identify financially material ESG factors and arrive at an independent, holistic view of the investment. \nBenefits of ESG integration  \nIncorporating ESG factors can help develop a more holistic view of the investment opportunity. ESG integration can also \nstrengthen our conviction on the long-term viability of a company’s profitability and business model. Clearing the short-term noise allows us to focus on long-term results. \nThree key benefits\nFinancial materiality is key  \nWe view ESG factors as a risk management tool and a potential alpha source. By integrating financially material ESG criteria \ninto the traditional financial analysis framework, we can form a comprehensive view of the investment and better evaluate future performance potential. The key is to identify financially material factors which could affect the company’s long-term growth potential, profitability or creditworthiness. \nDebunking common ESG myths  \nThe ESG integration process is focused on managing financial risks and identifying opportunities by including more \ninformation in investment analysis to help inform our decision making. Contrary to some beliefs, ESG integration does not explicitly seek to make ethical, sustainability or responsible value judgements, and there is no hard restriction on the investment universe. Further, ESG integration does not necessitate major changes to the investment process and does not automatically translate into sacrificing portfolio returns.\n11Examples of potentially material ESG factors\nEnvironmental Social Governance\n•Climate change & carbon emissions\n•Energy efficiency\n•Waste & pollution\n•Water use & conser\nvation\n•Deforestation\n•Natural resource use\n•Sustainability initiatives•Human rights & labor standards\n•Product safety and liability\n•Workplace safety\n•Workplace benefits\n•Employee relations\n•Diversity/inclusion policies\n•Data protection and privacy\n•Community involvement•Board independence\n•Board diversity\n•Anti-corruption policies\n•Shareholder rights\n•Compensation structures\n•Corporate political contributionsDeepens our knowledge Strengthens our conviction Promotes a long-term focus\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}