{"page_content": "12Disciplined, holistic ESG framework\nThe concept of analyzing non-financial risks, such as environmental threats, labor \ndisputes and governance quality, has been a longstanding part of our fundamental credit research process. Although ESG factors are identified and assessed individually, the firm takes a holistic approach to integrating ESG factors along with credit analysis to understand the overall credit profile and how it could affect the investment. \nFrom corporate bonds and structured credit to sovereign debt, our ESG integration \nprocess seeks to evaluate the potential effects on economics and valuations. Analysts also identify opportunities for corporate engagement. \nOur ESG integration process seeks to answer three key questions\nInternal insights combined with external data\nAt Aegon AM, we view third-party ESG research firms in the same way that we \nview other external or “sell-side” research. That is, they provide a helpful starting point, but they do not replace our own view. Just as we would not blindly accept credit ratings from traditional rating agencies, we believe it’s critical to form our own view of the issuer’s ESG profile. \nAs a result, the bottom-up, fundamental credit research process combines external \nESG data with our own internal ESG assessment within the context of a broader traditional financial analysis framework. We rely heavily on the industry, company and country expertise of our research team.ESG Integration:  \nFixed Income\nEvaluate economic impact and creditworthinessWhat is the potential economic impact and the associated effect on the issuer’s creditworthiness?\nAssess impact on valuationAre ESG risks and opportunities accurately reflected in credit spreads?\nIdentify engagement opportunitiesCould engagement be beneficial to generate long- term economic value?We believe it is \ncritical to form \nour own view of \nthe issuer's ESG \nprofile. \nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}