{"page_content": "16Unlike equities or corporate bonds, formal ESG integration is comparatively \nnascent within structured credit, including asset-backed securities (ABS), residential mortgage-backed securities (RMBS), commercial mortgage-backed securities (CMBS) and collateralized loan obligations (CLOs). With limited third-party ESG research and few industry standards for private securitized issuers, assessing ESG factors for securitized assets requires a more creative approach. While challenges exist, at Aegon AM, we believe the real value lies in forming our own view. As such, ESG criteria are a key part of our proprietary structured credit research framework and investment decision-making process.\nA systematic approach to uncover risks and identify opportunities\nIn our holistic approach, we identify financially material ESG factors in combination with traditional financial criteria. Systematically integrating ESG factors into our structured research process can help uncover risks that could impact collateral, structure and/or issuer performance and ultimately, portfolio performance. Although the primary focus is on risk mitigation, ESG integration can also identify opportunities. Environmental and social considerations may reveal alignment with sustainability initiatives. For example, solar ABS support renewable energy projects by financing solar panel installation. Student loan ABS support societal objectives such as quality education by providing financing to individuals for higher education. \nESG considerations within structured credit\nAt Aegon AM, our ESG integration approach seeks to answer three key questions:ESG Integration:  \nStructured Securities\nEnvironmentalAre there specific environmental and climate change considerations that must be contemplated?\nEnvironmental risks can include natural disaster risks that are not insured, collateral or business exposure to climate change or potential environmental concerns around the sponsor that could affect performance. We seek to identify these risks where present and establish the degree to which they impact credit performance.\nSocialDoes the issuer create utility and long-term value for \ncustomers, bondholders and itself?\nSocial considerations include regulation, product design, origination and servicing standards and customer satisfaction. We look to assess incentive structures, evaluate where these could create a systematic adverse relationship between the business and its customers and determine what mitigants are in place to help manage these risks.\nGovernanceIs the deal structured to provide appropriate economic split \nand incentives to transaction parties?\nGovernance factors are a critical. Offering documents govern the transaction’s economics and determine transaction participants’ roles, rights and responsibilities. Our approach looks to identify the strength of alignment of interest between collateral performance, transaction participants’ incentives and transaction processes and procedures.\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}