{"page_content": "18ESG Integration:  \nEquities\nActive ESG integration\nAs active equity investors, we believe that integrating a company’s ESG \nperformance within our fundamental analysis is a tool for both potential value creation and risk management. Simply put, there is powerful evidence that companies with sustainable business models can deliver superior long-term financial returns. Ultimately, we view ESG integration as a potential alpha-generating layer of fundamental research that many investors miss. \nWe believe that purely passive approaches to ESG investing are sub-optimal. \nMany of these are driven by factor risks and view ESG as essentially an ‘add-on’. In contrast, we believe that active ESG integration can help us manage risks and enhance performance. Integrating ESG into our investment decision-making strengthens our investment conviction, supports the management of concentrated portfolios and promotes a long-term focus—an important consideration when the general trend in many markets is for short-termism.\nHigh-conviction equity investing\nWithin many of our concentrated high-conviction equity portfolios, the quality of our stock selection often drives our portfolio returns. We emphasize idea-generation rather than blanket research coverage and we use a common language and research framework to analyze companies based on fundamentals, valuations and technicals.\nThe rigor and depth of our fundamental research is central to our ability to \nassess the risks and opportunities at a company level. We believe in the careful consideration of ESG factors as part of our fundamental analysis, alongside our analysis of traditional financial statements and business models. We take a practical, bottom-up approach and focus on material ESG issues, with clear linkages to key business risks and opportunities. Our equity professionals work closely with the Responsible Investment team to support the effective incorporation of ESG factors within the investment process across all portfolios. \nAs an active, bottom-up equity manager, we invest in people as well as \nbusinesses. Our investment managers typically meet with the executive directors of many companies at least once a year and the non-executive directors on a frequent basis. The aim of these meetings, together with our stewardship activities, is to enable us to make better investment decisions and to protect our clients’ interests. In addition, we use our influence with portfolio companies by highlighting ESG performance gaps and ways to improve, as we believe companies with positive ESG momentum will be rewarded by the market over time.\nFundamentals\n-Business model\n-Industry dynamics\n-ESG analysis\nTechnicals\n-Price momentum\n-Earnings momentum\n-Directors’ dealingValuation\n-Relative to\nhistory and peers\n-Free cash ﬂow and \nprice ratios\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}