{"page_content": "At Aegon Asset Management, we \nbelieve responsible investment practices can generate value over the long term. As stewards of our clients’ capital, we think it’s prudent to consider all relevant and material risks and opportunities, including ESG factors, as part of comprehensive securities analysis. Incorporation of ESG factors is a core element of our investment analysis and stewardship activities. \nWith a rich heritage of responsible \ninvestment stretching over the past 30 years, we’ve built a comprehensive responsible investment approach consisting of three pillars: ESG integration, active ownership and solutions. ESG integration and active ownership occurs across our investment platform, where applicable, and we provide responsible investment solutions. \nAs the marketplace has evolved, so has our responsible investment program. We \nhave expanded ESG integration across investment strategies, strengthened our active ownership activities, grown the Responsible Investment team and developed client-centric responsible investment solutions. Through our comprehensive responsible investment activities, we aspire to help our clients pursue better long-term outcomes while contributing to sustainable capital markets and impactful economic activities. \nOur responsible investment approachA Responsible and  \nEngaged Investor\nAs a responsible \nand engaged investor, we aim to minimize risks and explore new opportunities as we seek to generate value for our clients. \nResponsible\ninvestmentSolutionsProduct-speciﬁc\nAll investmentsActive\nownershipESG\nintegration\nBest-in-class\nImpact investingExclusions\nSustainability-themed\n+Ex-post reporting\nAs of December 31, 2019. 1Assets under management/advisement excludes joint ventures. Responsible \ninvestment products and services may vary regionally. 1A Responsible and Engaged InvestorResponsible investment  \nquick facts\nEUR 206 billion \nAuM in responsible \ninvestment solutions1\n564 \nengagements  \n2,321  \ncompany meetings voted on  \n13 \nprofessionals in a dedicated Responsible Investment team", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}