{"page_content": "22Exclusions: Ethical Bond & \nEquity Strategies\nEthical investment solutions\nAegon AM UK manages three specialist ethical strategies: Ethical Bond, Ethical \nEquities and Ethical Cautious Managed. Since the launch of the first strategy in 1989, our ethical strategies have provided clients a responsible investment solution based on strong ethical principles. The ethical screening process evaluates the effects that certain companies’ activities, products and services can have on the environment and society at large. We exclude companies that meet the following criteria: Aegon AM was one \nof the pioneers \nof responsible \ninvesting in \nthe UK and in \n2019 our ethical \nequity strategy \nreached its 30th \nanniversary.Animal welfare Provide animal testing services or manufacture or sell animal-tested cosmetics, household products or pharmaceuticals; involved in intensive farming; operate abattoirs or slaughterhouse facilities; and/or produce or sell meat, poultry, fish or dairy products or slaughterhouse bi-products.\nMilitary Manufacture armaments, nuclear weapons or associated strategic products.\nNuclear power Provide critical services to, or own or operate, nuclear facilities.\nEnvironment Are involved in activities which are commonly held to be environmentally unsound—specifically manufacturers of PVC, ozone depleting chemicals and hazardous pesticides. Or are in breach of internationally-recognised conventions on biodiversity and companies in energy intensive industries which are not tackling the issue of climate change. As of 2019, we also completely exclude oil and gas exploration and production.\nPolitical donationsMade political donations of more than approximately EUR 28,500 (GBP 25,000) in the last year.\nGenetic engineeringPatented genes.\nGambling Investments in betting shops, casinos or amusement arcades accounting for more than 10% of their total business.\nAlcohol Derive more than 10% of their revenue through involvement in brewing, distillation or sale of alcoholic drinks.\nTobacco Derive more than 10% of their revenue from the growing, processing or sale of tobacco products.\nPornography Provide adult entertainment services.\nBanks Corporate or international banks with exposure to large corporate or developing country debt.\nOppressive regimesOperate in countries with poor human rights records, and which have no established management policies on human rights issues.\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}