{"page_content": "23Over the last three decades, our strategies have evolved in response to client \nfeedback and changing societal concerns. Every two years, we formally review the exclusionary criteria applicable to our ethical strategies by asking our clients for their feedback on our approach. \nThe latest results demonstrate broad endorsement of our current screening \napproach while also revealing areas for improvement, such as the environmental category. In 2019, in response to client feedback, we updated the criteria to completely exclude oil and gas exploration and production. We previously allowed very selective investments in the area, but opted to omit these industries entirely to deliver client-focused solutions at a time when societal concerns regarding sustainability are at an all-time high. \nWith a focus on client-led exclusions, we will continue to refine our ethical \nscreening approach to provide clients a compelling values-based investment solution. \nEthical screening survey results 2019\nExclusions are not ranked by order of importance. Qualitative and quantitative survey was conducted by Aegon AM \nUK (Kames Capital), using an online questionnaire. It was circulated to UK financial advisers, institutional investors and consultants with a known interest in responsible investing. Responses were collected from October to December 2018. 82% of respondents were already investing in ethical funds or advised clients who do so. A copy of the survey report was published on the Kames Capital website in March 2019.\n75%\n82%\n70%\n50%\n51%\n58%\n77%\n74%\n69%\n79%\n82%\n66%18%\n10%\n50%\n16%\n10%\n23%\n3%\n31%\n21%\n8%\n31%25%\n20%\n33%\n32%\n23%\n10%\n3%Animal welfare\nMilitary production\n& sale\nNuclear power\nEnvironment\nPolitical donations\nGenetic engineering\nGambling\nAlcohol\nTobacco\nPornography\nBanks\nOppressive regimes\n  Retain current approach   More stringent\n   Less stringent\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}