{"page_content": "24A best-in-class approach to high yield bonds\nIn 2019, Aegon AM US launched a High Yield ESG strategy as an extension of \nour time-tested high yield platform. The High Yield ESG product relies on a best-in-class approach and positive screening to tilt the portfolio toward issuers with favorable ESG profiles. \nWe believe companies that manage their business with environmental, social \nand governance factors top-of-mind are more likely to have sustainable business models and sustainable cash flows over the long term. From that perspective, companies with better ESG profiles may outperform those with weak practices, resulting in ESG factors being a potential source of long-term alpha. This philosophy underpins our High Yield ESG strategy as we seek to outperform the benchmark over the long-term and deliver competitive financial results for our clients.\nThe essential role of positive screening \nWe believe it’s important to look beyond the surface-level environmental and social risks and use a best-in-class approach to consider which companies are doing the best job mitigating these risks. Exclusions or negative screening can help eliminate the more obvious culprits, but we believe the real value in ESG investing is to identify companies with better practices or improving ESG profiles through positive screening. After all, not all companies within a sector are created equal and excluding an entire sector can increase risk by reducing diversification. We look for companies that have a well-articulated ESG strategy and solid governance practices. Best-in-Class:  \nHigh Yield ESG\nWe look for \ncompanies that \nhave a well-\narticulated ESG \nstrategy and \nsolid governance \npractices as we \nconstruct a High \nYield ESG portfolio \nusing a best-in-\nclass selection \napproach.Provides high yield fixed \nincome exposure Relies on a proprietary ESG \nresearch framework\nSeeks competitive long-term \nfinancial returnsInvests in issuers with \nfavorable ESG profiles\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}