{"page_content": "25A proprietary ESG research framework\nAs part of our proprietary ESG research framework, we classify issuers into five \ncategories depending on the level of ESG-related risk. To formulate a holistic view of the issuer’s creditworthiness, research analysts integrate ESG information into their analysis by evaluating data from various third-party sources in combination with internal research to assign credits into a proprietary ESG category. Our proprietary ESG categories, also described in more detail on page 14, help determine the investable universe for the High Yield ESG strategy. \nPortfolio construction combines ESG and economic criteria\nIn a best-in-class approach, investment candidates must meet both our ESG and economic thresholds. We don’t view ESG factors in isolation—it’s critical to consider the company’s financial condition and the economics of the trade. The result is a diversified ESG-focused strategy that not only aims to deliver competitive long-term financial results, but also seeks to contribute in a positive way to the world around us. \nKey tenets of our high yield platform also apply to High Yield ESG\nAll-weather approach•\n  Invests across the high yield credit quality  \nspectrum \n•\n Focused on high yield bonds with a tilt toward\n \nissuers with strong or improving ESG profiles\n•\n Pursues alpha oppor\ntunities throughout business \ncycles and around inflection points\nMultiple alpha sources•\n Security selection in all environments\n \n•\n Rating allocations around market inflection points\n \n•\n Sector/industr\ny allocations as opportunities arise \nRisk-adjusted results•\n Focus on capturing upside while mitigating\n \ndownside risk\n•\n Suppor\nted by independent risk management team\nResearch\nintensive\nprocessProprietary \nESG \ncategorization \napproachBest-in-class \nmethodology\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}