{"page_content": "26A sustainable approach to fixed income investing\nLeveraging our time-tested fixed income capabilities, Aegon AM US developed the \nSustainable Fixed Income strategy, a sustainability-themed approach to multi-sector fixed income investing. The strategy seeks to generate competitive returns over the long term by investing in a wide range of fixed income securities including corporate bonds, sovereign debt, structured securities and municipal bonds. \nUnderpinning this strategy is a conviction that issuers aligned with the trend \ntoward long-term sustainability are more likely to remain competitive in a rapidly changing business environment. These issuers could be best positioned to create long-term value that ultimately may allow our clients pursue better long-term outcomes, while simultaneously helping to solve the world’s most pressing sustainability issues.\nThe secular sustainability shift presents compelling investment opportunities\nWe believe sustainability is a long-term, secular shift. Consumers are demanding change; governments are responding with new policies; businesses are adapting; and investors are adjusting their portfolios to align with long-term sustainability themes. \nThe shift presents compelling \nopportunities for investors to generate alpha and contribute to a more sustainable global economy. Opportunities exist across five key sustainability pillars—climate change, eco solutions, resource efficiency, health and well-being and sustainable growth. Furthermore, these opportunities align with the United Nations' Sustainable Development Goals, a set of 17 universal goals that serve as a blueprint for a more sustainable future. Sustainability-themed: \nSustainable Fixed Income\nSustainability is \na secular shift, \npresenting many \nopportunities to \nalign portfolios \nwith sustainable \nmegatrends \nand potentially \ngenerate long-\nterm alpha.\nProvides multi-sector fixed \nincome exposureRelies on research-intensive, \nproprietary sustainability \nprocess\nSeeks competitive long-term \nfinancial returnsAligns with long-term \nsustainability megatrends\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}