{"page_content": "Proprietary sustainability research \nframework\nSustainable fixed income investing requires a tailored, research-intensive approach. To identify sustainable investment opportunities, we developed a proprietary process to assess the sustainability of fixed income investment opportunities. The process combines internal expertise alongside external data to analyze the investment’s sustainability profile. \nTo help determine the investable universe, \na global Sustainable Investment Committee scrutinizes issuers' sustainability profiles, assigns issuers into sustainability pillars, identifies impact categories and matches each issuer’s sustainability activities to the UN’s SDGs. \nPursuing better outcomes and driving change\nTo effect positive change and influence outcomes, our Responsible Investment team engages with issuers individually and collaboratively to encourage sustainable practices and growth of sustainable businesses, which ultimately may help grow the eligible investment universe for this strategy. By aligning with sustainability themes and engaging with companies, we believe Sustainable Fixed Income can help clients pursue better long-term outcomes for their portfolios and the world around them.\n27Sustainability pillars\nClimate change  \nReducing pollution and energy waste through innovative products and services as well as environmentally conscious assets\nInvestable sectors:  \nEnvironmental services, SASB \nCMBS, REITs and green bonds\nEco solutions  \nProtecting and improving the \necosystem of our planet through innovative products and services\nInvestable sectors: Cloud-based \ncomputing technology, data center ABS, automotives and solar ABS\nResource efficiency  \nReducing finite resource use by \nencouraging circular economies and sustainable agriculture \nInvestable sectors: Sustainable \nagriculture, industrials and commercial property assessed clean energy (PACE)\nHealth & well-being Enhancing \nhuman well-being through better healthcare, nutrition, hygiene and access to educational services\nInvestable sectors: Consumer \nproducts, pharmaceuticals, student loan ABS\nSustainable growth  \nSupporting sustainable cities and \ncommunities through affordable housing, mass transit and stable and effective governments\nInvestable sectors: Agency MBS, \nsovereigns and transportation\nFor illustrative purposes only. Not an exhaustive list.\nResponsible \nInvestment \nSolutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}