{"page_content": "28The Global Sustainable Equity strategy aims to identify the best global bottom-up \ninvestment ideas, reflecting our in-depth sustainability analysis and global equity investment process. It is managed by Aegon AM UK and is available on a global and global ex-US basis.\nInvesting sustainably and profitably\nWe believe that thoughtful consideration of material sustainability factors can add alpha to a portfolio. Furthermore, this potential effect is even more powerful in mid- and small-cap stocks and in emerging markets—areas where there are numerous opportunities to uncover underappreciated and mispriced companies.\nThe Global Sustainable Equity strategy is a high-conviction approach to investing \nin innovative and disruptive companies providing solutions to today’s sustainability challenges. The strategy utilizes sustainability analysis as a core part of the fundamental research process. \nFocus on sustainable improvers\nResearch suggests companies that are improving from a sustainability perspective often outperform the existing sustainability ‘leaders’ which are already ranked highly. We attempt to capture alpha by investing the bulk of the portfolio in these ‘improvers’ and in turn, supporting their drive to continue to have a positive impact on the world’s sustainability challenges. \nSeven sustainability pillars\nWe have identified seven pillars of sustainability and categorize each of our holdings into one of these pillars, based on their main impact (although in practice they may contribute to more than one). In the chart on the right we summarize the range of themes covered by our sustainability research.Sustainability-themed: \nGlobal Sustainable Equity\nInvesting \nsustainably and \nprofitability are not \nmutually exclusive \nconcepts.\nEnvironmentalClimate change\nEco solutionsResource efficiency\nSocialHealth & well-beingInclusionSustainable growth\nGovernance\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}