{"page_content": "About Aegon\nAsset Management\nActive management on a  \nglobal scale \nAegon Asset Management1 is a group \nof active global investors. We aim \nto deliver competitive investment performance for our clients with appropriate levels of risk, supported by quality service. Our 380 investment professionals manage and advise on assets of EUR 352 billion (USD 395 billion) for a global client-base of pension plans, public funds, insurance companies, banks, wealth managers, family offices and foundations. \nWe are an international business; \nour 1,200 employees work from 17 locations across Europe, the Americas and Asia. We have a supportive owner in the Aegon Group, one of the world’s leading financial services businesses, which has a heritage dating back to 1844. Four focused investment platforms \nAt Aegon Asset Management (Aegon AM), we organize our investment capabilities around four focused platforms where we have deep asset-class expertise: fixed income, real assets, equities, and multi-asset & solutions. Each platform has dedicated teams, organized globally and charged with maximizing client benefit from their specialist areas.\nResearch-driven approach \nWe believe in fundamental, research-driven active management, underpinned by effective risk management and a commitment to responsible investment. Our investment platforms have the flexibility to organize their resources and processes to best suit their areas of focus. EUR 352 billion  \ntotal assets under \nmanagement/advisement\n1,200  \nemployees serving  \nclients worldwide\n17 \nlocations across Europe, the Americas and Asia\n30+ \nyears of responsible investing\nAs of December 31, 2019\n21The following Aegon affiliates are collectively referred to herein as Aegon Asset Management (Aegon AM): \nAegon USA Investment Management, LLC (Aegon AM US), Aegon USA Realty Advisors, LLC (Aegon RA), Kames \nCapital plc (Aegon AM UK), and Aegon Investment Management B.V. (Aegon AM NL). Kames Capital plc is being rebranded to align with the global Aegon Asset Management brand in quarter three of 2020, subject to regulatory approvals. After this point Kames Capital plc will be known as Aegon Asset Management UK plc (Aegon AM UK). Each of these Aegon Asset Management entities is a wholly owned subsidiary of Aegon N.V. \nAbout Aegon Asset Management", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}