{"page_content": "29We begin by screening the broader \nglobal equity universe of over 40,000 stocks by applying three filters: market capitalization, minimum average daily volume and countries of domicile represented in MSCI ACWI index. Once these filters are applied, our starting investment universe is around 4,000 stocks.\nOur sustainability screening and \nanalysis then excludes around 15% of our investible universe based on unsustainable products, processes and improvement metrics. These factors limit our exposure to certain highly capital intensive, cyclical and mature sectors such as mining, defense, tobacco, oil and gas. \nNext, we use our proprietary systematic \ninvestment screen to rank the universe by quintiles from best to worst based on financial strength, cash flow and technical factors. Focusing on the top quintile of the investable universe, our investment team undertakes bottom-up analysis to identify high conviction investment ideas. \nWhen a high conviction investment idea \nis identified and deemed of interest to the portfolio managers, the analyst works with the ESG research team to undertake additional sustainability analysis and due diligence. On completion of this analysis we categorize companies as a sustainability leaders, improvers or laggards. \nOnly companies designated as \nsustainability ‘leaders’ or ‘improvers’ are considered for inclusion in the portfolio. Supported by empirical evidence, we heavily focus on sustainability improvers as research suggests that identifying and investing in these innovators and disrupters is one of the most effective ways to generate alpha over the long term.Our investment conviction is ultimately determined by combining our sustainability insights with our established global equity stock-picking process. We search for the best bottom-up investment ideas and aim to enhance performance by increasing our exposure to companies with strong sustainability criteria. The result is a concentrated growth-focused portfolio of generally 35 to 45 high-conviction stock ideas. \nSustainability categories\nLeaders  \nMeeting a high proportion of our absolute sustainability criteria and are demonstrably leaders in their sub-sectors.\nImprovers  \nWhere we have identified material \nsustainability issues and which are showing clear evidence of significant improvements in sustainability performance.\nLaggards  \nCompanies that are either excluded \ndue to a combination of undesirable product exposure (e.g. tobacco or defence manufacturers), poor sustainability disclosure and performance and/or with little evidence of a desire to improve.\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}