{"page_content": "30Aegon AM UK launched a healthcare real \nestate strategy in 2010. Working with specialist providers to the healthcare sector we saw a compelling case for a new healthcare real estate strategy. In particular:\n•\n The potential for attractive income returns\n \nfrom an expanding sector;\n•\n A growing requirement for end-of\n-life and high \nacuity care, for which spend is ‘needs-based’;\n•\n Increasing \npressures on state funding, enabling \nthe private healthcare market to continue to \ngrow; and\n•\n By focusing on new proper\nties, mitigating \npotential non-compliance and obsolescence issues.\nOur healthcare strategy adopted a ‘best-in-class’ approach, selecting high-quality assets in established and emerging healthcare markets that we believe will remain attractive to both operators (tenants) and care home clients over the life of the strategy. We sought to:\n•\n Provide investors with a hedge against\n \ninflation, as rental income is typically linked to \nthe UK retail price index;\n•\n Offer attractive income yields and the\n \npotential for capital growth;\n•\n Help meet the growing social demand for bed\n \nspaces; and\n•\n Benefit from a constrained supply of high-quality care homes.\nAs the demand for healthcare proper\nties \ncontinues to increase, the strategy has helped to bring much-needed investment to the elderly care sector, thereby improving the provision of care for senior members of society. We invest significant time in understanding the culture of health care providers and choose to invest in only those whose values are consistent with our own.Social return on investment (SROI)\nIn 2019 we analyzed the portfolio’s activity to determine the social value created by these investments since inception in 2010. \nThis analysis uses accredited social impact \ncalculators and considers the potentially changed circumstances of patients and family members due to care facilities now being available.\nThe metrics are founded on the basis of \nGenerally Accepted Accounting Principles (GAAP) and utilize a social value calculator with the New Economy Manchester database. The SROI calculates value at two levels:\n1.\n Fiscal - Savings (or costs) to the public sector\n \ngenerated by a specific project. \n2.\n Economic - Using a cost\n-benefit analysis, \ncalculates the increase in earnings or growth \nwithin the local economy from the value attached to the created benefits, such as jobs created or residents cared for against the book cost of the property. \nBy calculating the SROI we demonstrated that the strategy has created €7.38 in social value for every €1 invested in real estate since inception. Impact: Healthcare  \nReal Estate\n1,098\nJobs created2\n1,171\nBeds created\n17\nOperating\nhomes/businesses€106m\nTotal real\nestate cost1\n€7.38\nSocial value\ncreatedFor every €1 invested\nSource: Aegon AM UK (Kames Capital). Covers period from inception in February 2010 to December 2018. 1Excludes one property not \nincluded in the study. 2Jobs created assumptions based on figures from BKR consultancy and homes operating at full occupancy.  \nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}