{"page_content": "Investing for impact within real assets\nOur Real Assets platform has a long history of responsible investing seeking positive social and \nenvironmental impact.\n14.8k and 6.2k  \nfamily and senior living units created, respectively, over the last five years through affordable housing deals \n30+ years  \ninvesting in affordable housing via our LIHTC Equity business\nEUR 5.5 billion  \nTax credit real estate equity investments acquired for clients since 1987 \n430+  \ntax credit partnerships managed within our US portfolio1.7k and 1.3k  \nfamily and senior living units created, respectively, during 2019 through affordable housing deals \n125k  \nunits of affordable housing created historically in all 50 states\n59 \nLIHTC institutional client portfolios with EUR 4.2 billion invested since 2003Impact: Real Assets & \nAffordable Housing\nAffordable Housing\nAegon Real Assets US invests in affordable \nhousing as both a direct investor and a syndicator. This is done through the US government’s Low-Income Housing Tax Credit (LIHTC) program. Enacted by the Tax Reform Act of 1986, the LIHTC program allocates tax credits to states based on population, then agencies award tax credits for the acquisition, rehabilitation, or construction of rental housing targeted to lower-income households.Since 1987, we have been managing and investing in tax credits to support affordable housing. As of December 31, 2019, our direct investments cover more than 300 separate properties, providing housing for families earning an average of no more than 60% of local area median household incomes. \nReal Assets platform – number of LIHTC units managed \n0 - 100 \n100 - 500 500 - 1,000 1,000 - 2,000 2,000+ \nGuam\nPuerto\nRico\n Alaska\n Hawaii\nVirgin\nIslandN. Mariana \nIslandsNumber of units\nSource: Aegon AM as of December 31, 2019. Number of units includes deals managed directly by Aegon Real Assets, and investments in \nwhich Aegon Real Assets affiliates hold an interest but are not managed directly by Aegon Real Assets.\n31Responsible \nInvestment \nSolutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}