{"page_content": "32Impact: Subordinated  \nSME Loans\nFinancing small and medium \nenterprises\nOur Subordinated SME Direct Lending strategy managed by Aegon AM NL provides financing to small and medium enterprises (SMEs) in order to boost their investment and growth. The idea was born from a collaboration between the Dutch government and Aegon in 2016. The strategy has the potential to stimulate economic and social development in the Netherlands as it allows SMEs to increase their access to financing without loss of control. \nUsing a bottom-up approach, the \nstrategy invests in subordinated loans to Dutch SMEs. Every loan disbursed under the strategy is covered by a guarantee provided by the European Investment Fund (EIF) under their InnovFin program. The guarantee\n1 \nprovides a 50% downside protection in case of a default. The combination of the potential for strong downside protection and the subordinated character of the loans provides a potentially attractive investment opportunity. \nThe loans can serve as financing for \ngrowth, succession, management buy-outs, management buy-ins and takeovers. As every loan needs to be supported by a partial guarantee under the InnovFin program, the companies need to have recently demonstrated growth or innovation, meeting at least one of the InnovFin innovation criteria. Differentiated impact investment opportunity\nThe SME Direct Lending strategy caters to a niche market for subordinated loans to Dutch SMEs with a guarantee from the EIF, since the more ‘traditional’ lenders, or banks, are less active in this segment. The relative dearth of competition allows us to source unique assets with an attractive risk/return profile. The strategy is supported by a firm infrastructure with in-house legal counsel and risk management and by a global network of sector specialists to provide insight in the latest trends that are driving economic activity.\nDistinctive direct subordinated lending strategy\n• Established origination  \nplatform\n•\n S\ntrong relationships with \nbanks and private equity firms \n•\n E\nxperienced credit investment \nteam\n•\n Niche strategy provides\n \nsubordinated loans to SMEs\n•\n Loans par\ntly guaranteed by \nEuropean Investment Fund\n1Additional information on the guarantee can be found here: https://www.eif.org/news_centre/publications/\neif_flyer_innovfin_sme_guarantee_en.pdf\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}