{"page_content": "33Diversification benefits of SME lending\nBesides its risk-return profile, the strategy provides a platform for investors to get direct exposure to Dutch SMEs. This allows \ninvestors the potential to diversify beyond sovereign debt and listed corporate debt. Apart from potential diversification benefits afforded by Dutch SMEs such as lower exposure to economic trends and global trade, the assets typically offer a substantial illiquidity premium versus more liquid asset classes.\nAssessing potential impact\nThe potential impact delivered by the strategy’s investments is three-fold. First, by complementing bank loans and providing capital to SMEs, we seek a direct economic impact that has the potential to translate into higher economic activity, job creation and financial security. This relates to SDG 8—Decent Work and Economic Growth. This is complementary to investments in listed corporates, as SMEs form the backbone of the Dutch economy and generally have less access to capital. We monitor this impact through the performance of companies in which we invest, for example the number of jobs created and the increased turnover from new activities financed.\nSecond, the Subordinated SME Direct Lending strategy enables innovation, as loans must meet innovation criteria set by the \nEIF. Financing delivered by the strategy therefore supports innovation in the company’s activities. This relates to SDG 9—Industry, Innovation and Infrastructure—which explicitly mentions SMEs in the context of sustainable industrialization and innovation. Measuring innovation is complex, especially at the company level. To this end, we must rely on the measures most appropriate to each company, depending on its activities and the innovation financed.\nFinally, the increased activity enabled by SME financing may have an impact on environmental and social factors, stemming \nfrom either the increased supply of impactful products, or improvements in production processes. This impact depends highly on the company’s activities and is monitored and measured on a case-by-case basis. When evaluating an investment opportunity, we assess this second-order impact of our investment and decline opportunities that we believe would result in a net negative environmental or social impact.Traditional instruments Direct lending\nSmaller loan size\nLower yield\nLarger loan size\nHigher yieldGovernments Corporates Consumers SMEsDirect impact Indirect impactEconomic\nDirect Subordinated Lending contributes positively to economic growth, job  creation and business continuity by providing access to ﬁnance.InnovationEvery investment made through Direct Subordinated Lending needs to  meet at least one of the EIF innovation eligibility criteria.\nEnvironmental & SocialEach investment indirectly contributes towards the other sustainable  development goals via the activities ﬁnanced.\nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}