{"page_content": "34Multi-manager  \nSolutions\nMulti-manager solutions\nResponsible investing is an integral part of our investment \nprocess within our multi-manager solutions. At Aegon AM NL, we believe it’s important for external managers to have high standards and values when it comes to responsible investing. As a result, ESG criteria are a critical component of our disciplined multi-manager selection process. \nUsing a disciplined approach, we select various asset \nmanagers based on traditional investment criteria and ESG-focused factors. First, we investigate whether ESG integration is supported by an appropriate firm-wide culture. Second, we assess whether ESG is an integral part of the team culture. Third, we analyze how ESG-integration is formalized in the investment process of the particular strategy. Finally, we look into the ESG profile of both the historic and actual portfolio, and ask for examples of active engagement on non-financial issues with investee companies. \nAfter initial manager selection, we continue to monitor the \nasset managers’ ESG practices as we seek to ensure that our clients’ assets are being invested responsibly. We also engage in dialogue with our clients in order to understand their expectations when it comes to responsible investment solutions. Together, we seek to deliver better long-term outcomes for our clients. Multi-manager strategies\nAegon AM NL provides a broad range of investment products with a greater focus on ESG. Below we feature two of our multi-manager strategies.\nMulti-Manager Long-Term Investment StrategyThe Multi-Manager Long-Term Investment strategy invests \nprimarily in equities from both developed and emerging countries. The strategy typically has a low turnover with an emphasis on quality and sustainable development. The external managers look beyond the ubiquitous noise that overwhelms financial markets on a daily basis. They have a stewardship approach to investing, considering themselves responsible co-owners of companies rather than of securities. \nUsing a sustainability-themed approach, they select \ncompanies identified as frontrunners in health and nutrition, energy-efficient components, climate-friendly infrastructure and better healthcare. One manager primarily focuses on companies with sustainable products and services, another manager on innovative companies that supports sustainable development by technological breakthroughs. The overriding selection criterion is that those products and services seek to achieve the UN Sustainable Development Goals and are produced in a responsible manner. \nSustainability investment examples\nThe strategy supports various sustainability themes such as healthcare, sustainable agriculture, climate change and eco solutions, for example:\n•\n Genome-sequencing technology\n companies supporting \nthe development of personalized therapies to fight cancer \nfor each individual patient.\n•\n Healthcare technology companies\n providing remote-\nassisted surgical equipment, non-surgical replacement of heart valves as well as glucose monitoring devices for diabetes patients. \n•\n Clean transpor\ntation companies leading the development \nof electric vehicles. \n•\n Plant\n-based food producers as well as providers of natural \ningredients to the food and pharmaceutical industries. \n•\n Eco solutions and rec\nycling companies including those \ncreating reusable loading systems such as pallets and crates as well as reverse-vending machines which collect glass and plastic bottles in supermarkets throughout the world. \nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}