{"page_content": "35European Real Estate \nUsing a best-in-class approach, this fund-of-funds product invests in European \nproperty through interests in non-listed property funds and joint ventures. Investments include housing, offices, retail units, industrial premises, car parks, and hotels with diversified holdings across countries and sectors.\nFive-star assessment by GRESB1 \nFor the second consecutive year, our European Real Estate strategy obtained the maximum rating of five stars in the Global Real Estate Sustainability Benchmark (GRESB) Assessment, placing the \nstrategy in the top quintile, or 20th percentile, for ESG integration in real assets worldwide.\nGRESB is the global standard for ESG benchmarking and reporting for listed \nproperty companies, private property funds, developers and investors that invest directly in real estate. The assessment evaluates performance against seven sustainability aspects and contains approximately 50 indicators, including energy consumption, greenhouse gas emissions, water consumption and waste.\nGRESB assigned European Real Estate a score of 87% in 2019 – representing \na 3% increase from the year before. In comparison, the peer group of non-listed European real estate strategies obtained an average score of 72%.\nWe believe the GRESB assessment is a testament to the full integration \nof ESG criteria in our fund selection and our active engagement with fund managers. For example, we achieved improvements in energy consumption coverage in the portfolio via proper implementation and measurement. This is an important precedent in order to achieve real reductions in energy consumption, and consequently, a contribution towards a more sustainable world.\n1Past rankings are no guarantee of future rankings. Please refer to disclosures for important information on \nratings/rankings. The GRESB score was 87 out of 100, or 87%, as of 2019. A score of 87% aligns with the top quintile which equates to a five-star GRESB rating. \nResponsible Investment Solutions", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}