{"page_content": "Active management, active ownership\nAs active asset managers, our responsibility extends beyond today’s investment \nopportunities. With a long-term focus, we have built a robust active ownership program that includes exercising shareholder voting rights in the best interest of our clients and engaging with bond or equity issuers in an effort to mitigate ESG risk, to help better understand the opportunities that companies face and encourage more sustainable practices. Our dedicated Responsible Investment team leads the firm’s active ownership program alongside our portfolio managers.\nEngagement\nAt Aegon AM, we aspire to inﬂuence change by engaging in dialogue with issuers, either bilaterally or as part of an investor consortium. This dialogue can provide opportunities to highlight ESG risks, educate management on sustainability concerns, promote growth in sustainable business lines and advocate changes that align with responsible investment priorities. Successful engagement can create new investment opportunities. Where possible, we vote in line with our engagement activities. \nAegon AM's engagement activities can be divided into three types:1.\n  Polic\ny-based engagement: This entails companies that are considered to be \nin breach of client standards and policies. For example, companies that are \nnon-compliant with the UN Global Compact Principles, OECD guidelines for Multinational Enterprises or UN Guiding Principles for Business and Human Rights. We also engage with those that are considered to be at risk of breaching these minimum standards. \n2.\n  Thematic engagement:\n We identify long-term financial risks arising from \nESG issues as part of our research process. This may lead to engagement and continuous monitoring on topics such as corporate governance, climate change, health and diversity.\n3.\n  Product suppor\nt: Proactive engagements flagged by analysts as part of an \ninvestment strategy requiring specific corporate disclosures to support the research and investment selection process, or targeting ESG performance improvement.Active  \nOwnership\nReasons for engagement\n•\n E\nxercise our stewardship responsibilities;\n•\n Fulfill client expectations with respect to their RI policies;\n•\n Better understand the companies we invest in and suppor\nt their long-term \nfinancial performance;\n•\n Monitor\n, manage and work to mitigate investment risk; \n•\n Attempt to maximize positive ESG outcomes.\n Engagement \nHighlights\n564 \ncompany engagements  \nin 2019\n57%  \nincrease in engagments \nfrom 360 in 2018\n36Active Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}