{"page_content": "Key engagement themes \nIn 2019, we selected key ESG issues that pose long-term financial risks to our investment portfolios, such as health and well-\nbeing and climate change. This led to proactive engagements on these themes, often in collaboration with other investors and organizations. \nExample engagement themes\n38Health & well-being According to the UN, at least half of the global population still does not have access to adequate health services. To avoid situations in which health emergencies push people into bankruptcy or poverty, we believe it is crucial to strive for universal health coverage and sustainable financing for health. Additional important health issues include antimicrobial resistance, better nutrition and availability of medicine for orphan diseases. \nThrough our engagement activities, we are addressing the opioid crisis via Investors for Opioid \nand Pharmaceutical Accountability (IOPA) and conducting bilateral engagements with big pharmaceutical companies to improve access to medicine. Additionally, we are engaging with Farm Animal Investment Risk & Return (FAIRR) to mitigate ESG risks, such as antibiotics usage, linked to intensive animal production within the broader food system and conducting bilateral engagements.\nClimate change Climate change mitigation efforts made thus far have proven insufficient as greenhouse gas (GHG) levels continue to rise. Worldwide action is required to reduce GHG emissions by 45% by 2030 on the way to net zero by 2050 in order to limit the global temperature increase to 1.5°C and avoid catastrophic consequences. \nBy supporting Climate Action 100+, we aim to encourage the world’s largest corporate GHG \nemitters— including intensive sectors such as oil and gas, utilities and steel—take necessary action. We are also working with ShareAction on the Investor Decarbonization Initiative and with the PRI on engagements to reduce methane emissions with energy and utility companies and on moving companies to 100% renewables. Further, we conduct bilateral engagements on GHG emission reduction and water usage.\nCorporate governance We believe that investing in companies with high governance standards is more likely to lead to better financial performance. We invest in companies listed in many different markets and operating under significantly differing conditions. Therefore, we endeavour to be pragmatic and reasonable in our approach to monitoring and engagement, encouraging all companies to strive towards best practice in many areas including: board structure; remuneration; capital structure; shareholder rights; auditors; and related-party transactions.\nWhere we feel there is insufficient progress on issues we have raised with companies, we \nfollow up in our voting actions at the next available opportunity.\nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}