{"page_content": "From Our CEO\nWe live in an uncertain and rapidly \nevolving world. Global economies and financial markets are more interconnected, complex and more vulnerable to risks such as environmental or societal disruptions, than ever before. None more so than the Covid-19 pandemic which, has caused a tragic public health crisis and unprecedented disruption to the global economy. \nAsset management is not immune to \nthese challenges and threats. At Aegon Asset Management, we embrace and aspire to meet them through innovation and adaptability while helping our clients navigate market complexity, and by enabling them to invest responsibly. \nTo harness our worldwide knowledge, \nwe recently integrated our regional investment centers into one global business, creating four distinct, yet complementary investment platforms: fixed income, real assets, equities and multi-asset & solutions. I believe this will allow us to bring our best capabilities to our clients, regardless of location, while keeping our existing process and local focus intact. By bringing the teams together, we aim to enhance our ability to seize investment opportunities when they arise, act with conviction, and ultimately generate better outcomes for our clients.While our organization and industry are constantly changing, our commitments remain the same: work to deliver the highest-quality investment solutions to our clients; pursue competitive long-term results through active investment management; and provide our employees fulfilling careers, financial stability and a safe, inclusive and diverse workplace. Underpinning our ambitions is a strong commitment to responsible investing and sustainable business practices. \nAegon Asset Management has a \nlong-established culture of responsible investing. It is something we have done for more than 30 years and we pride ourselves that, as an active investor, it is part of our process. \nResponsible investing has evolved \nsignificantly over the years, but post-pandemic, we expect investors to place greater importance upon it with a stronger focus on environmental and social impact. Innovation within the asset management industry will also continue at pace, as investors aspire to effect positive change with their assets as they pursue financial, ESG and impact-related investment objectives while contributing to a more sustainable world. \nWe are proud of our responsible \ninvesting history, but we know the world does not stand still. To that effect, I can assure you neither will Aegon Asset Management. We are committed to responsible investing and aspire to drive the industry forward by promoting best practices for the benefit of our clients, the industry and society at large. We will continue to innovate and focus on providing investors with clarity to help them confidently navigate the changing investment landscape. \nUnderpinning \nour ambitions is a strong commitment to responsible investing and sustainable business practices.\n3Bas NieuweWeme, CEO\nFrom Our CEO", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}