{"page_content": "Collaborating for greater engagement impact\nTo effect change on a large scale, we collaborate with other investors and non-\ngovernmental organizations. While engagement is undertaken both individually and collaboratively with other investors, Aegon AM prioritizes pre-competitive collaboration: working together with other influential long-term institutional investors to achieve positive results. In addition, we collaborate with other stakeholders and influencers around responsible investment objectives. \nNoteworthy collaboration developments\nCombating climate change: In alignment with our responsible business principles, our voting activities included climate-positive resolutions filed at oil and gas companies. The oil and gas industry is a critical energy source with considerable climate impacts—and, unlike utilities, is largely outside the direct regulation of government. \nInvestors for Opioid and Pharmaceutical Accountability (IOPA): Our participation in \nthe IOPA collaborative engagement entails fighting the North American opioid crisis (addiction to pain relievers such as fentanyl or oxycodone). We helped develop the Governance Principles for a Sustainable Pharmaceutical Industry which are meant to help companies better understand investors’ expectations, especially with respect to responsible governance.\nAccounting firms: Our participation in engagements focused on efforts to include \nclimate risks in the audit process. This could mean adding climate considerations to risk management, accounting judgements and stress testing, as well as having them audited. \nExamples of memberships and collaborative bodiesTaking \nresponsibility as an investor also means being a truly active owner, not just as a shareholder, but as a financier more broadly.\n39Refer to appendix for a complete list of collaborative bodies. All third party names and logos are property of their \nrespective owners and are used in this material for identification purposes only. Aegon AM is not associated with, or endorsed by, the companies depicted above. \nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}