{"page_content": "Overcoming engagement challenges\nEngagement with companies can unlock value and mitigate reputational risks. It can, however, take \nmultiple years before success can be observed and it can be a complicated endeavor. Last year, we discussed that it is difficult to strike the right balance between being positive and encouraging while also firm and fact-based in our dialogue with companies. Striking this fine balance is tough, but there are other challenges involved in engagement that make for an interesting discussion. We therefore continuously revisit our engagement methods and ask ourselves challenging questions.\nA changing regulatory environment\nThe last year saw many changes in regulation. Asset managers and asset owners alike are increasingly expected to be more transparent, so that they can be held accountable for their investment decisions and demonstrate their contribution to mitigating the consequences of the climate crisis. We work to stay ahead of the regulatory changes and aim for transparency when it comes to our engagement disclosures. \nOne example of such changes is the amendment to the Shareholder Rights Directive (SRD II), a \nEuropean Union directive to encourage long-term engagement. The directive sets out to improve transparency and facilitate better dialogue between investors and companies. The Shareholder Rights Directive mandates us to regularly report to our clients on how we implement our engagement policy and to disclose how the main components of our equity investment strategy contribute to the medium-to-long-term performance of our assets.\nOther important regulatory requirements for us are the UK and Dutch Stewardship Codes. We \nendorse the principles and apply our best efforts to comply with these principles when engaging with companies in our portfolios, as appropriate. This acknowledgement comes with the responsibility to engage in regular dialogue with the companies and cast informed votes at annual general meetings. As an active member of Eumedion and the UK Investor Forum, we play an active role in applying the Codes to promote long-term value creation of investee companies. This includes continuous company dialogues, exercising our voting rights and speaking at annual general meetings. \n40Active Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}