{"page_content": "41Evaluating \nsuccessWhat is engagement success and are there specific factors that can increase the likelihood of success? \nAlthough corporates and investors may have different definitions of engagement success, we have found that engagement success can be more easily tracked when linked to a clear, specific and measurable goal. Engagement goals can vary from ‘becoming compliant with the UN Global Compact Principles’, to ‘disclosing carbon emissions and setting targets in line with the Paris Agreement’. \nOnce these goals are achieved, a whole new set of questions arises. Can we claim this success to be \nours? What made this engagement more successful than others? There is one possible answer to this question—ask the company. To get to the bottom of these questions, we are involved in a research project that investigates this from both the corporate and investor perspective. One of our team members became a fellow at the Platform for Sustainable Value Creation at Erasmus University, to study engagement success and try to pinpoint the drivers of engagement success.\nMeasuring \nresultsWhat is an acceptable timeframe in which a company should demonstrate willingness to change?\nAccording to academic research\n1, an engagement can take on average three years to reach its objective. \nNevertheless, this depends on the complexity of the engagement. For example, disclosing an ESG indicator, which a company already tracks internally, may take two years, depending on their reporting cycle. However, disclosing an ESG indicator that is not yet measured and setting science-based targets for this indicator may take at least three years. \nIn our opinion, regardless of complexity, a company should at least demonstrate willingness to have \na constructive dialogue. In some cases, however, reaching a company may be more difficult than initially foreseen. This often happens with companies who are not used to talking to their investors, which poses a new challenge altogether. We may attempt to get in touch by calling the corporate headquarters or may decide to contact relevant stock exchanges or other investors to overcome such obstacles, particularly with companies in regions where our presence is less strong. If we exhaust all of our options, we may decide to recommend to our clients that a company be excluded after a certain point in time and numerous efforts to engage. Evaluating success and measuring results\n1Hoepner, Andreas G. F. and Oikonomou, Ioannis and Sautner, Zacharias and Starks, Laura T. and Zhou, Xiaoyan, ESG Shareholder \nEngagement and Downside Risk (August 10, 2018). AFA 2018 paper. Available at SSRN: https://ssrn.com/abstract=2874252 or http://dx.doi.org/10.2139/ssrn.2874252\nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}