{"page_content": "Engagement Case Studies \n42\nPolicy-based engagement: Labor rights\nIssue  \nA global, private security company was flagged by our UN Guiding Principles \n(UNGP) screening for alleged anti-union practices. What was of particular concern is the duration, breadth and recurrence of the company’s alleged labor and human rights violations. Our concern was that there may be systemic issues in appropriately addressing labor risks in their Latin American operations. This was especially worrying, in light of the complaint that was filed against the company with the government of Spain for alleged ongoing violations of OECD guidelines for multinationals in January 2017.\nEngagement  \nOur goal was to better understand the business and the allegations to help \nensure that they are, or become, UNGP compliant. We sent an engagement letter addressing labor rights issues and inviting them for engagement. This led to an engagement call with investor relations and the head of labor relations to discuss our concerns. The company was considerably forthcoming.\nOutcome  \nThe alleged anti-union practices seem not to be based on any facts and the \nallegations are made by one union group with their own agenda. The additional due diligence that was conducted did not find any labor rights issues. Union membership statistics are above average, especially for Spain. We have therefore completed the engagement.\nCorporate governance engagement \nIssue  \nA company providing voice, data and mobile services is listed on the UK junior market, the Alternative Investment Market. As such, we had been engaging with them since 2018 on a number of corporate governance issues and were encouraging the company to make changes to align with established best practice in the UK.\nEngagement  \nOne of our key concerns was the number of external responsibilities of the \nChairman. We sought to either reduce his commitments or understand the succession plans if this was not possible. We spoke to the company secretary on a number of occasions and then followed up with a face to face meeting with the Chairman about his intentions. We clearly articulated our concerns regarding the amount of attention required and how it may impact the company if an issue arose at any of his other company commitments.\nOutcome  \nThe Chairman resigned from two of his other roles. We still believe he has a \nheavy workload, but it is progress and we will closely monitor the situation. The engagement has been marked as completed.\nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}