{"page_content": "43\nProduct support: Sustainable Fixed Income\nIssue \nA large, global paper and packaging company’s operations have adverse \neffects on the environment such as deforestation and high water usage. While improving, the company’s efforts to certify virgin fiber as responsibly sourced are relatively low. In addition, the company lacked specific sustainability goals regarding responsibly sourced materials, greenhouse gas reduction and water usage. \nEngagement  \nOur engagement goal was to encourage the company to certify more virgin \nfiber as responsibly sourced, with a stated goal that they need to meet in this objective. To engage, we exchanged several emails with the company.\nOutcome  \nThe company recently published progress against the 2020 goals, highlighting \nimproved usage of certified, responsibly sourced fiber at 44% which is above the requested goal of 35%. Further, the company published their 2030 goals which includes encouraging objectives such as 100% fiber sourced from sustainably managed forest, a 35% reduction in greenhouse gases, a 25% reduction in water usage and a focus on advancing circular solutions. We have completed the engagement.\nThematic engagement: Climate change in the oil and gas industry \nIssue  \nAn integrated oil and gas company is on the target list of the Climate Action 100+ collaborative engagement initiative of which we are a member. We also are engaged in regular dialogue with the company on its climate strategy, lobbying activities and link between emission reduction and executive remuneration. \nEngagement  \nWe sought out to encourage the company to set and publish targets for greenhouse gas (GHG) emissions in line with the Paris \nClimate Agreement and publish an annual Industry Association Report to increase transparency on the company’s lobbying activities.\nAs a continuation of prior dialogue, we discussed concerns regarding the company’s lack of alignment with the Paris \nAgreement with the goal of working towards a commitment rather than an ambition. To enforce our engagement requests, we supported a shareholder resolution and published an investor statement to oil and gas companies.\nOutcome  \nThe company announced the ambition to reduce the net carbon footprint (NCF) of its energy products by around half by 2050, \nand by around 20% by 2035, in step with society’s drive to meet the goals of the Paris Agreement. This is to be applauded, but there is also a clear need to set a target that complies with the Intergovernmental Panel on Climate Change (IPPC) pathway and not to only set out an ambition based on its own pathway. Regarding our request via the Climate Action 100+ group to disclose their lobbying practices, the company published their first \"Industry Association Membership Review\" in 2019. We applauded the disclosure and acknowledged that it needs regular review. The engagement is still ongoing.\nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}