{"page_content": "Voting: Exercising shareholder rights \nAegon AM also uses its voting rights to promote responsible investing standards. Similar to \nengagement, our voting activities seek to ensure our voice as investors is heard, in an effort to improve companies’ performance and to pursue competitive returns for our clients. Our approach to voting is also informed by engagement. \nIn 2019, we voted on 2,321 meetings globally, up from 1,373 in 2018. Approximately 91% of votes \nwere cast with management and 9% were against. The percentage of meetings with at least one vote against management was 48%, or 1,112 out of 2,321. Votes cast spanned multiple regions and countries across Europe, North America, Asia and Australia with no one country comprising more than 20% of the activity. Most of the votes cast against management were related to resolutions on corporate governance, and also voting on environmental and social issues, as these matters become more material to companies and investors. \nIn the event Aegon AM casts a vote against or withholds a vote on a management proposal, we are \nprepared to explain the reasons for this voting behavior to the company’s board either pro-actively or per company request. As with the votes against management, most of the shareholder proposals we supported relate to directors (i.e., election).\nOur parent company, Aegon N.V. has had a global voting policy in place since 2008. This policy sets \nout company-wide principles for all business units. It is supported by more detailed local policies in the Netherlands, UK and US. Voting policies are reviewed regularly to ensure they reflect new regulation and the latest developments in the investment industry.\nVoting activities in 2019\nVoted on 2,321 meetings globally in 2019, up 69% from 2018\n44\nRoutine/Business 15%Directors Related 39%\nCorp Governance 5%\nSocial/Human Rights 3%Compensation 7%Health/Environment 11%Other/miscellaneous 15%\nSocial Proposal 5%\nDirectors Related 56%\nRoutine/Business 7%Capitalization 13%\nReorg. and Mergers 1%Non-Salary Comp 22%\nAntitakeover Related 1%\nVotes on supported shareholder \nproposalsVotes against management proposals\nSource: Aegon AM as of December 31, 2019.\nActive Ownership", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}