{"page_content": "Corporate Social \nResponsibility\nOur commitment to sustainability\nThe investment products and services we provide aim to deliver value to our clients over many years. This demands that we \ntake a long-term and sustainable approach to managing our own business. We believe that doing business in a responsible way can help create sustainable positive financial, social and environmental results that can serve all stakeholders. From employees and clients to our business partners and society, we seek to create value and encourage social and environmental responsibility. \nWe aspire to meet the same standard for our business that we demand of the companies in which we invest. Just as we \nembed ESG factors into our decision-making process, ESG principles are fully ingrained into our global business strategy and corporate culture. Our focus is growing our business in a manner that helps us to meet or exceed our clients’ expectations while also having a positive effect on society, the communities where we live and work, as well as the environment. Simply put, sustainability is central to our purpose, corporate strategy and culture as we strive to build a resilient, long-term business.\nSocial responsibility\nIn an effort to serve and strengthen the communities where we do business, we encourage employees to support local communities through charitable programs and volunteer work. We firmly believe that supporting local communities can help engage employees while providing a deeper sense of purpose. Further, community engagement can also help attract, motivate and retain talented people. Acting in a socially responsible manner is also in the best interest of our clients as we put our responsible business philosophy into practice. \nBuilding on our long history of working with and investing in, \ncommunities through local charities and volunteer programs, we launched a new charitable donation program in 2019 in the US, which encourages volunteering activities with a focus on education and financial literacy. As part of the broader Aegon N.V. organization, we support more than 500 local charities and good causes. We are active volunteers in our local communities and encourage employees to volunteer. The vast majority of staff can claim paid time-off to volunteer. In 2019, Aegon N.V. employees volunteered approximately 19,500 hours. Our charitable matching program invites employees to support community investment and fundraising activities.Environmental responsibility\nIn support of the transition to a low-carbon economy, Aegon AM has launched various initiatives designed to lower our carbon footprint and operate in a more environmentally friendly manner. Examples of recent projects include: \nEfficient buildings: To improve the energy efficiency of \nour buildings, we’ve implemented building automation and energy controls to help better regulate HVAC systems. In our Chicago office, we use daylight responsive lighting controls and operate in an LEED certified building. In our Cedar Rapids office, we are conserving water by recycling water from rain and using lake water to irrigate our lawns. \nWaste reduction and recycling: We reduced waste from \ndisposable cups and water bottle usage in our offices by providing employees reusable mugs. To support recycling, we encourage employees to deposit recyclable materials in available containers located throughout our offices. \nPromoting our green spaces: Our UK head office is now \nhome to four bee hives, which were installed in the summer of 2019 and are now home to over 100,000 honey bees. This was a suggestion by a staff-led group which oversees a range of social and environmental initiatives. Bees have been under threat throughout the last decade due to a variety of factors. Installing hives is a great partnership that will not only help the bees, but will also help regenerate the biodiversity in our grounds and the wider environment. \nCarbon-neutral operations: Our main operations in the \nNetherlands, US and the UK have been carbon neutral since 2016 by reducing facility-level emissions and supporting offset projects in cooperation with the NGO ClimateCare. In pursuit of building a sustainable business and reducing our environmental footprint, we’ve purchased renewable energy credits and offsets to carbon emissions. \n45Corporate Social Responsibility", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}