{"page_content": "46As a global company, we value the range of perspectives and skills a diverse and \ninclusive workforce brings to our business. Acknowledging, understanding and appreciating different backgrounds and perspectives can help us to evaluate investment opportunities from various angles and ultimately position us to better serve our clients. For our employees, we aim to create an inclusive work environment. \nWe are committed to a work environment that embraces employee individuality, \nworking together and strong performance. When our employees are able to bring their authentic selves to work, they feel valued, and in turn, are most creative. Our client base is global, diverse and multi-cultural. Aegon AM believes that we make better decisions for our clients if our employee base has a strengthened understanding of our customers’ values. \nTaking action to evolve the industry\nAs we aspire to become a recognized leader in inclusion and diversity, and evolve the industry, we established tactical initiatives to enhance inclusion and diversity in our workplace.\nGlobal steering committee: Aegon AM has an inclusion and diversity steering \ncommittee whose mission is to move forward ideas that promote diversity and inclusion. Annually, a new strategy is developed that focuses on highest needs within the company and is primarily generated from the ideas of employees.\nDiverse recruiting:  Focused efforts are being made to build a pipeline of qualified \ncandidates for current and future vacancies. These efforts include targeted recruiting programs, such as sponsoring university organizations encouraging and promoting women in finance and business professions. Targeted diversity recruitment goals for all levels and functions of our business help ensure our recruitment efforts support our diversity ambitions. These include, but are not limited to, requesting hiring agencies to provide an equal gender split of candidates and creating interview panels that reflect the organization’s diversity in the selection process. \nUnconscious bias training: Unconscious bias training is required for all staff. \nThis training provides us an important basis in engaging employees not only in identifying bias, but developing a common understanding of why and how the inclusion and diversity initiatives of the firm are critical to our success. Another example is our partnership program where we connect members of our management in pairs to discuss experiences that can help change the bias of both parties. To this end, we are strengthening self-awareness to avoid biases, build on our sense of belonging and encourage inclusivity. \nInclusion & Diversity \nWe are committed \nto creating an \ninclusive work \nenvironment that \nembraces diversity \nto help us evaluate \ninvestments \nfrom different \nperspectives.\nInclusion & Diversity", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}