{"page_content": "47Expanding the candidate pool: At Aegon AM, we realize that diversity is an industry-wide issue. In asset management, the \ncandidate pool is simply not diverse enough, but we are committed to changing that dynamic. In developing programs that are more visible in secondary schools and contain a high-quality curriculum, we hope to encourage more diverse candidates to select this industry for their career. By creating partnerships with secondary schools and universities, we can help foster changes that have previously created barriers for females and racially diverse students and we plan to be there for every step of their educational journey. \nVendor due diligence: We extended our expected inclusion and diversity standard to our vendors by including this important \ntopic within our due diligence reviews.\nEngagement: Diversity is an important engagement topic and a key theme of our active ownership program. With board room \ndiversity becoming ever more important, and in some cases mandatory, we engage to encourage positive change.\nWorking groups and employee resource groups: Aegon AM has an abundance of working groups and employee resource \ngroups aimed at supporting inclusion and diversity. Working groups include, but are not limited to: recruitment and early years career progression; lesbian, gay, bisexual, transgender and queer (or questioning) and others (LGBTQ+); workplace returners; smart working; disability; gender; and ethnicity. These working groups and employee resource groups are formed from a cross-section of interested employees across the organization and feed ideas into our global inclusion and diversity group. \nGrass roots ideas already implemented include participation in industry forums and projects, such as The Diversity Project UK; \nin the Netherlands, hosting the annual Agora Network gathering for diverse and inclusive companies across the Netherlands. Company-wide, Aegon AM supported International Coming Out Day, with the focus this year on showcasing the role of allies in helping LBGTQ+ individuals be their authentic selves at work.\nInclusion & Diversity", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}