{"page_content": "48Respon sible investmen t poli cy\nA responsible investment policy guides our responsible \ninvestment approach. Aegon N.V. has a respon sible \ninvestment policy that is applicable to the g eneral account \nassets managed on behalf of affiliated insu rance comp anies. \nThe policy and its underlying frameworks guide Aegon AM’s \noverall responsible investment approach and the principles  \nare incorporated into fundamental securities researc h.\nAegon N.V.’s responsible investment policy draws  heavily \non the following international frameworks re levant to \nresponsible investment: \n•Principles for Responsible Investment (PRI)\n•Organization for Economic Co-operation and Development\n(OECD) Guidelines for Multinational Enterprises\n•United Nations Global Compact\n•UN Guiding Principles on Business and Human Rights\nWhile the principles in the policy guide our approach, Aegon\n \nAM manages third-party client accounts based on client guidelines and preferences. Furthermore, the firm adopts processes and practices that are appropriate for each asset class. \nResponsible investment governance\nPolicy oversight \nThe Responsible Business and Investment Committee (RBIC) \noversees the implementation of the Aegon N.V. responsible investment policy that applies to the proprietary assets of Aegon entities, and advises Aegon’s Executive Board which is ultimately responsible for the adoption and implementation of the policy. The Committee includes representatives from various departments and business units across Aegon N.V., including Aegon Asset Management. The Committee meets on a quarterly basis and serves as an advisory body to the Aegon Management Board for best practices concerning responsible business and responsible investment activities. The Committee also advises business units across Aegon on responsible business and responsible investment concerns that may require cross-functional input. This includes ESG integration, controversial activities and engagement priorities across the business units.\nThe Aegon Asset Management Responsible Investment \nCommittee (ARIC) oversees the implementation of Aegon Asset Management’s Engagement Policy as well as local Responsible Investment policies, and advises Aegon AM’s Management Board which is ultimately responsible for the adoption and implementation of all Aegon Asset Management Responsible Investment policies.\nResponsible investment program oversightAegon AM’s Responsible Investment team acts as an advisor \nand central point of contact for all responsible investment matters. Using a company-wide responsible investment framework including ESG integration, active ownership and dedicated responsible investment solutions, the team is responsible for maintaining an overview of all responsible investment activities. In addition to providing research and guiding the company on best practices, the Responsible Investment team manages the majority of ESG-related engagement activities, regularly reviews and creates exclusions lists according to clients’ criteria. With a focus on innovation and continuous improvement, the Responsible Investment team also partners with investment teams to enhance ESG integration practices and ensure consistency in dedicated responsible investment solutions.\nESG integration oversight Aegon AM’s investment teams are directly responsible for \nESG implementation. Research analysts identify and analyze relevant and material ESG factors while portfolio managers have final decision-making authority regarding the creation of a client’s portfolio. Because we view ESG analysis as part of the typical fundamental research process, there is no explicit ESG integration governance process. However, we have multiple oversight functions in place that seek to preserve the quality of our ESG research process. \nAppendix\nLooking ahead\nAs part of our global integration, in 2020 we are combining all local Responsible \nInvestment policies, standards and guidelines into one global Aegon AM Responsible Investment Framework covering all our businesses. We are also considering the most effective governance for Aegon Asset Management’s Responsible Investment policies going forward, with a re-examination of the role of ARIC and accountability potentially returning to the Management Board directly itself.\nAppendix", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}