{"page_content": "49Memberships and collaborative bodies\nAs You Sow As You Sow is a shareholder advocacy group, promoting environmental and \nsocial corporate responsibility. Aegon AM is part of As You Sow’s Plastic Solutions Investor Alliance, launched in 2018. As part of the Alliance, we have signed the Investor Declaration on Plastic Pollution. \nCDP (formerly Carbon Disclosure Project)CDP encourages increased disclosure on environmental impact from investors, companies and government. Aegon has been a member at Group level since 2009. \nCeres The Ceres Investor Network focuses on climate risk and sustainability; the network comprises 163 institutional investors around the world – and organizes regular corporate engagement on sustainability issues. \nClimate Action 100+ Climate Action 100+ is an investor initiative aimed at ensuring the world’s largest greenhouse emitters take necessary action on climate change. Aegon AM joined Climate Action 100+ in 2017. \nEumedion Aegon AMis an active member of Eumedion – a forum for institutional investors on corporate governance and sustainability topics. \nFAIRR – Farm Animal Investment Risk & ReturnFAIRR works on ESG issues related to farming and agriculture. Aegom AM joined FAIRR in 2016. In 2018, we took part in FAIRR’s engagement on sustainable protein. \nGlobal Impact Investment Network (GIIN)Aegon is a founding network member of GIIN, which works to improve the effectiveness of impact investing. \nInstitutional Investors Group on Climate Change (IIGCC)IIGCC is an investor network on climate change; the group works with business and policymakers, as well as investors to help mobilize capital for the transition to a more sustainable economy. \nInterfaith Center on Corporate Responsibility (ICCR) ICCR brings together more than 300 institutional investors; its objective is to engage companies directly on ESG issues. In 2018, Aegon AM took part in ICCR engagements on opioids and water management. \nInvestment Leaders Group (ILG)ILG is a network of pension funds, insurers and asset managers working for responsible investment. ILG is supported by the Cambridge Institute for Sustainability Leadership. It publishes regular research and acts as a platform to engage with regulators, lawmakers and other investors. In 2018, ILG discussed the EU’s sustainable finance action plan directly with the European Commission. \nInvestors for Opioid Accountability (IOA)IOA is a coalition of institutional investors, established in 2017. The IOA engages with manufacturers, distributors and retailers on ways to tackle the current opioid crisis in the US. \nPrinciples for Responsible Investment (PRI)Aegon AM has been a signatory to the UN’s PRI since 2011 (Kames Capital since 2008). Membership commits us to upholding the six principles for responsible investment and reporting annually on our progress. We are active in the PRI’s methane working group. \nPrinciples for Sustainable Insurance (PSI)Aegon is a founding member of PSI, launched in 2011. PSI members commit to incorporating ESG into their business and investment decisions. \nShareAction ShareAction promotes responsible investment and works to improve company performance on ESG issues. \nAll third-party names and logos are property of their respective owners and are used in this material for identification purposes only. Aegon AM is not associated with, nor endorsed by, the organizations depicted above. In addition to those above, Aegon AM is also a member of various other national organizations such as the UK Sustainable Investment and Finance (UKSIF) and VBDO (Dutch Association of Investors for Sustainable Development).\nAppendix", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}