{"page_content": "50This material is provided by Aegon Asset Management \n(Aegon AM) as general information and is intended exclusively for institutional and wholesale investors, as well as professional clients (as defined by local laws and regulation) and other Aegon AM stakeholders.\nThe following Aegon affiliates are collectively referred to \nherein as Aegon Asset Management: Aegon USA Investment Management, LLC (Aegon AM US), Aegon USA Realty Advisors, LLC (Aegon RA), Kames Capital plc (Aegon AM UK), and Aegon Investment Management B.V. (Aegon AM NL). Each of these Aegon Asset Management entities is a wholly owned subsidiary of Aegon N.V. \nThe assets under management described herein incorporates \nthe entities within Aegon Asset Management as well as the following wholly or partially owned affiliates: Aegon Asset Management Asia LTD (AAM Asia), Aegon Asset Management Central and Eastern Europe (AAM CEE), Aegon Asset Management Pan-Europe BV (AAM PE), Aegon Asset Management Holding B.V. and Aegon Asset Management Spain along with joint-venture participations in Aegon Industrial Fund Management Co. LTD (AIFMD), La Banque Postale Asset Management SA (LBPAM), Pelargos Capital BV (Pelargos) and Saemor Capital BV (Saemor).\nAegon Asset Management entities deliver services to, and \nshare resources with, one another pursuant to applicable law as well as both global and local, policies, monitoring, and supervision. Personnel employed by a foreign Aegon Asset Management entity engaged in activity for, or through, a local Aegon Asset Management entity are subject to that local entity's applicable requirements and oversight. This may include the use of delegation arrangements and/or a participating affiliate arrangement (as this term is used by the U.S. Securities and Exchange Commission (SEC).\nThis document is for informational purposes only in \nconnection with the marketing and advertising of products and services, and is not investment research, advice or a recommendation. It shall not constitute an offer to sell or the solicitation to buy any investment nor shall any offer of products or services be made to any person in any jurisdiction where unlawful or unauthorized. Any opinions, estimates, or forecasts expressed are the current views of the author(s) at the time of publication and are subject to change without notice. The research taken into account in this document may or may not have been used for or be consistent with all Aegon Asset Management investment strategies. References to securities, asset classes and financial markets are included for illustrative purposes only and should not be relied upon to assist or inform the making of any investment decisions.The information contained in this material does not take into account any investor's investment objectives, particular needs, or financial situation. It should not be considered a comprehensive statement on any matter and should not be relied upon as such. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable or appropriate to any particular investor. Reliance upon information in this material is at the sole discretion of the recipient. Investors should consult their investment professional prior to making an investment decision. Aegon Asset Management is under no obligation, expressed or implied, to update the information contained herein. Neither Aegon Asset Management nor any of its affiliated entities are undertaking to provide impartial investment advice or give advice in a fiduciary capacity for purposes of any applicable US federal or state law or regulation. By receiving this communication, you agree with the intended purpose described above.\nPast performance is not a guide to future performance. All \ninvestments contain risk and may lose value. \nAll investments contain risk and may lose value. Responsible \ninvesting is qualitative and subjective by nature, and there is no guarantee that the criteria utilized, or judgement exercised, by any company of Aegon Asset Management will reflect the beliefs or values of any one particular investor. Responsible investing norms differ by region. There is no assurance that the responsible investing strategy and techniques employed will be successful. Investors should consult their investment professional prior to making an investment decision.\nThis document contains \"forward-looking statements\" which \nare based on Aegon AM's beliefs, as well as on a number of assumptions concerning future events, based on information currently available. These statements involve certain risks, uncertainties and assumptions which are difficult to predict. Consequently, such statements cannot be guarantees of future performance, and actual outcomes and returns may differ materially from statements set forth herein. \nThis report includes ratings and rankings for Aegon Asset \nManagement’s responsible investment activities. The rating or ranking is not indicative of future performance or ratings and may not be representative of any one client’s experience because the rating reflects an average. \nThe Principles for Responsible Investment (PRI) rating of A+ \nis as of April 2019 and is reflective of Aegon NV’s rating on the Strategy and Governance module. Approximately 25% \n \nDisclosures\nDisclosures", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}