{"page_content": "51of signatories received an A+ score for the PRI strategy and \ngovernance module in 2019, a mandatory module within a set of ten modules The Strategy and Governance module assesses the firm’s responsible investment policy, responsible objectives and strategies, governance and human resources, responsible investment promotion activities and incorporation of ESG issues in asset allocation. The activities presented in this module are reflective of Aegon NV’s asset management business conducted by Aegon Asset Management companies. Indicator scores are assigned to one of six performance bands and assigned a letter rating ranging from E to A+ (worst to best). A rating of A+ corresponds with a score of > 95%. PRI does not require an explicit rating fee, however all PRI signatories pay a general annual contribution fee.\nThe Sustainalytics ranking of 100/100 is as of April 2019 \nand is reflective of Aegon NV’s responsible investment program and responsible investment policy. Approximately 14% of 1,656 participants received a score of 100/100 for their responsible investment policy and approximately 17% of 1,147 participants received a score of 100/100 for their responsible investment program in 2019. Sustainalytics evaluates companies on various ESG issues and assesses the company’s individual performance in relation to industry peers. The assessment identifies key issues for each company. For Aegon NV, the key ESG issues include human capital, ESG integration and product governance. Within each ESG issue category, Sustainalytics identifies key indicators. The ESG integration category includes the Responsible Investment Policy and Responsible Investment Program indicators which are reflective of Aegon NV’s asset management business conducted by Aegon Asset Management companies. Company scores can range from 0 to 100 (worst to best). Sustainalytics does not require a fee for providing this ranking. \nThe MSCI ranking of 9.3 out of 10.0 is as of May 2019 and \nrepresents the score for Aegon NV’s responsible investment platform. Within MSCI’s Life and Health Insurance category, Aegon NV ranks 2nd for its responsible investment score out of 78 insurance companies. MSCI evaluates companies on three primary areas including ESG pillars. Within each pillar, MSCI assess companies on eight key issue categories, one of which is Responsible Investment within the Social pillar. The Responsible Investment portion of the MSCI company assessment for Aegon NV is reflective of the firm’s asset management business conducted by Aegon Asset Management companies. MSCI’s assessment of Aegon’s responsible investment activities may include, but is not limited to, an analysis of the firm’s approach to ESG integration, an evaluation of engagement practices, an assessment of ESG risks in the investment portfolios, opportunities for the firm to provide ESG-related investment solutions, commitment to responsible investing through policies, procedures and industry group memberships, as well as overall management of ESG risks in the asset management business. Rankings can range from 0 to 10 (worst to best). MSCI does not require a fee for providing this ranking.\nShareAction conducted a survey (\"Point of No Returns\", \nMarch 2020) of 75 of the world's largest asset managers across 17 countries (based on AUM as of December 31, 2017 according to IPE's 2018 Top Asset Managers List). The survey results are based on responses from the asset manager and do not reflect the experience of the clients individually or collectively of any company of Aegon N.V. Rankings were not based on the performance not indicative of future results. Aegon Asset Management did not pay a fee to participate in the survey. The assessment includes the ranking and analysis of the manager's performance on stewardship, transparency and governance. The themes covered in the survey include responsible investment governance, climate change, biodiversity and human and labour rights, a development from previous AODP assessments that focused solely on climate change. The questionnaire was developed with input from external experts and mapped to the structure of the TCFD recommendations for all themes. For additional information, please visit ShareAction's site: https://shareaction.org/research-resources/point-of-no-returns/methodology/.\nThe European Real Estate strategy received a total GRESB \nscore of 87 out of 100, or 87%, as of 2019. A score of 87% aligns with a five-star GRESB rating. The GRESB scores are depicted in quintiles - from 1 to 5 - with each quintile containing 20% of the participants. If the entity performs in the top quintile, it receives a rating of 5 and is called a “GRESB five-star rated entity”. The assessment also considers portfolio impact with respect to energy consumption, greenhouse gas emission, water usage, waste management and renewable energy. The score is based on a Real Estate Assessment structured into seven sustainability aspects across a wide range of indicators: management; policy and disclosure; risks and opportunities; monitoring and EMS; performance; building certifications; stakeholder engagement. The weighted combination of scores for each aspect generates the GRESB score. The assessment used data from more than 1,000 participants, but the exact number was not disclosed. Aegon AM NL’s paid GRESB membership includes an assessment.\nDisclosures", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}