{"page_content": "5 \nIntroduction\nInvestment decisions \ncan have a significant impact on society, the environment and the world at large. At Aegon Asset Management, we believe fully understanding the consequences of our investment decisions benefits our clients, the companies we invest in, and all of us as individuals. As we have seen this year, a company’s ability to adapt \nand navigate environmental or societal disruptions can have a profound effect on their ability to create long-term value. For that reason, our investment approach considers environmental, social and governance (ESG) factors critical in building a comprehensive understanding of the investments we make on behalf of our clients. To credibly integrate ESG factors in investment decisions, we believe it’s essential for active managers to form their own ESG view, not solely relying on third-party research. \nUnderstanding the consequences of investment decisions \nalso means taking responsibility for them. For us, this means being an active owner of issuers’ balance sheets, not just an active shareholder. That’s why we stepped up our engagement activities in 2019, increasing the number of companies we engaged with from 360 to 564. When we talk with companies, we are agnostic on whether we hold equity or debt. Our focus is on deepening the engagement dialogue and closely tracking the expected outcomes from our comprehensive engagement program. Our response rates are impressive for our size—we are in active dialogue with over 60% of the companies we approach. \nResponsible investment is also about making a positive \ncontribution to society and the environment. Having spent more than half my career in development finance institutions, I firmly believe climate change mitigation and sustainable development cannot be achieved without mobilizing private capital. The United Nations estimates that meeting its 17 Sustainable Development Goals will require global investments of USD 5 to 7 trillion each year through 2030. Additionally, the World Economic Forum projects that starting this year, about USD 5.7 trillion must be invested annually in green infrastructure if we are to achieve the transition to a low-carbon world. Although the estimates are startling, the investment gap provides tremendous opportunities for investors.We are finding interesting opportunities to contribute to sustainable development and climate challenges, aiming to deliver environmental and social impact alongside attractive returns in alternative credit and real assets. For example, our Government Related Investment strategy invests in private loans backed by investment grade sovereigns that finance low-income housing projects, municipal infrastructure, schools and hospitals. The strategy, managed by Aegon AM NL, is reaching high impact emerging market projects. Our Dutch Subordinated Loan strategy, also managed in the Netherlands, offers investors the opportunity to support small- and medium-sized enterprises that finance innovation, with support from the EU. Our Tax Credit Equity strategies, managed by Aegon Real Assets US, help finance impactful low-income housing projects, as well as wind and solar developments. \nAs a global asset manager, we aim to leverage the best \nresponsible investment products and practices from the diverse markets we operate in. After all, sustainability is still very much defined by culture. While responsible investing practices vary across regions, our global presence supports our efforts to bring together the best ideas from each of our key markets as we aspire to deliver the highest quality responsible investment solutions and practices globally.\nWe are proud to be recognized as one of the leaders in \nresponsible investment and to have our global approach acknowledged. We’ve made great progress, but there’s more work to do. \nAs I write this in 2020, we face the worst and most wide-\nspread pandemic in living memory. The human toll of this crisis is tragic and cannot be underestimated. As investors, the crisis also highlights the strengths and limitations of our global economy and financial system. Inevitably, there will be more pandemics, environmental disasters and social unrest. Will we be ready? Will companies have sufficient disaster preparedness strategies? Will investors’ portfolios weather the storms? These are critical questions that cannot be answered until such events unfold. However, we think one thing is certain—to fulfill our mission of protecting our clients’ financial future, we must invest responsibly.\nBrunno Maradei, CFA, Global Head of Responsible Investment\nIntroduction", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}