{"page_content": "Our Responsible  \nInvestment Framework\nInconsistent terminology remains one \nof the largest obstacles within the industry. To engage in transparent communication with our clients, we set forth a global responsible investment framework that defines our approach to responsible investment. The framework and underlying principles guide our responsible investment approach across asset classes and regions while allowing us to help our clients navigate the responsible investment landscape.\nOur principles\nResponsible investing is a key element of our investment philosophy and process. We believe responsible investment practices can help generate long-term value for our clients. \nResponsible investing aligns with clients’ interests  \nAs stewards of our clients’ capital, we believe it’s our responsibility to consider all potential risks and opportunities. With a focus on long-term results, we use RI practices, such as ESG integration and active ownership, to help us manage risk and identify opportunities.\nResponsible investing can contribute to long-term value  \nWe firmly believe investing responsibly creates opportunities to add value for our clients. Academic research increasingly demonstrates that responsible investment practices can add value. Value can manifest itself in the form of lower cost of capital, better operational performance, reduced reputational risks and subsequently, potential for improved investment returns.\nEnvironmental and social risks are investment risks  \nExogenous risks, such as natural disasters or pandemics, can disrupt industries and threaten business models. A company’s ability to adapt and navigate such disruptions can have a profound effect on their ability to create long-term value. \nIntegrating ESG factors can help uncover opportunities  \nIntegrating ESG factors into investment decisions can lead to better investment outcomes as we seek to maximize long-term performance. We find that it’s quite challenging to analyze future profitability without considering ESG factors. By focusing solely on financial metrics, we may inadvertently overlook opportunities to generate value. \nActive ownership is active management  \nOur stewardship activities extend beyond today’s investment opportunity. By spearheading engagement activities and exercising shareholder voting rights, we use our voice and actions to help effect positive change. We cannot change the world on our own so we join forces with other investors, companies and regulators to engage collaboratively. \nResponsible investment defined\nResponsible investment (RI) is an umbrella term that covers various tools and approaches to incorporating Environmental, Social and Governance (ESG) considerations into investment decision-making processes. It may include ESG integration and active ownership as well as dedicated, RI-focused solutions. Related terms may include sustainable or ESG investing. \n6Our Responsible Investment Framework", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}