{"page_content": "7Our approach includes three pillars\nAs active investors, our comprehensive responsible investment approach consists of three pillars:\nESG integration  \nIncorporating ESG factors into the investment decision-making process across our investment platforms to help \nmitigate risk and uncover opportunities \nActive ownership  \nAddressing ESG issues by actively engaging with issuers and investee companies and exercising shareholder rights\nSolutions  \nProviding RI-focused products that go beyond integration and active ownership, ranging from strategies applying exclusions based on client preferences to best-in-class, sustainability-themed and impact investments \nImplementing the principles to create solutions\nGuided by our RI principles, we design progressive responsible investment solutions for our clients.\n•\n ESG integration and active ownership across our investment platform:\n ESG integration and active ownership are practiced \nacross most of our EUR 352 billion investment platform1, as appropriate for the specific asset class and investment strategy.\n•\n Responsible investment solutions: \nBeyond ESG integration and active ownership, we manage EUR 206 billion2, or \napproximately 59% of total assets, in dedicated responsible investment strategies spanning four categories: exclusions, \nbest-in-class, sustainability-themed and impact investing. \nResponsible investment solutions\n1ESG integration is part of our standard active investment processes, however Aegon AM also manages a limited number of passive mandates and certain asset classes \nwhere ESG integration is not considered appropriate or possible, such as commodity strategies. 2As of December 31, 2019. Assets under management/advisement excludes \njoint ventures. Responsible investment products and services may vary regionally.\nOur Responsible Investment FrameworkExclusions  \nUtilize negative screening to avoid certain sectors, \ncompanies or practices based on specific criteria\nSustainability-themed  \nFocus on issuers whose activities or practices are aligned \nwith sustainability themes in an effort to generate \ncompetitive returns over the long termBest-in-class ESG  \nSeek to outperform by emphasizing positive screening of \nissuers with better or improving ESG practices\nImpact investing  \nPursue financial returns alongside measurable positive \nsocial and/or environmental impact", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}