{"page_content": "8Responsible investment products and services may vary regionally. Aegon AM became a signatory to UN-\nsupported Principles for Responsible Investment (PRI) in 2011. Aegon AM UK (Kames Capital) became a standalone signatory to PRI in 2008. Over 30 years of  \ninvesting responsibly \nWith roots dating back over 30 \nyears, Aegon AM has a rich heritage of investing responsibly. As the marketplace has evolved, so has our responsible investment program. We have expanded ESG integration across investment strategies, strengthened our active ownership activities, grown the Responsible Investment team and developed client-centric responsible investment solutions. Today, responsible investing is a key component of our culture and a core element of our investment philosophy and process. As one of the recognized leaders in responsible investment, we believe it is our duty to propel the industry forward and advance responsible investment practices. Responsible investing is a rapidly changing industry and we recognize the need to constantly evolve in order to maintain a competitive advantage. In the years ahead, we plan to continue to enhance ESG integration, work to effect positive change through active ownership and develop progressive responsible investment solutions.\nA long history of responsible investing \nOur Journey\nIn 2019, we \nenhanced ESG \nintegration, \nstrengthened our \nactive ownership \nactivities and \ndeveloped \nclient-centric RI \nsolutions.\n2013Adopts ESG training for all investment staﬀ and appoints regional ESG oﬃcersPublishes ﬁrst RI report\nAegon N.V. adopts a global RI policy. Aegon AM becomes a member of PRIAegon AM NL launches ﬁrst multi-manager RI strategy\nDevelops RI framework and forms central, dedicated teamReal Assets US closes ﬁrst investment in low income housing tax credits\n1987\n2004Aegon AM UK launches ﬁrst \nethical strategy\n1989\n2007\n2010\n2011\nSelects ESG research provider \nand joins GRESB2012Launches intensive ESG Next program to enhance ESG processes. Forms Climate Change Working Group\nAegon AM US launches dedicated ESG and sustainable ﬁxed income strategiesIntroduces carbon footprint analyses\nIntegrates ESG ratings into credit research reports\nAegon N.V. establishes RI as a strategic company initiative\nExpands RI team members and enhances global support\n2014\n2015\n2016\n2017\n2018\n2019\nFormalizes RI principles\nand develops common terminology 2019\nOur Journey", "metadata": {"source": "NASDAQ_AEGN_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}