{"page_content": "75% Target\n0%10%20%30%40%50%60%70%80%\n 2,000 3,000 4,000 5,000 6,000 7,000 8,000 9,000 10,000\n2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024\n% New Technology (by NBV)Emissions Intensity\nEmissions Intensity % New Technology (by NBV)\n© AerCap -Confidential property of the company, not for disclosure or use without permission 18\nEmissions Intensity1\nFleet InvestmentFLEET EMISSIONS REDUCTION\n~20% Reduction from 2014 to 2019Despite the significant growth of our fleet as a result of the GECAS acquisition, our emissions intensity remains well below \n2019 levels as the continued adoption of new technology aircraft reduces the impact on the environment\n•While we own many aircraft, we do not operate them. However, as the global\nleader in aviation leasing, we feel a sense of responsibility to lead the industrytowards a lower- carbon economy. The best way for us to do so is to support ou\nr\na\nirline customers’ adoption of the most fuel -efficient aircraft available\n•Since 2014, AerCap has invested ~$45 billion in new technology aircraft. This\ninvestment materially enhances the fuel efficiency of our customers’ fleet s,\nre\nducing their Scope 1 emissions and reducing Scope 3 emissions for AerCap. In\naddition, these aircraft significantly reduce noise and air pollution2,3\n•As of December 31, 2022, ~66% of our owned aircraft fleet comprised newtechnology aircraft, on lease to ~80 airlines\n•Driven by our orderbook of >430 new technology aircraft , we believe we should\nsee further positive impacts for our customers and for AerCap\n•All of our aircraft are capable of flying with up to a 50% blend of SAF and both\nAirbus and Boeing are targeting 2030 for 100% SAF capability and certification, animportant step on the path to Net Zero\n3Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nSee Supplemental Information –Endnotes.", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}