{"page_content": "© AerCap -Confidential property of the company, not for disclosure or use without permission 19\nCIRCULAR ECONOMY AND AVIATION\n•AerCap is involved in the whole life of our assets, taking delivery of brand -new \naircraft from the OEMs and remaining involved until those aircraft are \ndisassembled, and their parts returned into the supply chain to be used once again\n•AerCap Materials has more than 50 years’ experience in aircraft dismantling. Its \nfacility is ISO certified and AFRA accredited, helping to ensure that aircraft are \nretired in adherence to strict environmental and safety protocols1\n•According to ICAO, ~85 -90% of an aircraft is typically reused or recycled. ~40 -\n50% of an aircraft is returned to the parts distribution pipeline and used again in \naircraft maintenance, with most of the remaining materials recycled and returned \nto the supply chain as raw materials\n•Proper disassembly of an aircraft in accredited facilities promotes the correct separation of different structural materials, which allows them to be recycled, and \nprevents hazardous materials from entering the environment•AerCap Cargo has an unparalleled 25 -year track record of P2F conversion \nprograms, extending the useful life of in -service aircraft and avoiding the \nenvironmental impact of building new freighter aircraft\n•AerCap was the launch customer for Boeing and Aeronautical Engineers Inc. \n(“AEI”) conversion of the 737 -800NG, considered the best -in-class aircraft for \nreplacement and expansion in narrowbody freighters. As well as its higher payload and longer range, the NG series boasts advanced technology, lower fuel \nconsumption and better reliability\n•In 2019, the first ever P2F Boeing 777 -300ER conversion was launched in \ncollaboration between AerCap Cargo and Israel Aerospace Industries (“IAI”),\n“The Big Twin”\n•Carrying More –The Big Twin offers 25% more volume than the B777 -200LRF\n•Burning Less –The Big Twin’s engine efficiency burns ~21% less fuel per tonne than \nthe Boeing 747 -400 aircraft and has the range capability to seamlessly replace aging \nfreighters \n2. REMOVAL\nValuable aircraft\ncomponents are removed6. REFUSE\nDisposal and landfilling of\nnon- recyclable waste\n3. REPAIR & RECERTIFY\nValuable parts are repaired and/or \nreturned to service within the \naerospace industry4. REPURPOSE\nRemaining valuable parts are \ndismantled and evaluated for use \noutside the aerospace sector5. RECYCLE\nWaste is evaluated and recycled1. RETIREMENT\nIn-service aircraft\nStored aircraft\nAbandoned aircraft\nDamaged aircraft12\n3 456Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nSee Supplemental Information –Endnotes.", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}