{"page_content": "It is my pleasure to introduce AerCap’s sixth annual ESG \nReport, for the year 2022. Reflecting on the first year of operation for our ESG board committee, I am delighted with the progress we have made to date and look forward to continuing our work in the year ahead. \nKey focus areas this year included the development of new \nESG regulations in Europe and the U.S., the final integration of systems from the GECAS acquisition, and the challenges created by the conflict in Ukraine. Our cross -departmental \nteams worked well together, in a transparent and efficient way.\nAs the leading aviation lessor, AerCap aims to promote the \nsustainable growth of our industry, capitalizing on business opportunities created by change, and protecting ourselves from threats and risks that may arise through that journey.\nAviation has many significant benefits for society. It is critical \nto economic development, furthering international relationships, equality between regions and cross- border \ntrade in goods. This was underlined during the Covid- 19 \npandemic through aviation’s role in delivering vital medical solutions and vaccines, and through its absence during government -mandated travel restrictions. Despite these \nmeaningful contributions, the industry faces growing scrutiny, in particular around carbon emissions. For context, the aviation industry produces around 2.5% of the world’s greenhouse gas emissions from human activities, a proportion that is likely to rise in coming years due to the growth of aviation and the reduction of emissions in other industries where emissions are easier to abate, such as the automotive industry. It is therefore important than we take actions to mitigate this impact, both today and in the future.\n1\nBeyond the area of climate change, AerCap’s ESG goals include our ongoing commitment to best- in-class \ngovernance, operations and corporate values. AerCap aims to continue to attract and develop the best talent in the industry and to leverage this human capital to deliver sustainable returns for stakeholders. Beyond its immediate stakeholders, AerCap aims to make a positive contribution to society more broadly, as befits our position as market leader.\nOver the course of 2022, the ESG Committee met six times to \ndiscuss and further develop AerCap’s ESG strategy. It is imperative, in our view, that sustainability not be viewed in isolation, but rather as an integral part of our company’s strategy. We also believe it is important to focus on those actions where AerCap can have the highest potential impact, as well as on the key risks and opportunities for our company. In certain areas, AerCap can have an immediate impact, while other areas remain at a conceptual stage. For the latter, it is key that we engage, understand and shape the initiatives where relevant –using our unmatched market intelligence. \nIn some cases, this means supporting our partners in the design of new initiatives, and, if appropriate, using our industry- leading platform and balance sheet to help them \nbecome a success. We outline the progress AerCap has made in relation to many of these initiatives in the pages ahead.\nAs we look to 2023 , our approach will be to act where we \nhave control, to lead where we have influence and to prepare \nfor what’s ahead. I am confident that we have the appropriate team and governance structures in place to continue to lead our industry towards a more sustainable future.\nStacey Cartwright, ESG Committee Chair  \n3 © AerCap -Confidential property of the company, not for disclosure or use without permissionA MESSAGE FROM OUR ESG COMMITTEE CHAIR\nDear Stakeholders, Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nSee Supplemental Information –Endnotes.", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}