{"page_content": "© AerCap -Confidential property of the company, not for disclosure or use without permission 21•In 2022, AerCap offset ~60% of our Scope 1, Scope 2 and Business Travel Emissions \nfor the year 2021, up from ~40% the prior year. This amounted to approximately 900 \ntonnes of CO2e; we are currently evaluating options to offset ~80% our 2022 emissions\n•We offset these emissions through our partnership with First Climate:\n–One project, based in the Gansu Province of China, involves the installation of 134 \nwind turbines and is expected to deliver a total of 463 GWh of clean electricity to the Northwest China Power Grid. The project is verified by the Verified Carbon Standard \n(“VCS”)\n–The second project is a hydropower project, on the Plotas River in Brazil, which \ninvolves the diversion of river water towards a small dam where three generators are \ninstalled. The project will deliver >3,300 GWh of clean electricity to the national power grid per year, catering for 1.2 million households. This project is also verified by the VCS\n•All the First Climate projects are certified to rigorous standards with the goal of making \nsure that the carbon credits are real, measurable, permanent and third -party verifiedOFFSETTING OUR UNAVOIDABLE EMISSIONS\nAerCap believes that reducing emissions is the most effective climate solution and we are endeavoring to lessen our impact \non the environment in our operations; carbon offsetting allows us to balance our unavoidable emissions\nWHAT IS CARBON OFFSETTING?\n•Carbon offsetting is based on the principle of a \nglobal balance: that for the climate it is irrelevant where in the world emissions are generated or where they are saved\n•As a result, it is possible to offset unavoidable emissions that occur in one location by taking \nadditional climate protection measures in another\n•While focusing on reducing greenhouse gas emissions, the projects also generate multiple co -\nbenefits that are supportive of the United Nations’ \nSustainable Development Goals\n•We have increased our carbon offset program each year, and by 2024, we have targeted 100% offsetting of these unavoidable emissions\nReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nProgress Update on Carbon Offsets", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}