{"page_content": "• Ireland is recognized as a center of excellence in the aviation leasing industry and as such, AerCap \nbenefits from having a large, attractive pool of experienced talent available to us\n• AerCap is committed to supporting the next generation of industry professionals through a variety of educational programs. These programs provide a pipeline of indigenous talent that supports the future growth and development of our industry\n• AerCap is a sponsor of the prestigious MSc in Aviation Finance program at University College \nDublin (“UCD”) Michael Smurfit Graduate Business School. In addition to the sponsorship, this program involves lectures by some of our key employees and internships provided by the company to a number of students from the program, giving graduates the opportunity to gain valuable experience in a range of disciplines\n• In August 2021, AerCap launched a 4-year scholarship program , providing 10 scholarships to \nstudents of the Faculty of Engineering at the International School of Engineering at Chulalongkorn University , Thailand’s number one ranked university and a world- class leader in aerospace \nengineering education. In addition to the scholarships, AerCap provides a range of tailored supports to students, including guest lectures, workshops, and summer internships \n• The AerCap TY Aviation Academy is a one -week program designed to give Transition Year \nstudents in Ireland with a passion for aviation a unique insight into the career options available to them. Hosted twice a year in partnership with the Shannon Aviation Museum, the program gives students the opportunity to meet aviation professionals, including pilots, engineers and air traffic controllers, as well as members of the AerCap team\n25 © AerCap -Confidential property of the company, not for disclosure or use without permissionSUPPORTING OUR LOCAL COMMUNITY AND EDUCATION\nReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nAerCap TY Aviation Academy visit to the Atlantic Aviation Group in \nShannon, IrelandAengus Kelly, CEO of AerCap, with the AerCap scholarship recipients at Chulalongkorn University in Thailand", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}