{"page_content": "26 © AerCap -Confidential property of the company, not for disclosure or use without permission•AerCap is committed to building a pipeline of \ndiverse talent through a variety of initiatives\n•In 2022, AerCap launched a DEIB survey inviting employees to share their thoughts and insights on what is important to them and what AerCap \nshould focus on. A number of themes and areas \nof interest emerged, which will assist with \nbuilding out our DEIB framework and related \nstrategy\n•AerCap is committed to creating an environment \nthat enables employees to grow and develop \nwhile contributing to the ongoing success of the \nCompany, regardless of race, religion, gender, \nmarital status, family / civil status, sexual \norientation, age, or disability \n•AerCap is an Equal Opportunities Employer and we recruit, employ and promote employees \nbased on qualifications and performance\n•We align our non -discrimination policies with \nlocal laws in the locations where we operatePromoting Women in Aviation\nIn 2019, we established a scholarship program with the University of Limerick, the first Women in Aviation program of \nits type in Ireland. The program aims to create awareness amongst female students of Aeronautical Engineering as a \ncareer option and encourage more women to join the aviation industry\nIndustry Partnerships also Play a Role\nAt an industry level, we partner with a variety of organizations that are focused on advancing gender diversity and \ngender equality. AerCap has been a long -time supporter of AWAR, Advancing Women in Aviation Roundtable, and in \n2022 we sponsored their annual Dublin luncheon. We also sponsored the International Aviation Women's Association \n(“IAWA”) annual conference, and we are a member of Women in Aviation Singapore Chapter. All of these initiatives \naim to promote the development and advancement of women leaders in the aviation and aerospace industries through a global network\nAerCap is a signatory of the Aircraft Leasing Ireland Sustainability Charter, which was launched in October 2022. The \nCharter sets out 10 key industry initiatives, including a commitment to diversity and equal opportunities in the \nworkplace and in the wider aviation industry\nIn addition to this, we work with PropelHer, a network of aviation leasing professionals focused on the promotion of \nwomen in our industry. Members of the AerCap team have joined the PropelHer Mentoring program as mentors and \nmentees DIVERSITY AND INCLUSION\nOur leadership team, together with the ESG Committee, is committed to developing programs and initiatives to support DEIBReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\n", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}