{"page_content": "4 © AerCap -Confidential property of the company, not for disclosure or use without permissionCEO MESSAGE\nAerCap takes the “leading -edge” approach to \nfleet transformation, which is to utilize the \nbest possible avenue within your industry. In our case, this means investing in the most fuel-efficient new technology aircraft. Since \n2014, we have invested ~$45 billion in these aircraft, more than any other airline or lessor. In 2022 alone, we took delivery of 72 new technology aircraft. With an installed base of aircraft with ~300 customers, we have a unique ability to influence fleet decisions and aid our customers’ decarbonisation efforts. Many airlines lack the financing or delivery slots to enable their transition, so lessors like AerCap must play a key role.\n1\nWe strive to take a leadership role in shaping the actions of the industry to promote sustainable behaviours. In October, AerCap become a signatory to Aircraft Leasing Ireland’s inaugural Sustainability Charter, which sets out ten key ESG and climate -\nrelated principles for the aviation industry. Aviation is a hard- to-abate sector, and the \nindustry will only achieve its decarbonization goals if the key players work together to make progress.On the social side, we are also beginning to make positive strides to address the historical underrepresentation of women in our industry. In AerCap, 47% of our new hires in 2022 were women, both in Ireland and globally. I have no doubt that many of those women joining us at early or mid- career will \nhave the opportunity to progress into leadership positions within the organization. \nIn 2022, we launched our Diversity, Equity, \nInclusion and Belonging (“DEIB”) framework, and I expect to see an increased focused on DEIB as we gather feedback from our employees and finalize an action plan. \nOur employees’ commitment to giving back \nto their communities is something I have always been extremely proud of. In 2022, AerCap, together with our employees, donated over $800,000 to charities and partnerships, with key themes including the Prevention of Violence Against Women and Mental Health and Suicide Prevention. As I look forward into 2023, I am optimistic for what is to come, both for AerCap and for the aviation industry more broadly. We have persevered through many challenges over the last three years by thinking long -term and \nacting as a partner to our customers, lenders, shareholders and employees. As air traffic demand normalizes, we must continue to be focused and vigilant, and endeavor to \ncontinue to operate in an ethical and sustainable way to support the long -term \nsuccess of our company. \nTo all our stakeholders, thank you for your \nongoing support of AerCap and our sustainability efforts. As always, we welcome your feedback and suggestions as we continue to drive aviation to reach new heights and perform at its best. Aengus Kelly, AerCap CEO\n2022 was a monumental year for AerCap \nas we successfully integrated GECAS to create an unrivalled leader in aviation. This process highlighted the strength of the AerCap team; what could have been a distraction was instead a motivation and our team completed a record number of transactions in 2022, never standing still and continuing to lead and shape the aviation industry as we have done for more than 50 years.\nReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nSee Supplemental Information –Endnotes.", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}