{"page_content": "33 © AerCap -Confidential property of the company, not for disclosure or use without permissionSPOTLIGHT ON CSR INITIATIVES IN 2022\nAirlink is a global humanitarian organization delivering \ncritical aid to communities in crisis by providing airlift \nand logistical solutions to NGO partners around the \nworld\nIn 2022, AerCap become a Gold -level sponsor of Airlink\nThrough our donation, AerCap and its employees \nhelped raise vital funds to support the humanitarian \ncrisis in Ukraine caused by the war, and the relief effort following the devastating flooding in Pakistan\nAirlink’s response to and impact on both of these crises \nwas effective:\n>600 \nresponders\nsent>1,100 \ntons of \nhumanitarian aid \ncargo delivered>40 \nNGO partners\nsupported\nOrbis is a global charity fighting avoidable blindness in \nsub-Saharan African countries \nOrbis works in Ethiopia, where four million people are \nblind or visually impaired, with high rates of trachoma, a \npainful blinding eye disease\nOne of Orbis’ annual fundraisers is the Great Ethiopian \nRun. In 2022, AerCap was delighted to support a group of \n18 employees in their fundraising efforts to participate in \nthe run, by covering their travel and accommodation \nduring their stay \nEmployees travelled to Addis Ababa in November to take \npart in a 10K run and then travelled to Southern Ethiopia \nto witness Orbis’ sight -saving work first handThe Movember Foundation is a global organization \nthat supports men’s health issues, including testicular \ncancer, prostate cancer, mental health and suicide prevention. Its aim is to raise awareness of men’s \nhealth matters through educational campaigns and by funding innovative research projects to have both a global and local impact\nIn November 2022, AerCap and its employees \nsupported the Movember campaign. Several of our \nmale colleagues took on the “ MoBro ” title with pride \nand grew moustaches and organized fundraising events across the Company to raise awareness and funds for men’s health\nAerCap matched all employee donations through its \nMatching Donation program to the benefit of the \nMovember Foundation in Europe, the U.S. and APAC\nReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}