{"page_content": "Jennifer VanBelle\nSenior Vice President, GE Capital \nCEO and Treasurer of GE and GE \nCapital\nExtensive capital markets and risk \nmanagement experience\n© AerCap -Confidential property of the company, not for disclosure or use without permissionAERCAP BOARD OF DIRECTORS\nAerCap is committed to growing our business in a responsible and sustainable way, starting with having a strong and \nexperienced Board providing effective oversight and governance to the Company\nPaul Dacier\n Aengus Kelly\n Brad Branch\n Stacey Cartwright\n Rita Forst\n Michael Gradon\nJim Lawrence\n Jean Raby\n Michael Walsh\n Robert WardenNon -Executive Chairman, AerCap. \nGeneral Counsel, Indigo Agriculture \nand Non -Executive Director, \nProgress Software Inc.\nOver 30 years of corporate law \nexperience and more than 10 years on aircraft leasing boardsCEO, AerCap\nOver 20 years of aviation leasing and \nfinancing experience, including eleven years as CEO of AerCapFormer Senior Advisor in the Office of the CEO, Deloitte Touche\nTohmatsu Ltd\nSignificant global financial services \nand audit experience, over a 40 -year \ncareer in accounting practice, including a sector focus on air transportationNon -Executive Director of Savills \nPLC, Genpact, Gymshark and Majid al \nFuttaim Entertainment. Chair of the Advisory Committee of Majid al \nFuttaim Lifestyle\nExtensive executive management and \nfinancial experience across retail, media and healthcare industriesNon -Executive Director of Westport \nFuel Systems Inc. and Johnson \nMatthey Plc. Member of the \nsupervisory board of Norma Group SE\nOver 35 years of experience in \nautomotive and engineering industriesFormer Board Director, The Peninsular & Oriental Steam Navigation Company (P&O)\nSignificant legal and corporate \ngovernance experience, with over 10 \nyears on aircraft leasing boards\nChairman of Lake Harriet Capital, a \nprivate investment firm. Former \nChairman & CEO, Rothschild North America, former CFO and Executive Director of Unilever and former CFO of Northwest Airlines\nMajor corporate and board experience, \nincluding in the aviation industry. Significant background in M&A and \ninvestment bankingPartner with Astorg , a European \nprivate equity firm. Former CEO of \nNatixis Investment Managers, a global asset manager\nMore than 30 years of experience in \ninvestment banking, law and financeNon-Executive director of Uisce \nEireann, the Irish government owned national water utility, and of Limerick Civic Trust, a charitable organization\nOver 30 years’ experience as a non -\nexecutive director, senior executive \nand commercial lawyer in the aircraft \nleasing and financing industryFormer Global Head of Private Equity at Cerberus Capital Management. Formerly worked in private equity at \nPamplona Capital Management, JH Whitney, Cornerstone Equity and DLJ\nOver 25 years of financial services and \nprivate equity experienceReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nAs of December 31, 2022.\n38", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}