{"page_content": "45 © AerCap -Confidential property of the company, not for disclosure or use without permissionSPOTLIGHT ON COMPLIANCE POLICIES AND PROCEDURES\nAnti- Bribery and Fraud\n•Fraud is defined as the \nintentional, false representation, or concealment of a material fact for the purpose of inducing another to act upon it to his or her injury\n•Policies clearly define behaviors that are considered to be fraudulent; however, this is not intended to be exhaustive, and if \nthere is a question as to whether an action constitutes fraud, the Chief Compliance Officer must be consulted\n•Bribery is prohibited at AerCap. There is a wide variety of situations in which bribery may occur. Guidelines are provided on the anti -bribery procedures \nthat employees must follow in such situations, if they occurDisclosure of Lobbying Activity\n•AerCap is required by the Irish \nRegulation of Lobbying Act 2015 to disclose any lobbying activity with Designated Public Officials (“DPOs”). Prior approval is required for any intended communication with a DPO that potentially constitutes lobbying activity\n•In 2022, AerCap conducted lobbying activity related to key \nindustry and regulatory developments and their impact on lessors generally, including engagement with governments/ regulators on ESG, Covid -19 and \nthe Russian invasion of Ukraine. Alllobbying activities were \nproperly disclosed\n1\n•Any political contributions made in 2022 were de minimis (<$3k) and disclosed in statutory financial statementsInsider Dealing\n•Applies to all AerCap directors, employees and individuals who are subject to the influence or control of an AerCap director or employee\n•Clearly defined applicable periods (during and post -\nemployment)\n•Clearly listed prohibited trading activities\n•All permissible trading activities are subject to open window periods and individual compliance clearance\n•Annual reporting required through an internal systemEconomic Sanctions and Export \nControls\n•Numerous jurisdictions around the world enforce economic sanctions and export controls as to certain countries and certain persons and entities\n•AerCap identifies Prohibited Countries and Prohibited Persons and does not do business with either, unless it is determined that the transaction is authorized by law\n•The Bridger screening system is a tool used in support of AerCap’s sanctions and export control compliance program\n•Economic sanctions and export controls compliance clauses are included in our contracts with customers and other trade partnersReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview\nSee Supplemental Information –Endnotes.", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}