{"page_content": "50 © AerCap -Confidential property of the company, not for disclosure or use without permissionTRANSPARENT TAX POLICIES\n•AerCap Holdings N.V. is a Dutch incorporated company which is tax-resident in Ireland\n•Our subsidiaries are subject to taxation in a number of jurisdictions, principally in Ireland \nand in the United States\n•AerCap is committed to effective tax risk management. Our tax affairs are managed in line \nwith rigorous standards of corporate governance\n•In accordance with the AerCap Code of Conduct we are committed to managing our tax \npolicy with integrity and in an honest and responsible manner\n•The AerCap Tax Department consists of professionals who collectively have the appropriate\nlevel of knowledge and skills to manage AerCap’s tax affairs and monitor tax risks across the \nbusiness\n•Due to the cross -border nature of our business, we are cognizant of potential risks which \ncould arise. The AerCap Tax Department assists each entity within the AerCap group to actively identify, monitor and manage tax risks on an ongoing basis\n•AerCap does not interpret tax laws in a manner that we believe is contrary to their intention and we do not undertake tax planning which is unrelated to commercial transactions\n•We maintain an open and honest relationship with tax authorities. In addition, we place a \nstrong emphasis on transparency , working with integrity and maintaining a collaborative \nand professional relationship with tax authorities\n•Professional advice is obtained from qualified external advisers where the treatment of \nspecific items is uncertain or complex. We seek to comply with all relevant laws, rules, \nregulations, and reporting and disclosure requirements in a manner that aligns with our tax \npoliciesReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}