{"page_content": "53 © AerCap -Confidential property of the company, not for disclosure or use without permissionSTAKEHOLDER ENGAGEMENT \nStakeholders Engagement Our Approach\nInvestors•Quarterly public earnings calls as well as regular calls and meetings to update both \nequity and fixed income investors on AerCap’s financial and operating performance\n•Host one -on-one and group meetings with investors at industry and investment \nconferences\n•ESG issues actively discussed with investors and ESG report publicly available on \nthe Investor Relations section of our website\n•Continuous investor communications through Investor Relations team and senior \nmanagement\n•Annual General Meeting of Shareholders held each year, open to all investors•With investors returning to their offices during 2022, there was a significant increase in the number of in- person \nmeetings conducted throughout the year. There were 154 in- person meetings in 2022 versus just 26 in 2021.\n•Video conferencing continued to be a efficient method for the AerCap team to stay in close contact with shareholders. Hundreds of calls were conducted in 2022, allowing for a higher volume of interactions\n•Senior executives participated in ~20 non -deal roadshows and several industry conferences throughout the year\n•We continue to see increased ESG -related engagement from investors  \n•Wide range of corporate governance issues discussed and voted on during AGM\n•Timely disclosure of all matters significant to the business according to SEC rules and other applicable laws and regulations\n•Shareholder resources portal: \nhttps://www.aercap.com/investors/shareholder -services\n•Single share class with equal voting rights\nGovernments, \nRegulators and \nOther Industry \nParticipants•Dedicated Government Affairs function based in Brussels , focused on legislative \ndevelopments and strategic matters emerging from Europe and beyond, in relation \nto aircraft leasing, air transport, aviation sustainability and ESG\n•Participated in industry conferences to discuss regulatory matters affecting aircraft \nleasing and the air transportation sector\n•Accounting and financial reporting in compliance with Sarbanes –Oxley (“SOX”) \nrequirements\n•Regular SEC disclosures\n•Report lobbying activities in accordance with local laws and regulations•Through our newly established Government Affairs function in Brussels, we engage in regular and coordinated engagement with senior policymakers in the European Union and liaise on a variety of financial, aviation and \ndecarbonization policy domains. Particular focus was established with senior officials from the European Commission \nDirectorate of Mobility and Transport (DG MOVE), Directorate of Financial Stability, Financial Services and Capital Markets Union (DG FISMA), and Directorate for Trade (DG Trade), as well as representatives from Member States, Members of the European Parliament, and officials from the European Aviation Safety Agency (EASA) and EUROCONTROL. \n•Engagement with Irish Government authorities was also strengthened during the year, as was engagement with U.S. authorities, such as the Federal Aviation Administration and US Departments of State and Commerce.\n•Our Government Affairs team also helps coordination on engagement and regulatory affairs with other key industry stakeholders, such as airlines, manufacturers, lessors, industry bodies and technical regulators, including regular \nconsultation on matters of common interest or emerging regulatory/sustainability interest\n•Our financial reports are publicly available on our website and the SEC website\n•We report our lobbying activities to the Irish Register of Lobbying every four months, declaring whether any lobbying \nactivity was conducted and, if so, disclose the specific lobbying activity\n•We made de minimis political contributions in 2022\n•All material litigation is disclosed in our SEC filingsReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}