{"page_content": "54 © AerCap -Confidential property of the company, not for disclosure or use without permissionSTAKEHOLDER ENGAGEMENT \nStakeholders Engagement Our Approach\nCustomers•Lease new technology, fuel -efficient aircraft and work with airlines to transition to a \nlower carbon economy\n•Enable airlines to grow in a cost- effective, flexible and sustainable way\n•Offer expertise and advise on fleet planning, strategy and execution\n•Celebrate landmark events with our customers•We are the largest lessor in the world, ending 2022 with ~$60 billion of lease assets\n•~66% of our aircraft fleet comprises new technology aircraft \n•We serve ~300 airline customers in over 80 countries\n•AerCap leases new technology aircraft to ~80 customers, an increase of ~7% from the prior year\n•Dedicated leasing executives and technical teams\n•Communicate our values and ethics through customer interaction\n•Bespoke internal credit rating system monitoring risk exposure to all customers\nOEMs and Other \nSuppliers•Dedicated and experienced OEM Relations team\n•ESG factors incorporated in our supply chain management•We work closely with the aircraft OEMs and purchased 72 new technology fuel -efficient aircraft for our owned \nportfolio in 2022 (100% of our owned aircraft deliveries were new technology)\n•We have weekly video meetings with our larger OEM partners. At least once a quarter we will meet in person. A large \npart of this conversation is focused on our forward order, new technology aircraft \n•We consider ESG factors in our service partner selection processes , such as avoiding single -use plastic and a \npreference for local suppliers in our catering services\nEmployees•Company -wide employee portal and email communications\n•One -on-one employee meetings and interaction with senior executives\n•Regular business updates to staff throughout the year\n•Employee health and wellness initiatives\n•Employee training and continuous development programs•Quarterly Town Hall hosted by senior executives communicating financial results and issues impacting AerCap, and \nacts as a forum for employees’ questions that can be submitted in advance or asked live on the day\n•We seek to attract the top minds in aviation and continue to provide some of the most attractive packages in the industry, including competitive salaries, performance -based bonuses and a comprehensive benefit programs to all \nemployees, supplemented by on -site health and wellness initiatives throughout the year\n•All employees received a formal annual review in 2022, with their performance in 2022 evaluated and goals for the upcoming year clearly defined. Employees have regular check -ins with their managers throughout the year to help \nthem make progress towards their goals and continue to feel motivated and supported\n•In 2022, we launched a DEIB employee survey. In 2023, we’ll be progressing our DEIB agenda through a number of \ninitiatives to help identify and refine specific actions and activities\n•AERHUB is our staff intranet where employees can find all the latest news and event information as well as key HR -\nrelated documents and applications and our Facilities Hub and IT Help & Support page\n•We have comprehensive compliance policies and procedures covering all aspects of our business. Employees are \nrequired to participate in compliance training annually\n•Our Code of Conduct is applicable to employees globally and covers matters of governance, risk management, social \nresponsibility, etc.\n•All employees are required to participate in mandatory IT security training annually; policy is available internallyReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}