{"page_content": "58 © AerCap -Confidential property of the company, not for disclosure or use without permissionGLOBAL REPORTING INITIATIVE (“GRI”) CONTENT INDEX\nThis report has been prepared in accordance with the GRI Standards. Disclosures corresponding to GRI Standards that are relev ant\nand important to AerCap and our stakeholders can be found after the general disclosures in the index below\nGRI Standard GRI Defined Disclosure Location \nGeneral Disclosures\nGRI 2: General \nDisclosures 20212-1 Organizational detailsAerCap Holdings N.V. (commonly known as “AerCap”). AerCap is a Dutch incorporated company which is centrally managed and control led from Ireland. Our \nheadquarters is in Dublin, Ireland. We are a publicly -listed company and our ordinary shares are listed on the New York Stock Ex change. Our main offices are based \nin Ireland, the United States and Singapore, exact locations can be found on our website here: \nhttps://www.aercap.com/contact\n2-2 Entities included in the organization’s sustainability \nreportingAerCap ESG Report 2022, P2. Reporting Scope \n2-3 Reporting period, frequency and contact pointReporting Frequency: Annual. This report covers January 1, 2022 to December 31, 2022, unless otherwise noted. Contact: Joseph McGinley, Head of Investor Relations (jmcginley@aercap.com)\n2-4 Restatements of informationFrom 2019 -2021, we incorrectly allocated Gas to our Scope 2 Emissions. This has been corrected for 2021 and Gas now forms part of our Scope 1 Emissions for that \nyear. In 2019 and 2020, we were unable to accurately allocate emissions between Scope 1 and Scope 2 and as such we have not d isclosed these emissions.\nAerCap ESG Report 2022, P22. Carbon Emissions Disclosures\n2-5 External assuranceWe did not seek external assurance for this report. The report has been reviewed and approved by our Board -level ESG Committee, as well as Compliance and \nInternal Audit. \n2-6 Activities, value chain and other business \nrelationshipsAerCap is the industry leader across all areas of aviation leasing -aircraft, engines and helicopters. More information about our activities and services is available at \nour website here: https://www.aercap.com/our -business/overview\nWe serve ~300 customers in more than 80 countries, with customers in the Americas, EMEA and APAC regions. The breakdown of ou r geographic exposure can be \nfound on page 29 of our 2022 20 -F. \nOur critical suppliers include the aircraft Original Equipment Manufacturers (“OEMs”) (Airbus, Boeing, Embraer), the engine O EMs (GE, Safran, Rolls- Royce, CFM) and \nthe helicopter OEMs. Other suppliers include aircraft specification providers and maintenance service providers. As well as c atering and other management service \nproviders for our global office operations. Other relevant business relationships include the joint venture we have with Shannon Engine Support (\"SES\") and the partnerships we have in our cargo business for \nconversion programs with Boeing, Aeronautical Engineers Inc. (\"AEI\") and Israel Aerospace Industries Group (\"IAI\")Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}