{"page_content": "59 © AerCap -Confidential property of the company, not for disclosure or use without permissionGRI CONTENT INDEX\nGRI Standard GRI Defined Disclosure Location \nGeneral Disclosures\nGRI 2: General \nDisclosures 20212-7 EmployeesTotal number of employees and geographic breakdown: 2022 20 -F P76. Employees\nGender breakdown: 56% male, 44% female (by headcount, permanent employees only)\nAerCap ESG Report 2022, P27. Our Employees \n2-8 Workers who are not employees AerCap has a number of contractors working in our various offices, the exact number of these employees is not something we di sclose publicly. \n2-9 Governance structure and composition2022 20 -F, P68 -71. Board Practices\nAerCap Website: https://www.aercap.com/about -us/board -of-directors \nAerCap ESG Report 2022, P37 -42. Board of Directors and Committees, ESG Governance Structure\n2-10 Nomination and selection of the highest governance \nbodyArticles of Association of AerCap Holdings, P33, Article 15, Board of Directors\n2022 20 -F, P68. Board Practices, General \n2022 20 -F, P70. Nomination and Compensation Committee\nProfile of the Non -Executive Directors of the Board of Directors is available on the AerCap website here: https://www.aercap.com/esg/governance -documents\n2-11 Chair of the highest governance bodyMr. Paul Dacier, Non -Executive Chairman of the Board of Directors\n2022 20 -F, P59 -60. Directors and Officers\n2-12 Role of the highest governance body in overseeing \nthe management of impacts2022 20 -F, P71. ESG Committee\nESG Committee Board Rules available on the AerCap website: https://www.aercap.com/about -us/board -of-directors#board -committees\nAerCap ESG Report 2022, P42. ESG Governance Structure \n2-13 Delegation of responsibility for managing impactsAerCap ESG Report 2022, P42. ESG Governance Structure\nThe Board -level ESG Committee has delegated execution and ongoing engagement on ESG matters to the ESG Management Committee. The ESG Management \nCommittee comprises seven senior executives including AerCap's Chief Financial Officer, Company Secretary and Chief Complianc e Officer, General Counsel, Head \nof Human Resources and Head of Investor RelationsReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}