{"page_content": "60 © AerCap -Confidential property of the company, not for disclosure or use without permissionGRI CONTENT INDEX\nGRI Standard GRI Defined Disclosure Location \nGeneral Disclosures\nGRI 2: General \nDisclosures 20212-14 Role of the highest governance body in sustainability \nreportingThe ESG Committee is responsible for reviewing and approving the ESG Report and other relevant information or disclosures in the 20 -F related to Sustainability. The \nESG Report and 20 -F are sent to the Committee members for review alongside the supporting data, any comments or concerns are dis cussed, amendments made \nand a second review is completed by Committee members in advance of any public disclosure\n2-15 Conflicts of interestRelated party transactions (and related conflict of interest risks) are monitored closely by both management and the Board. P rocesses include annual confirmations \nfrom relevant parties and regular compliance and Internal Audit reviews. Approval is required upon the identification of new related party transactions or relevant \nchanges in circumstances. On the limited occurrence of related party transactions, disclosure of such matters to the relevant Boards is done on a case- by-case basis. \nThe relevant board also discuss related party matters annually, including with reference to the annual confirmation process. External disclosure of related party \ntransactions is part of the Company’s detailed corporate governance and financial reporting close processes.\n2-16 Communication of critical concerns Whistle Blower Policy is available on the AerCap website: https://www.aercap.com/esg/governance -documents\n2-17 Collective knowledge of the highest governance bodyAerCap ESG Report 2022, P38. AerCap Board of Directors\nAerCap ESG Report 2022, P41. Board Experience\nAerCap ESG Report 2022, P42. ESG Governance Structure\n2-18 Evaluation of the performance of the highest \ngovernance bodyDutch GAAP Annual Report 2022 P28, Self -assessment of the Board's performance\n2-19 Remuneration policies2022 20 -F, P64 -67. Compensation of non-executive directors and Executive compensation\nDutch GAAP Annual Report 2022 P43 -44. Remuneration Report\nRemuneration Policy for AerCap's Board of Directors is available on the AerCap website: https://www.aercap.com/esg/governance-documents\n2-20 Process to determine remuneration2022 20 -F, P70. Nomination and Compensation Committee\nAerCap Board Rules, P6. 2.4 Remuneration\n2-21 Annual total compensation ratio Dutch GAAP Annual Report 2022 P43. Pay ratio\n2-22 Statement on sustainable development strategyAerCap ESG Report 2022, P3. A Message from our ESG Committee Chair\nAerCap ESG Report 2022, P4. CEO MessageReporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}