{"page_content": "61 © AerCap -Confidential property of the company, not for disclosure or use without permissionGRI CONTENT INDEX\nGRI Standard GRI Defined Disclosure Location \nGeneral Disclosures\nGRI 2: General \nDisclosures 20212-23 Policy commitmentsRelevant policies can be found on the AerCap website: \nhttps://www.aercap.com/esg/governance -documents\nAerCap ESG Report 2022, P43 -45. Ethics, Compliance, Policies and Procedures\nAerCap ESG Report 2022, P49. Risk Management (Supply Chain Management)\nAerCap ESG Report 2022, P10. Aligning Our Actions with the UN's SDGs\nAerCap ESG Report 2022, P26. Diversity and Inclusion\n2-24 Embedding policy commitmentsAerCap ESG Report 2022, P43 -45. Ethics, Compliance, Policies and Procedures\nAerCap Code of Conduct and other relevant policies are available on the AerCap website: https://www.aercap.com/esg/governance -documents\nAll employees are required to complete annual compliance training which covers all key compliance areas. \n2-25 Processes to remediate negative impacts AerCap ESG Report 2022, P51 -55. Reporting Approach\n2-26 Mechanisms for seeking advice and raising concerns AerCap Whistleblower Policy for Financial and Non -Financial Matters available on the AerCap website: https://www.aercap.com/esg/ governance -documents\n2-27 Compliance with laws and regulations None in the reporting period. \n2-28 Membership associationsAerCap is a member of The Ireland -US Council, Aircraft Leasing Ireland (ALI), American Chamber of Commerce, Irish Chamber of Com merce (Singapore), Limerick \nChamber of Commerce, IATA, ALTA, CAPA, the Aviation Working Group, ASPA, Association of South Pacific Airlines, and ISTAT.\n2-29 Approach to stakeholder engagement AerCap ESG Report 2022, P52 -55. Stakeholder Engagement\n2-30 Collective bargaining agreements 2022 20 -F, P73.Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}