{"page_content": "66 © AerCap -Confidential property of the company, not for disclosure or use without permissionGRI CONTENT INDEX\nGRI Standard GRI Defined Disclosure Location \nOccupational health and safety (continued)\nGRI 403: \nOccupational Health and Safety 2018403 -2 Hazard identification, risk assessment, and \nincident investigationPolicies and processes available internally for all employees\n403 -3 Occupational health services AerCap ESG Report 2022, P29. Employee Wellbeing\n403 -4 Worker participation, consultation, and \ncommunication on occupational health and safetyAll employees are invited to participate in First Aid and Fire Warden Training. There is a copy of AerCap's Health and Safety Statement available internally for all \nemployees, as well as emergency escape route plans.\n403 -5 Worker training on occupational health and \nsafetyThere are employee representatives in all offices who are qualifed Occupational Fire Wardens and Occupational First Aiders, these employees are identifed and \nknown to all staff in the event of an accident.\n403 -6 Promotion of worker healthAerCap ESG Report 2022, P29. Employee WellbeingAerCap ESG Report 2022, P28. Talent Retention and Attraction\n403 -7 Prevention and mitigation of occupational health \nand safety impacts directly linked by business relationshipsAerCap's operations are conducted predominantly from offices, and as such the risk of physical harm in the workplace is limit ed.\n403 -8 Workers covered by an occupational health and \nsafety management systemInformation unavailable at the time of reporting. \n403 -9 Work -related injuriesNone in the reporting period. AerCap ESG Report 2022, P30. Health and Safety (Safe Workplace)\n403 -10 Work -related ill health None in the reporting period. \nTraining and education\nGRI 3: Material \nTopics 20213-3 Management of material topics AerCap ESG Report 2022, P8. Our Approach to ESG Risk Factors - Social \nGRI 404: Training and \nEducation 2016404 -1 Average hours of training per year per employee Not currently assessed\n404 -2 Programs for upgrading employee skills and \ntransition assistance programsAerCap ESG Report 2022, P28. Talent Retention and Attraction\n404 -3 Percentage of employees receiving regular \nperformance and career development reviewsAerCap ESG Report 2022, P28. Talent Retention and Attraction.\n100% of employees Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}