{"page_content": "70 © AerCap -Confidential property of the company, not for disclosure or use without permissionPAGE 3: A MESSAGE ROM OUR ESG COMMITTEE CHAIR\n1. ATAG (Aviation: Benefits Beyond Borders, 2020).\nPAGE 4: CEO MESSAGE\n1. Includes legacy GECAS investments in new technology aircraft.\nPAGE 5: ABOUT AERCAP\n1. Owned and managed aircraft, engines and helicopters.\n2. Includes legacy GECAS investment in new technology aircraft.\nPAGE 6: ESG HIGHLIGHTS FOR 2022\n1. As a % of net book value (“NBV”) of our owned fleet; new technology includes A320neo Family, A220, A350, \nA330neo, B737MAX, B787 and E190/195 -E2 aircraft.\nPAGE 7: OUR APPROACH TO ESG RISK FACTORS – ENVIRONMENTAL \n1. As a % of NBV of our owned fleet.\nPAGE 12: UNDERSTANDING AVIATION’S ENVIRONMENTAL IMPACT\nSource: Airbus, IATA, ATAG\nPAGE 13: INDUSTRY EFFORTS\n1. Airbus, Boeing, Embraer. \n2. Net Zero 2050: Sustainable Aviation Fuels Factsheet, IATA.\n3. Science- Based Targets Initiative Companies Taking Action Report, downloaded March 13, 2023.\nPAGE 14: AERCAP’S ROLE IN THE DECARBONIZATION OF AVIATION\n1. As of December 31, 2022. As a % of NBV of our owned fleet.\n2. Business travel emissions form part of our Scope 3 emissions.\nPAGE 15: COLLECTIVE EFFORT KEY TO ACHIEVING ESG GOALS\n1. GFANZ Roundtable focused on aircraft finance.\nPAGE 16: PROGRESSIVELY MODERNIZING OUR FLEET\nSource: Airbus, Boeing, Embraer.\nComparisons: Boeing 787 vs. Boeing 767 -300ER; Airbus A350 -900 vs. B777- 200ER; Boeing 737 -9 MAX vs. Boeing 737 -\n900ER; Airbus A330 -900neo vs. Airbus A330 (NOx and noise) and B767 -300ER (fuel consumption); Airbus A321neo vs. \nAirbus A321ceo; Airbus A320neo vs. Airbus A320ceo; A220 -300 vs. Embraer 195 -E1 and Airbus A319ceo; Embraer 195 -\nE2 vs. Embraer 195 -E1. \nCAEP = Committee on Aviation Environmental Protection (a technical committee of the ICAO Council).EPNdB = Effective Perceived Noise Decibel.ENDNOTES\nPAGE 17: OUR FLEET TRANSFORMATION\n1. As a % of NBV of our owned fleet.\n2. Current technology narrowbody includes A320 Family, 737NG, Embraer E170/175, ATR and De Havilland Canada DHC-\n8-400; current technology widebody includes B777, Airbus A330; previous technology aircraft includes B757, B767.\n3. As of June 30, 2014; December 31, 2018; and December 31, 2022, respectively, including flight equipment held for operating lease, investment in finance leases, net and flight equipment held for sale.\nPAGE 18: FLEET EMISSIONS REDUCTION\n1. Emissions Intensity is calculated as C02 emissions in tonnes divided by total lease revenue in millions ($).\n2. Total investment includes legacy GECAS investments in new technology aircraft since 2015.\n3. Airbus, Boeing, Embraer.\nPAGE 19: CIRCULAR ECONOMY AND AVIATION\n1. AFRA = Aircraft Fleet Recycling Association.\nPAGE 20: EFFICIENT AERCAP OPERATIONS\n1. Renewable electricity usage available for offices representing ~77% of all permanent employees; where breakdown is unavailable, we assume zero renewable energy.\n2. Representing 67% of all permanent employees. \n3. Total waste generated includes an estimate for locations where data is not available based on headcount of permanent \nemployees and/or size, representing 28% of the total waste generated. Total waste breakdown estimate: Dry mixed \nrecycling (~25 tonnes), mixed general waste (~30 tonnes), food brown bin waste (~20 tonnes) and glass waste (~2 tonnes)\n4. Total water usage includes an estimate for locations where data is not available based on headcount of permanent \nemployees and/or size, representing 18% of the total water usage. \nPAGE 22: CARBON EMISSIONS DISCLOSURES\n1. Location- based. Emissions calculated using DEFRA GHG Conversion Factors 2022; CO2e includes CO2, CH4 and N2O. \nTotal includes an estimate for locations where data is not available based on headcount of permanent employees and/or size, representing ~31% of the total emissions generated by gas. Assumes 1000kg in 1 tonne. \n2. Please note, gas was incorrectly allocated to Scope 2 emissions in 2021, this has been amended in this report. \n3. Location- based. Emissions calculated using DEFRA GHG Conversion Factors 2022; CO2e includes CO2, CH4 and N2O. \nTotal includes an estimate for locations where data is not available based on headcount of permanent employees \nand/or size, representing ~4% of the total emissions generated by purchased electricity. Assumes 1000kg in 1 tonne.\n4. IBA InsightIQ Carbon Emissions Calculator, rounded to nearest 100,000 tonnes. C02 only. \n5. Emissions calculated using DEFRA Conversion Factors 2021 (with radiative force); CO2e includes CO2, CH4 and N2O.\n6. Emissions Intensity is calculated as C02 Emissions (in tonnes) divided by total lease revenue (in millions $).\nPlease Note: We will endeavour to increase the amount of data we collect from our office locations to improve the accuracy \nof our emissions reporting; however, it is likely that some assumptions or estimations will be made in future reports.\nPAGE 24: UNDERSTANDING AVIATION’S CONTRIBUTION TO SOCIETY\n1. Calculated as a % of AerCap’s 2022 lease revenue.\nSource: ATAG (Aviation: Benefits Beyond Borders, 2020). This report refers to 2018 and 2019 (i.e. pre -pandemic) statistics, \nonce a more up to date analysis is completed, we will endeavour to update this slide to improve its relevance. ", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}