{"page_content": "71 © AerCap -Confidential property of the company, not for disclosure or use without permissionPAGE 27: OUR EMPLOYEES\nAll data is as of December 31. 2022 or for the year 2022, unless otherwise stated. Permanent employees only. \n1. Includes United Arab Emirates, United Kingdom, China, the Netherlands, France, Italy and Belgium.\nPAGE 28: TALENT RETENTION AND ATTRACTION\n1. Peer group for comparison purposes: AAR Corp., Air Lease Corporation, Ashtead Group Plc, Atlas Air Worldwide \nHoldings, Inc., BlackRock, Inc., BOC Aviation Limited, Credit Suisse Group AG, Deutsche Bank AG, Element Fleet \nManagement Corp, Equinix, Inc., Finning International Inc., First Citizens BancShares , Inc., GATX Corporation, Herc \nHoldings, Inc., Morgan Stanley, Northern Trust Corporation, Prologis, Inc., Public Storage, Ryder System, Inc., \nSchroders Plc, Simon Property Group, Inc., State Street Corporation, T. Rowe Price Group, Inc, Toromont Industries Ltd., Triton International Ltd., UBS Group AG, United Rentals, Inc., Wells Fargo & Company, Willis Lease \nFinance Corporation\nPAGE 30: HEALTH AND SAFETY\n1. TRIR is the Total Recordable Injury Rate and is defined by OSHA as Number of Incidents x 200,000 / Total Number of Hours Worked in a Year.  LTFR is the Lost- Time Injury Frequency Rate and is defined as the number of lost time \ninjuries that occurred during the reporting period per 1 million man -hours worked.\nPAGE 40: BOARD INDEPENDENCE AND DIVERSITY\nAs of December 31, 2022.\n1. As of December 31, 2022, three of our non- executive directors (out of a total of ten) had served on our Board in \nexcess of 12 years, which is longer than recommended by the best practice provisions in the Dutch Code. We believe that the current composition of the Board enables it to operate effectively and independently and secures \ncontinuity on the Board, which furthers long- term value creation for shareholders and other stakeholders.\nPAGE 41: BOARD EXPERIENCE\nAs of December 31, 2022.\n1. As of December 31, 2022, three of our non- executive directors (out of a total of ten) had served on our Board in \nexcess of 12 years, which is longer than recommended by the best practice provisions in the Dutch Code. We believe that the current composition of the Board enables it to operate effectively and independently and secures \ncontinuity on the Board, which furthers long- term value creation for shareholders and other stakeholders.\n2. Following the GECAS Transaction, GE has the right to nominate (but not elect) two directors to AerCap’s Board as \nlong as GE owns 10% or more of the ordinary shares, and the right to nominate (but not elect) one director as long as GE holds any shares. \n3. Public company defined as a company with publicly listed shares.\n4. Current or previous CEO/CFO experience in a public company (defined as above).\nPAGE 45: SPOTLIGHT ON COMPLIANCE POLICIES AND PROCEDURES\n1. https://www.lobbying.ie/return/66037/aercap -holdings -nvENDNOTES", "metadata": {"source": "NASDAQ_AER_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}