{"page_content": "STAR BULK CARRIERS CORP |  SUSTAINABILITY REPORT 2019We measure transport energy efficiency of our vessels using the Energy\nEfficiency Operating Index (EEOI), which can be calculated using 2 different \nmethods:\n• EU MRV method: Calculated by dividing the daily CO2 emissions with the\n transport work (amount of cargo transported times the sailed distance).\n Average EEOI Laden is calculated based only on the laden voyages to and/or  \n from EU ports.\n \n• IMO DCS method: Calculated by dividing the annual total CO2 emissions with\n the transport work using vessel’s DWT for all voyages worldwide. The DCS is \n in effect as of 2019, so no data for previous years exist. \nIn 2019, we decreased the EEOI (EU MRV calculation method) of our fleet*.The key parameters that contributed to this decrease are the following:\n• In 2019, 52 of our vessels underwent dry docking during which their hulls were  \n treated hence improving fuel consumption.\n• Operational measures, including the application of weather routing systems and speed management practices for achieving in-time arrival at port and\n minimum time spent at anchorage. These measures, combined with an overall\n energy saving culture on board and effective maintenance practices resulted \n in energy savings. \nThe average EEOI in laden conditions was reduced by 2.3% compared to 2018.Average ΕΕΟΙ per vessel size - IMO DCS method (gr CO\n2 / max DWT – mile) of our fleetAverage ΕΕΟΙ per vessel size - EU MRV method (gr CO2 / Transport Tonne - mile)\nof our fleet*\nWe improved the energy efficiency \nof our fleet by 2.3%ENVIRONMENT\n33Newcastlemax 2.1\nCape size 2.73\nPost-Panamax 3.94\nKamsarmax 3.93\nPanamax 4.43\nUltramax 4.64\nSupramax 5.842.33\n2.832.29\n2.95\n2019 2018Newcastlemax\nCapesize\nPost - Panamax\nKamsarmax\nPanamax\nUltramax\nSupramax3.41\n4.58\n4.87\n5.29\n6.913.60\n4.85\n4.92\n5.22\n7.13\n2.3%\nIn average EEOI of \nour fleet*\n*Excluding the vessels managed by our third party managers", "metadata": {"source": "NASDAQ_SBLK_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}