{"page_content": "Portfolio of Approved Medicines\n• ADCETRIS forms the core of our business and is now a U.S. standard of \ncare treatment in frontline Hodgkin lymphoma and certain T-cell \nlymphomas. More than a decade after its initial launch, ADCETRIS has \nbeen approved in over 75 countries under our partnership with Takeda. \n• PADCEV is a first-in-class ADC that has become a U.S. standard of \ncare for previously treated metastatic bladder and urinary tract \ncancers. Seagen and our partner Astellas have secured approvals for \nPADCEV in nearly 40 countries, including the U.S., Canada, Japan, \nand the E.U., among other territories, with additional marketing \napplications planned or under review. Furthermore, a supplemental \napplication is likely to be submitted in late 2022 in the U.S. under the \nFDA’s accelerated approval program for PADCEV use in combination \nwith prembrolizumab for patients with previously untreated \nmetastatic urothelial cancer. \n• TUKYSA is a HER2 tyrosine kinase inhibitor (TKI) with broad potential \nin HER2-expressing solid tumor cancers. TUKYSA has been approved \nin 36 countries based on these results. In addition, a regulatory \nsubmission has been filed in the U.S. under the FDA’s accelerated \napproval program for TUKYSA’s use in combination with trastuzumab \nin patients with previously treated colorectal cancer. \n• TIVDAK is an ADC used to treat recurrent advanced cervical cancer \nand is an important new medicine for a disease that has historically \nbeen treated with drugs that result in low objective response rates \nand poor outcomes. TIVDAK’s clinical development program is \ndesigned to support global regulatory applications and maximize its \nfuture potential in treating cervical cancer and other solid tumors. \nTIVDAK was granted accelerated approval in the U.S., and continued \napproval may be contingent upon verification and description of \nclinical benefit in confirmatory trials.\nCollective of Seagen products; ADCETRIS®, PADCEV®, TUKYSA®, TIVDAK®\nMatt Bercow, Research Associate III, Pharmaceutical SciencesAs we expand our operations globally, we seek to commercialize \nour products directly or through commercial partnerships. We \ndeploy our internal research, clinical, development, regulatory, \nand manufacturing expertise to expand our deep pipeline of drug \ncandidates and seek new product approvals. We conduct internal \nresearch to support ADC innovation and supplement these \ninternal efforts by acquiring or in-licensing products, product \ncandidates, and third party technologies from biotechnology and \npharmaceutical companies and academic institutions.\nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARYINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 12", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}