{"page_content": "In 2021 and 2022, we made significant progress in advancing our \npipeline, accelerating patient access to lifesaving medicines, and \nidentifying better medicines. \n• In September 2021, the U.S. FDA granted accelerated approval for \nTIVDAK to treat adult patients who have advanced cervical cancer \nwith disease progression on or after chemotherapy.\n• In April 2022, we announced the European Commission approval of \nPADCEV as monotherapy for the treatment of adult patients with \nlocally advanced or metastatic urothelial cancer (la/mUC) who have \npreviously received a platinum-containing chemotherapy and a \nPD-1/L1 inhibitor.\n• In June 2022, we presented data from the phase 3 ECHELON-1 \nclinical trial demonstrating a statistically significant improvement in \noverall survival in newly diagnosed patients with advanced Hodgkin \nlymphoma following treatment with ADCETRIS in combination with \nchemotherapy. Positive event-free survival data for a phase 3 study \nin pediatric patients with advanced Hodgkin lymphoma were also \npresented in June 2022 which could potentially broaden the \nexisting label for the medicine.\n• In July 2022, we presented data from the phase 2 MOUNTAINEER \nstudy evaluating TUKYSA in combination with trastuzumab for \npatients with previously treated HER2-positive colorectal cancer. \nWe recently submitted a supplemental New Drug Application for \npotential accelerated U.S. FDA approval.\n• In September 2022, we presented results from cohort K of the \nphase 1b/2 EV-103 trial for patients with first-line metastatic \nurothelial cancer who are ineligible for cisplatin-containing \nchemotherapy. We plan to submit a supplemental Biologics \nLicense Application under the U.S. FDA’s accelerated approval \npathway in 2022.\n• Advanced a deep and broad early pipeline of novel targeted \ntherapies into first-in-human trials.\n• Continued multiple strategic collaborations and partnerships, \nincluding with Astellas, Genmab, Merck, RemeGen, Sanofi, and \nTakeda, to advance the global availability of our products. Programs and Initiatives \nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARYINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 14", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}