{"page_content": "Pay Equity\nWe firmly believe that all Seagen employees should be paid \nbased on performance, the skills and capabilities they bring to \nthe role, and the market. As a pay-for-performance company, it \nis essential to ensure that each person is compensated for their \ncontributions and accomplishments. Rewards based on \nperformance ensure fairness, which supports the engagement \nand commitment of our workforce.CASE STUDY\nOur goal is to have no statistically significant pay \ngaps based on race, gender, or age. If any pay \ngaps are identified we work to promptly adjust \npay to eliminate the gap.When we engage on specific issues, our focus is on financial materiality and increasing transparency on issues that can aid us in \nmaking better investment decisions for our funds. For healthcare companies in particular, human capital management is a highly \nmaterial factor as we see strong employee retention as a critical opportunity for the sector. Strong employee retention starts with \nfair and equal pay that aids companies in attracting and retaining top talent in a competitive industry. Seagen’s progress in \nproviding a transparent pay gap analysis demonstrated to us a strong commitment to pay equality across gender and race that \nbenefits the company in attracting and retaining diverse top talent.\nFIDELITY MANAGEMENT & RESEARCH CO RESEARCH ANALYST\nAfter the release of our previous corporate responsibility report, \nwe heard from our stakeholders that they would like to better \nunderstand pay equity within our company. Valuing this feedback, \nwe decided to disclose the results of our pay gap analysis for 2022.For the past three years, Seagen has partnered with an \nindependent third party to analyze our pay outcomes and help \nidentify areas that may need addressing. After factoring in level, \nperformance, country, criticality of role, and time in role, our \nregression analyses found base salaries for female and minority \nemployees were statistically the same as male and Caucasian \nemployees. We are proud of the actions we have taken to achieve \nfair, equitable, and performance-based pay for employees. Maisha Gates, Corporate Security Analyst; Janss Woldseth, Manager, Corporate Security\nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARYINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 19", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}