{"page_content": "Community Engagement and Patient Advocacy \nAt Seagen, our passion for patients drives us to continue engaging with patients and advocates throughout the entire \nlifecycle of our products, to ensure that we are aligned with the people we serve and that our products can have the \ngreatest impact possible. Our Patient Advocacy team is responsible for examining and implementing best practices \nand insights with cross-functional partners across our business. Through long-term partnerships, financial support, and \nscientific innovation exchanges, we strive to keep our patients’ voices as a critical driver of our work. \nWe work with patient advocacy organizations to build relationships \nbased on trust, mutual respect, and a shared passion for serving \npatients. Our partnerships not only drive innovation and accessibility \nbut also help improve positive health outcomes and advance critical \nresearch in the field. We divide our corporate giving and patient \nadvocacy support strategy into four distinct categories: \nAdvocacy grants and sponsorships, which prioritize patient and \ncaregiver education and support, and charitable giving and \nsponsorships aimed at supporting initiatives through the \nCommunity Impact Committee.\nMedical and scientific exchange.\nLocal organizations at Seagen locations.\nEmployee matching program used for certain disaster relief or \nother high-priority social issues, such as diversity and inclusion.CeMe Campaign\nIn January 2022, during Cervical \nCancer Awareness month, Seagen and \nGenmab launched the CeMe Campaign \nto elevate the voices of the cervical \ncancer community through real-life \nstorytelling. Seagen and Genmab collaborated \nwith several patient advocacy groups to help ensure CeMe \nappropriately represents the cervical cancer community and \nprovides them with the best support possible. \nConversations about cervical cancer are often centered around \nprevention and eradication. CeMe, however, aims to shift this \nfocus, to spotlight the many women who live with cervical cancer \nand educate the public about the realities of this challenging \ndisease. CeMe informs real-life stories through videos created in \ncollaboration with patient advocacy groups. Each video features \nthe unique and authentic experiences of the cervical cancer \ncommunity to highlight opportunities for greater support. More \ninformation on our CeMe initiative can be found here. CASE STUDY\nKristin Olson, Senior Director, Patient Advocacy at BCAN’s Walk to End Bladder Cancer1\n2\n3\n4\nPhoto: Venus Ginés, CeMe campaign participant and cancer survivor\nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTUREPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 21", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}