{"page_content": "In 2021 and 2022, we supported several diversity programs and \ninitiatives to enable long-term partnerships with minority and \nspecialized patient communities and advocacy organizations. \n• Supported ResearcHERS, a program led by the American Cancer \nSociety, which empowers women to help raise funds for women-led \ncancer research and recognize trailblazers in the field. Seagen’s \nSenior Vice President and Head of Late-Stage Development, Dr. \nMarjorie Green, spoke on reversing disparities experienced by \nwomen in STEM through supporting women-led cancer research. \nThe video was shared via our social media channels. \nSeagen invested approximately $4 million in national \npatient advocacy organization support and activities for \nhematology-oncology, breast, bladder, cervical, gastric, \ncolorectal, pan-tumor, minority health, and young adult \nadvocacy communities.Cervical Cancer  \nGeo-Analyzer\nSeagen’s Health Economics & Outcomes Research (HEOR) \nteam collaborated with Value Analytics Lab, subject matter \nexperts, and advocates to develop the Cervical Cancer \nGeo-Analyzer, launched at the American Society of Clinical \nOncology (ASCO) 2022 Annual Meeting. The Geo-Analyzer \nis an open access, web-based, interactive tool to visualize \ncervical cancer and recurrent or metastatic cervical cancer \nburden across the U.S. The tool aims to support researchers, \npolicymakers, and advocacy groups in informing allocation \nof healthcare resources in areas where cervical cancer \neducation or healthcare resource needs are high. More \ninformation on the tool can be found here.CASE STUDY• Sponsored the American Cancer Society’s Blue Button Pilot Project, \na two-year initiative that seeks to minimize barriers obstructing \npatient participation in clinical trials through the proactive use of \nelectronic health records. Seagen’s Clinical Operations leader, \nGretchen Goller, is seated on the Advisory Committee.\n• Partnered with Dia de la Mujer Latina, a community-based \norganization dedicated to promoting healthy behaviors within the \nunderserved Latino community for 25 years. The organization’s \nfounder Venus Gines participated in the “CeMe Campaign” to raise \nawareness about Cervical Cancer.\n• Supported the Tigerlily Foundation’s Angels Advocacy Program, \nwhich provides comprehensive training to empower women of color \nto mobilize and advocate for health equity in their communities, \nincluding education around the value of clinical trial participation.\n• Supported the Seattle Children’s pilot program aimed at helping \nunderrepresented minorities.Tamika Felder, CeMe campaign participant and cancer survivor\nCollaborative engagement with the patient advocacy community provides pathways to ensuring patient \nvoices are heard in every step of research and innovation. These engagements are the sources for \nlearning from the lived experiences of patients and caregivers, allowing us to more deeply understand \nthe needs and values of people living with cancer, the challenges faced from their own perspectives \nand reveal the gaps we are positioned to fill as innovators, scientists, and developers.\nKRISTIN OLSON  SENIOR DIRECTOR, PATIENT ADVOCACY \nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTUREPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 23", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}