{"page_content": "Drug Quality and Safety \nWe understand that our products’ reliability, safety, \nand quality are critical for keeping our patients safe. \nWe are committed to scientific integrity, operational \nexcellence, and regulatory compliance in developing, \nproducing, and delivering innovative, high-quality \ntherapeutics to those we serve. Our Quality Manual \nand Quality Policy guide our processes and are \ndesigned to ensure we apply our values across the \nproduct lifecycle to manufacture safe, reliable, and \neffective products for our patients.We conduct a Biannual Executive Quality Review to inform \nexecutives about patient-centric drug manufacturing by highlighting \nrelevant performance indicators. We also produce a Quality Review \nReport that includes a quarterly management review of quality-\nrelated objectives and metrics. Our commitment to the quality and safety of our \nproducts is proven by our performance. In 2021, Seagen \nhad zero product recalls and received no warning letters \nor critical findings from health authorities.\nThe manufacturing of all of our clinical and commercial products is \ndesigned to comply with current Good Manufacturing Practices (cGMP) \nand meet global quality standards as defined by the U.S. FDA, the \nInternational Council for Harmonisation (ICH) of Technical \nRequirements for Pharmaceuticals for Human Use, and Eudralex \nVolume 4. We utilize a Quality Management System (QMS) designed to \nmaintain compliance with regulations and regulatory requirements and \nensure our products meet all expectations for safety, identity, strength, \npurity, and quality. The quality oversight of our suppliers is maintained \nthrough our risk-based auditing program and cross-functional vendor \nmanagement teams.\nOur culture of quality is supported by the active engagement of all \nindividuals across the organization, including our leaders, to drive \nquality-focused behaviors, robust decision-making, and continuous \nimprovement based on the needs of our patients and customers.  \nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTUREPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 26", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}