{"page_content": "• Improving environmental practices at our U.S. facilities through \nrecycling and waste management. Because of our efforts, the King \nCounty Industrial Waste Rewards and Recognition Program \nawarded us a “Gold Award” for our North Creek Facility Industrial \nWastewater Program.\n• Enhancing our governance and compliance programs across \ndiverse areas such as ethics and compliance, data privacy, and \ninformation security, which reflects our growth and the expansion \nof our operations into international markets. \nThe remarkable progress this past year would not have been possible \nwithout the patients who inspire and motivate us every day and the \nunrelenting dedication of my Seagen colleagues. I am heartened that \nour efforts continue to make a meaningful difference in the lives of \nthose affected by cancer. Message From the Interim CEO \nSincerely, \nROGER DANSEY, M.D.  \nSEAGEN INTERIM CHIEF EXECUTIVE OFFICER AND CHIEF MEDICAL OFFICER We are pleased to present Seagen’s \nsecond annual Corporate \nResponsibility Report: Discovering, \nTransforming, Empowering. This \nreport outlines key performance \nhighlights, milestones, and future \ncommitments to help create a more \nsustainable future for our employees, \nthe communities we serve, and ultimately \npatients in need. We are proud of our \nprogress this year in our environmental, social, and governance (ESG) \nefforts, which are an integral component of our business operations. \nOur core mission centers around improving the lives of people with \ncancer through cutting-edge scientific innovation and transformative \ncancer therapies. This guides our organization and employees as we \nlook to make a meaningful difference in patients’ lives. Culture is of \nparamount importance at Seagen. We strongly believe that we can \ncontinue to grow our business and expand our innovative portfolio of \nmedicines and do so in a compliant, ethical, and responsible manner. \nCaring for the communities and environments that we are a part of \nand supporting our employees are crucial as we work to deliver on \nour mission. Over the past year, we have made significant strides in driving \ninnovation, striving for equity, enhancing our corporate governance \nprinciples, and improving our environmental practices. Notable \naccomplishments include:\n• Executing on our mission of discovering, developing, and \ncommercializing transformative cancer medicines by initiating and \nadvancing multiple clinical programs. We announced positive \nresults from four clinical trials that could potentially result in label \nexpansion for ADCETRIS, PADCEV, and TUKYSA. In addition, we \nadded multiple new assets to our pipeline through our robust \nInvestigational New Drug (IND) engine and corporate \ndevelopment efforts. \n• Increasing our focus on DEI by launching allyship training and \nimplementing self-reporting for LGBTQIA+ populations in our \nengagement surveys. We are proud of the fact that 58% of our \nglobal workforce are women and we have introduced targets \naimed at increasing women in leadership roles as well as \nimproving the percentage of underrepresented people in U.S. \nroles. Additionally, in our clinical trials, we have implemented \ninitiatives aimed at improving diversity to better reflect real-world \npatient populations and advance inclusion. \n• Prioritizing employee wellbeing by responding to certain current \nevents with timely counseling and listening sessions. For \nexample, after the Supreme Court’s decision to repeal Roe v. \nWade, we implemented changes to enhance equal access to \nreproductive healthcare. \nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CARE\nEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 04", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}