{"page_content": "We monitor recruiting efforts using a variety of metrics such as internal \nplacement rates, cycle times, cost per hire, information on the \nretention of business-critical hires (such as medical directors and \nexecutives), and the percentage of budgeted openings filled on time \nand on budget. We also track voluntary and involuntary turnover rates \nfor the company, for business-critical talent, and by gender, race or \nethnicity, time in role, and job level.\nOur recruitment strategy enables us to attract purposeful and skilled \nindividuals who are passionate about their work. We have resumed our \nsummer internship program, focusing on providing opportunities for \nstudents and recent graduates in the pharmaceutical industry. Often, \nwe hire interns to full-time or contract positions after they complete \ntheir internships. Our practice and commitment to creating diverse \ncandidate pools for all Director and above levels, as well as ensuring \nthat our interview teams are diverse, are having an effect on our overall \ncapacity to recruit and hire people of colour and underrepresented \nminorities, setting us to meet our goals for the year 2022.\nENGAGEMENT\nWe regularly engage with our employees to ensure our culture \ncontinually evolves to reflect the diversity of our workforce. We have \nconducted anonymous engagement surveys for the past 10 years to \nhelp us ascertain the needs of our employees. These surveys, \nconducted every three years, explore employee opinions on \nempowerment, change management, collaboration, company culture, \ninclusion, and confidence in leadership. Results from the surveys are \nshared within the organization, and we create action plans to address \nareas of concern at the enterprise, department, and team levels. Our \nlatest engagement survey was initiated in September 2022.\nWe consistently achieve retention rates better \nthan biotechnology industry benchmarks.DEVELOPMENT\nWe are proud of our employee development initiatives and encourage \nall our people to participate in active career development programs. \nOur Talent Review and Succession Planning program is designed to \nidentify top performers and those with high potential, establish \ndevelopment plans for long-term growth, and ensure we have \nsuccession plans in place for key roles. These plans are supplemented \nwith a broad curriculum of professional and management development \nprograms available both online and in-person. Over 200 managers \nattended the Manager Onboarding program to strengthen their own \nleadership skills and learn about Seagen’s leadership priorities. As a \nresult of Seagen’s dedication to internal development and movement, \n15% of our open positions were filled through internal hires and over \n20% of the workforce was promoted in 2021.\nWe have expanded our employee development opportunities with \nLinkedIn Learning and a more robust Learning Lab event, which over \n1,000 people attended. In 2021 we offered 120 professional and career \ndevelopment classes with nearly 3,000 total attendees.\nThe company also offers two unique, highly targeted leadership \ndevelopment programs: one for early-in-career managers and the \nother focused on preparing mid-level leaders for executive roles. These \nprograms bring together a diverse team of high-potential leaders to \nlearn from each other and participate in business projects of strategic \nrelevance to the company.\nOur performance management and talent review process encompasses \nall employees at Seagen. We prioritize providing critical and \nconstructive feedback to all our team members.\nOur Human Resources Leadership Team monitors employee engagement \nand development strategy regularly. Our EC leaders receive regular \nupdates on talent retention, promotion, and development in our robust \neffort to encourage employee development.Encouraging \nEmployee \nDevelopment\nAt Seagen, we provide opportunities to \nempower, develop, and retain top talent. \nI joined Seagen in 2021 after spending 17 years as an \ninvestment analyst at various Wall Street firms. As a teenager, \nI lost my father to cancer, so it was especially motivating for \nme to join a company so focused on improving the lives of \ncancer patients. The ways I have been empowered and \nencouraged by my managers and colleagues this early on in \nmy tenure at Seagen have been immensely gratifying. Despite \nbeing new to the company and having no formal \nbiotechnology industry experience, I have been given several \nopportunities to take on leadership roles in my first year at \nthe company. This has included opportunities to lead \nprojects, make decisions, and present across the company.\nCHAD FUGERE  SENIOR DIRECTOR, INVESTOR RELATIONS CASE STUDY\nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CAREEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 32", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}