{"page_content": "Ensuring Equitable Access to \nReproductive Health Benefits\nWe always put our employees first and prioritize their \nwellbeing, which is why we aim to respond to certain current \nevents with just-in-time counseling and listening sessions. After \nthe Supreme Court decision to repeal Roe v. Wade, we \nimplemented changes to enhance equal access to \nreproductive healthcare. To reinforce our commitment that all \nemployees and dependents have equitable access to \ncomprehensive reproductive health benefits — regardless of \nwhere they may live — we will support employees or \ndependents who need to travel outside their local state for \naccess to abortion services.Health, Safety, and Wellbeing\nThe physical, mental, and emotional health and wellbeing \nof our employees and communities is a priority for Seagen. \nWe continuously work to ensure our employees have the \nsupport necessary to conduct their work safely. \nOur employee initiatives focus on protecting our team’s health, safety, \nand wellbeing. Our commitment to protecting our patients parallels \nour commitment to our employees’ health. \nFor 2022, we added additional summer holidays \n(two in the U.S. and one or more outside of the U.S.) \nto acknowledge employee feedback and support the \nwellbeing of our employees. \nOur benefit options meet employees and their families where they are \nand support an inclusive workforce strategy as employees can choose \nhigh-quality care while effectively managing costs. Our standard \nemployee benefits in the U.S. include paid and unpaid leave, medical, \ndental, and vision insurance coverage, a 401(k) plan, short- and long-\nterm disability, life insurance, flexible spending accounts, and an \nemployee stock purchase plan. We also offer a variety of voluntary \nbenefits that allow employees to select options that meet their needs, \nincluding telehealth, an employee assistance program, backup \nchildcare, adoption assistance, a travel solution for nursing mothers, \neducation assistance, fitness reimbursements, and wellness programs. \nOverall, our benefit offerings are designed to be equitable across all \nemployees and markets.\nWe conduct annual reviews of benefits program performance and \nmember utilization across all plans and against norms for similar \ncompanies, adjusting as needed to maximize employee value. We \nhave also elevated the U.S. Head of Benefits role to a Director to \nincrease strategic focus across our benefit and wellness programs. \nLeft to right: Jacqui Cauble-Abogabal, Associate Director, Regional \nClinical Trial Operations; Tofe Alonge, Director, Clinical Contracts & \nFinance; Clint Vickers, Principal IT Business Partner; Kara McGowan, \nDirector, Regional Clinical Trial OperationsIn our continued efforts to protect the mental health of our workforce, \nwe began holding monthly “Mental Health Mondays” sessions, which \nare open to all employees. Each session is led by a counseling \nprofessional and covers a different relevant topic related to mental \nhealth. We aim to create a space that fosters an open and honest \nconversation about the wellbeing of our team.\nABOUT THIS REPORT\nPERFORMANCE DATA SUMMARY\nINNOVATION FOR A SUSTAINABLE FUTURE\nPATIENT AND COMMUNITY CAREEMPLOYEE EMPOWERMENT\nRESPONSIBLE STEWARDSHIP\n 33", "metadata": {"source": "NASDAQ_SGEN_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}