{"page_content": "This is the sixth Sustainability Report by Kulicke & Soffa (K&S). It covers the performance of all six global operational sites \nfor the period of October 4, 2020 to October 2, 2021 (FY2021), with FY2020 data for comparison where applicable. This Sustainability Report (SR2021) covers the company’s strategies, initiatives and performance of Environmental, Social and Governance (ESG) topics identified through a materiality assessment to be most relevant to the operations and stakeholders of K&S. \nSR2021 has been prepared in accordance with the Global Reporting Initiative (GRI) Standards – Core Option. The GRI \nStandards have been selected as they represent global best practices for reporting on a range of sustainability topics and enable comparisons of K&S’ sustainability performance among its peers. K&S strives to align with GRI’s four reporting principles – Materiality, Stakeholder Inclusiveness, Sustainability Context, and Completeness – to ensure that the content of SR2021 meets their expectations. \nThis year, K&S continues to disclose its efforts and contributions towards the United Nations (UN) Sustainable Development \nGoals (SDGs) and its relevant impacts. For any queries in relation to this report or other feedback, please contact Helen Siew (lhsiew@kns.com) or Joshua Chang (ckjchang@kns.com).\nThis SR2021 contains forward-looking statements. While these forward looking statements represent our judgments and \nfuture expectations concerning our business, a number of risks, uncertainties and other important factors could cause actual developments and results to differ materially from our expectations. These factors include, but are not limited to, the factors listed or discussed in our 2021 Annual Report on Form 10-K and our other filings with the Securities and Exchange Commission. Kulicke and Soffa Industries, Inc. is under no obligation to (and expressly disclaims any obligation to) update or alter its forward looking statements whether as a result of new information, future events or otherwise.ABOUT THIS REPORT  ", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}