{"page_content": "SUSTAINABILITY REPORT 2021 |   12ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nOUR NEW CSR FRAMEWORK\nK&S aims to create sustainable value for both the business and the societies in which we operate. This means ensuring \ncontinued returns for shareholders, developing our employees, uplifting the lives of communities, as well as driving a positive impact on the environment. \nIn FY 2021, we developed a new CSR framework to better reflect how we strategically embed sustainability in our \noperations to secure long-term business growth and value creation for our stakeholders. \nOur CSR framework constitutes four pillars – Diversity & Inclusion, Environment, Philanthropy and Volunteerism. Holistic \nyet focused, each focus area represents a key business driver meant to propel targeted purpose and outcomes, while synergistically leveraging our strengths in technology and people to amplify our impact as a good corporate citizen.\nPHILANTROPHYDIVERSITY & INCLUSIONVOLUNTEERISMENVIRONMENTDiversity & Inclusion\nK&S is committed to enhancing the experience of all who work with us, to encourage and recognize their contributions and successes in an equitable and inclusive environment that celebrates diverse voices and unique backgrounds. \nOur Diversity & Inclusion (D&I) framework focuses on three strategic areas – Recruitment, Organizational Culture, and \nMarketplace and Community Impact. Driving action in each focus area will allow us to stay responsive to the needs of current employees, remain attractive as an employer of choice for prospective talents, as well as extend our cognizance and proactiveness of D&I matters across our supply chain and business ecosystem.\nWe have added a new role, hiring a D&I program manager to guide K&S’ progress in D&I policy development and implementation. We are also working with an external partner to conduct further assessments to gain a more comprehensive understanding of any current gaps and to chart out quantifiable and meaningful D&I metrics for progress monitoring. Marketplace & Community Impact\nWe intend to broaden our D&I influence a\nacross our supply chain and business ecosystem by increasing the diversity of suppliers and vendors, as well as engaging in and implementing industrythought-leadership D&I best-practices. Recruitment\nWe look to improve our diversity hiringstrategies by adopting inclusive candidatesourcing methods and addressing any biasor subjectivity in current sourcing or interview processes. \n?\nOrganizational Culture\nWe aim to develop training programs thatinternalize diversity, equity, and inclusion as essential elements of K&S’ company culture. \n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}