{"page_content": "SUSTAINABILITY REPORT 2021 |   23ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nHUMAN\nRIGHTSK&S places great importance on our governance matters. This is the ‘heartware and hardware’ of K&S and forms an \ninternal compass to guide our business decisions and actions. As a responsible industry leader in the semiconductor \nequipment industry, we continue to rely on a strong ethical foundation to pave pathways to success and build a socially \nresponsible working environment. GOVERNANCE & ETHICS FOR  \nSTRONG BUSINESS FOUNDATIONS\n100%In FY2021, we continued to achieve\ntraining completion of our annual ethics training \nfor our employees, including distributors and sales \nrepresentatives who act on behalf of K&S\nOur Code for Organizational Integrity\nThe success of our organization is built on the integrity \nof our people, the trust and confidence we gain from our \nemployees, customers and shareholders, and the positive \nimpact we make on the world.\nOur Code of Business Conduct (Code) and Code of Ethics for Senior Officers provide an ethical and legal framework for all \nour business practices and interactions with internal and external stakeholders. The Code – reviewed annually by external \ncounsel – sets out guiding principles for regulatory compliance to NASDAQ guidelines. Our latest version of the Code, \nrevised on May 27, 2021, addresses a broad range of topics ranging from conflicts of interest, corporate opportunities, \nprotection and use of K&S assets, equal employment opportunity, policy against child labor and forced labor, corporate \nemail use, to competition and fair dealing. Specifically, we ensure that the presence of an Anti-Corruption clause and the \nprovisions relating to the compliance of Anti-Bribery laws in our Code, Direct Supplier Code of Business Conduct and \nEthics, applies to all K&S employees, as well as our key suppliers. The Code is overseen by the Vice President, Legal \nAffairs and General Counsel of K&S, whose role seeks to identify and mitigate potential ethical concerns before they \nhappen, and to progressively build upon the ethical culture of K&S. For more details, please visit  https://investor.kns.com/\ncorporate-governance. We also conduct company-wide e-training to reiterate our expectations of employee conduct. The e-training includes \nscenario discussions and quizzes for select employees to reinforce understanding of the Code, as well as to advocate \nsound and fair judgment in decision-making.\nWe are committed to maintaining a healthy and honest work environment in which business practices may be discussed \nopenly without fear of dismissal or retaliation. In the event of illegal or unethical behaviour or violations of the Code, our \nAudit Committee and the Vice President, Legal Affairs and General Counsel of K&S are immediately alerted to administer \nprocedures to rectify wrongdoings in a timely manner. Any employee can file a report either to an immediate supervisor or \na member of K&S’ Compliance Committee, or on a confidential and anonymous basis to a third-party provider retained by \nthe Audit Committee to receive and process such complaints, such as through our whistleblowing hotline.\nAll reports or complaints made in good faith will be investigated in a manner consistent with applicable law and K&S’ policies.  \nWhere appropriate, the Compliance Committee also may forward the report or complaint to K&S’ Board of Directors. On a \nquarterly basis, the Audit Committee is kept updated on the status of all reports received under these complaint procedures \nby the Vice President, Legal Affairs and General Counsel of K&S.\nK&S’ HUMAN RIGHTS \nPOLICY In FY2021, we published \nThe above policy provides an overview of our approach \nto human rights, the standards we set for ourselves and \npeople who work for us and with usUpholding Human Rights\nK&S is committed to upholding and respecting human \nrights no matter where we do business as it is aligned to \nour core value “People Matter”. We believe that everyone \nin the organization and throughout our supply chain is to be \ntreated with dignity, respect and entitled to fair treatment \nand equitable compensation. \nOur business conduct is guided by the international human rights principles as set out in the UN Universal Declaration of \nHuman Rights, UN Guiding Principles on Business and Human Rights and the Organization for Economic Co-operation \nand Development Guidelines for Multinational Enterprises and we expect that all people at K&S, including its subsidiaries, \nas well as business partners, vendors and suppliers, to adopt the same or similar standards.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}