{"page_content": "RAW MATERIALS  ( Material topic: material use )\nSuppliers who provide raw materials must comply to RoHS, CM, REACH, \nTSCA and other applicable product compliance requirements\nRAW MATERIALS PROCESSING & COMPONENT\nPRODUCTION ( Material topic: supply chain management )\nSuppliers are subjected to due diligence procedures for responsible sourcing, to maintain \nResponsible Business Alliance (RBA) Standards for employment of workers and the provision of employee bene/f_its, work health and safety, anti-slavery, forced labor and human tracking\nPeriodic reviews and corrective action management are conducted to promote accountabilityDESIGN, MANUFACTURING & ASSEMBLY ( Material topic: customer health and safety )\nOur processes are compliant with ISO 9001, ISO 14001 and ISO 45001\nPotential environmental aspects and impact of K&S products and \nprocesses are evaluated with life cycle considerations\nPrograms in place to continually reduceenergy and material usage, minimize waste, promote safeproduction and limit the environmental impact \nA Go-Green Committee evaluates productcontent to reduce and eliminate the use ofhazardous materials \nAll K&S products are tested for safety compliance and CE markedCarbon Disclosure Project (CDP)program to manage GHG inventory and reduce carbon footprint  \nTESTING,\nPACKAGING\n& DISTRIBUTION\n( Material topic: product and service innovation )SALES, MARKETING & \nAFTER-SALES CARE\n( Material topic: customer satisfaction )\nK&S products are in compliant to hazardous substances, safety \nand all applicable regulations and customer requirements\nCustomers bene/f_it from after-sales care and maintenance \nEND-OF-LIFE\n( Material topic: material use )OHS trained Customer Service Engineers ensure compliance with customer safetyrequirements\nWe enact end-of-life agreement with \ncustomers, where some products are refurbished and soldVoice of Customer (VoC) survey conducted\nto measure customer satisfaction for continualimprovement of products and services\nIndustry 4.0 integrated int o operations to  \nachieve energy optimization \nRe-usable crates deployed\nImplemented paperless online system for  \ntransactions and shipment\nReduction of packaging waste fo r in-house  \n& supplier packaging material and use of \ngreen packaging materials\nK&S BoundaryWe disclose materials used in products so that \nconsumers can make responsible decisions atend-of-life disposal, including products with REACH Substances of Very High Concern (SVHC) into SCIPdatabase for products serving the EURESPONSIBLE SUPPLY CHAIN MANAGEMENT\nSUSTAINABILITY REPORT 2021 |   24K&S is a leading provider of semiconductor and electronics assembly solutions with manufacturing facilities located across the world, including Singapore, China, Netherlands and Israel. In an interconnected economy, we recognise \nthat we are only as sustainable as the people we partner with, and that our supply chains have tangible impact on the environment and communities in which we operate. As such, we position sustainable supply chain management as \nan integral aspect in our responsible business practices and strive to increase our awareness and knowledge in environmentally and socially positive matters to build enhanced competencies, tools, processes and governance policies \nthat create lasting tranformations.\nK&S takes a source-to-customer approach to embed sustainability into our entire manufacturing process. We scrutinize each node of the supply chain to identify opportunities for improvement and develop long-term strategies. This \nallows us to balance business viability with social and environmental well-being by enhancing trust for our brand to drive business growth, while improving the lives of our key stakeholders such as the workforce, suppliers and \ncustomers along the chain.\n!\n!\n!\nISO 9001\nISO 14001ISO 45001\nIndustry\n4.0\nSUSTAINABILITY REPORT 2021 |   24ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}