{"page_content": "SUSTAINABILITY REPORT 2021 |   25ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nWe look to include suppliers as part of our sustainability solution to influence greater sustainable \nsupplier behaviour toward more responsible and ethical practices in their operations across each ESG practice area. \nTo ensure that our extensive network of suppliers is aligned with K&S’ ESG commitments, we \nadopt a structured approach consisting of evaluation assessments, codes of conduct and training support when engaging them. \nReduce Carbon\nFootprint\nReduce Packaging\nWaste\nReduce Paper & Water\nUsage\nManage Waste – \nReuse & RecycleEmployee Responsive\nBenefits\nWork Environment\nLabour Compliance\nSocial ResponsibilityCompliance –CM, RoHS, \nREACH, TSCA\nBusiness Ethics &\nCode of Conduct\nFlexible, Responsive\nSupply Assurance\nEnterprise Risks,\nBusiness Continuity\nManagementEnvironment Social Governance\nCode of Conduct\n•Approved suppliers must endorse and comply with a Direct Supplier Code of Business\nConduct and Ethics (Direct Supplier Code) and Distributor and Representative Code ofBusiness Conduct and Ethics (D&R Code). The Direct Supplier Code sets out fundamentalprinciples and expectations for managing corporate social responsibility in supply chainstaking reference from established global standards, including guidance from the ResponsibleBusiness Alliance (RBA).\n•\nSuppliers will also be subjected to adheren\nce to our recently developed Human Rights Policy\nand updated Direct Supplier Code through an official sign-off.\nEvaluation Assessments\n•It is mandatory for new suppliers to fill up a Disclosure Survey to ensure compliance to ourDirect Supplier Code.\n•\nApproved suppliers must undertake an annual \nfour-part evaluation assessment. When due\nfor re-contract, a Follow-up Review is then ordered before re-approval.\n1.Assessment: Suppliers are assessed \nusing a Supplier Quality Scorecard that covers risk\nareas of health and safety, human rights and environmental impact.\n2.Risk Profiling: Suppliers are ranked according to their supplier risk assessment results\na.Audits: Suppliers must undergo \nperiodic supplier risk-screening, assessments,\nand audits.\nb.Reviewing and Ranking: K&S is informed \nof any potential risks in the coming year.\nNon-compliant suppliers may be discontinued.\nTraining Support\nWe invest in supplier training workshops and engagement activities to keep approved suppliers up to date with our enhanced business practices and standards. •\nTrainings \nare held periodically to coach suppliers on new and improved process methods.\nAdditional sessions for new suppliers will be conducted if they are unable to meet K&S’consistently improving standards.\n•\nSupplier Day is held \nannually to share best-practices with the entire supplier community and\nengage in mutual learning. Sustainable supplier programs through zoom sessions were heldin Jan 2021 and Jan 2022 - to communicate ESG and product compliance expectations toall suppliersAdvocating Ethical Supplier Behavior \n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}