{"page_content": "SUSTAINABILITY REPORT 2021 |   26ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nThe success of deriving sustainable value \nfrom an ethically robust supply chain also stems from our ability to withstand supply chain disruptions that occur with increasing frequency today. K&S looks to continually raise our ability to strengthen supply chain resilience through two ways:\n1. Build Internal\nCapability\n2. Reduce External RiskBuilding Internal CapabilityW\ne keep abreast of trends in the semiconductor space to ensure that we are primed to capture \nopportunities and respond to changes swiftly and decisively. We also look to tap on the expertise of a broad spectrum of sector specialists to assist in planning and strategizing for the short and long term. These knowledge gains support us in anticipating and predicting customer and market demand and raises our sensitivity towards wider geo-economic and socio-political affairs to enable greater organizational responsiveness to supply interruptions, logistic constraints, and market capacity issues.\nWe adopt a three-pronged strategy that leverages knowledge and innovation as key value drivers \nto continuously better our internal capabilities. \nSTAYING ON TOP OF TRENDS\nWe stay informed of the \nlatest industry happenings through quarterly updates from industry associations such as Semiconductor Equipment and Materials International (SEMI) and International Electronics. Manufacturing Initiative (iNEMI).\nTAPPING CONSULTANT EXPERTISE\nWe consult with leading \nresearch consultancies such as Gartner and TrendForce to guide us in making transformative efforts to stay at the forefront of the semi-conductor industryBUILDING ACADEMIC LINKS \nWe embark on projects \nand collaborations with renowned universities and research institutes such as NUS and Georgia Tech to tap on the imaginative minds of future generations to anticipate and prepare us in meeting future needs and expectations\nReducing External Risk Semiconductors are an essential component to today’s booming technology industry. With greater demand for the component than ever, K&S has developed a new supply chain strategy comprising three core areas to mitigate supply risks and meet record orders for consecutive growth.\nSOURCINGSecuring sufficient material inventories \n1.\nPlace orders in advance\nfor long lead timesuppliers and componentorders with signed Long-T\nerm Agreements\n2.Adopt spot buy practicesfrom open markets tobuild inventory buf\nfer\n3.Increase alternatesourcing sourcesand tighten lead timemonitoring\n4.\nDevelop commoditymanagement strategyand practice Just- In-Case (JIC) inventorymanagement\n5.\nGreater internalmanagementcollaboration forincreased oversight oversupply chain matters\nPRODUCTIONConverting materials to orders efficiently\n1.\nPractice parts rotation\non current supplies toreduce delays in waitingfor arrival of actual parts.\n2.\nShare technical andmanpower assistance totrailing suppliers\n3.\nEnsure safe workspacesfor workers such asimplementing shift timingto avoid cross contact,especially in times ofCOVID-19.\n4.\nEncourage suppliers toshift production awayfrom regions subject toCovid-related \nlockdowns.LOGISTICSMaking timely delivery to customers\n1.\nExpand in-bound\ndelivery options such astrucking, in addition toflights\n2.\nPreempt out-bounddelivery options with useof third-party logistics(3PL) and practice offorward booking\n3.\nSupply Chain SEA\n Eco-\nsystem Geographicplanning to mitigatefreight, logistics issueand costEnsuring Supply Chain \nResilience\nIn FY2021, K&S had to address supply chain disruptions due to COVID-19 and mitigate global supply \nchain shortages in semiconductors to meet the aggressive capacity demand from customers. The above new strategies enabled K&S to overcome the challenges, mitigate the risks and emerge successfully to meet steep customer demands and hit record revenues. K&S continues to work towards building a responsive and resilient value chain.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}