{"page_content": "SUSTAINABILITY REPORT 2021 |   28ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nBusiness resilience remains of utmost priority to K&S, as the world continues to see greater \nunforeseen disruptions. We ensure that we are adequately prepared for uncertainty with a comprehensive business resilience strategy that adopts a three-pronged approach to help us proactively identify risks, respond to business disruptions, safeguard people, assets and brand equity as well as maintain continuous business operations.  BUSINESS RESILIENCE FOR  \nCONTINUITY\nEnterprise Risk \nManagement Business Continuity \nManagement Integrated Management \nSystem\nEnterprise Risk Management\nRisk management forms the starting point where we identify potential risks to develop targeted strategies that seek to prevent or reduce any negative impact on the business. We utilize an Enterprise Risk Assessment framework to better determine, assess and account for critical business risks on an annual basis, and overall promote a culture of prevention and improvement.To promote a risk based mindset and to cover all major factors affecting K&S, risk owners from across business units and functions including ELT engage annually in the ERA workshop to reassess identified risks in the preceding year, consider mitigation actions taken and to identify new risks and opportunities. All responses are then consolidated, ranked as high, medium or low risks, and then summarized as an ERA risk map for mitigation follow-up. Risk owners were tasked to provide quarterly progress updates to the ELT and the updated risk map is  reviewed by the BOD semi-annually. \nASSESS RISK\nM\nO\nNITORRISK CONTROL RISK\nIDENTIFY RISK\n•Business Objectives\n•Internal & External  Factors•Severity & Likelihood\n•Risk Map\n•Implement Risk Controls•Risk Committee R eview\n•Internal Audits\nAnnual Enterprise Risk Assessment ProcessIn FY2021, we enhanced the risk assessment process with K&S’ specific rating scale and risk progression profile to consider achievable target risk for each risk.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}