{"page_content": "SUSTAINABILITY REPORT 2021 |   30ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nIntegrated Management System\nThe use of an integrated management system (IMS) to effectively manage our processes effectively in accordance to \nthe various industry best-practice standards rounds up the third aspect of our business resilience strategy. We strive to continually improve in our commitment of conducting sound and sustainable operations, guided by global IMS objectives and goals.\nWe adopt a holistic IMS approach towards quality, environmental, occupational health and safety (QEHS) management \nacross all K&S’ processes and documentation to ensure continuous performance improvement that meets the expectations of internal and external stakeholders.  At present, all six of K&S’ design and manufacturing sites have achieved the latest three key certifications of Quality Management System (ISO 9001:2015), Occupational Health and Safety Management System (ISO 45001:2018), and Environmental Management System (ISO 14001:2015). \nISO\n9001:2015\nISO\n45001:2018ISO\n14001:2015Quality Management\nSystem (QMS)\nEnvironmental\nManagement System (EMS)Occupational Health\nand Safety Management\nSystem (OHS)\nWe also have in place a streamlined Business Continuity Plan (BCP) that can be effectively and easily referenced in the event of a disruption and is communicated across all K&S’ six global sites.  The BCP covers two main aspects:\n•\nA BCMS corporate level manual that applies to all global operations; as well as\n•A site-specific section that covers aspects ranging from crisis management to business recovery.\nIn order to verify the BCP\n effectiveness, periodic BCP tests would be conducted for the six K&S sites in turn. BCP tests \nare run as tabletop simulation exercises where participants representing the CMT role-play the BCP process through a \nsimulated disaster scenario. This fulfills BCP test objectives to review the adequacy of the BCP documents, test the CMT in managing a crisis and recovering its critical functions, and to provide confidence to external stakeholders on K&S business continuity readiness. Throughout the BCP test, evaluators observe the actions of the participants in the role play and check off completed tasks based on the BCP against a checklist. In addition, participants are required to enter their discussions into a BCP response form. The BCP test is then scored based on the checklist and the consolidated response forms. A BCP Test Report summarizing the test results and score would be submitted, reviewed and subsequently presented at an annual BC Management Review. Action owners would be identified to close any open action items for continual improvement of the BCMS.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}