{"page_content": "SUSTAINABILITY REPORT 2021 |   32ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nWe prioritize the protection of the environment and human health through the responsible use of materials. Our materials \nuse is guided by our Environmental Health and Safety Policy that takes reference from internationally recognized standards such as European Union’s (EU’s) Registration, Evaluation, Authorization and Restriction of Chemicals (REACH) and Restriction of Hazardous Substances (RoHS) regulations, as well as the Securities and Exchange Commission (SEC) Conflict Minerals guidelines and Toxic Substances Control Act (TSCA). We are committed to comply with these standards and continue to make progressive improvements.\nWe apply the same level of oversight on our suppliers with regard to sustainable sourcing through our Supplier Code of \nConduct, as part of our sustainable supply chain framework. Our responsible materials use focuses on two key areas: SUSTAINABLE SOURCING\nConflict Minerals\n3TG: Tantalum, Tin, Tungsten \nand GoldHazardous Substances\nRoHS, REACH, TSCAEthical Sourcing for Conflict Minerals\nMinerals such as tin, tantalum, tungsten and gold (3TGs) are necessary raw materials for the semiconductor industry, but are classified as conflict minerals due to the mining of these materials in conflict areas.\nK&S fully supports the Dodd-Frank legislation to assure 3TGs used in our products are not being sourced from the Democratic \nRepublic of Congo (DRC) and nine adjoining countries.\nK&S is cognizant of the concerns over the protection of human rights within the global supply chain and strives to be conflict \nmineral-free in our products and across our supply chain. To manage our efforts, a cross-functional global Conflict Mineral Committee strives to ensure that 3TGs used in our products come from ethical sources, guided by our Conflict Mineral Sourcing Policy. Every year\n5, K&S files the Conflict Minerals report and declares our annual due diligence progress in \nensuring our products shipped are DRC conflict-free.\nFor more details, please refer to our latest Conflict Mineral Report.\n5SEC’s Reporting Year runs from January to December.81%\n76%84%\nRY2020 RY2018 RY2019% Conflict-free Smelters Identified\nWe also extend our conflict minerals monitoring efforts to \nTier-1 suppliers to ensure that the majority of our supply chain remains conflict mineral-free. On an annual basis, we require the full disclosure of the origin of the 3TGs  in our suppliers’ components and assemblies, including those from sub-tier suppliers and smelter sources. To ensure the wider ecosystem is impacted, we further conduct a yearly audit on selected suppliers’ processes and policies, including their monitoring process of sub-tier suppliers’ activities.Conflict-free Smelters Identified (%) 60\n40\n20\n0100\n80", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}