{"page_content": "SUSTAINABILITY REPORT 2021 |   33ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nRestriction of Hazardous Substances (RoHS)\nImproper e-waste disposal can pose serious threats to public health and ecosystems for generations to come. As such, \nK&S has been actively evaluating our new product content against the Restriction of Hazardous Substances (RoHS) banned substances with the commitment of achieving compliance. All its new core platforms launched from 2018 and all new platforms from 2020 adhere to the  guidelines mandated by the European Union (EU), even though our equipment is classified under “Large Scale Stationary Industrial Tools” which is out of the product scope of EU RoHS. The EU Directive implemented in July 2019 added four phthalates (DEHP, DBP, BBP, DIBP) to the list of restricted substances. K&S has been progressing towards compliance to the restrictive use of ten substances.\nOur Go-Green Committee ensures that our products fully comply to RoHS guidelines through a three-step process. All \ninformation gathered from the product content evaluations are recorded and maintained on K&S’ RoHS database for accountability and traceability purposes.\nULTRALUX and Power-CAs of FY2021, K&S achieved RoHS compliance for:\nRoHS\nEvaluate baseline \nBOM and select RoHS \ncompliant new partsIdentify non-RoHS-\ncompliant partsReplace non-RoHS \ncompliant parts with \ncompliant parts\nREACH-SCIP Disclosure\nK&S understands the REACH regulation which aims to improve the protection of human health and the environment from the risks that can be posed by chemicals. As we manufacture and supply products serving the EU that are categorized as “articles” under the REACH definition, we show due diligence to ensure compliance with REACH regulations by gaining insight into our supply chain and monitoring Substance of Very High Concern (SVHC) data on the articles by weight in our products.\nEffective January 2021, following EU requirements\n6 on REACH, K&S has started submission of detailed information of our \narticles in the form of European Chemicals Agency (ECHA) SCIP7 dossier. The SCIP database maintains all the information \nof articles containing Candidate List8 substances throughout the whole lifecycle of products, including at the waste stage. \nThe information in the database is then made available to waste operators and consumers.In addition, K&S also maintains a SCIP module database of parts that exceed the allowable SVHC threshold, and periodically \nconsolidates the respective SCIP dossiers for submission to ECHA.\nWe are progressively evaluating our equipment content with the SVHC updated chemicals, we have determined that the \nconcentrations of each SVHC in our products is minimal and significantly below the permissible limit. K&S continues to monitor the additions to the SVHC list and the changes in REACH regulation and is actively working to ensure compliance.\nNew TSCA9 Rules and Enforcement\nUnder TSCA, the US EPA10 is authorized to regulate and prevent the commercial distribution of toxic chemical substances \ninto the United States for the benefit of health and the environment. The EPA passed new rules under TSCA in January 2021 restricting five persistent, bio-accumulative and toxic (PBT) substances in any amount in articles. As some of these substances are found in electronic equipment, electronics industry groups like SEMI have submitted concerns to EPA to review possible extension on enforcement date, of which EPA responded with two temporary extensions. K&S has determined impacted products and has started to evaluate alternatives to replace parts that contain the restricted substances. The Go-Green committee is progressively engaging our supply chain to collect TSCA compliance evidence and replace any parts found non-compliant. \n6Based on EU requirements, companies supplying articles containing SVHCs on the Candidate List in a concentration above 0.1% weight by weight (w/w) \non the EU market have to submit information on these articles to ECHA, as from 5 January 2021.\n7SCIP is the database for information on Substances of Concern In articles as such or in complex objects (Products) established under the Waste \nFramework Directive (WFD).\n8Candidate List contains identified SVHCs as determined by ECHA updated twice a year\n9Toxic Substances Control Act\n10U.S. Environmental Protection AgencyRoHS compliant process", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}