{"page_content": "SUSTAINABILITY REPORT 2021 |   34ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nK&S is committed to achieving sustainable product design \nby finessing the equation of environment and economic positivity. We leverage our core competency in innovation to enhance eco-efficiency in our value chain to drive target-segment improvement solutions that boost environmental well-being at either the operations or product level.\nLUMINEX™ is our next-generation mini and micro \nLED platform that provides superior throughput and operational flexibility that accelerate the adoption of high-volume backlighting and ultimately self-emissive display technologies, and expand our market access to this emerging high-growth advanced display opportunity. The LUMINEX was developed upon K&S proprietary PIXALUX™ system that currently represents the largest install base of ultra-fast mini LED final-placement equipment globally. LUMINEX is thus primed to support both the mini and micro LED transitions.We aim to reduce the remaining carbon footprint of our manufacturing sites and offices we operate in, to drive and ultimately ingrain in K&S a green organizational culture and mindset for the long-term. \nEMBRACING ECO-EFFICIENT  \nOPERATIONSPioneering the Development of Innovative and Eco-Friendly Equipment \nWe focus on three core areas in our drive to embrace eco-efficient operations: \nEnergy & Emission Water Waste\nLUMINEX users enjoy the following environmental benefits:•\nLower energy use - Power consumption in production line is reduced by up to 83%\n•More efficient \nuse of resources - Lesser machines are needed to meet capacity demand, and scrap material\nuse and re-work is reduced\nOverall, the LUMINEX has allowed customers to reduce their environmental impact through lower energy use and improved material usage. It has also enabled customers to reduce running costs and increase overall product efficiency and accuracy to turn sustainability expectations into business value.\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}