{"page_content": "SUSTAINABILITY REPORT 2021 |   35ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nReducing Energy & Emissions \nAs part of the semiconductor industry, we recognize that a significant part of our carbon footprint is contributed by the use \nof energy. We view this as an opportunity to focus our efforts on achieving energy efficiency by re-thinking and re-inventing our actions and processes that either conserve or reduce energy usage, or replace it with more sustainable sources of energy where possible. \nCollection and analysis of energy consumption data are conducted on a rigorous basis to ensure that systems operate \nefficiently and any anomalies in consumption are immediately identified and rectified. We hold quarterly energy management meetings to monitor progress and evaluate the effectiveness of energy conservation measures. \nOverall, our global goal is to reduce energy usage by 2% across all sites. As of FY2021, a total of 92,102 GJ of energy \nwas consumed across our six global sites, a 13.8% increase from the year before. Reason for the increase is attributed to \na multifold increase in manufacturing volume due to strong industry demand. Grid electricity consumption stood at 25,584 MWh. This is a 53% decrease from FY2020 for electricity intensity and a corresponding 10.6% decrease in greenhouse gas emissions intensity.Climate change is today an important priority amongst boards and senior management of companies. An effective way to manage a company’s carbon and climate risk is through a measurement and disclosure process that allows for increased transparency on climate action and progress.\nIn FY2021, K&S disclosed environmental information, specifically our carbon emissions and emissions management \nprocesses for the first time on the CDP platform. This added layer of disclosure allows us to better account for our climate action momentum to key stakeholders such as investors, suppliers and customers, and realize the societal and financial benefits for the long-term.\nMoving forward, K&S will focus on a Scope 1 and 2 emissions reduction roadmap with goals and targets in place. As \nawareness on climate risks is key to achieving the emission metrics, K&S will hold a Climate Strategy workshop for internal stakeholders to share best practices. Subsequently, K&S will engage with key suppliers to begin assessment of Scope 3 Green House Gases (GHG) inventory. This will roll out to expanded key suppliers progressively to measure and disclose Scope 3 GHG inventory in our value chain.K&S Discloses Carbon Disclosure Project (CDP11) – Climate Change \nInformation for The First Time\nFY2019 FY2020 FY2019 FY2020 FY202115,000\n10,000\n5,000\n0 520,00025,000\n45\n40353025201550\n10\n530\n252015109,0006,0003,000\n012,00015,000\n41.6\n36.1\n21.325.0\n22,491 \nFY202125,584 22,48113,260 13,484Electricity Consumption (MWh)\nScope 2 GHG Emissions (tons CO2)Electricity Intensity (MWh/million $US)\nScope 2 Emissions Intensity (tons CO2/million $US)Electricity Consumption GHG Emissions\n16.9\n9.7\n14,66753%Achieved\nYoY reduction for electricity usage intensity exceeding goal \nof >2% reduction10.6%Achieved\nreduction in Greenhouse Gas emission intensity from \nFY2020\n11CDP is a not-for-profit charity that runs the global disclosure system for investors, companies, cities, states and regions to manage their environmental \nimpacts.\nCarbon Disclosure ProjectConfidential 1\nCDP PLAN\nüDeveloped CDP roadmap and plan\nüTrained key personnel on data/info collection\nüDisclosed CDP Climate Change with partial\nGHG scope 1&2 performanceGHG SCOPE 1&2\nq Climate Strategy Workshop\nqDisclose GHG Scope 1 & 2\nqPrepare Suppliers for Scope 3\ndata collectionGHG SCOPE 3\nqTrain & engage suppliers for GHG\ndata collection\nqDevelop carbon reduction roadmap\nqDisclose GHG inventory Scope 1, 2 & 3\nCDP runs the global \ndisclosure system for \ncompanies to manage their \nenvironmental impacts\nK&S started the Carbon Management \nprogram to progressively meet \nstakeholders' requirements\nGreenhouse Gas (GHG) Emission\nScope 1 \nDirect emissions \nfrom controlled \nsourcesScope 2 \nIndirect emissions \nfrom generation of \npurchased energy Scope 3 \nAll other indirect \nemissions from the value \nchain upstream and \ndownstream\n1\nIncreasing requests from customers \nexpecting K&S to subscribe and submit CDP annually\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}