{"page_content": "SUSTAINABILITY REPORT 2021 |   36ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nEnabling Water Positivity\nWater is a critical raw material in our operational processes. \nDue to the local circumstances and infrastructure of our sites, we draw a large proportion of our water from municipal sources, for example, Suzhou uses 100% municipal water.. We ensure that all our sites are cognizant of the need to conserve water and this is achieved through process changes that reduce rinse water use, adopt reverse osmosis pre-treatment as well as periodic pipeline maintenance and underground leak detection and repairs. \nOf our six global sites, Suzhou is the main contributor to \nK&S’ water consumption, making up 87% of our total usage. The site utilizes water mainly for product cleaning during operating processes such as the fabrication of capillaries, wedge bonding tools and slicing blades. Water is also used \n11%Achieved\nreduction in water consumption intensity at K&S Suzhou\nYoY reduction goal of >1%  \nin smaller quantities for cooling towers. As part of water conservation, new initiatives such as concentrated water after RO pre-treatment has been used for building restrooms flushing and cleaning, instead of fresh water from municipal source. The water consumption in Suzhou in FY2021 totals 71,823 tons while water intensity measured 3,980 tons/million output.\nFY2019 FY2020 FY202106,000\n5,000\n3,000\n1,0004,000\n2,00050,000\n30,000\n10,000\n070,00080,0007,000 90,000\n40,000\n20,00060,0004,666\n72,219 71,823 59,117Bar: Water Consumption (tons)\nLine: Water Consumption Intensity (tons/million output)SZ Water Consumption\n4,493\n3,980Emission\n•K&S Suzhou site installed online V\nolatile Organic\nCompounds (VOC) air emission measurement systemto invest proactively in the fight against air pollutionthe Suzhou Industrial Park (SIP). This allows real timemonitoring of emissions from the factory processes.The metrology, measurement system accuracy andthe preventive maintenance are submitted to SIPEnvironment Protection Agency (EPA) for evaluation ona quarterly basis. K&S Suzhou has been recognized byEPA for its effective control of emissions and meetingKPIs.Case Study: Energy and Emissions Initiatives from K&S Sites\nEnergy•\nK&S Suzhou site has been working with a \nsolar\nenergy vendor to design in solar panels at itsfacility. The solar panels will provide about 400 kWof energy daily, which is approximately one third ofthe site daily energy consumption. The result of theenergy saving will be reported in the next report.\n•\nK&S Fort Washington and \nSanta Ana has been\nreplacing fluorescent tubes in the offices andlabs with LED lighting. Plans are in place for theinstallation of electric vehicle charging stations andthe replacement of HVAC units with new energyefficient systems.\n•\nK&S Singapore \nhas seen very good efficiency after\nthe installation of an air compressor sequencer toregulate the demand across a series of compressors.K&S constantly adopts best industry practices in our facilities in energy usage and reduction of emissions. The following are achievements from various K&S sites in FY2021:", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}