{"page_content": "SUSTAINABILITY REPORT 2021 |   37ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nMinimizing Waste Discharge\nK&S commits to a long-term strategy of sound waste \nmanagement throughout the lifecycle of any assets across our global manufacturing operations. Our waste management strategy focuses on two areas:\nReduce the amount of non-\nhazardous waste and increase its \nrecycling rate\nSafe disposal of hazardous waste \nReducing the amount of non-hazardous wasteWe adopt the 3R approach of Reduce, Recycle and Reuse to guide us in inculcating and adopting an environmentally-positive mindset at K&S to affect daily habits that reduce the amount of non-hazardous waste generated in our daily line of work. This includes eliminating single-use disposables, conserving paper use and limiting printing, and repurposing packing materials such as paper, cardboard, and plastic, as well as e-waste such as batteries and lamps. In FY2021, our paper usage increased by 16.6% but paper usage per net revenue decreased significantly by 52.2%. Reason for the overall reduction in paper usage intensity can be attributed to adoption of paperless manufacturing processes in all business units and initiatives taken in logistical operations.\n60.8%Achieved\nSolid Waste Recycling rate exceeding FY2021 goal of \n>55%\nTop: Recycled waste Bottom: Non-recycled Solid wasteFY2019 FY2020800\n700600500400300200100\n09001000Waste Generated (tons)54.3%59.6%\n45.7% 40.4%591\nFY20211,025\n507Breakdown of Solid Waste\n39.2%60.8%\nFY2019 FY202020,000\n15,00010,000\n5,000\n025,00030,000\n40\n30201005060Papre Usage (kg)\n17,980\nFY202120,96630.6\n28.9\n13.8\n16,518Paper Usage\nPaper usage per net revenue (kg/million $USD)52.2%Achieved\nreduction in paper usage per net revenue exceeding YoY \nreduction goal of 3%\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}