{"page_content": "SUSTAINABILITY REPORT 2021 |   38ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nDisposing hazardous waste safely\nDuring certain manufacturing processes, chemically contaminated liquid and solid waste can be generated. As our operations and production output grows, the volume of such hazardous waste generated has inevitably grown alongside as well. K&S is committed to managing this increase with the implementation of safe disposal protocols that comply with regulatory standards. All K&S sites must dispose of these wastes according to standards set by the Environmental Protection Agencies in each respective country. In FY2021, K&S generated 542 tons of hazardous waste, but saw a decrease in hazardous waste intensity due to new initiatives to reuse and reduce hazardous waste generated. \n SZ Hazardous Waste\nFY2019 FY2020400\n350\n300\n200250\n150\n100\n50\n020,00025,000\n15,000\n10,000\n5,000\n0SZ Hazardous Waste (tons)\nSZ Hazardous Waste Intensity (kg/million output)211.3\nFY2021322.6370.5\n18,57121,558\n18,376\nSuzhou is the main contributor to K&S’ hazardous waste generation, contributing to more than 70% of our total hazardous \nwaste generated. To ensure compliance with regulations and also for continual improvement, we introduced new waste treatment initiatives in FY2021 that embraces circularity within processes and reduces waste.We launched two new process trials in FY2021 to reduce the amount of hazardous waste generated. In doing so, we are able to reduce hazardous waste environmental risks while enhancing sustainability performance.\n1. Treating waste acid for re-use within operations\nOne way in which we reduce waste is by incorporating circularity within our operations. Waste acid (hydrochloric acid)from product cleaning process is now redirected to onsite waste water treatment plants and used as a pH adjustmentchemical. This process change reduces the need to purchase sulfuric acid and also saves on the disposal expenseof waste acid.\n2. Reducing amount of hazardous waste (emulsion liquids) generatedWaste emulsion from manufacturing processes, will be collected and treated with chemical agents. After sedimentation, \nthe flocs will be introduced into press filter in WWTP and disposed as the sludge. \nAs a result of the above two process changes, we have reduced 24 tons of acid waste generated annually, and saved \non US$39,840 of waste disposal costs.K&S Suzhou Launches New Process Trials to Reduce Waste Generated \n15%Achieved\nHazardous waste intensity reduction at K&S Suzhou \nexceeding FY2021 goal of >2% YoY reduction", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}