{"page_content": "SUSTAINABILITY REPORT 2021 |   40ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nFor over 70 years, K&S has strived to deliver innovative \nsolutions that meet evolving customer requirements. Year-on-year, we invest in research and development (R&D) to build our strategic competencies, in particular our knowledge in specialized equipment & application, to develop unique offerings that deliver progressive value to customers in a shortened response time.PRODUCTION INNOVATION AND  \nSMART MANUFACTURING\n>US$135\nMILLIONIn FY2021, we invested \nin R&D, constituting a 13% increase from FY2020. \nWe adopt a Knowledge Driven Product Development (KDPD) framework comprising four stages that defines the product \ndevelopment process from conceptualization to market release. At its core, KDPD prioritizes close customer engagements that provide concise industry feedback for areas of product or service improvement if any, as well as identification of new value-add opportunities for future development.\nMarket Research\nInput of product \nrequirements are gathered \nfrom market research, \ncustomer interactions, \nproduct history data \nand experiences and \nparticipation at various \nindustry forums to \nthoroughly understand \nmarket needsEngineering Development\nProduct conceptualization \nand development will \nharness K&S’ key \ncompetencies and \ncapabilities to build \ncompetitive advantages into \nthe productsCompliance Certification\nBefore market release, \nproducts are reviewed by \ncross-functional teams to \nensure that it meets industry \nor global standards, such as \ncustomer health and safetyCommercialization\nThe product is then \nreleased into the market \nwith a stamp of K&S \nassurance of good \nquality\nOur Knowledge Driven Product DevelopmentToday, smart manufacturing presents a huge opportunity to make business sense out of Industry 4.0. Our vision of smart manufacturing is a digitally connected factory that drives new manufacturing efficiencies by combining physical and cyber technologies. This involves a move toward greater levels of automation such as through the integration of discrete systems for seamless processes, harnessing the power of large volumes of data to increase the number and quality of successful outcomes, and adoption of virtual technology and proprietary cloud software development in our operations to reduce undesirable outcomes. We look into four key areas to embed such technological advances into our operations:\n1. Interoperability\nForming the basis of smart manufacturing, we ensure thatour machines, devices, and sensors are connected andintegrated with each other.2. Information transparencyWe collate and synergize data from our operations todevelop simulations and drive analytics that enables us toexamine trends, anticipate outcomes, mitigate risks andmake tactical decisions.\n3. Technical assistanceWe deploy robots and machines to support us in makingdecisions and solving problems.4. Autonomous decision-makingWe develop and utilize AI machine-learning so that oursystems and machines can ‘learn’ and are able to makedecisions without human input. AI-enabled predictiveanalytics lead to smoother processes, productionefficiency, improved yields, better device quality, andreduced waste.\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}