{"page_content": "SUSTAINABILITY REPORT 2021 |   5ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nable to better benchmark, measure and manage our environmental impact.\nIn addition to these environmental reporting and transparency enhancements, we are also keenly \naware that equality is a fundamental value in achieving our goal of being an employer of choice \nthat fosters a safe and healthy environment for development, collaboration and problem-solving. This \nyear, we are particularly focused on fostering greater diversity, equity, and inclusion as we \ninitiated and implemented a formal global diversity and inclusion program across all K&S business \nunits, functions and supply chain to ensure all employees and suppliers stay cognizant to \nproactively enhance our human capital. This new program, which relies on employee feedback \nand focused training, will enhance the voice of employees, support recruitment efforts and foster \na more inclusive and open workplace, enhancing our ability to collaborate and increasing our pace \nof innovation. \nMore details related to our ongoing ESG programs, commitments and long-term goals are detailed \nwithin this sustainability report.\nCreating Sustainable Value for All\nThe overall focus of our sustainability strategy has always been to create value for all stakeholders – \nour customers, shareholders, employees and the broader communities in which we operate. During \nthe year , we reacted quickly to the industry’s aggressive capacity needs, enhanced development \nengagements with customers and drove market adoption of several next-generation solutions, all \nwhile successfully navigating a challenging global environment. This persistent execution allowed \nus to further expand access to served markets which are supporting several signifi cant technology \ntransitions within the automotive, semiconductor and display markets.\nWe are proud of what our partners and K&S have collectively accomplished during this challenging \nyear to move our ESG agenda forward.  We are also aware there is more we can do in the future. \nThe past year has allowed us to re-examine and fi nd new creative solutions to our ways of working, \nwhile ensuring efficient and ongoing progress of our long-term growth prospects remains on track. \nThe entire organization has continuously expanded our ESG efforts, while materially enhancing our \nbusiness prospects and valuation. This relentless internal focus, combined with increased global \ncollaborations among businesses, investors, and governments, will allow us to deliver a new level of \nlong-term benefits to our collective global society. \nFusen Chen\nPresident & CEO, \nKulicke & SoffaMESSAG E FROM O UR\nPRESIDENT & CEO\nIt is my privilege to share the K&S 2021 Sustainability Report, which highlights \nour ongoing efforts to build a more sustainable, equitable, and inclusive compan y, \nindustry and society. FY2021 was a signifi cant year where we celebrated the \nCompany’s  70th anniversar y, expanded our served markets and reacted efficiently \nto COVID-19 challenges, while we drove our sustainability agenda forward.\nThe current business landscape requires extensive focus to successfully execute \nour high-growth market expansion initiatives, deliver new innovative technology \nsolutions and address the industry’s ongoing aggressive capacity needs, while \noperating in a challenging global supply-chain and logistical environment. This \nongoing focus has enabled us to rethink the ways we work, collaborate, and \nmake a difference, propelling us into action, highlighting the resilience of our \nglobal team, and the strength of our core values. \nEnhancing Our ESG Commitments \nWe continued to reach and enhance our global Environmental, Social and \nGovernance (ESG) commitments. Earlier in the year, we expanded our corporate \noversight and organ izational framework with an improved reporting structure \nand increased reporting frequency , enabling a greater level of oversight for our \nExecutive Leadership Team (EL T) and our Board of Directors (BOD).  Ultimately \nthis refinement enhances our ability to promptly react to future global challenges \nand opportunities as we continue our ESG journey.\nClimate change and the increasing use of natural resources continues to impact \nthe lives of people and wildlife. We continue to chart our own path forward for \nmore environmentally sustainable operations to improve resource utilization and \nalso reduce carbon emissions. To do this effectivel y, there is a need for ongoing \nassessments and clear lines of accountability of our climate footprint. This year, \nwe disclosed our environmental data through the Carbon Disclosure Project \n(CDP), a voluntary global disclosure platform to enhance the quality and \ntransparency of environmental progress and reporting efforts. By joining this \nbroad network of companies and cities who participate in the CDP, we are now ", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}