{"page_content": "SUSTAINABILITY REPORT 2021 |   41ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nOn 21 Jan 2021, K&S and National University of Singapore (NUS) jointly presented \nthe topic of digital transformation at the ASTC 2021. The focus of the ASTC 2021 was on “Connecting, Sensing, Predicting – Optimizing Your Manufacturing in a Digital Age”. The presentation was a video titled, “Factory Video Tour: Digital Transformation Journey in Equipment Manufacturing”. In the video, Chong Chan Pin, Executive Vice President & General  Manager, Products & Solutions, and TK Loh, Senior Director, Global Operations, took the participants through the K&S digital transformation journey. The contents is summarized as follows:Advanced Semiconductor Technology Conference \n(ASTC) 2021\nSmart Factory Digital Transformation Roadmap\nData\n•Raw Data\n•Clean Data\nStandard Reporting•\nStandard Excel Reporting\n•Ad Hoc Queries\nStandard Analytics•\nMES\n•T\nableau Dashboard\n•Real T\nime ReportingAdvanced Analytics•\nData Filtering\n•Trend ForecastingStatistic Analysis\n•\nPredictive Analysis\n•Modeling & OptimizingIn \n2017, our manufacturing process flow processes were highly manually driven with a digital footprint that required a lot of housekeeping to clean up the data. Data \nstorage was quite silo and not interconnected to allow data driven decision making, much less autonomous real time decision making. The first step of the digital transformation began with a series of value stream workshops that identified the problems, key must do’s and key performance indicators (KPIs) aligned with business goals. By mapping out data sources, data processing and access, data visualization tools and decision making points, a new data structure emerged that marked a new milestone in being a digitally connected factory. Cloud based storage was created based on the new data infrastructure. We also invested heavily into AI based anomaly detection which is an integral component of smart manufacturing in solving real time problems. By means of automation, sensing and predictive analytics, we developed a new data infrastructure landscape that translated real-world manufacturing processes into the digital world. The end result is a digitally connected factory that drives overall manufacturing efficiencies end to end, from in-house assembly lines through our manufacturing execution system (MES), to logistical processes where material is stored and tracked by Automatic Storage and Retrieval System (ASRS). Through data visualization tools, stakeholders would be able to access user-friendly real-time dashboards from the cloud linked to their respective or shared KPIs. These dash boards provide the operational big picture to drive decisions, analyze and flag problems early to avoid manufacturing issues downstream. With the adoption of digital transformation, K&S continues to innovate and create higher value in its business growth, creating a more sustainable smart manufacturing.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}