{"page_content": "SUSTAINABILITY REPORT 2021 |   42ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nWith the rapid adoption of Artificial Intelligence (AI), 5G, the Internet of Things (IoT) and other Industry 4.0 technologies into \nour smart manufacturing journey, we continue improving machine yields, productivity and efficiency in our drive towards \nexcellence in business performance. As can be seen in FY2021, K&S scaled new milestones and achieved a new annual \ncorporate revenue record. We believe this new level of performance is sustainable over the coming years with dramatic \nupside potential related to ongoing and fundamental technology transitions.\nOur key priorities in FY2021 included executing on our ongoing development efforts, close customer engagements and market \nadoption of our leading solutions. Our goal is to expand our portfolio of next-generation systems and solutions to greatly \nenhance our ability to support several significant technology transitions within the automotive, wireless communications, \nsemiconductor and display markets.\nAdvanced Display\nMini and micro LED technology is driving the need for new innovative solutions which can \nefficiently assemble semiconductor dense backlighting and self-emissive panels. Since \n2017, we have developed, gained acceptance and ramped production of the PIXALUXTM \nsystem which now represents the world’s largest installed base of ultra-fast advanced LED \nplacement equipment.  During FY2021 we delivered our next-generation advanced display \nsolution – LUMINEXTM – which has dramatically enhanced our technology lead and customer \nengagements within this fast-growing and high potential long-term technology transition.\nSupporting New Performance Level through Technology Transitions and \nIndustry ExpansionK&S has collaborated with the National University of Singapore (NUS) to develop an integrated solution comprising a \nplatform and system that uses explanability algorithm to enable machine learning predictive analytics and root cause \nanalysis. This full suite of tools will empower our engineers to drive informed real time decision-making by making \ncritical expectation predictions of the manufacturing processes.\nThe entire process is a step up from the current industry practice where analysis and identification of root causes are \ncarried out only upon observation of failures, rather than during the process. With our new integrated solution, we are \nable to forecast issues and identify causes before failures happen, saving time and cost.Harnessing Machine Learning for Efficient Decision Making \nSemiconductor Assembly Complexity\nRising costs and yield challenges of two-dimensional node shrink are increasing \ndemand for new assembly solutions which address both high-volume and leading-\nedge semiconductor applications. We anticipated this transition and have expanded \nour portfolio and access to high-growth served markets including mobile sensing, \nmobile applications processors, silicon photonics and heterogeneous integration. Our \nclose customer engagements and recent product adoption are enhancing our long-\nterm visibility.  We remain very optimistic on our positions and roadmaps regarding \nthese new technology-driven growth drivers effecting our core semiconductor market.\nAutomotive\nMarket adoption of electric and autonomous features are accelerating semiconductor \ncontent per vehicle, providing many new opportunities for our growing portfolio \nof electronic and battery assembly solutions. Through FY2021 we strengthened \nour existing positions with new power-semiconductor offerings, including Power-\nCTM, while also introducing new assembly solutions that support the high-growth \ncylindrical and prismatic battery assembly markets.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}