{"page_content": "SUSTAINABILITY REPORT 2021 |   43ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nK&S believes in the constant advancement of our technological capability to deliver high \nmanufacturing volume with consistent process results. With the ongoing electrification of automotive vehicles through Advanced Driver Assistance Systems (ADAS), infotainment, critical systems, power storage and power distribution, the automotive market is experiencing rapid growth. The power modules market is a high growth market driven primarily by the automotive industry, industrial and home appliances. Developments in technology in power semiconductor applications to enable increased reliability, greater efficiency, higher operating temperatures, higher voltage capabilities, more compact and high switching frequencies, are inevitably driving dramatic transformation in power module designs as they are being adopted across various industries. The quality, reliability and proper functionality of power modules are largely determined by the robustness of the interconnects. Alternate interconnect technology such as ultrasonic welding is gaining traction at leading power manufacturers to resolve many of the new technological challenges for more robust interconnects. The power modules market is a key market for us today, and we look to expand in the market by focusing our efforts to develop relevant efficient and reliable power semiconductor applications. The Asterion™ EV (Extended Version), PowerFusion™ and Power-C™ wedge bonders are K&S solutions for Power Devices. Our solutions are designed to address specific power semiconductor applications as follows:\n•\nPower Hybrid Solutions (MOSFET\ns, IGBTs, Diodes)\n•Power Discrete Solutions (EV\n, HEV, Power Train, Industrial Motor Drives, Renewable Energy,\nCommercial Modules)\n•Alternate \nEnergy Solutions (Battery Module Solutions such as Prismatic, Cylindrical and Pouch)\nWith the acceleration of electrification in vehicles, there is a strong shift towards fully electric \nEVs earlier than previously expected. The semiconductor content doubles in EVs and up to eight times for autonomous vehicles (AV) when compared to vehicles with internal combustion engines (ICE). With the push towards increased safety through ADAS systems, where more sensors and processing power are employed to make the vehicle more intelligent in responding to the surrounding environment, fail safe semiconductor devices are critical. Developing New Solutions with Enhanced Capability for the \nPower Modules Market\nK&S has solutions for power devices and modules found in the following zones in EVs:\n•Sensors\n•Inverter DC/AC\n•Low V\noltage - High Voltage DC/DC\n•Battery Management\n•High V\noltage Battery\n•Recharger \nAC/DC\nIn terms of EV infrastructure development, increase in Power Device operating voltage for super chargers requires robust Power Managementmodules, which enables increased reliability with higher operating temperature and voltage capabilities. The new infrastructure demands morecomplex & feature rich equipment. K&S offers cleantech solutions that create advantages for both K&S and our customers, striving to improveenvironmental sustainability.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}