{"page_content": "SUSTAINABILITY REPORT 2021 |   46ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nSatisfying and delighting customers is a core value of ours, and we focus on meeting our customers’ evolving needs and \nexpectations. To ensure that we achieve our goal, we focus on two perspectives when listening to customers to help us understand matters that mean the most to them:CUSTOMER SATISFACTION\nK&S’ VoC SURVEY \n2021 RESULTS \n•Achieved 80% response rate exceeding goal of 50%\n•Achieved 77% customer satisfaction rate exceeding\nV\noC’18 rate1. Qualitative aspects which are sentiment-driven, tounderstand customers’ experience when they engage withK&S at various touch points;\n2. Quantitative aspects which are objectively driven such\nas out-of-box quality\n, reliability, and issue response time.\nfeedback\nEvery three years, our Customer Quality Team conducts a Voice of Customer (VoC) survey to measure customers’ satisfaction with K&S on areas such as product performance, technical expertise, cost of ownership, sustainability and after-sales technical and services support. KPIs and goals are then set at the start of every year, and performance against goals are tracked and presented in weekly meetings and quarterly business  reviews. K&S’ Quality Performance is a shared business goal across multiple functions such as Business Units, Manufacturing Operations, Global Field Service and Quality.The results are collated and shared with our Marketing and Engineering teams to develop improvement plans in the areas of concern to improve customer satisfaction. Programs are developed for processes, services and  products improvement. Employees training programs are implemented to equip K&S employees with technical and problem solving skills to better understand customer requirements and improve time to resolution.\nOur customer service does not end when the products leave our premises. We strive to provide high quality after-sales \nservice that ensures our products are constantly at peak performance. These include various K&S after-sales care programs that provide quick turnaround to meet varying levels of customers’ needs, such as K&S Care, K&S Certified Repair & Refurbishment, and K&S Service Contract & Paid Service programs.\nIn the event of any issue, we adopt the Issue Escalation Flow \nsystem to manage customer feedback and issues through a structured approach to provide service recovery. An Issue Tracking System (ITS) is used to facilitate information exchange, task prioritization, and closure. To ensure that incidents do not recur, closed issues will be presented to team members during technical toolbox meetings for shared learnings and the identification of areas for improvement.\n72.4%In FY2021, \nof field issues were resolved at Escalation Level 1\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}