{"page_content": "SUSTAINABILITY REPORT 2021 |   50ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nRobust Talent Acquisition and Development \nOur goal is to recruit, develop and retain a high performing and diverse workforce whilst building a cohesive culture that \npromotes a productive work environment for employees. This enables us to maximize the potential of individual employees and their contributions to the organization. \nAt K&S, we adopt progressive Human Resources (HR) practices. Our regional HR managers support our business leaders \nand managers, ensuring that our employment and labor practices adhere to regional and local regulations. These policies are reviewed and benchmarked against market peers to help ensure continual improvement in our implementation of leading practices on recruitment, onboarding and employee development. Our HR function also includes Centers of Excellence that provide guidance and resources to support our organization in Talent Management, Talent Acquisition, HR Management Information System, Learning and Development, and Compensation and Benefits.\nThe professional growth of our employees is a high priority at K&S. We commit to continual investment in career development \nactivities and learning to stay competent and valued in our highly competitive industry. \nAt K&S, we take pride in the relationships we have developed with Colleges and Universities to provide learning and future career opportunities for students around the globe. One such program is centered in our Research & Development site in Fort Washington, Pennsylvania and is in partnership with Drexel University, a private university in Philadelphia, PA. As a CO-OP employer, we partner with the University to help their students gain “real world” engineering experiences. This program has enabled us to build a talent pipeline of highly motivated and skilled future employees and has allowed us the opportunity to build relationships with students before they join the workforce. Annually, K&S would work in collaboration with the University to interview and shortlist from a list of prospective students. The selected students are then engaged to work a flexible 6-month term where they develop hands-on experience on the type of work they may be exposed to after receiving their engineering degrees, including Software, Electrical, Mechanical and Systems Engineering. Through this and other similar programs, K&S establishes a pipeline of talented engineers to join our engineering workforce.Case Study on Collaboration with Universities in Recruitment\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}