{"page_content": "SUSTAINABILITY REPORT 2021 |   51ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nWe encourage our employees to develop their functional and leadership skills and gain different \nexperiences as they grow within the organization. We achieve this through our Learning and Development Framework (L&D Framework) which is based on identified professional and management competencies and our K&S core values. The L&D framework is tailored to specific target groups such as new hires, professional and support staff levels, manager levels and identified key talents. These development programs are also based on the 70/20/10 learning and development model where individuals obtain:\nDeveloping Leaders\nConsistent approach to People Management\n•\nLeadership Essentials\n•Managing Performance \n•DelegationWe launched the Career progression framework with identified \ncompetencies mapped to the Professional & Management \nLevels respectively. The framework  provides employees clarity and \nopportunity to take charge of their progression in K&S. Each \ncompetency has four stages of development, and each stage of \ndevelopment is tied to the respective job levels. A competency self-\nassessment tool was also introduced with the framework for \nmanagers and employees to assess their level of progression \nreadiness.\nSelf-assessment tools provide the opportunity for employees \nto remain self-aware of their career development stage and \ntrajectory, and for managers to assess the employees’ level of \nprogression readiness for the next stage of responsibilities. The \nself-assessment outcome allows employees and their managers to \ndiscuss and map the next steps of progression for the employees.K&S Launches New Career Progression Framework\nThe tools outline and monitor for specific competencies and behaviors \nacross two developmental tracks – the Professional Track and Managerial Track. Employees can evaluate their capabilities against specific behaviors outlined in the four stages of development and determine what competencies they need to develop to get to the next stage of their career goals. Managers can also conduct assessments, share the results with their employees to determine any gaps that might need development opportunities, and work on a joint action plan to help the employee accomplish their career goals.\nThis framework was designed and implemented in part based on \nfeedback from our employees through the Voice of K&S Employee engagement surveys.\nWe provide opportunities to our employees to participate actively in technical and soft skill training programs, guiding them through peer coaching and mentoring, and encouraging them to develop professionally through various stretch assignments and projects.70%\nof their knowledge through \nexperiential learning20%\nthrough social learning10%\nfrom formal \neducational events\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}