{"page_content": "SUSTAINABILITY REPORT 2021 |   52ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nA Culture that Empowers and Supports\nWe attract and retain our talents by offering not only progressive career paths and a formal L&D \nframework but also competitive compensation and benefits. We strive to ensure fair, equitable, and competitive pay for all employees, including fixed base compensation and performance based variable pay. We obtain market knowledge about pay levels and assess our competitiveness by participating in multiple globally recognized compensation surveys annually. These surveys, augmented by other data sources we use, benchmark against other participating companies in our industry and relevant labor markets to determine market competitive pay ranges for all our positions globally. K&S ensures that our employee benefits\n13 are compliant in the cities, \nmunicipalities, states and countries in which we operate, while annual benefits benchmarking ensures that our benefits are attractive and competitive in the markets where we compete for talent.\nWe recognize the importance of personal wellness of our employees by providing paid vacation, \nsick leave and paid holidays, as well as health and welfare programs per the country requirements and market practices where we conduct business and have employees. We also provide retirement benefits customary for locations where we operate where applicable. \nWe act prudently in our daily interactions with our colleagues, customers, suppliers and other \nbusiness associates in accordance with the Code of Business Conduct. This involves maintaining an open-door policy and providing multiple avenues for employees to voice their concerns and raise suggestions. Employees may also report any grievances through the global Whistleblower Hotline without fear of retaliation.  All grievances received will be investigated and reviewed by the Legal department and the Audit Committee of K&S’ Board of Directors. Employees also have access to local HR representatives and the Global Vice President of HR.\nVoice of K&S Employee Engagement Survey\nThe opinions and concerns of our employees matter. As part of our employee engagement initiatives, we periodically conduct a global employee engagement survey, the Voice of K&S, to gather feedback from all our employees on various aspects of their work and on our corporate culture. The survey allows us to assess workplace factors important to employees and address concerns raised based on their feedback. In addition, the survey results provide us with opportunities to strengthen employee engagement and scale new levels of quality, innovation and agility as \n13More information on employee benefits can be found at www.kns.com/Careers/Careers/Lifeat-K-S#Benefits\n14See page 12 for detailsIn July 2021, K&S published the first issue of the K&S Diversity Digest - a quarterly newsletter to equip ourselves with current D&I knowledge to better serve our employees, clients and communities. The newsletters also serve as a communication channel for employees to remain aware of the various D&I activities and accomplishments within the company.\nIn the first newsletter, we shared our \nintention of creating a strategic plan to further promote D&I conversations and learning at K&S to better nurture a supportive and fair work environment. This entails evaluating our current processes to recruit qualified candidates from different backgrounds, experiences, and talents, as well as supplementing more internal development opportunities.K&S Launches The First-\nEver K&S Diversity Digestan organization. All employees are encouraged to participate in the survey and we have a 95% \naverage response rate in our past surveys. Survey results are reviewed by management teams to identify improvement opportunity areas. Following employee feedback in the last survey, we introduced a formalized career progression framework and associated tools to provide clarity and guidance to both managers and employees. The next survey is planned for FY2023.\nEmbracing Diversity and Inclusivity in Our Workforce\nK&S is committed to providing a diverse and collaborative environment that is rich in opportunities which enables our employees to grow both professionally and personally in their careers within the organization. We foster an environment that treats all employees with dignity and respect. We believe that the combined knowledge and diverse views that our employees contribute across our global locations strengthens our competitive edge. We value different backgrounds and celebrate unique perspectives as we believe that diversity and inclusion are essential to creating an environment where we can achieve our core value of innovating for success. In FY2021, we formalized a Diversity & Inclusion (D&I) Pillar under our Corporate Social Responsibility\n14\ninitiatives. Our D&I vision is to enhance and improve the experience of everyone who works at K&S; encourage and recognize their contributions and successes, in an inclusive, cohesive, and collegial environment; and celebrate the diverse voices of our employees.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}