{"page_content": "SUSTAINABILITY REPORT 2021 |   54ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nThe health and safety of our employees is of utmost importance to K&S and forms an integral part of our organizational \nculture. K&S’ commitment to providing a safe and healthy workplace is reflected in our Corporate IMS certification across our \ncore six sites for the Occupational Health and Safety Management System based on ISO 45001 standard. This compliance \nharmonizes the Environmental, Health and Safety (EHS) policy and procedures of our global sites.\nAll EHS practices, objectives and performance targets at each of our sites are overseen by an EHS Committee, led by an \nEHS Manager or a Safety Representative from each key operations function.OCCUPATIONAL HEALTH & SAFETY\nEHS\nCommittee's\nScope of \nWorkPromote safety \nawarenessEnsure compliance \nwith legal and \noperational controls\nDevelop risk \nmitigation \nstrategies over \nsafety issuesConduct safety \naudits\nRoll out periodic \nhazard risks \nassessments Improve safety \nperformancesWe make effort to consult and involve all employees in \nbuilding a safe and healthy work environment where \neveryone is encouraged to take ownership and responsibility \nfor organizational safety. Employees are also empowered \nto speak up about potential risks, near misses and safety\nincidents. Every safety issue is thoroughly investigated \nand safety rectifications and alerts are sent out to prevent \nrecurrences.\nTo ensure that every member of the staff is up-to-date and \nfamiliar with our safety standards and actions, we roll out \nregular health and safety-related trainings. The training \nincludes an online based Corporate Safety Training module \nas well as hands-on preparedness training comprising \nperiodic fire drill evacuations, first-aid, fire-fighting and \nhazardous chemical spillage response drills. This training \nis also included in the on-boarding program for new hires. \nRefresher training is conducted once every two years.100%In FY2021, we continued to achieve\nglobal employee completion in Corporate Safety Training. Every year since 2015, K&S holds an annual CEO OHS Challenge to recognize one K&S site for OHS excellence. \nThe challenge strives to instill safety as part of our organizational culture by introducing the element of competition to \nincentivize staff to integrate safety actions into their day-to-day.\nSites engage in friendly ‘competition’ for the top spot based on performance indicators such as training hours, \nattendance rates, accident frequency rates and accident severity rates. In FY2021, K&S Santa Ana and Suzhou both \ncame in tops at this year’s CEO OHS Challenge for achieving best and sustained OHS performance.K&S Santa Ana and Suzhou Jointly Wins FY2021 CEO OHS Challenge \nAdditionally, as part of our business continuity measures, we have assembled a management-led COVID-19 Committee \ncomprising directors and managers of various key departments to provide global oversight and guidance in implementing \nsite-specific business continuity and risk mitigation plans across our key sites. We regularly communicate with country \nmanagement teams and employees and tailor our policies according to the latest developments and guidelines provided \nby global authorities such as World Health Organization (WHO) and the local authorities at each site with the goal of \nensuring the safety of all our team members whilst minimizing disruption to operations and providing support to our local \ncommunities.", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}