{"page_content": "SUSTAINABILITY REPORT 2021 |   59ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nWe also set up a K&S Library at a primary school located in the mountains of Yun Nan, China, by sending them RMB50,000 \n(US$7,740) worth of books. Through this initiative, we hope to provide these children with ‘windows’ to a more wonderful world through these books. US$2,000 of tuition fees was also subsidized to support underprivileged students who are unable to afford the tuition fees due to financial constraints. We continue to keep in touch with these students to understand their living needs and provide them with appropriate help promptly.  \nK&S Israel’s employees donated to “Association for Children at Risk - Center for Autism Research & Treatment” in support of children in Israel with Autism to help them and their caregivers lead better lives. The donation will go a long way in helping the center to equip these children with life skills that will enable them to integrate more holistically into society. \nLending a Hand to the Underse rved Communities\nK&S is dedicated to supporting highly vulnerable communities to help them overcome and thrive under tough \ncircumstances. In FY2021, our businesses and employees helped more than 1,300 individuals through fundraising \nand volunteering efforts, provision of products, and direct donations. K&S Suzhou held a voluntary blood donation \nactivity in collaboration with Suzhou Blood Center, themed as “Fight the Epidemic together and Donate your Love”. \nBlood donated will help victims of the epidemic . 43 employees participated and donated 13,400 ml of blood to \nhelp those in need. \nOver at K&S Fort Washington, US$5,000 was donated to the Philabundance Hunger Relief organization, with our \nvolunteers helping with packing and sorting donated food items. In addition, over US$3,000 was also donated \nto Convoy of Hope for providing relief supplies to the victims of Hurricane Ida in New Orleans. Moreover, about \nUS$3,000 of donations from our employees  was raised during the American Cancer Society Bike-a-Thon, the \nlargest single-day bike event targeting to spread the word about reducing cancer risk and provide critical funds for \ncancer research.\nAt K&S Santa  Ana, US$2,800 was donated to Jordan  Academy of Language & Computer Science, a middle school \nin Costa Mesa, CA. The  event benefi ted about 60 underserved kids through the school supplies donated which \nincluded gifts such as backpacks, school stationery, binders and physical education equipment.\n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}