{"page_content": "SUSTAINABILITY REPORT 2021 |   61ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY     |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD     |    ANNEXES\nK&S continues to fulfill its annual global commitment to Earth Hour on 27 March 2021, with all sites supporting the event \nin one form or another by switching off non-essential lights, appliances, machines, and other electrical devices. In Israel, a plant was shut down on 26 March 2021; in Singapore, all non-essential lights were switched off for two hours from 8 pm to 10 pm. At our USA and Netherlands sites, all air-conditioning units, lighting, and non-essential equipment were also switched off. Collectively, we saved more than 1,000 kg of CO\n2 emissions this year.\nMoving Towards a Sustainable \nFuture \nAt K&S Netherlands, employees are encouraged \nto ride their bicycles to work, promoting a healthier lifestyle and significantly reducing the impact of our transport. Through this Cycling-to-Work Challenge initiative, we managed to reduce 906 kg of CO\n2 emissions in the first half of the year. \nWe also collected empty cartridges and sold them to remanufacturers who would prepare them for re-use. Money collected from the sold cartridges was used to support the AAP Foundation, an international animal welfare organization focused on protecting animals. \nThis year, K&S partnered with the Jewish National Fund (JNF) in “Planting Hope for the Future” to celebrate the Tu BiShvat Jewish holiday, which means “New Year of the Trees” and is celebrated on 28 January by raising ecological awareness and planting trees. Donations were made online through JNF’s website to plant a tree in the name of each of our 76 employees at the Haifa site. These efforts were dedicated to the restoration of the Galilee Landscape Forest which were affected by a fire in October 2020. \n", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}