{"page_content": "SUSTAINABILITY REPORT 2021 |   76ABOUT K&S    |    SUSTAINABILITY AT K&S    |    DOING GOOD BUSINESS    |    MAKING THE ENVIRONMENT A PRIORITY    |    DELIVERING VALUE TO CUSTOMERS    |    CHAMPIONING EMPLOYEES AS OUR GREATEST ASSET    |    DOING WELL BY DOING GOOD    |    ANNEXES\nGRI Standard Disclosure No Disclosure Title Remarks and/or Reasons for Omission (if applicable) Section of Report and Page Reference\nMaterial Use\nGRI 103: \nManagement Approach 2016103-1 Explanation of the material topic and its BoundaryRefer to the “The K&S Materiality Assessment Process”, “Sustainable Sourcing”, and “Embracing Eco-Efficient Operations” sections in this report.Our Materiality Assessment Process (pages 19-21), Sustainable Sourcing (pages 32-33),Embracing Eco-Efficient Operations (page 34),Enabling Water Positivity (page 36)\n103-2 The management approach and its componentsRefer to the “Sustainable Sourcing” and “Embracing Eco-Efficient Operations” sections in this report.Sustainable Sourcing (pages 32-33), Embracing Eco-Efficient Operations (page 34), Enabling Water Positivity (page 36)\n103-3 Evaluation of the management approachRefer to the “Sustainable Sourcing” and “Embracing Eco-Efficient Operations” sections in this report.Sustainable Sourcing (pages 32-33), Embracing Eco-Efficient Operations (page 34), Enabling Water Positivity (page 36)\nGRI 303: Water and Effluents 2018303-1 Interactions with water as a shared resourceRefer to the “The K&S Materiality Assessment Process” and “Embracing Eco-Efficient Operations” sections in this report.Our Materiality Assessment Process (pages 19-21), Embracing Eco-Efficient Operations (page 34), Enabling Water Positivity (page 36)\n303-2 Management of waterdischarge-related impactsRefer to the “Embracing Eco-Efficient Operations” sections in this report. Embracing Eco-Efficient Operations (page 34), Enabling Water Positivity (page 36)\n303-5 Water consumption In FY2021, K&S’ total water consumption across our six global sites was \n82,080 tons. Among them, Suzhou site was the main contributor, consuming 71,226 tons of water which made up 87% of our total water consumption.\nRefer to the “Key ESG Performance Summary” section in this report for a \ndetailed breakdown.Enabling Water Positivity (page 36), Key ESG Performance Summary (page 63)\nGRI 306: Waste 2020 306-1 Waste generation and significant waste-related impactsRefer to the “Embracing Eco-Efficient Operations” sections in this report. Embracing Eco-Efficient Operations (page 34), Minimizing Waste Discharge (pages 37-38)\n306-2 Management of significant waste-related impactsRefer to the “Embracing Eco-Efficient Operations” sections in this report. Embracing Eco-Efficient Operations (page 34), Minimizing Waste Discharge (pages 37-38)\n306-3 Waste generated In FY2021, K&S’ total solid waste generated across our six global sites was \n1,025 tons, achieving a 60.8% recycling rate for solid waste.\nIn FY2021, K&S’ total hazardous waste generated across our six global \nsites was 542.2 tons. Among them, Suzhou site was the main contributor, generating 370.5 tons of hazardous waste which made up 68% of our total hazardous waste generated.\nRefer to the “Key ESG Performance Summary” section in this report for a \ndetailed breakdown.Minimizing Waste Discharge (page 37-38), Key ESG Performance Summary (page 63)", "metadata": {"source": "NASDAQ_KLIC_2021.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}