{"page_content": " \nNovanta ESG Report 202 2 | Page 33 | Be mindful of our environment, don’t print if you don’t need to .  March 2023 | V1.0  Hazardous Waste  \nWe have detailed procedures for managing hazardous waste at our facilities, aligned with guidelines from \nthe Globally Harmonized System. We also follow local guidelines wh ere relevant, such as the Toxic \nSubstances Control Act in the U.S. and the Inventory of Existing Chemical Substances in China. We \nrecycle hazardous waste through third -party waste management partners.   \n \nWater Usage  \nThrough Novanta’s initial ESG assessment in 2021, we have determined that water usage, intensity, and \nsource are not items requiring detailed tracking for Novanta at this time  as a result of the low water usage \nlevels from our operations . In the years to come, Novanta will continue to monitor wat er usage, water \nintensity, and water source.  \n \nLand Cover & Land Use Practices  \nThrough Novanta’s initial ESG materiality assessment and risk analysis in 2021, we determined that Land \nCover and Land Use Practices are not items requiring detailed tracking for  Novanta at this time. In the \nyears to come, Novanta will continue to monitor land use practices.  \n \nPhysical Risks1 \nNovanta has worked with our insurance carriers to evaluate the physical risks that may affect our \nfacilities , taking coastal and flood risk areas into special consideration. Through these evaluations, \nNovanta has maintained appropriate levels of insurance coverage to help minimize the financial \nconsequences of catastrophic events that might occur. In 2022 , we hav e not had any catastrophic \nphysical events that have caused major business disruptions to our facilities. However, there is no \nassurance that such catastrophic physical events will not occur in the future. Novanta will continuously \nmonitor our physical ris ks and enhance our risk response action plans as part of our ISO 14001 \ncertification and compliance initiative.  \n \n \n5.4 NovantaSUSTAIN  \nCustomers are increasingly seeking sustainable products. We believe  that developing sustainable \nproducts must begin at the design stage where product materials and lifecycle considerations can be built \nin from the start.  We also seek solutions to reduce  our impact during  manufacturing and expand the \nuseable lifespan  of products, oft en in partnership with customers . Sustainable product lifecycle \nmanagement  activities are undertaken by our new NovantaSUSTAIN program.   \n \nIn regard to ‘green ’ industry segments, o ur robotic tool changer technologies are presently used in robotic \nmanufacturing processes  in electric vehicle  production; our beam steering technologies are used  in laser \nscan heads  for eMobility  product manufacturing processes for batteries and fuel cells for electric vehicles \nas well as solar cells for renewable energ y products ; and our digital  scanners are used in additive \nmanufacturing processes . \n \n  \n \n1 Risks associated with extreme weather, climate change and other physical impacts.  ", "metadata": {"source": "NASDAQ_NOVT_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}