{"page_content": " \nLRQA Independent Assurance Statement  \nRelating to Novanta’s GHG Assertion  for the Calendar Year 2022  \n \nThis Assurance Statement has been prepared for Novanta in accordance with our contract.  \n \nTerms of Engagement  \nLRQA was commissioned by Novanta, Inc. (Novanta ) to provide independent assurance of its greenhouse gas (GHG) emissions \ninventory for the calendar year 2022 (CY22) against the assurance criteria below to a limited level of assurance and materiality \nof the professional judgement of the verifier  using LRQA’s verification procedure and ISO 14064 - Part 3 for greenhouse gas \nemissions. LRQA ’s verification procedure is based on current best practise and is in accordance with ISAE 3000 and ISAE 3410.  \n \nOur assurance engagement covered Novanta’s  global operations and activities under its financial control, and specifically the \nfollowing requirements:  \n• Verifying c onformance with:  \n• Novanta’s reporting  methodologies for the selected datasets;  \n• World Resources Institute / World Business Council for Sustainable Development Greenhouse Gas Protocol: A \ncorporate accounting and reporting standard, revised edition (otherwise referred to as the WRI/WBCSD GHG \nProtocol) for the GHG data2. \n• Evaluating the accuracy and reliability of data and information for only the selected indicators listed below:  \n• Direct (Scope 1) and Energy Indirect (Scope 2) emissions.  \n \nLRQA’s responsibility is only to Novanta.  LRQA disclaims any liability or responsibil ity to others as explained in the end \nfootnote. Novanta’s responsibility is for collecting, aggregating, analysing and presenting all the data and information with in \nthe Inventory and for maintaining effective internal controls over the systems from which the Inventory is derived.  Ultimately, \nthe Inventory has been approved by, and remains the responsibility of Novanta.  \n \nLRQA’s Opinion  \nBased on LRQA’s approach nothing has come to our attention that would cause us to believe that Novanta has not, in all \nmaterial respects:  \n• Met the requirements of the criteria listed above; and  \n• Disclosed accurate and reliable performance data and information as summarized in Tables 1 and 2 below.  \nThe opinion expressed is formed on the basis of a limited level of assurance3 and at the materiality of the professional \njudgement of the verifier.  \n \nTable 1. Summary of Novanta’s Key Data for CY22:  \nScope of GHG Emissions  Category  Quantity  Unit  \nScope 1  Direct   1,360  MT CO 2e \nScope 2  Location -Based1  6,758  MT CO 2e \nMarket -Based1  4,854  MT CO 2e \nOther  Biogenic Emissions  72 MT CO 2 \nNote 1: Scope 2, Location -based and Scope 2 Market -based are defined in the WRI/WBCSD GHG Protocol, 2015  \n \n2.  http://www.ghgprotocol.org/  \n3.  The extent of evidence -gathering for a limited assurance engagement is less than for a reasonable assurance engagement.  Limited \nassurance engagements focus on aggregated data rather than physically checking source data at sites.  Consequently, the level  of assurance \nobtained in a limited assurance engagement is lower than the assurance that would have been obtained had a reasonable assuran ce \nengagement been performed.   \n", "metadata": {"source": "NASDAQ_NOVT_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}