{"page_content": "2012 CORPORATE CITIZENSHIP REPORT SUMMARY   |   17\n• Responded to 11,450 requests through our concierge service. Approximately \n21 percent of U.S. employees used the service, saving more than an estimated \n34,350 hours. \n• Enabled 2,156 employees to use our resource and referral service.\nPay and benefitsWe provide competitive pay and benefits.\n• Increased salaries and paid approximately 8 percent of base earnings in profit \nsharing (based on our 2011 performance) to all employees globally except for \nFrance and Mexico, which have locally regulated plans. \n• Enabled approximately 95 percent of U.S. employees to participate in a  retirement program.\n• Contributed $68 million to employees’ 401(k) savings plans.\nDiversity and inclusion\nA diverse workforce helps us achieve a sustained competitive advantage \nthrough variations in experiences, work styles, thoughts and ideas. \n• Launched a Veterans Diversity Initiative to support the more than 750 U.S.  veterans and spouses at TI, and provide focused community outreach to  \nmilitary families.\n• Increased female hires by 23 percent in an industry dominated by men.  \nNearly half of our total hires were women.\n• Named by the National Association for Female Executives as one of the  “Top 50 Companies for Executive Women” in the U.S. for the seventh time. \n• Ranked 26th on Woman Engineer Magazine’s “Top 50 Employers” list.\n• Named by Minority Engineer Magazine as one of its “Top 50 Employers.” \nRecruitment\nWe continually seek diverse and innovative thinkers to join our team – people \nwho are inspired to create game-changing technologies that better our world.\n• Hired 3,496 new employees globally, offered 364 top-performing new college graduates the opportunity to work full time, and employed nearly  1,000 interns.\n• Launched engineeringchange, a new initiative to share more about TI’s culture and career opportunities online and on campuses worldwide.\n• Engaged RecruitMilitary to increase our outreach to veterans through that  organization’s conferences and online forums. Employee well-being", "metadata": {"source": "NASDAQ_TXN_2012.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}