{"page_content": "Spotlight: \nSharing Insights\nAs part of our ongoing commitment to the health and safety of our \nworkforce, we conduct monthly campaigns to keep safety \nawareness at the forefront. Each month addresses a new topic, highlighting its relevance in the workplace and beyond.\n \nThe campaigns are broadcast to our staff through The Current, printed and posted around our corporate and site offices, mentioned during our weekly Operations Department calls, and instilled in our site teams through repetition. \nThe site teams have a different method for exploring the issue each \nweek of the month. For example, the first week may cover facts and statistics; the second week involves an exercise to recognize the hazards in a set of pictures; and the third week goes over industry activities related to the topic. Presenting the issue in a different format each week helps improve retention and awareness. \nExamples of monthly safety topics include:  \n•     Distracted driving\n•     Fire prevention\n•     Slips, trips, and falls\n•     Heat stress•     Winter driving and cold weather safety•     Holiday safety •     Emergency preparednessExplore:  \nTracking Safety \nIn 2020, we launched a new safety reporting platform \nto improve our tracking capabilities of safety metrics. Applications International Corporation (AIC)'s EHS \nEnterprise Management software will facilitate more \ndetailed reporting and analysis of metrics in the future, including for our contractors and Japanese fleet. \nWe track observations, near misses, recordable \ninjuries, lost time injuries, fleet and contractor-owned \nvehicle accidents, property damage, and other metrics \nfor construction projects and operating facilities. We follow metrics for construction projects and operating facilities separately to help us identify where there is room for improvement. \nWhen calculating our Total Recordable Injury Rate (TRIR), \nwe include all injuries for contractors, even those we don’t directly supervise. We report our TRIR metrics for construction field staff and contractors and our operations field staff and contractors. When accounting \nfor all Pattern Energy staff and not contractors, our TRIR \nin 2020 was 0.21. \nSocial Responsibility\n47/60", "metadata": {"source": "NASDAQ_PEGI_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}