{"page_content": "Forced or Compulsory Labor\nRights of Indigenous PeoplesGRI No. Description  UNSDG Alignment Report Section Additional Information and \nOmissions \n103 Management Approach \nDisclosures (103-1, 103-2, and 103-3)SDG 8: Decent Work and Economic GrowthContent Index Pattern Energy’s policies for recruitment, advancement, and retention of employees forbid discrimination on the basis of any criteria prohibited by law, including but not limited to race, sex, and age. Our policies are designed to ensure that employees are treated, and treat each other, fairly and with respect and dignity. In keeping with this objective, conduct involving discrimination or harassment of others is not tolerated. All employees are required to comply with the Company’s policy on equal opportunity, nondiscrimination, and fair employment. Additionally, our Master Materials and Services Contract (MMSC) mandates suppliers comply with all applicable laws, codes, and standards relating to human rights and child labor and prohibiting compulsory or forced labor.\n409-1 Operations and suppliers at \nsignificant risk for incidents of forced or compulsory laborSDG 8: Decent Work and Economic GrowthOur Approach to SustainabilityPattern Energy signed the Solar Energy Industries Association’s Forced Labor Prevention Pledge in 2020 to state our firm opposition to the use of forced labor within the solar supply chain. We commit to helping the solar supply chain be free of forced labor. The industry is creating a traceability protocol to identify the source of primary raw materials and inputs into finished products. We plan to implement these traceability protocols in our supply contracts. \nGRI No. Description  UNSDG Alignment Report Section Additional Information and Omissions \n103-1,103-2,103-3103-1: Explanation ofthe material topic andits Boundary; 103-2: Themanagement approachand its components;103-3: Evaluation of themanagement approachSDG 7: Affordable and Clean EnergyOur Company, Community and Culture\n411-1 Incidents of violations involving rights of Indigenous PeoplesSDG 7: Affordable and Clean EnergyContent Index There were no violations involving the rights of Indigenous Peoples.\nPattern Energy\n14/19", "metadata": {"source": "NASDAQ_PEGI_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}