{"page_content": "Renewable Energy \nCharting the course to 100%. \nApple pursues the strongest possible renewable solution in all markets where we operate. We \nstress a regional approach, with long-term energy contracts from new projects we help create.  \nThe following three principles guide this strategy: \n• Local displacement.  We seek to displace more-polluting forms of energy in the same \nelectric grid region as our facilities. We accomplish this by having Apple-created projects \ndeliver into the grid as much renewable energy as our facilities take from it. In difficult \nrenewable energy markets where our needs are less than 0.5 percent of our total energy \nuse, we seek a renewable energy solution in the broader geographic region.\n• Materiality.  We want our involvement in a renewable energy project to be a driving force \nto getting it built. That might mean providing needed financial support or helping the \nproject overcome regulatory barriers. With the rapidly changing policy dynamics in some \nof our key countries, we’re adapting our framework to continue to comply with local laws \nand regulations and to yield the most positive and real energy transformation.\n• Accountability.  We apply rigor in measuring and tracking our energy supply resources \nand use third-party registries such as WREGIS and NC-RETS, certification programs such \nas Green-e Energy, and contractual provisions to ensure that only Apple takes credit for \nthe renewable energy it generates or procures. When no such system exists, we work with \nindustry partners and governmental entities to create them.\nApple Park, our newest corporate headquarters, \nobtains about 75 percent of its power from  \nonsite fuel cells and rooftop solar PV panels.\n2019 Environmental Responsibility Report   11 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}