{"page_content": "Powering all our facilities with  \n100% renewable energy. \nSince 2018, 100 percent of the electricity we’ve used at our facilities has come from renewable \nsources. To secure renewable energy projects, we’ve taken on project ownership, made equity \ninvestments, sparked creative new partnerships with utilities, and entered into power purchase \nagreements. We’ve also deployed a variety of technologies like wind, solar PV, micro-hydro \nprojects, and biogas fuel cells. (See Appendix B for a comprehensive view of solutions we’ve \nimplemented to secure renewable energy at our facilities.)\n We first focus on energy efficiency to reduce the total electricity we use, then source \nrenewables for our remaining needs. We create new renewable energy projects whenever \npossible. As of January 2019, approximately 66 percent of the renewable energy Apple uses \ncomes from projects that Apple created. And we aim to soon cover our entire electricity load \nwith Apple-created projects. We use three contracting structures to do this.\n• Direct ownership.  Where feasible, we source our own renewable energy by building our \nown projects, including solar, wind, biogas fuel cells, and low-impact hydro projects.\n• Equity investment.  In some markets, we invest capital to become part owner of new \nsolar PV or wind projects and match that renewable generation with our energy use.\n• Long-term renewable energy contracts.  At other times, we sign long-term contracts \nfor renewable energy in order to support new, local projects that meet our robust \nrenewable energy sourcing principles, primarily solar PV and wind projects.\nIn cases where we need more renewable energy than what’s generated by our Apple-created \nprojects, we directly purchase renewable energy from newer projects in nearby markets, or \nthrough available utility green energy programs. When these options are not available, we are \nwilling to procure robust renewable energy credits (RECs) tied to recently constructed projects, \napplying the same rigor to these purchases as we do to our Apple-created renewables. When \nApple acquires RECs, we require that they are Green-e Energy certified, where available, and \ncome from the same power grid—and preferably in the same state or country—as the Apple \nfacility they support.600 + MW\nOf the renewable energy projects  \nApple has helped create, we have  \ndirect ownership in over 600 megawatts. \nThis is among the largest direct \ninvestments in renewable energy  \nby a non-energy company.\n2019 Environmental Responsibility Report   12 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}