{"page_content": "How we’re staying at 100%.\nTo get to—and stay at—100 percent renewable energy for the electricity at our global facilities, \nwe’ve implemented new approaches to securing renewable energy: We’ve expanded into new \nmarkets, we’re leveraging large projects to increase others’ access to renewable energy, and \nwe’re investing in projects without support of government subsidies.\nNew markets.\nSince 2017, we have been procuring renewable energy in new markets that we only recently \nentered or in which we have small loads—like India, Turkey, Israel, Brazil, Mexico, and Taiwan—\nto cover our loads in those and neighboring countries. And as we continue to grow our global \noperations, we’ll continue building projects in new markets.\nFor example, in Taiwan we worked with a local partner to build a rooftop PV system and \nsecured a long-term contract for Apple to own the project’s renewable energy certificates.  \nWe will verify our purchase by using Taiwan’s newly created T-REC tracking system.\nAggregation.\nWe’re investing in large-scale renewable energy projects in the Great Lakes and mid-Atlantic \nregions totaling 245 megawatts of generation: an Illinois wind farm and a Virginia solar PV \narray. These projects will cover our electricity use at our retail stores and offices on the \nEast Coast, as well as co-located data facilities in Chicago, Illinois, and Ashburn, Virginia. In \naddition, we’ve directly helped other companies access the same high-quality renewables that \nApple is procuring. By working with others, we can help open the renewable energy market to \ncompanies of all sizes and accelerate the pace of new renewable generation.\nSubsidy-free projects.\nAs renewable energy markets around the world evolve and the technology becomes more \ncost-competitive, we’re looking to develop projects without the government subsidies that \nwere designed to encourage development of renewable energy. This will enable us to retain \nownership of the renewable energy credits of projects we invest in. In Denmark we contracted \nfor a new wind farm and a 42-megawatt solar PV project—one of Denmark’s largest—using a \ncommercially backed contract-for-difference power purchase agreement, the first of its kind  \nin Denmark.\nIn China, we’re working to create cost-competitive, subsidy-free renewable energy solutions for \nour facilities and suppliers. To encourage this transition, we supported China’s voluntary REC \nmarket with the largest purchase to date, and kept our retail stores and corporate offices at  \n100 percent renewable in the process.\n2019 Environmental Responsibility Report   13 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}