{"page_content": "Leading suppliers to switch to renewable energy. \nApple also takes responsibility for the carbon emissions that occur in our supply chain. \nManufacturing makes up 74 percent of our carbon footprint. Most of those emissions come \nfrom the electricity used to make the parts in our products. So we’re helping our suppliers \nreduce their energy use and transition to new renewable energy sources. \nWe announced Apple’s Supplier Clean Energy Program in 2015, and we’ve seen enormous \ngrowth in just three years. In 2018, Apple and our suppliers invested in, or procured from, \n1.9 gigawatts of operational clean energy that collectively generated 4.1 billion kWh. This clean \nenergy generation avoided about 3.5 million metric tons of CO₂e—roughly equivalent to the \nelectricity needed to power over 600,000 homes in the U.S. for a year.144  GW\nBy 2020, Apple and our suppliers will \ngenerate or procure at least 4 gigawatts \nof clean energy in our supply chain. As of \nApril 2019, we already have commitments \nfar exceeding our goal.\n0 1 2April 2019April 2018April 2017 Goal: 4 GW by 2020\n3 4 5 6\nOperational (GW) Committed (GW)Progress toward 4 gigawatts\nTo ensure our program achieves the greatest positive impact, we have stringent social and environmental \nstandards for supplier clean energy projects. The data above reflects only those projects that meet our \nstrict standards and includes only clean energy generated or sourced since Apple’s engagement.\nApple’s role. \nApple supports supplier transitions to clean energy. We work with them to advocate for policy \nchange in key markets. We connect suppliers with high-quality clean energy projects and \ndevelopers. And we educate them on how they can take full advantage of the benefits of  \nclean energy.\nDemonstrating leadership.\nThe transition to renewable energy can be highly complex. It often requires complicated deal \nstructures across many regions, each with their own statutory and regulatory requirements.  \nWe gained invaluable experience by meeting our own 100 percent renewable energy goal in  \n43 countries, and we’re using that expertise to help develop nearly 500 megawatts of solar and \nwind projects in China and Japan. These projects are addressing upstream emissions in our \nsupply chain as well as demonstrating our commitment to the Supplier Clean Energy Program. $300  Million\nApple recently launched the China Clean \nEnergy Fund, a first-of-its-kind investment \nfund in China to connect suppliers with \nrenewable energy sources. Initially,  \n10 suppliers and Apple will jointly  \ninvest nearly $300 million over the  \nnext four years. \n2019 Environmental Responsibility Report   15 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}