{"page_content": "Lowering impact by design.\nOur carbon footprint tells us which components are carbon intensive, so we know where to \nfocus our efforts. We reduce the amount of material we need to make certain components \nby changing the design and re-engineering manufacturing processes. And by sourcing from \nrecycled or renewable materials, we can often further decrease the carbon emissions from \ncertain components.\nIntegrated circuits, or chips, make up a large portion of our manufacturing carbon footprint. \nTurning a silicon wafer into an integrated circuit is an energy-intensive process. So we seek  \nout ways to reduce the amount of silicon used in chips, while maximizing their performance. \nThe A11 and A12 chips used in iPhone 8, X, XS, XS Max, and XR allow more processing power  \nto be packed into smaller silicon dies, which reduced Apple’s 2018 carbon footprint by  \n160,000 metric tons. \nThe carbon footprint of aluminum enclosures of MacBook computers has been steadily \ndecreasing since 2015—for some products, it’s over six times less. We’ve done this by \nsourcing aluminum from hydro-powered smelters, improving the material efficiency of \nmanufacturing processes, and increasing recycled content in our products. And by using  \n100 percent recycled aluminum for the enclosure of the new MacBook Air with Retina display, \nwe cut the product’s carbon footprint in half.  \nPaving the way \nfor carbon-free \naluminum smelting\nThe world’s first aluminum produced through a \ncarbon-free smelting process.Aluminum is a key material in many of Apple’s products, and, for more than 130 years, it’s \nbeen produced through a carbon-intensive process. Through a partnership with aluminum \nmanufacturers Alcoa Corporation and Rio Tinto Aluminum, announced in May 2018, that’s \nchanging. The joint venture between Alcoa and Rio Tinto will commercialize patented \ntechnology that eliminates direct greenhouse gas emissions from the traditional smelting \nprocess, a key step in aluminum production. This is a revolutionary advancement in the \nmanufacturing of one of the world’s most widely used metals.\nAs part of Apple’s commitment to reducing the environmental impact of its products through \ninnovation, the company helped accelerate the development of this technology. And Apple has \npartnered with both aluminum companies, and the governments of Canada and Quebec, to \ncollectively invest a combined $144 million to future research and development.\n“ Apple is committed to advancing technologies that are \ngood for the planet and help protect it for generations \nto come. We are proud to be part of this ambitious new \nproject, and look forward to one day being able to use \naluminum produced without direct greenhouse gas \nemissions in the manufacturing of our products.”\n \n Tim Cook  \nApple’s CEO\n2019 Environmental Responsibility Report   19 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}