{"page_content": "Energy Efficiency \nThe cleanest energy is the \nenergy you never use.\nEven as we’re aggressively transitioning to renewable energy at our corporate \nfacilities and in our supply chain, we prioritize energy efficiency. When we use less \nenergy, we have less to procure from clean sources. \nTo increase energy efficiency at our Apple’s offices, data centers, and retail stores, \nwe start with designing buildings to optimize energy use. For existing buildings at \nour facilities and in our supply chain, we conduct energy efficiency audits to identify \nsystem improvements that could reduce energy use.\nA more energy efficient Apple.\nIn 2018, we have continued to expand our energy efficiency programs to data \ncenters, retail stores, offices, and R&D facilities located around the world. This past \nyear, we have opened new buildings on Apple campuses in Cork, Ireland; Hyderabad, \nIndia; and Shenzhen, China. Each of these buildings exemplifies Apple’s commitment \nto energy efficiency with measures such as efficient HVAC systems with optimized air \ndistribution, heat recovery, and radiant cooling; rooftop solar thermal; and occupancy \ncontrolled efficient lighting throughout. \nWe also implemented a program within the past year to significantly reduce the \nenergy consumption of new retail stores worldwide. We’re creating energy models \nduring the design process to benchmark energy use and using those models to \nevaluate specific efficiency measures. The result is energy savings of approximately \n10 to 30 percent, thanks to more thoughtful design and selection of building envelope \ncomponents, lighting, and HVAC systems, as well as controlling all of these systems \nas efficiently as possible.\nIn fiscal year 2018, we reduced our energy use by an additional 42 million kWh and \n150,000 therms—a significant increase in energy savings compared to last year, due \nto the expansion of our program. Combined with ongoing energy savings from past \nyears, we are now cumulatively saving over 113 million kWh of electricity and  \n2.5 million therms of natural gas per year, which corresponds to avoiding 43,199 \nmetric tons of CO2e from entering the atmosphere.8  million sq. ft. \nIn fiscal year 2018, we implemented  \nenergy efficiency measures in more than  \n8 million square feet of Apple facilities,  \nwith a combined annual electricity use  \nof over 350 million kWh—resulting in  \nan average energy savings of about  \n12 percent. In the past two years, we have  \nmade energy efficiency improvements  \nto 17 million square feet.\n2019 Environmental Responsibility Report   20 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}