{"page_content": "Creating powerful solutions to push humanity \nforward takes relentless innovation. Resolving to \ndo this without taking precious resources from the \nplanet means holding ourselves and our suppliers to \never higher standards. We know that accomplishing \nthis work will require all of our best efforts. At Apple, \nwe are committed to building groundbreaking \nproducts and services with the mission to leave \nour world better than we found it.\nIt was just a year ago that we reached our goal of covering 100 percent of our operations with \n100 percent renewable electricity. That work continues as we source the clean energy needed \nto maintain that standard — even as our company grows. And our learnings have paid off in \nsignificant ways as we help the manufacturers in our supply chain make the same energy \ntransition we have. To date, more than 40 suppliers have made commitments to join us, putting \nus well on track to exceed our goal of putting 4 gigawatts of clean energy online by 2020. \nAt the same time, we are launching the next phase of our industry-leading work to better use \nand reuse materials with a state-of-the-art lab to support our research and innovation with \nmaterial recovery. This initiative, along with Daisy - our fearless disassembly robot, means \nwe’re doing even more with the materials from old devices our customers return for recycling. \nAnd we’ve found new ways to make it easier for devices that still have value to go on to another \nuser. Our launch of the new MacBook Air and Mac Mini with enclosures made from 100% \nrecycled aluminum was just the beginning: Together, we’re pioneering a future where we no \nlonger need to mine precious materials from the Earth to make our products. \nAt Apple, it’s simple. We apply the same level of innovation that goes into everything we create, \ndesign, power and manufacture to making things better for people and the planet. And we \nmake it simple for customers and partners who share our passion to join us in this work. \nIn a time where the threats facing our planet are too great to ignore, we are demonstrating \nthat businesses must play a vital role. We are proud to do the hard work, to make the \nbreakthroughs, and tirelessly search for ways to ensure the better future for our planet that \nwe all deserve.Lisa Jackson \nVice President, Environment,  \nPolicy & Social Initiatives\n2019 Environmental Responsibility Report   3 Introduction Climate Change Smarter Chemistry Resources Better Together\nIntroduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}