{"page_content": "Materials\nMore recycled material inside and out.\nSince we announced, in 2017, our ambitious goal to one day make our products using only \nrecycled and renewable materials, we’ve made notable progress—especially when it comes \nto materials like aluminum, cobalt, tin, paper, and plastics. We make the most of materials by \nreducing waste and creating long-lasting products. And when our customers return products \nthrough Apple Trade In, we make sure the materials in those devices are used again and again.\nOur strategy is to create circular supply chains and reduce our impact on the planet’s \nresources by: \n•  Designing and building products and packaging with recycled and renewable materials, \nand using materials more efficiently. \n•  Making long-lasting products by designing highly durable hardware, creating a broad \nnetwork of repair providers, and ensuring software compatibility with older models. \n•  Collecting products through Apple Trade In to extend their life or recover their materials.\nHow we define a circular supply chain\nRenewable materials market\nSource Contribute\nRecycled materials market \nCreate and\nprotectCollect Make Use Recover\nCreating a circular supply chain\nReaching our goal means focusing on three key aspects of our supply chain: \n1) Source strategically and make efficiently: Use recycled and renewable materials while manufacturing \nproducts efficiently to minimize use of materials. \n2) Use for a long time: Design products to be durable, so they can have long lives.\n3) Contribute: Ensure materials go back into the market for Apple or others to use.We’re focusing our initial efforts  \non the following materials: \n• Aluminum\n• Cobalt \n• Copper\n• Glass\n• Gold\n• Lithium\n• Paper\n• Plastics•  Rare earth   \n elements\n• Steel\n• Tantalum \n• Tin\n• Tungsten\n• Zinc\nFor more information on how we  \nprioritized these materials, read our  \npaper on  Material Impact Profiles (PDF)\n2019 Environmental Responsibility Report   25 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}