{"page_content": "Aluminum\nTo use 100 percent recycled aluminum, we had to invent a whole new kind. Standard recycled \naluminum accumulates impurities each time it’s recycled. So we engineered an alloy that can \naccommodate scrap sources of aluminum and delivers the same strength, durability, and \nflawless finish. We use sophisticated computational models to identify an alloy chemistry that \ncan withstand a countless number of recycling loops. Our own products and processes are a \nvaluable source of aluminum scrap for our custom alloy, including iPhone enclosures recovered \nby Daisy. In fall 2018, we introduced MacBook Air and Mac mini models with  \n100 percent recycled aluminum enclosures. And use of recycled materials helped cut the \ncarbon footprint of each product nearly in half. In 2019, these efforts will allow us to avoid \nmining more than 900,000 metric tons of aluminum-bearing bauxite.\nCobalt17\nWe use cobalt primarily in batteries. A limited supply of recycled cobalt is available on the \nmarket for use in batteries like ours, not because recyclers lack the ability to recover cobalt, \nbut because many recyclers don’t have enough scrap sources, like batteries. So we set out \nto find new sources of scrap for our recyclers, starting with our own supply chain. We began \nsending iPhone batteries recovered from Daisy, Apple’s iPhone disassembly robot, to our \nupstream recycler in Apple’s battery supply chain. And after a successful pilot program, select \nbattery and final assembly suppliers now send Apple’s battery scrap to our recycler upstream. \nRecycled cobalt from both scrap sources is being recycled into the batteries of new Apple \nproducts—a true circular supply chain.\nCopper\nAs a highly conductive metal, copper is used to make our printed circuit boards, cables, and \nconnectors. We’re engaging with our suppliers to investigate new methods to manufacture  \nour printed circuit boards in a way that uses less copper. For the copper we do use, we are \nmoving to recycled sources. We are currently certifying the recycled copper content in the \nprinted circuit boards of select iPhone models and estimate that the recycled copper used for \nthese products represents over 60,000 metric tons of mined ore. To increase our contribution to \nrecycled material streams, Daisy now liberates seven different components from which copper \ncan be recovered, including the main logic board and the camera. And we’re directing these \ncomponents to recyclers and smelters that can recover copper at high rates.\n2019 Environmental Responsibility Report   27 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}