{"page_content": "Glass\nFor glass, we’re focused on material efficiency and recovery. We’re working with our cover \nglass suppliers to ensure that all glass scrap generated during the manufacturing process is \nrecycled at the highest level possible. Glass is incredibly sensitive to impurities and changes in \ncomposition—even the production of new devices introduces impurities—so maintaining the \nquality is essential for recycling glass.\nGold18\nGold is already recovered at high rates due to its value. We’re continuing to identify ways to \nreduce the amount of gold we use in the plating of components like our printed circuit boards. \nIn iPhone XS, for example, gold represents less than 0.01 percent of the overall product mass. \nWe’re working within the complex gold supply chain in order to increase the use of certified \nrecycled gold.\nPaper\nWe’ve successfully created a closed-loop, circular supply chain for paper. For the second year \nin a row, 100 percent of the wood fiber in our packaging was either from recycled sources or \nfrom responsibly managed forests or controlled wood sources. And to ensure we’re not taking \naway from the world’s supply of responsibly sourced paper, for the third year in a row, we are \nprotecting or creating enough sustainably managed forests to cover all the wood fiber we use \nin our packaging.\nPlastics\nWe’ve first focused on using less plastic through material efficiency. For example, we  \nre-designed the way plastic was injected into the mold of a high-volume part in iPhone XS and \niPhone XR, cutting the scrap produced by one-third. For the plastic we do use, we’re looking \nfor renewable or recycled alternatives to fossil fuel-based plastics. However, we use vast \nnumbers of distinct grades of plastic, each designed to meet specific requirements. We are \nsystematically exploring and qualifying recycled and renewable alternatives for each grade,  \nso that whatever type of plastic a product needs, we will have a recycled or renewable option. \nSo far, we’ve identified recycled alternatives for 24 different grades of plastic, allowing us to \nuse an average of 38 percent recycled plastic across 82 components for products released \nthis year. In our packaging, we’re working to eliminate the need for plastics altogether, and we \nhave reduced plastic in our product packaging almost by half in three years.\n2019 Environmental Responsibility Report   28 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}