{"page_content": "Rare earth elements\nElements like neodymium, praseodymium, and dysprosium are used in magnets for audio \napplications, in cameras, and in haptics technology. Traditional recyclers don’t recover \nthese rare earth elements, because they are used in small quantities and technology has not \nadvanced sufficiently to recover them. However, Daisy recovers the small components that \ncontain rare earth elements from iPhone. By consolidating these sources, we’re creating an \nopportunity for new technology to efficiently recover these materials.\nSteel\nOur primary use of stainless steel is in the enclosure of iPhone XS and iPhone XS Max, and \nin some Apple Watch models. We’re working with our suppliers to increase and certify the \nrecycled content in the stainless steel we source. And we’ve updated Daisy to recover the steel \nfrom iPhone enclosures and bands, which we then send to recyclers who are able to recover \nthis highly recyclable material.\nTin18\nA market supply of recycled tin exists, but we need to make sure it meets our quality standards. \nIn 2017, we proved we could use 100 percent recycled tin for the solder on the main logic \nboard—where the majority of tin is found—of iPhone 6s. We’re now specifying 100 percent \nrecycled tin for the solder of the main logic boards of seven subsequent iPhone models plus \nthe newly released MacBook Air with Retina display, iPad Air, and iPad mini. Using recycled tin \nin Apple devices will prevent us from mining almost 29,000 metric tons of tin ore in 2019. But \nwe want to recover as much tin as we’re using—and make sure the tin is recycled and put back \ninto the world’s supply. Unfortunately, tin is not recovered by all electronics recyclers. So we’re \nprioritizing recyclers that recover tin, in addition to copper and precious metals, from the main \nlogic boards and camera modules retrieved by Daisy. \nTungsten18\nTraditional recyclers shred products to quickly break them down. Though shredding makes \nseparation easier, it can cause the recycler to lose many materials, like tungsten. That’s why \nwe designed Daisy as an alternative to whole unit shredding. Daisy is able to separate out the \nTaptic Engine, which we send to speciality recyclers that recover tungsten from it. We’re also \nworking with our suppliers to certify the use of recycled tungsten in our products.\nLithium, tantalum,18 and zinc\nAs we’ve advanced in our work to create circular supply chains, we’ve expanded our program \nto include other materials in our products, using the Material Impact Profiles to guide us. We \nrecently added lithium, tantalum, and zinc. And we’ve already begun exploring new recycled \nsources and prioritizing recyclers that can recover these key materials.\n2019 Environmental Responsibility Report   29 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}