{"page_content": "Built to last as long as humanly possible.\nYou count on your device day after day. So we design our products with durable materials, \nsupport them with ongoing OS updates, and make them easy to get repaired if anything happens. \nBecause the longer a device is in use, the better use we make of the Earth’s resources.\nDurable by design.\nWe design our products for durability. For example, we built iPhone XS to meet the IP68 \ninternational standard for dust and water resistance, which means the devices can withstand \nbeing submerged to a depth of 2 meters for up to 30 minutes. And we prove that recycled and \nrenewable materials can also meet our standards. For example, the solder in the main logic board \nof iPhone is made with 100 percent recycled tin that performs every bit as well as newly mined tin.\nIn our Reliability Testing Lab, we amplify real-world conditions to enhance the durability of our \ndesigns. We test your device’s ability to withstand mechanical stresses, such as a sudden impact \nwith a hard surface. In climate tests, we pit our devices against extreme heat and cold, dry and \nhumid conditions, and intense sun exposure. Our chemical sensitivity tests evaluate the ability \nof devices to stand up to accidental spills like coffee, soda, sunscreen, or ketchup. We often go \nbeyond international standards, and sometimes even create our own.\nWith these tests, we intentionally push our products beyond their limits so we can study \nwhat happens. We then use state-of-the-art equipment, such as CT scanners and electron \nmicroscopes, to thoroughly understand impacts to the microstructure. This information flows \nback to our designers and engineers to enable further durability improvements. We repeat \nthis cycle through our product development process until our products meet our rigorous \nperformance standards.\niOS updates your older device with new capabilities.\niOS has the best software update mechanism in the industry, bringing updates to more \ndevices than anyone else. We provide this support so customers and developers alike can take \nadvantage of the latest features, privacy and security updates, and other key improvements—\nenabling our customers to use devices longer. \niPhone XS meets the IP68 international \nstandard for dust and water resistance. \nThat means it can withstand being \nsubmerged to a depth of 2 meters for \nup to 30 minutes.\n2019 Environmental Responsibility Report   30 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}