{"page_content": "iOS 12 was released in 2018 but is optimized for devices as far back as 2013, the largest base of \nsupport ever for an iOS release. It makes devices faster and more responsive; for example, iOS 12 \nenables an up to 70 percent faster camera swipe, up to 50 percent faster keyboard display, and \nup to two times faster app launch on the iPhone 6 Plus.19 And many past generations of iPhone or \niPad can take advantage of the latest features like Group FaceTime and Screen Time. Out of all \ndevices using iOS—including those released many years ago—80 percent are using iOS 12.\nBetter use of materials through repair.\nWhen devices are repaired rather than replaced, we make better use of the materials in them. \nAnd we know even the most dependable products sometimes need service. That’s why we offer \na network of more than 5,000 Apple Store locations and Apple Authorized Service Providers \nworldwide to provide safe, high-quality repairs. We offer battery replacement for all of our \nproducts—and we make sure the replaced batteries are recycled responsibly. Customers can \naccess these repair locations in person or by mail. And we are continuing to expand our services.\nTo make sure that repairs are performed safely, securely, and to the highest quality, we \ncontinuously train and certify service channel personnel, with over 265,000 active trained \npersonnel. Our providers perform diagnostics and calibrations to target repairs precisely, \navoiding unnecessary service and replacements of parts. When new parts are needed, only \ngenuine Apple parts are used, so repaired devices work exactly the way they should. And all \nApple-certified repairs are backed by Apple.\nWe continue to expand access to high-quality and convenient repair options for our \ncustomers. Our new method for optimizing iPhone screen repairs has allowed thousands \nmore independent shops to start offering this repair service.\n2019 Environmental Responsibility Report   31 Introduction Climate Change Smarter Chemistry Resources Better Together\n• Apple Authorized Service Providers     • Retail stores\n   \n   Repair locations \nWe offer a network of more \nthan 5,000 retail stores and \nApple Authorized Service \nProviders worldwide to repair \ndevices so that they can be \nused longer.", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}