{"page_content": "Trade it in. Help the planet out.\nEven when you’re done with your device, chances are it still has more to give to the world. \nApple Trade In is a simple way to exchange your old device for credit so that it can be reused  \nby a new owner. If it isn’t eligible for credit, we’ll recycle it free of charge.20 Either way, your  \ntrade-in helps reduce the amount of materials that need to be mined from the Earth. That’s a \ntrade-off that works for everybody.\nRefurbishing for a new life. \nOur devices are built to last. That’s why they often go on to a second or even third user. \nThrough Apple Trade In, customers in 27 countries can trade in their devices either online or \nin-store. For products that still have more to give, customers can receive an Apple Store Gift \nCard or a refund on their purchase. These devices are repaired when necessary and sent to \ntheir next owner. If a product is at the end of its life, we’ll recycle it for free. We also collect and \nrefurbish used devices through our iPhone Upgrade Program, AppleCare, and, inside Apple, \nour Hardware Reuse Program for employees. Altogether, we directed 7,860,000 devices to \nnew users in fiscal year 2018. Keeping these devices in use rather than needing to make new \nproducts to serve those customers resulted in tangible material and carbon emissions savings.\nRecycling for material recovery. \nAfter sourcing responsibly and creating long-lasting products, we focus next on recovering \nmaterials. We participate in and offer product collection and recycling programs in 99 percent \nof the countries  in which we sell products.21 These programs recycle our products and other \nelectronics, all for free. In fiscal year 2018, we helped divert more than 48,000 metric tons of \nelectronic waste from landfills. And we continue to make these programs more accessible. \nTo truly end our reliance on mining, we also need to better capture the materials inside \nthe products we recover. We created our disassembly robot, Daisy, to remove and sort \ncomponents, so we can recover more materials at a higher quality than traditional recyclers \ncan. This year, we updated Daisy to disassemble six additional iPhone models—15 models \nin total—from iPhone 5 to iPhone XS. Even while identifying models in real-time and \ndisassembling devices with greater variation, Daisy can take apart 200 iPhone devices per \nhour. In the U.S. and the Netherlands, Daisy is now processing end-of-life iPhone models \nreturned to us through Apple Trade In and AppleCare.\nSome of the recovered materials are already heading back into our supply chain for new \nproducts. Most of the aluminum recovered from iPhone, for example, became part of the  \n100 percent recycled aluminum enclosure of MacBook Air. And cobalt we recovered from the \niPhone battery is used to make new Apple batteries. Because of our efforts to keep harmful \nsubstances out of our products, these materials are safer to recover and reuse. \nFor some materials, however, efficient recycling technologies don’t exist. We don’t believe \ntechnology should be a barrier to conserving the Earth’s resources. That’s why we created our \nnew Material Recovery Lab in Texas. The lab will focus on three key areas: optimizing existing \nrecycling practices, improving the ability to disassemble devices, and advancing research and \ndevelopment of the next generation of recycling technologies. We aim to benefit the broader \nrecycling industry through this research. After all, the more material that gets reused, the less \nthat needs to be mined from the Earth.Apple Trade In\nTrade in your device for credit toward a \nnew one, or recycle it responsibly for free.\nWe work closely with our recycling \npartners to help make sure:\n• Privacy is protected.\n• Devices are recycled safely and \nresponsibly.\n• Applicable regulations are followed.\nSee how it works >\nIn spring 2019, we are launching a \nprogram with Best Buy in the U.S. and \nKPN in the Netherlands so that eligible \niPhones will be sent to our disassembly \nrobot Daisy. \n2019 Environmental Responsibility Report   32 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}