{"page_content": "To improve our packaging, we are working to eliminate plastics, increase recycled content, and \nreduce our packaging overall. The results are more beautiful than ever—for our packaging and \nfor the planet. \nCutting down on plastic. \nIn three years, we’ve reduced our plastic use in U.S. product packaging by 48 percent. Starting \nwith iPhone 7 and iPad Pro, we changed the plastic tray in the packaging to an all molded fiber \nalternative. This switch allowed us to also create iPhone XS and XR, iMac Pro, MacBook Air, \niPad mini, and iPad Pro with majority-fiber packaging. And as of March 2019, we’ve transitioned \nto 100 percent fiber retail bags in all retail stores. These new bags even have a knitted paper \nhandle and contain 80 percent recycled fiber.\nUsing recycled and responsible sources. \nWe aim to maximize the use of recycled paper in our packaging. In fiscal year 2018 we used \n58 percent recycled paper, on average. When virgin paper is needed, we require our suppliers \nto source wood fiber from responsibly managed forests or Forest Stewardship Council (FSC) \ncontrolled wood sources.22 For the second year in a row, all of our packaging suppliers sourced \ntheir paper responsibly. And we conduct regular audits to ensure their claims. \nOutside of packaging, less than 1 percent of our total fiber use is for our corporate offices—of \nwhich approximately 85 percent came from recycled or responsible sources in 2018. Building a circular \nfiber packaging \nsupply chain\nPackaging fiber and plastic footprint* (metric tons)\nPlastic Virgin fiber** Recycled fiber**171,500 2015\n165,000 2016\n169,000 2017\n187,0002018\n53,000\n31%81,500\n48%37,000\n21%\n50,000\n30%81,000\n49%34,000\n21%\n51,000\n30%94,000\n56%24,000\n14%\n60,000\n32%108,000\n58%19,000\n10%\n* The packaging fiber and plastic footprint includes retail and shipping boxes.\n** Beginning in FY18, we considered bagasse to be virgin fiber, instead of recycled fiber.\n2019 Environmental Responsibility Report   34 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}