{"page_content": "Protecting responsibly managed forests. \nWe don’t just specify that all of our virgin fiber be sourced responsibly, we also want to make \nsure we’re not diminishing the world’s supply of responsible paper. For the third consecutive \nyear, production from the responsibly managed forests we’ve protected or helped to improve \nexceeded the amount of virgin fiber we used in our product packaging.23 \nOne year early, we achieved our 2020 goal of transitioning one million acres of forest across \nChina to improved management. This is part of our five-year partnership with World Wildlife \nFund, which is focused on three primary objectives: \n• Increase responsible management of working forests in China—by creating up to  \n375,000 acres of FSC-certified forests. And improve the management of up to 640,000 \nacres.\n• Contribute to the improvement of China’s policy framework to encourage responsible \nforest management. \n• Help China establish long-term market incentives for responsibly sourced paper. \nIn addition to improving the management of 1 million acres of forest directly, the project has the \npotential to influence millions more by supporting the development of the China Sustainable \nPlantation Management Guidelines. These guidelines, informed by our project and released \nby China’s National Forestry and Grassland Administration, have been selected by the national \ngovernment for use in the National Reserve Forest Plan, which guides the management of more \nthan 40 million acres of forest.\nIn the U.S., we continue to partner with The Conservation Fund (TCF) and support its innovative \nWorking Forest Fund® model. Through this fund, TCF purchases threatened working forests, \nprotects them into the future through conservation easements, then sells the protected forest \nto begin the process again. So far, we’ve protected 36,000 acres of forest in the Eastern United \nStates that are now certified as sustainably managed. And when forests thrive, so do local \ncommunities and wildlife.\nOur journey to responsible packaging\n48 %↓\nreduction in plastic use  \nin 2018, compared to 201558 %\naverage recycled wood \nfiber content100 %\nWe are protecting or creating \nenough responsibly managed \nforests to cover all of the virgin \npaper we use in our packaging100 %\nof wood fiber in our packaging \ncomes from responsibly managed \nforests\n2019 Environmental Responsibility Report   35 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}