{"page_content": "Zero Waste\nFinding new ways to keep old \nmaterials out of landfills.\nWe’re working to reuse, recycle, compost, or when necessary, convert into energy all the waste \ncreated by our own facilities and in our supply chain. Reaching this goal requires collaboration \namong multiple Apple teams, local governments, and specialty recyclers, and we’ve already \nseen great success. \nA zero waste program for Apple facilities.\nWe’re currently pursuing an ambitious goal of Zero Waste to Landfill at our more than 450 \ncorporate facilities, our more than 500 retail stores, and our five data centers.24 Our first aim \nis to reduce the waste we generate by rethinking the materials we use—in areas from building \nrenovations to food service. And for the waste we do create, we’re working to recover it to its \nhighest and best use through robust composting, recycling, and reuse programs. \nIn fiscal year 2018, we generated 74,000 metric tons of waste and diverted about 74 percent \nfrom landfill through recycling and composting, up 3 percentage points from fiscal year 2017. \nTo reduce the waste we generate, we work with our upstream vendors to streamline materials \nused and select those designed with the environment in mind. For example, we set up new \npackaging standards for all of our data centers, eliminating unnecessary packaging and finding \nways to reuse the packaging shipped. When we do create waste, we focus on managing it \nresponsibly. In renovations across our hundreds of corporate facilities, nearly 85 percent of the \nfurniture is recovered, repaired, and made available for reuse. And because lack of data is one \nof the biggest obstacles to managing waste well, we installed remote monitoring systems that \nallow us to identify problem areas and resolve them quickly and accurately. \nAcross facilities that generate hazardous waste, Apple takes great strides to ensure it is \nmanaged responsibly. We complete regular audits of the Transportation, Storage, and \nDisposal Facilities (TSDFs) where hazardous waste is ultimately sent to be treated, recycled, \nor incinerated. Only facilities we audit are allowed to accept and treat the hazardous waste \nApple generates. We take this commitment seriously—if any TSDF does not meet our strict \nstandards for environment, health, safety, and waste management protocols, we send waste to \nan alternate, approved facility.\n2019 Environmental Responsibility Report   36 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}