{"page_content": "A zero waste program for our suppliers.\nIn 2015, we launched a Zero Waste Program for suppliers, which provides them with onsite \nsupport to recycle and reuse materials. The aim is to divert 100 percent of waste from  \nlandfills. We provide tools and guidance, including the services of experts in sustainable  \nwaste management.\nInitially we prioritized suppliers with the most significant waste impact: final assembly facilities \nwhere components from all over the world come together to be assembled into Apple \nproducts. Our goal was to help these facilities drastically reduce the waste they send to landfill. \nAnd in 2018, we achieved UL ’s Zero Waste to Landfill certification for all final assembly facilities \nacross iPhone, iPad, Mac, Apple Watch, AirPods, and HomePod.25 This includes the Apple-\noperated final assembly site in Cork, Ireland, which was the first Apple facility to receive the \ndesignation from UL. \nWe’ve since expanded our efforts further upstream in our supply chain to include sub-assembly \nsuppliers. However, the deeper we go, the more complex the waste streams become. So we are \nlooking for new technological innovations, exploring up-cycling techniques to reuse by-products, \nand even reassessing manufacturing processes.\nIn 2018, we diverted 375,000 metric tons of waste from landfills. And to date, we’ve engaged \n90 suppliers and diverted more than 1 million metric tons of waste—enough to cover more than \n4,000 soccer fields a meter deep.\nWater Stewardship\nProtecting Earth’s most  \nprecious resource.\nWater supports all life on Earth. And while water itself is plentiful, only a small fraction is \navailable to those who need it. The scarcity of freshwater continues to increase, a trend \nexacerbated by climate change. So we hold ourselves accountable for the water we use, \nwhether at our corporate offices, data centers, distribution centers, and retail stores, or at our \nsuppliers’ facilities around the globe.\nHow we’re tackling our water footprint.\nWater is necessary to operate our corporate facilities, including for cooling at our data centers. \nAt our manufacturing facilities, suppliers use water for processes like etching, cutting, cleaning, \nand cooling. So we work to conserve it and be smarter about the water we do use. We focus \nboth on improving water use in our facilities and—through our Clean Water Program—helping \nour suppliers conserve water and prevent water pollution. And we are engaging communities \nwhere we operate and manufacture products to make sure shared water resources are \nprotected and accessible. We’re proud of the progress we’ve made, but we know there’s still \nwork to do.1 million metric tons\nThrough our supplier Zero Waste \nProgram, we’ve diverted enough \nwaste to cover more than 4,000 \nsoccer fields 1 meter deep.\n2019 Environmental Responsibility Report   37 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}