{"page_content": "To continue to improve our water use by our facilities and our suppliers, we focus on:\n•  Using water efficiently to reduce overall use.\n•  Identifying alternative water sources, such as recycled and reclaimed water.\n•  Discharging water responsibly to prevent pollution.\n•  Expanding our water stewardship to keep watersheds healthy for all who rely on them.\nWater resources are extremely local. That’s why we focus on areas where our efforts can have \nthe largest positive impact. We map our global water use against water quality, quantity, and \nregulatory factors to understand which regions have an elevated risk. We then prioritize those \nlocations based on how much water we‘re using. We continually update our risk assessment \nbased on new data and better understanding of the regional environments in which we are \noperating. And when engaging with suppliers, we put a special emphasis on working with \nthose with high water usage, the potential for poor discharge quality, and facilities in water-\nstressed regions. Working with suppliers is key, as early assessments show that manufacturing \nrepresents the majority of our water footprint.26\nUsing water efficiently.\nWater is essential to the work we do. However, we aim to minimize the water used by our \nfacilities and our suppliers’ operations, especially in areas of elevated water risk. And by \ncontinuing to expand our reduction efforts, we aim to improve our footprint over time.\nIn fiscal year 2018, Apple used about 1.26 billion gallons of water directly, a 26 percent increase \nover the previous year. This increase was driven largely by growth in a few locations, and by \nincreased visibility into temporary water use. These temporary uses accounted for 140 million \ngallons of water in 2018, and include things like dust control for new construction and the \nestablishment of mature, drought-tolerant trees in landscaping.We mapped our global water use to \ndifferent levels of water risk. As a result, \nwe’re focused on three locations with \nelevated water risk—Maiden, North \nCarolina; Mesa, Arizona; and Santa \nClara Valley, California—where  \n52 percent of our total use occurs.\n2012\n2013\n2014\n2015\n2016\n2017\n2018\nFreshwater use Recycled water use Temporary freshwater use0 300 600 900 1200 1500\nMillions of gallonsWater use at Apple facilities\nWe track our corporate water use for our data centers, retail stores, and corporate offices.\nBeginning in fiscal year 2017, our boundary expanded to include more than 150 million gallons of water used annually at distribution \ncenters and co-located data centers.\n2019 Environmental Responsibility Report   38 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}