{"page_content": "Our water footprint shows us that we need to continue to reduce our water demand.  \nThis year, a number of different water efficiency efforts helped minimize our freshwater use.  \nWe designed our latest data centers buildings in Maiden, North Carolina; Reno, Nevada;  \nViborg, Denmark; and China to use 80 percent less water for cooling than at previous data \ncenters. In our retail stores, our newly launched back-of-store, or “backstage,” design includes \nlow-flow fixtures that save up to 30 percent more water compared with our previous design. \nAnd at our corporate offices in Santa Clara Valley, our landscape efficiency program continues \nto reduce our outdoor water use—by more than 15.3 million gallons per year—through turf \nreplacement and irrigation system upgrades. Around the world, our pursuit of water efficient \ndesign is expected to save more than 90 million gallons of water per year.\nThrough our supplier Clean Water Program, we help those who make our products improve \ntheir water use by performing baseline assessments, providing technical support on water-\nsaving improvements, and monitoring progress. Our suppliers conserved 7 .6 billion gallons \nof water across 116 facilities in 2018, bringing the total cumulative savings to 21 billion gallons \nsince 2013. These savings were achieved through diverse initiatives including installation of \nlow-flow fixtures, use of meters to control consumption, and employee education. And since \nmany of our suppliers also build components for other companies, we’re reducing the water \nfootprint of non-Apple products, too.\nFinding alternative sources. \nAs we work to minimize our overall water use, we also look to alternative sources to help reduce \nfreshwater withdrawals, including recycled water, reclaimed water, and harvested rainwater.\nAcross our facilities, use of recycled water worldwide grew from 24 million gallons to 63 million \ngallons in fiscal year 2018. This reflects recycled water use in two of our three largest  \nco-located data centers as well as offices in Elk Grove, Singapore, and India. We have also \nmade significant investments to bring recycled water to our campuses in Santa Clara Valley,  \nan effort that will replace over 30 million gallons of potable freshwater a year. \nCaptured rainwater represents another alternative source of water for our facilities. In 2018, \nwe captured and reused 4 million gallons of rainwater for cooling, irrigation, and construction \nneeds at our Maiden, North Carolina, data center, and at our corporate offices in Cork, Ireland, \nand Yokohama, Japan. And our newest retail location, Apple Champs-Élysées, features a \nrainwater collection system which can collect up to 1,800 gallons of water a day. This system \nwill reduce potable freshwater use by 15 percent per year at the store. \nWhen we engage suppliers, we also focus on ways to reclaim and reuse water. We look for \ncreative sources of water to reclaim, including condensation from centralized air conditioning. \nFor water reuse, even simple solutions can be highly impactful. For example, we encourage  \nthe re-use of the water used to wash products in-between production stages. As they are \nrinsed, products are moved from tub to tub of water, and as they do so, both the device and \nwater gets cleaner. Simply moving rinse water in the opposite direction of the devices as it  \ngets dirtier, rather than dumping it, allows the same rinse water to be reused two to three  \ntimes. With solutions both simple and complex, we’ve increased the average water reuse to  \n39 percent across suppliers.5X\nincrease in total water \nsavings from the Clean \nWater Program in two years\n2019 Environmental Responsibility Report   39 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}