{"page_content": "Pursuing water stewardship.\nWater connects communities. It’s also essential for human health and thriving ecosystems. So \nwe look beyond our own operations to restore water resources in critical regions and ensure \nthat local communities have water access.\nIn Prineville, Oregon, we created a water supply solution to meet the needs of Apple’s local data \ncenter and the broader community for years to come. We partnered with the City of Prineville to \nbuild an aquifer storage and recovery system, which uses natural underground spaces to cost-\neffectively store water throughout the year for use in peak demand months. With a storage \ncapacity of up to 180 million gallons—significantly more than we use for our data center—the \nsystem also helps mitigate future climate-related risks of water shortages.\nApple and our suppliers have also partnered with the Alliance for Water Stewardship (AWS), a \ncollaboration between businesses and nongovernmental organizations (NGOs), in a program to \nsupport water management beyond the factory and into the community. We’ve launched a pilot \nproject with five suppliers in the Kunshan region of China, an area with a cluster of electronics \nsuppliers that is experiencing water-quality challenges. These five suppliers aim to meet the \nAWS global standards, which promote effective water management and safe water, sanitation, \nand hygiene (WASH) for local communities. Already, two Apple suppliers have received AWS \ncertification, including the first Gold certification ever to be awarded in the electronics industry. \nAnd we plan to expand our supplier stewardship program to improve water quality at other sites \nlike the Yangtze River Delta and the Pearl River Delta.\n2019 Environmental Responsibility Report   41 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}