{"page_content": "Championing \ngreen building \ndesign  Buildings are the embodiment of our commitment to conserve water and energy, reduce \nwaste, and use renewable energy. We actively apply green building principles to all of our \noffices, data centers, and retail stores around the world. \nWherever possible, we pursue green building certifications like U.S. Green Building Council’s \nLEED certification and the Building Research Establishment Environmental Assessment \nMethodology (BREEAM). Apple Park, our new headquarters in Cupertino, is on track to be \nthe largest LEED Platinum-certified office building in North America. When we constructed \nour Hollyhill building at our campus in Cork, it was one of only six in Ireland to be awarded \nan “Excellent” rating by BREEAM. And our data center in Viborg, Denmark, is LEED Gold \ncertified—as are buildings at our data centers in Reno, Nevada; Maiden, North Carolina; Mesa, \nArizona; and Prineville, Oregon. \nAt our retail stores, we also apply green building principles to reduce our demand on the \nenvironment, while providing healthier spaces for our customers to experience our products. \nWhen we renovated a historic building on the Avenue des Champs-Élysées for our new retail \nlocation, we installed environmental features like high-efficiency lighting systems, rainwater \ncollection, and onsite PV panels, which are expected to earn the building a rating of “Very \nGood” from BREEAM. Our newly launched back-of-store design for retail locations reduces \nenergy load by 40 percent and is made of recycled materials, including insulation made with  \n80 percent post-consumer recycled denim. More than 50 stores have already been built \nwith this design. We have also committed to sourcing only Forest Stewardship Council (FSC) \ncertified materials for all tables, benches, and wood fixtures in all new retail stores—nearly  \n150 locations and hundreds of tables in 2018 alone. FSC only certifies wood made from forests \nthat protect water resources, promote biodiversity, and enhance the lives of workers and  \nlocal communities.  12  million sq. ft.\nWe are constructing and \ncertifying more than 12 million \nsquare feet of green building \nspace worldwide.Apple Champs-Élysées is  \nexpected to receive a BREEAM \n“Very Good” green building \nrating. Environmental features \ninclude energy efficient \nlighting, a rainwater collection \nsystem, and responsibly \nsourced materials.\n2019 Environmental Responsibility Report   42 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}