{"page_content": "Mapping and Engagement\nWe’re exhaustively mapping \nmaterials in our products. \nEvaluating the chemicals in the tens of thousands of components used in our products is an \nenormous task, but it’s essential to our commitment to customer safety. It starts with creating \nan extensive inventory of chemicals used to make them. That means collecting information not \njust from our suppliers, but from their suppliers, too. We’re working closely with our partners \nto construct a detailed map of every chemical inside our materials, including many of the \nchemicals used to manufacture them.\nWe go beyond what’s required by law to eliminate harmful chemicals from our products. In \n2016, we launched the Full Material Disclosure (FMD) program, an ambitious initiative aimed at \nhelping us more comprehensively understand the chemical composition of every substance in \nevery part of our products. This can be challenging because it requires that suppliers disclose \nproprietary information. We overcome this by storing the data securely and limiting access to \na select number of people within Apple who are responsible for toxicological assessments. We \nprioritize materials with the greatest risks, such as those used in high quantities or those with \nthe greatest human exposure. We collect detailed chemical information for tens of thousands \nof components and over 75 percent of product mass for new iPhone, iPad, and Mac products. \nWe won’t stop until we rigorously understand the chemistry of every material.  \nIn 2015, we went a step further by creating an inventory of chemicals that are used at supplier \nfacilities but don’t reside in the products. We mapped the process chemicals used in our final \nassembly facilities and evaluated all control measures such as ventilation, personal protective \nequipment, and worker training programs. The mapping resulted in the further identification—\nand continued replacement—of potentially harmful substances that required controls and \npersonal protective equipment from cleaners at final assembly sites.\nAssessment and Management\nWe evaluate chemicals for risks to \nyour health, and the planet’s. \n In 2002, we introduced the RSS, which identifies the harmful chemicals we limit or prohibit in \nour manufacturing processes and products. In 2006, we built our own Environmental Testing \nLab, where our chemists look for any potentially harmful substances and test products to \nevaluate compliance with the RSS. Since the lab’s opening, we have expanded it to more than \n30 times its original size and have regularly updated it with state-of-the-art equipment—like \nan inductively coupled plasma mass spectrometer, liquid and gas chromatography mass \nspectrometers, and a laser-induced breakdown spectrometer similar to the one used by NASA. \nWe even manufacture artificial sweat to simulate human exposure and evaluate the safety of \nour materials that come into contact with skin.We screen our materials with \ncomprehensive risk assessment \ntools, including GreenScreen®, \nwhich evaluates substances \nagainst 18 different hazards, \nincluding carcinogens, mutagens, \nand endocrine disruptors.GREENSCREEN®\n2019 Environmental Responsibility Report   46 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}