{"page_content": "Chemistry Innovation\nInventing ways to replace bad \nsubstances with good ones.\nWe’re continually evaluating the materials used in our products and design to avoid harmful \nsubstances altogether. We seek to reduce and remove toxins, by developing new, safer chemistries. \nWhen there is not an existing alternative to a chemical we’ve determined harmful, we innovate. \nWe work with our suppliers to develop custom chemistries made with safer substances. To find \na replacement for PVC and phthalates, for example, we and our suppliers invested in four years \nof research and development to create power cords and headphone cables that had both the \nperformance and chemistry that met Apple standards.27 This deep commitment to innovating on \nsafer chemistries sets Apple apart from many others who still use PVC and phthalates in their cables.\nWe began to identify and phase out harmful substances in the late 1990s, beginning with PVC in our \npackaging, and moving on to the lead that was in our display glass and solder.28 Since then, we’ve \nalso replaced mercury displays with energy efficient and mercury-free LEDs and OLEDs; eliminated \narsenic from display glass;29 replaced brominated flame retardants from thousands of parts such as \nenclosures, cables, circuit boards, and connectors, using safer metal hydroxides and phosphorus \ncompounds in their place;30 and eliminated beryllium-copper connectors and springs from all new \nproduct designs. \nWe’re also focused on replacing harmful substances in manufacturing process chemicals to keep \nworkers in our supply chain safe. We have long been engaging with our manufacturing partners \nto ensure safe working conditions. After analyzing the chemical composition of cleaners and \ndegreasers used at supplier final assembly sites, we chose to go a step further and replace all \nidentified hazardous chemicals with safer alternatives such as ethanol, isopropyl alcohol, glycerol, \nand water. In our first year of this Safer Cleaner Substitution program, we helped 18 sites replace 24 \nproblematic formulations.31 In addition, in 2018, we added n-Propyl Bromide (nPB) to our RSS list of \nbanned process chemicals for cleaning and degreasing. These efforts seek to avoid use of harmful \nchemicals, which protects the people who make, use, and recycle our products and keeps pollutants \nout of the land, air, and water.100 % \nSince 2015, 100 percent \nof the process chemicals \nused at our supplier final \nassembly facilities complied \nwith Apple’s Regulated \nSubstances Specification.\nWe removed PVC and phthalates from all \nour power cords, headphones, and cables.\n2019 Environmental Responsibility Report   48 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}