{"page_content": "Better Together\nThe challenges we’re tackling—like powering a global business with 100 percent renewable \nenergy, or making products using only recycled or renewable materials—are too big for any  \none company to solve alone. So we listen. We speak. We convene. We advocate. We lead.  \nWe learn. And we engage at all levels: locally, nationally, and internationally; and with policymakers, \nresearchers, non-governmental organizations, other companies, and our customers. Every \nconversation, every meeting, and every presentation brings us closer to unlocking more \nenvironmental innovations that we—and others—can apply. Because bold ideas and creative \nsolutions can emerge anywhere, from anyone, at any time.\nMore partnerships. More progress.\nWe work with a wide range of nonprofit, industry, government, and business partners from \nacross the globe. We’ve built strong relationships with a broad group of stakeholders, including \nthose who might disagree with our approach. We do this because we believe that addressing \ntheir concerns often leads to better solutions. Exposing ourselves to varied perspectives  \nhelps us challenge our assumptions and refine our methods. That’s critical when you’re \npursuing a vision that’s as bold and complex as ours: to one day make products without taking \nfrom the Earth.\nJoining industry associations allows us to work closely with some of the best companies across \nall sectors. Our memberships in organizations like the World Business Council for Sustainable \nDevelopment (WBCSD), World Economic Forum’s Platform for Accelerating Circular Economy, \nEllen MacArthur Foundation, Aluminum Stewardship Initiative, Ceres, Corporate Eco Forum, \nthe Chinese Association of Circular Economy, Digital Europe—and most recently, the Japan \nClimate Leaders Partnership—provide us the opportunity to exchange ideas with those who \nshare our commitment to a more sustainable future.\n2019 Environmental Responsibility Report   51 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}