{"page_content": "Customer engagement. \nWe seek to engage customers in our environmental mission, giving them opportunities to join \nin our efforts. In the past three years, we have launched two customer-facing campaigns:  \nApps for Earth; and communications around the benefits of returning devices to Apple for \ntrade-in or recycling. \nApps for Earth was a 2016 partnership with app developers and customers that generated \nover $8 million to support World Wildlife Fund’s global environmental projects. As of November \n2018, World Wildlife Fund has fully invested the funds raised in conservation projects spanning \nall seven continents. These projects have helped protect wildlife through improved tracking, \nincrease access to freshwater in vulnerable communities, promote sustainable food production \nand consumption, improve community management of forests, use technology to advance \nocean conservation, and build resilience in ecosystems threatened by climate change.\nFor every device received through Apple Trade In during a two-week period around Earth \nDay 2018, Apple made a donation to Conservation International. We then partnered with the \nnonprofit to use the funds to protect and restore a 27,000-acre mangrove forest in Colombia, \nwhich is expected to sequester 1 million metric tons of CO 2 over the project’s lifetime. These \nmangroves not only protect the coasts and help support the livelihood of those communities \nwhere they grow, they can also store up to 10 times more carbon than forests on land.  \nThis is because mangroves store significant amounts of “blue” carbon in the soil below the \nwater line, in addition to storing carbon in their roots, leaves, and branches like other trees.  \nOur project with Conservation International was the first to fully value the entire ecosystem—\ntrees and soil—for its climate mitigation value. We hope this effort will encourage the \nprotection of threatened mangrove ecosystems globally as important resources in the fight \nagainst climate change. \nWe also donated to the SEE Foundation in China with funds raised from the Earth Day \ncampaign. With this contribution, SEE Foundation supported 20 grassroots NGOs in China \nfocused on enhancing waste management and pollution control. SEE also facilitated cross-\nindustry collaboration such as introducing Zero Waste concepts to the outdoor sports industry.\nStakeholder roundtables.\nOver the past several years, we have invited key stakeholders to participate in roundtables in \nEurope, the United States, and China to obtain feedback on Apple’s key environmental programs, \nlike our work on Smarter Chemistry and our ambition to create a circular supply chain for the \nmaterials in our products. Attendees at these roundtables have included a range of academics, \nNGOs, industry leaders, and other companies. Since these meetings, we have collaborated with \nsubject-matter experts, think tanks, NGOs, and consulting firms to support our work. \n2019 Environmental Responsibility Report   53 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}