{"page_content": "July 2015 (U.S.):  Apple joined the White House’s American \nBusiness Act on Climate Pledge, in which participating companies \nvoiced support for a strong outcome at the COP21 in Paris and \ndemonstrated an ongoing commitment to climate action.\nApril 2016 (U.S.): Apple joined Google, Microsoft, and Amazon to \nsign an amicus brief in support of the U.S. EPA’s Clean Power Plan\nJune 2016 (World):  Lisa Jackson addressed 700 senior \ngovernment, business, and community leaders at the seventh Clean \nEnergy Ministerial, where she called for governments across the \nworld to put a price on carbon to address climate change. \nApril 2017 (Japan): Apple joined nine other companies, including \nFujitsu, Ikea, Microsoft, Patagonia, and Sony to formally encourage \nthe Japanese government to promote corporate renewable  \nenergy use. \nJune 2017 (China): Apple spoke at the eighth Clean Energy \nMinisterial in China to highlight our commitment to climate change, \nparticularly our partnership with suppliers to reduce carbon \nemissions from manufacturing.\nJune 2017 (U.S.): Apple urged the White House to remain in the \nParis climate agreement and take meaningful action on climate \nchange\nAugust 2017 (China): Apple met with central and provincial-level \npolicymakers across China to advocate for corporations to be able \nto purchase directly from renewable energy power plants.\nNovember 2017 (China):  Apple hosted a roundtable with the \nGreen Electricity Consumption Cooperative Organization (GECCO) \nto create a platform for buyers in China to discuss renewable energy \nprocurement challenges and opportunities, and inform future policy. \nNovember 2017 (Vietnam):  Apple joined a number of other \ncompanies urging the government of Vietnam to make regulatory \nchanges allowing companies to procure renewable energy through \ndirect power purchase agreements.March 2019 (Kenya): Apple participated in the UN Environmental \nAssembly and conducted bilateral discussions with a number of \ncountries to advocate for policies that enable a circular economy and \nbold action on climate.\nJanuary 2019 (Vietnam):  Apple met with government officials \nto discuss benefits of electricity market reform, including allowing \nbusinesses to purchase power directly from renewable power plants.\nDecember 2018 (China):  Apple provided feedback and insights \non its approach to renewables procurement in China in support of \na publication developed to help the broader corporate community \nidentify renewable energy solutions.\nOctober 2018 (Japan):  Apple spoke about clean energy and \nclosed loop innovation at Japan’s Innovation for Cool Earth Forum \n(ICEF), an international gathering to tackle climate change through \ntechnical innovation.\nOctober 2018 (South Korea): Apple met with government officials \nin Korea to advocate for increased renewable generation and for retail \nchoice, whereby consumers can select their power source.\nApril 2018 (U.S.): Apple filed individual comments to the U.S. EPA, \nurging it not to repeal the Clean Power Plan because of its importance \nin reducing emissions. \nApril 2018 (China): Apple submitted formal comments to \nChina’s National Development and Reform Commission about the \nimplications of draft policy on corporate clean energy procurement. \nFebruary 2018 (Japan):  Apple filed comments with the Japanese \ngovernment, calling for the development of a robust and verifiable \nrenewable energy trading system.\nJanuary 2018 (U.S.):  Apple filed comments to the Federal Energy \nRegulatory Commission, urging it not to finalize a rule that would \nsubsidize fossil fuels, which would limit the ability of renewables to \ncompete in the electricity market. FERC chose not to finalize that rule.Speaking up for stronger climate policies.\nClimate change is one of the greatest threats facing our planet. Clean energy technology offers tremendous benefits \nto our suppliers, electricity grids, and communities around the world. We believe that if policymakers fully and properly \nvalue these benefits, clean energy becomes more cost-competitive than fossil fuel energy. Market and policy design is \nnot one-size-fits-all, so we work closely with our suppliers and local experts to find the best solution for each country. \nFor the past four years, we have been advocating for strong climate policies that promote decarbonizing our economy \nand support procurement of renewable energy.\n2019 Environmental Responsibility Report   54 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}