{"page_content": "Product Environmental  \nPerformance Indicators\nThe following table summarizes the environmental performance indicators relating to \nApple’s products—including the life cycle greenhouse gas emissions associated with the \nmanufacturing, transportation, use, and end of life of our products. In fiscal year 2018, we sold \n217 ,722,000 iPhone devices, 43,535,000 iPad units, and 18,209,000 Mac products.1\nWe also publish individual product environmental reports for all of our products. These are \navailable at www.apple.com/environment .\nFiscal Year 2018 2017 2016 2015\nScope 3 - Life cycle greenhouse gas emissions  \n(metric tons CO₂e)2,324,600,000 27,100,000 29,200,000 38,000,000\nManufacturing 18,500,000 21,100,000 22,800,000 29,600,000\nProduct transportation 1,300,000 1,200,000 1,200,000 1,300,000\nProduct use 4,700,000 4,700,000 4,900,000 6,600,000\nEnd of life450,000 100,000 300,000 500,000\nPackaging fiber footprint (metric tons) 168,000 145,000 129,000 133,000\nRecycled fiber 64% 65% 62% 60%\nResponsibly sourced virgin fiber 36% 35% 38% 40%\nOther virgin fiber — — <1% <1%\nPackaging plastics footprint 19,000 24,000 34,000 36,000\nSafer materials\nArsenic5Removed from glass by 2008\nPVC6PVC-free AC power cord available in all regions except India, Thailand, and South Korea\nBeryllium Eliminated from all new product designs. Beryllium is found in copper alloys used to make connectors and springs\nMercury Eliminated in display 2009\nLead7Phased out of display glass and solder in 2006\nBrominated flame retardants (BFRs)8Eliminated from thousands of parts since 2008\n¹ As reported in Apple’s Form 10-K Annual Report filed with the SEC for FY2017.\n²   We have been calculating the life cycle greenhouse gas emissions of our products since 2006. Over time, we have greatly refined our model to include more Apple-specific data instead of industry averages. The decrease in Scope \n3 emissions in fiscal year 2016 is partly due to these modeling changes, including improved modeling of the integrated circuits in Apple products. Further, there are systematic changes made in some emissions factors to reflect \nchanges in global electricity grids.\n³ Scope 3 emissions associated with employee commute and business travel are included in the table “Facilities Environmental Performance Indicators.”\n⁴ Carbon emissions associated with our products’ end of life decreased in fiscal year 2017, because of changes in methodology to more accurately reflect disposal and recycling practices.\n⁵ Arsenic is present in minute quantities in some semiconductor devices.\n⁶   Every Apple product is free of PVC and phthalates with the exception of power cords in India, Thailand, and South Korea, where we continue to seek government approval for our PVC and phthalates replacement.\n7   Apple products comply with the European Union Directive 2011/65/EU and its amendments, including exemptions for the use of lead such as high-temperature solder. Apple is working to phase out the use of these exempted \nsubstances where technically possible.\n8  While Apple’s phaseout covers the vast majority of products and components, products by Beddit, which Apple recently acquired, and some older Apple product designs may not be fully BFR- free and PVC- free. However, these \nproducts, including their replacement parts and accessories, were still designed to meet regulatory requirements.\nOverview of Apple’s product life cycle carbon assessment (LCA) methodology\nApple uses five steps when conducting a product LCA.\n1. To model the manufacturing phase, we use part-by-part measurements of the entire product along with data on part production. The measurements help us accurately determine the size and weight of the components and \nmaterials in the product, while data on manufacturing processes and yield loss during production allows us to account for the impact of manufacturing. The LCA includes accessories, packaging, and units that are repaired and \nreplaced through AppleCare.\n2. To model customer use, we measure the power consumed by a product while it is running in a simulated scenario. Daily usage patterns are specific to each product and are a mixture of actual and modeled customer use data. For \nthe purposes of our assessment, years of use, which are based on first owners, are modeled to be four years for macOS and tvOS devices and three years for iOS and watchOS devices. Most Apple products last longer and are \npassed along, resold, or returned to Apple by the first owner for others to use. More information on our product energy use is provided in our Product Environmental Reports.\n3. To model transportation, we use data collected on shipments of single products and multipack units by land, sea, and air. We account for transporting materials between manufacturing sites; transporting products from \nmanufacturing sites to regional distribution hubs; transporting products from regional distribution hubs to individual customers; and transporting products from final customers to recycling facilities.\n4. To model recycling, we use material composition data on our products and cover the treatment steps carried out by the recycler to obtain metal, plastic, and glass material streams. Subsequent processing and remelting steps are \nnot included, as these are considered stages of production and not end-of -life processing.\n5. After we collect data about production, use, transport, and recycling, we combine it with detailed greenhouse gas emission data. This emission data is based on a combination of Apple-specific and industry-average datasets for \nmaterial production, manufacturing processes, electricity generation, and transportation. Renewable energy used in the supply chain, initiated by suppliers independently or through the Apple Supplier Clean Energy Program, are \nalso accounted for. Combining product-specific data with emission data in our LCA tool allows us to compile detailed results for greenhouse gas emissions as they relate to the product. The data and modeling approaches are \nchecked for quality and accuracy by the Fraunhofer Institute in Germany.\nThere is inherent uncertainty in modeling carbon emissions due primarily to data limitations. For the top component contributors to Apple’s carbon emissions, Apple addresses this uncertainty by developing detailed process-based \nenvironmental models with Apple-specific parameters. For the remaining elements of Apple’s carbon footprint, we rely on industry average data and assumptions.\n2019 Environmental Responsibility Report   57 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}