{"page_content": "Appendix B\nFacilities Renewable  \nEnergy Supplement \nUse of renewable energy at our facilities has been a central component of our emissions \nreduction strategy since 2011. We’ve learned a lot about how best to secure renewable energy, \nwhich has helped us educate suppliers and expand our renewable energy efforts into our \nsupply chain. This Facilities Renewable Energy Supplement summarizes the types of renewable \nenergy solutions we’ve deployed, and details how we implement renewable energy at our data \ncenters—our largest energy loads.\nHow we secure renewable energy \nSince launching our renewable energy program in 2011, we have implemented a number of \nsolutions to procure renewable energy. Our strategy has evolved over time to create the most \npositive impact. \nOwnership and PURPA.  In 2011, Apple’s 100 percent equity ownership of our Maiden solar \narrays was the first time a non-energy commercial company built its own utility-scale solar PV \nproject. We used a 1978 federal law called the Public Utility Regulatory Policies Act (PURPA) \nto structure the project. We then applied this same structure to two more large solar PV and \nbiogas fuel cell projects in North Carolina and two micro-hydro projects in Oregon. This was a \nlandmark moment in corporate renewable energy development and led to an increased use of \nPURPA in these states.\nDirect Access.  Since 2012, in California and Oregon, we’ve used a program called Direct \nAccess to bypass the default electricity generation offered by the utilities servicing our data \ncenters in those states. Instead, we contracted directly with independent power producers who \ncould supply 100 percent renewable electricity. After initially buying from existing, third-party \nowned projects, we’re now procuring renewable energy from projects we created: The Solar \nStar II project delivers renewables to our Oregon data center, and the California Flats solar \nproject to our data center in California.\nGreen rider.  In 2013, we opened a new data center in Reno, Nevada. With no PURPA or Direct \nAccess options in Nevada, we worked directly with the local utility, NV Energy, to create a whole \nnew regulatory structure. The “Nevada Green Rider” enables us to secure a long-term, fixed-\nprice contract for renewable electricity from a new solar PV project built for us, but managed by \nthe utility. We’ve used this partnership to create four solar projects totaling 320 megawatts.\n2019 Environmental Responsibility Report   60 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}