{"page_content": "Equity investment.  In 2014, we invested in two 20-megawatt solar PV projects in Sichuan, \nChina to support all our in-country retail stores, corporate offices, and data storage facilities. \nThis project represented the first time a commercial company created a new large-scale \nproject in China for its own use. We’ve since replicated this model many times for Apple’s \nsupply chain.\nPortfolio solutions.  In 2015 and 2016, we adapted to land scarcity constraints in Singapore \nand Japan by contracting for solar PV on 800 rooftops in Singapore and 300 in Japan. We \nadapted our approach in each country to fit local partnerships and regulatory structures: We \nsigned a long-term agreement similar to a power purchase agreement in Singapore and made \nan equity investment in Japan. These projects offer us long-term flexibility as our load grows.\nRenewable microgrid.  Since 2017, we’ve been powering Apple Park with 100 percent \nrenewable energy—about 75 percent of which is generated onsite and managed by a \nmicrogrid. The onsite generation comes from 14 megawatts of rooftop solar PV and  \n4 megawatts of baseload biogas fuel cells. Any additional energy required is drawn by Direct \nAccess from the California Flats solar project in nearby Monterey County. The microgrid system \nwith battery storage manages the renewable energy generation and the building’s energy use; \noptimizes demand management, load shifting, and frequency regulation services; and ensures \nuninterrupted energy reliability against local grid outages.\nA focus on data centers \nWe used over 1.3 billion kWh of electricity in fiscal year 2018 to power our data centers \nand colocation facilities around the world, representing over 60 percent of Scope 1 and \n2 emissions. We’re proud that 100 percent of that electricity came from clean, renewable \nsources including solar, wind, biogas fuel cells, and low-impact hydro power. To cover our \nneeds, we build our own renewable power projects and work with utilities to purchase clean \nenergy from locally obtained resources. In fiscal year 2018, we avoided the equivalent of more \nthan 466,000 metric tons of carbon dioxide emissions by using 100 percent renewable energy \nfor our data centers—that’s equivalent to taking almost 100,000 cars off the road for a year.1\nWe’re staying at 100 percent even as Apple’s data center presence continues to grow. We \nnow operate five data centers, and several more are being developed. These data centers \nare spread across North America, Europe, and Asia. Each has unique design features that \nconserve energy and reflect the climate, as well as other aspects, of its location.\n1  Greenhouse gas equivalencies calculated using the U.S. EPA Greenhouse Gas Equivalencies Calculator:  \nhttp://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator\n2019 Environmental Responsibility Report   61 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}