{"page_content": "Solar + Biogas Fuel Cells\nMaiden, North Carolina\nBetween 2011 and 2015, we installed 68 megawatts of Apple-created projects: two \n20-megawatt solar projects, an 18-megawatt solar project, and 10 megawatts of biogas fuel \ncells. We then partnered with the local utility, Duke Energy, to help build five solar projects \nthrough its Green Source Rider program. These solar projects came online beginning in \n2015 and were Duke Energy’s first Green Source Rider projects to become operational. We \nworked with Duke Energy for several years to develop this green energy tariff option, which \nallowed Apple and Duke Energy to work together to develop new renewable energy projects. \nThe five projects have a combined capacity of 20 megawatts. In 2017, we made long-term \ncommitments to five more solar projects in North Carolina, for an additional 86 megawatts \nof clean energy. In fiscal year 2018, the Maiden data center was supported by projects that \ngenerated 303 million kWh of renewable energy, which is equivalent to the energy used by \nalmost 24,000 North Carolina homes.2 \nEnergy efficiency measures we’ve implemented at our Maiden data centers include use of \noutside air cooling through a waterside economizer during night and cool-weather hours, \nwhich, along with water storage, allows the chillers to be idle 75 percent of the time.\nMaiden, North Carolina—100% renewable since opening June 2010\n303 million kWh energy use in fiscal year 2018\nDuke Energy Default Grid Mix Apple Actual Renewable Energy Use\nNuclear 51% Apple’s Solar Projects 38%\nCoal 33% Apple’s Biogas Fuel Cells 24%\nOther 16% Duke Green Source Rider  \n(100% solar)12%\nRenewable <1% NC GreenPower (100% solar) 14%\nOther Solar Contracts 12%\n2018 Default Emissions  \n(mtons CO₂e/year)110,910 2018 Effective Emissions  \n(mtons CO₂e/year)0\nFrom Duke Energy Carolinas 2015 Statistical Supplement \ngeneration dataActual fiscal year 2018 energy data\n2  Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2017 data:  \nhttps://www.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .\n2019 Environmental Responsibility Report   62 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}