{"page_content": "Wind + Solar + Low-Impact Hydro\nPrineville, Oregon\nTo support our Prineville data center, we recently signed a 200-megawatt power purchase \nagreement for a new Oregon wind farm, the Montague Wind Power Facility, set to come \nonline later in 2019. It’s our largest project to date, producing over 560 million kWh of clean, \nrenewable energy a year.\nAdditionally, we executed a power purchase agreement for the 56-megawatt Solar Star \nOregon II project located just a few miles from our data center. This solar PV project, which \ncame online and began supporting the data center in 2017 , produces 140 million kWh of \nrenewable energy a year. To strengthen the connection between Apple and these projects, \nwe use Oregon’s Direct Access program to supply the renewable energy from these projects \ndirectly to our data center.\nAlso supporting the data center are two micro-hydro projects that harness the power of water \nflowing through local irrigation canals that have been operating for over 60 years. These micro-\nhydro projects generate about 7 to 10 million kWh of renewable energy a year.\nTo supplement these projects, we executed a long-term purchase agreement for all \nenvironmental attributes from a 50-megawatt portfolio of six solar projects in Oregon.\nIn fiscal year 2018, the Prineville data center was supported by projects that generated  \n252 million kWh of renewable energy, which is equivalent to the energy used by 21,670  \nOregon homes.2\nOur Prineville data center takes advantage of the cool and dry climate by cooling the servers \nwith outside air whenever possible. Indirect evaporative cooling is enabled when the outside air \ntemperature gets too high to cool the servers with outside air alone.\nPrineville, Oregon—100% renewable since opening May 2012 \n252 million kWh energy use in fiscal year 2018 \nPacific Power Default Grid Mix Apple Actual Renewable Energy Use\nCoal 59% Apple’s Micro-hydro Projects <1%\nNatural Gas 15% Oregon Solar (via Direct Access) >99%\nOther 9%\nRenewable 17%\n2018 Default Emissions \n(mtons CO₂e/year)74,706 2018 Effective Emissions  \n(mtons CO₂e/year)0\nhttps://www.pacificpower.net/content/dam/pacific_power/\ndoc/About_Us/Rates_Regulation/Oregon/17645-37_OR_\nLabelingInsert_LrgBiz_F.pdfActual fiscal year 2018 energy data\n2  Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2017 data:  \nhttps://www.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .\n2019 Environmental Responsibility Report   63 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}