{"page_content": "Solar\nReno, Nevada\nUnlike competitive energy markets where we’ve located some of our data centers, the \nregulated electricity supply in Nevada did not offer a simple solution for us to create new \nrenewable energy projects dedicated to our data center. So, in 2013, we created a partnership \nwith the local utility, NV Energy, to develop the Fort Churchill Solar project. Apple designed, \nfinanced, and constructed the project, and NV Energy operates it and directs all the renewable \nenergy it produces to our data center. The Fort Churchill Solar project uses a photovoltaic \npanel with curved mirrors that concentrate sunlight. The 20-megawatt array has an annual \nproduction capacity of over 43 million kWh.\nTo facilitate further renewable development in Nevada, Apple worked with NV Energy and the \nNevada utility commission to create a green energy option open to all commercial customers, \ncalled the Nevada Green Rider, that does not require the customer to fund project development \nup-front. Thanks to this new option, in 2015 we announced our second Nevada solar project, \nthe 50-megawatt Boulder Solar II project. This project came online in 2017 , producing  \n137 million kWh of renewable energy a year.\nWe have used the Nevada Green Rider two more times, first for the 200-megawatt Techren \nSolar II project. Apple’s largest solar project to date, it is estimated to produce over 540 million \nkWh when it comes online later this year. Next was the 50-megawatt Turquoise Nevada \nproject, estimated to produce 110 million kWh a year and come online in 2020.\nIn fiscal year 2018, the Reno data center was supported by projects that generated 253 million \nkWh of renewable energy, which is equivalent to the energy used by 24,690 Nevada homes.2\nLike in Prineville, our Reno data center takes advantage of the mild climate by cooling the \nservers with outside air whenever possible. When the outside air is too warm to cool the \nservers alone, it draws from indirect evaporative cooling.\nReno, Nevada—100% renewable since opening December 2012 \n253 million kWh energy use in fiscal year 2018\nNV Energy—North Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 58% Apple’s Solar Projects (via the \nNevada Green Rider program)100%\nCoal 16%\nLarge Hydro 8%\nOther 2%\nRenewable 16%\n2018 Default Emissions \n(mtons CO₂e/year)78,760 2018 Effective Emissions  \n(mtons CO₂e/year)0\nhttps://www.nvenergy.com/publish/content/dam/\nnvenergy/bill_inserts/2019/01_jan/power-content-insert-\nsouth-2019-01_03_31.pdfActual fiscal year 2018 energy data\n2  Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2017 data:  \nhttps://www.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .\n2019 Environmental Responsibility Report   64 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}