{"page_content": "Solar\nMesa, Arizona\nOur global command data center in Mesa, Arizona, came online in 2016. To support this \nfacility, we partnered with the local utility, the Salt River Project, to build the 50-megawatt \nBonnybrooke solar project, which became operational in December 2016. This project \nproduces over 147 million kWh of clean, renewable energy a year, which more than fully \nmatches the energy used by the data center.\nIn fiscal year 2018, the Mesa data center was supported by 104 million kWh of renewable \nenergy, which is equivalent to the energy used by 8,390 Arizona homes.2\nMesa Arizona—100% renewable since opening March 2017*\n104 million kWh energy use in fiscal year 2018\nSalt River Project Default Grid Mix Apple Actual Renewable Energy Use\nCoal 53% Apple’s Solar Project 100%\nNuclear 18%\nNatural Gas/Other 17%\nRenewable 12%\n2018 Default Emissions \n(mtons CO₂e/year)49,330 2018 Effective Emissions (mtons \nCO₂e/year)0\nwww.srpnet.com/about/stations/pdfx/2014irp.pdf Actual fiscal year 2018 energy data\n*  Apple took operational control of the building in October 2015 and converted it to a data center that began servicing customers in \nMarch 2017.\nDenmark\nWe’re currently constructing a new data center in Viborg, Denmark. It will run on 100 percent \nrenewable energy. In fiscal year 2018, the construction process used 3.5 million kWh of \nelectricity that was supplied with 100 percent wind power from a local retailer in Denmark that \nonly supplies renewable energy. We have long-term supply contracts with Denmark wind and \nsolar projects that will come online by 2020. The solar project, at 42 megawatts, will be one of \nDenmark’s largest.\nDue to its proximity to one of Denmark’s largest electrical substations, the data center won’t \nrequire backup generators, which typically run on diesel and require periodic testing and \nburning of fuel. \nWe’re working with Aarhus University, Foulum campus, which is conducting important research \nto increase the production of anaerobic digesters. We are co-developing a project using \nagricultural waste biomass, which has long been used in Denmark to generate energy. \nChina\nWe have two new data centers in development in China, one in Guizhou Province, the other in \nInner Mongolia. Both will be supplied with 100 percent renewable energy.\n2  Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2017 data:  \nhttps://www.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .\n2019 Environmental Responsibility Report   66 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}