{"page_content": "Our colocation facilities\nThe majority of our online services are provided by our own data centers; however, we also use \nthird-party colocation facilities for additional data center capacity. While we don’t own these \nshared facilities and use only a portion of their total capacity, we include our portion of their \nenergy use in our renewable energy goals. Starting January 2018, 100 percent of our power \nfor colocation facilities was matched with renewable energy generated within the same state \nor NERC region for facilities in the United States, or within the same country or regional grid for \nthose around the world. As our loads grow over time, we’ll continue working with our colocation \nsuppliers to match 100 percent of our energy use with renewables. \nFurthermore, we worked with one of our main suppliers of colocation services to help it \ndevelop the capability to provide renewable energy solutions to its customers. This partnership \nadvances Apple’s renewable energy program and those of other companies that use this \ncolocation provider.\nEnergy Use and Emissions at Apple’s Colocation Facilities\nRegional Energy Use at Apple’s Colocation FacilitiesTotal Energy Use  \n(kWh)Renewable Energy \n(kWh)Default Utility \nEmissions1 \n(metric tons CO 2e)Apple’s Emissions— \nIncluding Renewable \nEnergy2 \n(metric tons CO 2e)Percent Renewable \nEnergy3\nFY2011 42,500 0 10 10 0%\nFY2012 38,552,300 1,471,680 17,20 0 16,500 4%\nFY2013 79,462,900 46,966,900 31,800 14,500 59%\nFY2014 108,659,700 88,553,400 44,300 11,000 81%\nFY2015 142,615,000 121,086,100 60,500 12,700 85%\nFY20164145,520,900 143,083,200 66,300 1,600 98%\nFY2017 289,195,800 286,378,100 125,600 1,500 99%\nFY2018 327,663,800 326,959,700 146,600 400 99.8%\nTotal Energy Use \n(kWh)Renewable Energy \n(kWh)Percent Renewable \nEnergy\nU.S. 244,376,400 244,376,400 100%\nEurope 30,831,400 30,114,500 98%\nAPAC 52,456,000 52,368,800 100%\nFY2018 Total 327,663,800 326,859,700 99.8%Beyond the use of our own data centers and \ncolocation facilities, we also use third-party \ncomputing services to support some of our  \non-demand cloud storage-based services. \nWe are requiring these suppliers to adopt a \n100 percent renewable energy strategy for \ntheir Apple energy use.1  We calculate “default utility emissions” to provide baseline emissions of what our carbon footprint would have been without the use of renewable energy. This allows us to demonstrate the savings \nresulting from our renewable energy program.\n2  Apple’s greenhouse gas emissions are calculated using the World Resources Institute Greenhouse Gas Protocol methodology for calculating market-based emissions.\n3  We calculate our progress toward our 100 percent renewable energy goal on a calendar year basis, while the numbers reported in this table are based on fiscal year. Beginning January 1, 2018, all of \nthe electricity use at our colocation facilities is from 100 percent renewable energy.\n4  Over the past two years, we have been installing submeters in colocation facilities to better track electricity usage. Beginning in FY2016, we started reporting this submetered electricity usage. Prior \nto fiscal year 2016, reported electricity usage was conservatively estimated based on maximum contract capacity quantities. We’ve updated our fiscal year 2016 colocation facilities footprint to reflect \nmore accurately Apple’s operational boundaries. Per the WRI Greenhouse Gas Protocol, we’ve removed from our electricity usage and Scope 2 calculations those emissions associated with colocation \nfacility cooling and building operations.\n2019 Environmental Responsibility Report   67 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}