{"page_content": " \n \n \n \n \n \n \n \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 2These criteria are also fundamental to the review o f LCAs conducted for individual product \nemissions. The reviewers note that the largest share (98%) of Apple Inc. annual carbon \nfootprint is comprised of scope 3 emissions from in dividual products. The aforementioned \ncriteria have been regularly reviewed by Fraunhofer IZM since 2007 with a view to \nproviding independent feedback that can facilitate continuous improvement and \nrefinement in the LCA methodology applied by Apple Inc.  \nData reported by Apple is as follows: \n Manufacturing  Transportation  Product Use  Recycling  \n2018 18.49  1.33 4.65 0.05 \n[MMT CO 2e] [MMT CO 2e] [MMT CO 2e] [MMT CO 2e] \nMMT CO 2e: million metric tons carbon dioxide equivalents \nIncluding a reported value of 0.58 million metric t ons CO 2e for facilities (out of scope of \nthis verification), total comprehensive carbon foot print is reported to be 25.2 million metric \ntons CO 2e. \nApple’s comprehensive carbon footprint includes an increasing amount of greenhouse gas \nemissions reductions for manufacturing resulting from Apple renewable energy projects, \nsupplier renewable electricity purchases, and supplier renewable electricity installations.  \nThese reductions are part of Apple’s Clean Energy P rogram. Fraunhofer IZM has not \nverified these emissions reductions. \nBased on the process and procedures conducted, ther e is no evidence that the Greenhouse \nGas (GHG) assertion with regards to scope 3 carbon footprint \nis not materially correct and is not a fair represe ntation of GHG data and \ninformation, and \nhas not been prepared in accordance with the relate d International Standard on \nGHG quantification, monitoring and reporting. \n2 Reviewed Data and Plausibility Check \nA verification and sampling plan as required by ISO  14046-3 has been established for the \ncomprehensive carbon footprint review and verificat ion, defining the level of assurance, \nobjectives, criteria, scope and materiality of the verification. \nAs part of this review and verification Apple discl osed following data to Fraunhofer IZM:  \nSales data for FY2018, including accessories and including AppleCare, Apple's \nextended warranty and technical support plans for their devices. \n2019 Environmental Responsibility Report   73 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}