{"page_content": " \n \n \n \n \n \n \n \n Comprehensive Carbon Footprint Letter of Assurance\nClient: Apple Inc. 3Product specific data on transportation including breakdown of air and sea \nshipment \nLife cycle GHG emissions for all products, differentiating the actual product \nconfigurations (e.g. memory capacity) \nCalculation methodology for the comprehensive carbon footprint and \nmethodological changes implemented in 2018 \nThe total carbon footprint – scope 3 for the fiscal  year 2018 \nDetailed analysis of the comprehensive carbon footprint including: \noThe breakdown of the carbon footprint into life cyc le phases \nmanufacturing, transportation, product use and recy cling \noDetailed product specific split into life cycle pha ses \noThe contribution of individual products and product  families to the overall \ncarbon footprint \nThe data and information supporting the GHG assertion were projected (use phase and \nrecycling) and historical (i.e. fiscal year 2018 da ta regarding sales figures, manufacturing, \ntransportation). \nThis review comprises a check of selected data, which are most influential to the overall \ncarbon footprint. The overall plausibility check addressed the following questions: \nAre product LCAs referenced correctly? \nAre results for products, for which no full LCA rev iew was undertaken, plausible? \nAre carbon emission data for individual products pl ausible in the light of \nmethodological changes as indicated by Apple?  \nThis review was done remotely. \n3 Findings \nIn FY2018 and beginning of FY2019 10 recent product  LCA studies have been reviewed \nsuccessfully against ISO 14040/44. These LCAs cover product segments MacBook Pro, \niMac, Apple Watch, Homepod and iPhone. These recent ly reviewed LCA studies cover \nproducts which represent in total 44,9% of the tota l scope 3 carbon footprint. \nRepresentatives of other product segments (iPod, iP ad, Mac Pro, Mac Mini, Airport Express \n2019 Environmental Responsibility Report   74 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}