{"page_content": " \n \n \n \n \nApple, Inc.  Page 2 \nThe work was planned and carried out to provide  limited assuran ce for all indicators  and we believe it \nprovides an appropriate basis for our conclusions.   \n \nOur Findings    \nBVNA verified the following indicators for Apple’s Fiscal Year 2018  reporting period  (October 1 , 2017 \nthrough September 29, 2018 ):  \n \nParameter  Quantity  Units Boundary/ Protocol  \nClean Energy Use  4.12 Million mega watt \nhours ( mMWh) Apple suppliers  / Apple \nInternal Protocol \nAvoided GHG Emissions  3.53  Million metric tons \nof carbon dioxide \nequivalent \n(mMtCO 2e) Apple suppliers  / Apple \nInternal Protocol \nOperational Capacity  1,950 Megawatts (MWac)  Apple suppliers  / Apple \nInternal Protocol  \n  \nOur Conclusion  \nBased on the assurance process and procedures conducted , there is no evidence that the asser tions \nfor Clean Energy Consumption, Avoided GHG Emissions, and Operational Capacity shown above :  \n Are not materially correct;  \n Are not a fair representation of the stated information; and  \n Have not been prepared in accordance with Apple’s stated protocols fo r their Clean Energy \nProgram.  \nIt is our opinion that Apple has established appropriate systems for the collection, aggregation and \nanalysis of quantitative data for determination of the above indicators for the stated period and \nboundaries.  \n \nStatement of  independence, impartiality and competence  \nBVNA is an independent professional  services company that specializ es in Quality, Health, Safety, \nSocial and Environmental management with over 180 years history in providing independent \nassurance services, and an annual 2018 revenue of $4.8 billion Euros.  \nNo member of the assurance team has a business relationship with Apple , its Directors or Managers \nbeyond that of verification and assurance of sustainability data and reporting. We have conducted this \nverification independently  and we believe there to have been  no conflict of interest .  \n \nBVNA has implemented a Code of Ethics across the business to maintain  high ethical standards \namong staff in their day-to-day business activities.    \n2019 Environmental Responsibility Report   77 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}