{"page_content": " \n \n \n \n \n \n  \n Corporate  Packaging Plastic  Footprint  Review  \nClient: Apple Inc. 1 Review Statement  \nCorporate  Packaging Plastic  Footprint  \nFraunhofer IZM reviewed Apple’s c orporate  packaging plastic  footprint data related to \ncorporate packaging plastic usage from product s and retail operations in fiscal year 2018.  \n \n1 Summary  \nThis review ch ecks transparency of data and calculations, appropriateness of supporting \nproduct and packaging related data and assumptions, and overall plausibility of the \ncalculated corporate annual packaging plastic  footprint of Apple products shipped in fiscal \nyear 2 018 and of retail operations in the same period .  \nAs there is no standardised method available for calculating a packaging plastic  footprint \nApple defined a methodology  for internal use. The scope of the plastic packaging footprint  \nincludes Apple’s corpora te packaging plastic  usage from products  and retail operations . \nThe packaging plastic  footprint  tracks the total amount of plastic, adhesives, and ink , that \nApple  uses in packaging. Apple  obtain s and analyses  supplier -specific data for each product \nline an d sum s up these figures for the entire  company using sell- in numbers.  The output is \na total packag ing plastic  footprint.   \nThe review of the corporate annual packaging plastic  footprint has considered the \nfollowing criteria:  \n The system boundaries are clearl y defined  \n Assumptions and estimations made are app ropriate  \n Use of supplier  data is appropriate and methodologies used are adequately \ndisclosed  \nData reported by Apple is as follows:  \n Total Plastic  \n2018 19,0 00 \n [metric tons plastic]  \n \n2019 Environmental Responsibility Report   82 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}