{"page_content": " \n \n \n \n \n \n  \n Corporate  Packaging Plastic  Footprint  Review  \nClient: Apple Inc. 2 The two main drivers for the plastic packaging footprint are HIPS (h igh-impact polystyrene ) \nand adhesives .  \nAll results and figures reviewed for fiscal year 20 18 are plausible.  \n \n2 Reviewed Data and Findings  \nAs part of this review Apple disclosed f ollowing data to Fraunhofer IZM:   \n Calculation methodology for the c orporate  packaging plastic  footprint  \n Sales data for FY201 8, including accessories  \n Selected p roduct and supplier specific data on packaging materials  and production \nyields   \n Aggregated packag ing plastic  data for all products  and t he total co rporate  \npackaging plastic  footprint for the fiscal year 2018 \nThe methodology paper provided by Apple ( Packaging Plastic Footprint at Apple  – \nMethodology Description  – V1.0) in 2018 , is considered a sound an d appropriate guidance \nfor determining the company packaging plastic . Where appropriate, this approach follows \nmethodological principles applied for state -of-the-art Life Cycle Assessments.   \nThis review comprises a check of packaging plastic  data for selec ted products  (iPhone  X, \niPhone 8 Plus  MacBook  13” Air). \nPlausibility of some data has been questioned and discussed with Apple in detail. \nCorrections were made accordingly . Similarly, s cope for the packaging plastic and fibre \nfootprint have been discussed . Including ink use of photobooks in future footprints is \nsuggested for consistency between plastic and fibre  footprint , although t he impact on the \noverall packaging plastic footprint is expected to be low.  \nThis review was done remotely.  All questions rais ed in the course of the review were \nanswered by Apple and related evidence was provided where needed.   \n2019 Environmental Responsibility Report   83 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}