{"page_content": " \n \n \n \n \n \n  \n Corporate  Packaging Plastic  Footprint  Review  \nClient: Apple Inc. 3 Based on the process and procedures conducted, there is no evidence that the corporate \npackaging plastic  footprint  is not materially correct and is not a fair representation of \nplastic  data and information . The excellent analysis meets the principles of good scientific \npractice . \n \nBerlin, March 20, 201 9 \n  \n  \n- Marina Proske  -  - Karsten Schischke  - \nFraunhofer IZM   Fraunhof er IZM  \nDept. Environmental and Dept. Environmental and  \nReliability Engineering   Reliability Engineering  \n \n \n \nReviewer Credentials and Qualification  \nMarina Proske: Experience and background in the field of Life Cycle Assessments include  \n Life Cycle Assessment course and exam as part of the Env ironmental Engineering studies (Dipl. -Ing. \nTechnischer Umweltschutz, Technische Universität Berlin, 2009)  \n Critical Reviews of LCA studies incl. water, fiber and plastic footprints since 2012 for 2 industry clients \nand of the EPEAT Environmental Benefits Ca lculator  \n Life Cycle Assessment of a modular smartphone (Fairphone 2)  \n Studies on the environmental assessment and carbon footprint  of ICT  \n Studies on material and lifetime aspects within the MEErP methodology  \nFurther updated information at: https://de.linkedin.com/in/marina -proske -74347164/en   \n \nKarsten Schischke : Experience and background in the field of Life Cycle Assessments include  \n Life Cycle Assessment course and exam as part of the Env ironmental Engineering studies (Dipl. -Ing. \nTechnischer Umweltschutz, Technische Universität Berlin, 1999)  \n more than 100 Critical Reviews of LCA studies since 2005 (batteries, displays, mobile devices, \nnetworked ICT equipment, home automation devices, serve rs, desktop computers) for 5 different \nindustry clients  and of the EPEAT Environmental Benefits Calculator  \n Coordination of and contribution to compilation of more than 100 ELCD datasets (available at \nwww.lca2go.eu; product groups: hard  disk drives, semicon ductors, printed circuit boards, \nphotovoltaics)  \n Environmental Lifecycle Assessments following the MEEuP / MEErP methodology in several Ecodesign \nProduct Group Studies under the European Ecodesign Directive since 2007 (external power supplies, \ncomplex setto p-boxes, machine tools, welding equipment)  \n various environmental gate -to-gate assessments in research projects since 2000 (wafer bumping, \nprinted circuit board manufacturing)  \nFurther updated information at: www.linkedin.com/in/karsten -schischke    \n2019 Environmental Responsibility Report   84 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}