{"page_content": "Appendix D\nEnvironmental Health and Safety \nPolicy Statement \nMission Statement \nApple Inc. is committed to protecting the environment, health, and safety of our employees, \ncustomers, and the global communities where we operate. \nWe recognize that by integrating sound environmental, health, and safety management \npractices into all aspects of our business, we can offer technologically innovative products and \nservices while conserving and enhancing resources for future generations. \nApple strives for continuous improvement in our environmental, health and safety management \nsystems and in the environmental quality of our products, processes, and services. \nGuiding Principles \nMeet or exceed all applicable environmental, health and safety requirements. We will evaluate \nour EHS performance by monitoring ongoing performance results and through periodic \nmanagement reviews. \nWhere laws and regulations do not provide adequate controls, we will adopt our own standards \nto protect human health and the environment. \nSupport and promote sound scientific principles and fiscally responsible public policy that \nenhance environmental quality, health and safety. \nAdvocate the adoption of prudent environmental, health and safety principles and practices by \nour contractors, vendors, and suppliers. \nCommunicate environmental, health, and safety policies and programs to Apple employees \nand stakeholders. \nDesign, manage and operate our facilities to maximize safety, promote energy efficiency, and \nprotect the environment. \nStrive to create products that are safe in their intended use, conserve energy and materials, \nand prevent pollution throughout the product life cycle including design, manufacture, use, and \nend-of-life management. \nEnsure that all employees are aware of their role and responsibility to fulfill and sustain Apple’s \nenvironmental, health and safety management systems and policy. \n \nLuca Maestri Senior Vice President and CFO  \nJanuary 2019\n2019 Environmental Responsibility Report   85 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}