{"page_content": "Report Notes\n• This report is published annually in April and covers fiscal year 2018 activities, unless otherwise noted.\n•  This report addresses environmental impacts and activities at Apple-owned facilities (corporate offices, data centers, and  \nretail stores), as well as the life cycle impacts of our products, including in the manufacturing, transportation, use, and  \nend-of-life phases.\n• To provide feedback on this report, please contact environment-report@apple.com.\n1  Recycled content claims for materials in our products have been verified by an independent third party to a recycled content \nstandard that conforms to ISO 14021. \n2   Responsible sourcing of wood fiber is defined in Apple’s Sustainable Fiber Specification (PDF) . We consider wood fibers to  \ninclude bamboo. \n3   Apple defines its restrictions on harmful substances, including definitions for what Apple considers to be “free of,” in the Apple \nRegulated Substances Specification. Every Apple product is free of PVC and phthalates with the exception of AC power cords \nin India, Thailand, and South Korea, where we continue to seek government approval for our PVC and phthalates replacements. \nWhile Apple’s phaseout covers the vast majority of products and components, products by Beddit, which Apple recently acquired, \nand some older Apple product designs may not be fully BFR -free and PVC -free. Apple products comply with the European Union \nDirective 2011/65/EU and its amendments, including exemptions for the use of lead such as high-temperature solder. Apple is \nworking to phase out the use of these exempted substances where technically possible.\n4  Based on sales-weighted averages.\n5   Emissions from corporate facilities increased by one percentage point in 2018, due to a reduced overall carbon footprint and to \nchanges to how we calculate air travel, which significantly increased Scope 3 business travel emissions.\n6   The CPU, SoC, DRAM, and memory (NAND) make up the bulk of the integrated circuit emissions. \n7   “Boards and flexes” refers to bare printed circuit boards and flexible printed circuits. \n8  Integrated circuits, aluminum, bare boards and flexes, display, onboard electronics, steel, and final assembly facilities make up  \n93 percent of manufacturing emissions. The remaining 7 percent (“other manufacturing”) includes battery cells, other materials (such \nas copper), plastic, packaging, glass, and miscellaneous upstream transportation. These are listed in order of their contribution. \n9   “Electronics” includes capacitors, resistors, transistors, diodes, and other electronic components soldered to bare board and \nflexes, other than the integrated circuits. \n10   iOS active charge: active charging of the battery for iOS devices.\n11   macOS active: active use of macOS devices. \n12   macOS idle: macOS devices that are awake, but non-active.\n13   other: all other modes and devices.\n14   Greenhouse gas equivalencies calculated using the U.S. EPA Greenhouse Gas Equivalencies Calculator: www.epa.gov/energy/\ngreenhouse-gas-equivalencies-calculator .\n15  Compared to a conventional, single-converter power supply design. iMac Pro incorporates a high-efficiency, dual-converter \npower supply design.\n16  Recycling enables use of recovered materials instead of mined materials, thus conserving finite resources. Recycled content \nclaims for materials in our products have been verified by an independent third party to a recycled content standard that conforms \nto ISO 14021.\n17  Apple is committed to the responsible sourcing of materials for our products. In 2018, our efforts to responsibly source cobalt \ncontinued, and 100 percent of identified refiners participated in third-party audits, for the third year in a row. Our independent \nthird-party audits go beyond conflict to consider human rights and other risks.\n18  In 2018, 100 percent of tin, tantalum, tungsten, and gold smelters and refiners participated in a third-party audit program. \nDownload Apple’s Conflict Minerals Report (PDF) .\n19  Testing conducted by Apple in May 2018 using iPhone 6 Plus supporting normal peak performance, prerelease iOS 11.4, and \nprerelease iOS 12. Keyboard tested using Safari; Camera tested by swiping from the Lock screen. Performance varies based on \nspecific configuration, content, battery health, usage, software versions, and other factors.\n20  When we receive your device, it will be thoroughly inspected to determine if it can be reused or recycled. Recycling recovers a \nportion of the product materials. \n21  Countries are defined as those in which we have an Apple Retail Store, Apple Online Store, or Apple Premium Reseller.\n22  For more details on FSC Controlled Wood standards, see Forest Stewardship Council, “FSC Controlled Wood,” 2017.  \nhttps://ic.fsc.org/en/what-is-fsc-certification/controlled-wood .\n23  Based on expected equivalent fiber production from our forestry projects and virgin fiber used for Apple product packaging. \nTo determine the output of Apple’s projects, we work with our partners to understand the productive potential of these working \nforests. The forest management plans required to achieve or maintain certification limit harvest volumes to sustainable levels.  \nWe use these potential harvest volumes to estimate the sustainable productive capacity of these forests.\n24  Our target is for waste reduction by weight, from a baseline of fiscal year 2018. We consider ongoing operations and renovations \nwithin this boundary but not new construction.\n25  Final assembly supplier sites are third-party certified as Zero Waste by UL LLC (UL 2799 Standard). For all platinum certified final \nassembly sites, this means that they do not generate any waste sent to landfill. In two cases, assembly facilities were certified \nGold with a maximum of 5 percent waste to landfill because the carbon impact of shipping materials for recycling outweighed the \nenvironmental benefit of diversion.\n26  Our early efforts to footprint our water use show that vast majority of non-electricity related water withdrawals are related to \nour supply chain. We are working to expand our understanding of our non-electricity water use so that we can build a more \ncomprehensive water footprint. Our best estimates to isolate process water withdrawals helps us prioritize our work in the supply \nchain to sub-assembly and commodity suppliers like those that build our semiconductors, displays, and enclosures.\n2019 Environmental Responsibility Report   86 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}