{"page_content": "27  Apple products are free of PVC and phthalates with the exception of power cords in India, Thailand, and South Korea, where we \ncontinue to seek government approval for our PVC and phthalates replacement. While Apple’s phaseout covers the vast majority \nof products and components, products by Beddit, which Apple recently acquired, and some older Apple product designs may not \nbe fully BFR -free and PVC -free.\n28   Apple products comply with the European Union Directive 2011/65/EU and its amendments, including exemptions for the use of \nlead such as high temperature solder. Apple is working to phase out the use of these exempted substances where technically \npossible. \n29   Arsenic is present in minuscule quantities in some semiconductor devices.\n30   While Apple’s phaseout covers the vast majority of products and components, products by Beddit, which Apple recently acquired, \nand some older Apple product designs may not be fully BFR -free and PVC -free.\n31   Only chemicals that meet GreenScreen® benchmark 3 and 4 are considered safer and preferred for use.\n© 2019 Apple Inc. All rights reserved. Apple, the Apple logo, AirPort, AirPort Express, AirPort Extreme, Apple TV, Apple Watch, \nFaceTime, iMac, iPad, iPad Pro, iPhone, iPod, Mac, iMac Pro, Mac Pro, MacBook, MacBook Pro, Mac mini, macOS, Retina, Taptic \nEngine and watchOS are trademarks of Apple Inc., registered in the U.S. and other countries. HomePod is a trademark of Apple \nInc. AppleCare and Apple Store are service marks of Apple Inc., registered in the U.S. and other countries. Beats is a trademark of \nBeats Electronics, LLC., registered in the U.S. and other countries. IOS is a trademark or registered trademark of Cisco in the U.S. \nand other countries and is used under license. ENERGY STAR and the ENERGY STAR mark are registered trademarks owned by the \nU.S. Environmental Protection Agency. Other product and company names mentioned herein may be trademarks of their respective \ncompanies. April 2019. \n2019 Environmental Responsibility Report   87 Introduction Climate Change Smarter Chemistry Resources Better Together", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}