{"page_content": "0 010\n2008 2009 2010 2011 2012 2013\nFiscal year2014 2015 2016 2017 2018140210270\n70203040\nApple revenue Lifecycle carbon footprint Emission reductionsApple’s carbon footprint (million metric tons CO2e)\nAnnual revenue (billion $)Historical carbon footprint\nSince 2015, Apple’s emissions reduction efforts have led to a significant decline in its  \ncomprehensive carbon footprint. Without these efforts, Apple’s fiscal year 2018 emissions  \nwould have been 35 percent greater.\nNote: We have been calculating the life cycle greenhouse gas emissions of our products since 2007. Over time, we have greatly \nrefined our model to include more Apple-specific data instead of industry averages. We made significant modeling changes \nin fiscal year 2016 to improve how we calculate emissions from the integrated circuits in Apple products, which resulted in a \ndecrease in manufacturing emissions. And we make systematic changes each year to reflect changes in global electricity grids. In fiscal year 2018, we reduced our comprehensive carbon footprint for the third year in a \nrow—down 35 percent compared to 2015. A major contributor to the decrease was Apple’s \nSupplier Clean Energy Program, which lowered our carbon footprint by nearly 3.6 million metric \ntons compared to last year. We also made several product design changes that reduced our \ncarbon footprint, like sourcing aluminum made with hydroelectricity and recycled content, \nimproving product energy efficiency, and redesigning integrated circuits to use less silicon. \nTogether, these product design changes resulted in 4.8 million fewer metric tons of carbon \nemissions compared to last year.\nHistorically, Apple’s carbon footprint has paralleled its financial performance. However, \nbeginning in 2015, our environmental work has driven down our carbon emissions, even as \nrevenue has increased. \n2019 Environmental Responsibility Report   10 Introduction Climate Change Smarter Chemistry Resources Better Together\n", "metadata": {"source": "NASDAQ_AAPL_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}