{"page_content": "• Onboarding and core job training . \nNew h\nire onboarding and ongoing \nrole-specific training, includes \nasynchronous and synchronous learning opportunities, videos,  \nand e-learning courses. •\n Cross\n-job and life-skills training . \nTopics on our internal skill development site include analytics, customer mindset, getting ahead, technology adaptive, working together, leadership, inclusion, and career development. In 2022, more than 10,000 employees completed 19,480 LinkedIn Learning courses, resulting in 24,262 hours of additional skills and life-based learning. \n•\n Leader\nship training . New managers \nexperience 20 hours of onboarding related to being an effective and inclusive leader. \n•\n Caree\nr mobility . \nEmployees can engage in short-term growth assignments to learn and apply skills outside their formal role. Additional opportunities exist for role rotations, job shadowing, mentoring, and pursuing further education or skills training.\n•\n Educ\national assistance . \nOur Educational Assistance Program offers employees financial assistance with their job-related educational pursuits. In 2022, approximately 242 employees participated in our educational assistance program, totaling over $700k in investment  \nby the organization.Learning and growth opportunities\nPrincipal offers employees a variety of development opportunities, including:We care about our employees’ ability to explore areas that \ninterest them and grow their knowledge, whether that be directly related to their core job functions, cross\n-job fu\nnctions, \nor life skills. We provide opportunities to and encourage all our employees to continuously develop. We do so in a variety of ways, including formal development opportunities, experiential and on-the-go education, and professional relationship building.Leadership and \ndevelopment\nTo help us improve our employees’ \nexperience, we surveyed those who participated in various training courses to hear their feedback. One takeaway for 2023 is to encourage monthly learning challenges, which break up content into smaller pieces that feel more manageable with busy schedules.\nPerformance reviews\nWe want to promote a culture that encourages employees to reflect on their performance, provide feedback to their peers, and share development recommendations to their managers. Leaders provide feedback to employees and engage them in reflection and development planning. In 2022, 95% of global employees received a rating as part of an annual performance review process.\nSee our appendix for the breakdown \nof U.S. employees who received a performance review in 2022 by gender and race/ethnicity. \nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n101\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 100, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}