{"page_content": "Explainer Case studyLeadership and development continued\nOne example is our 360 program \nfor leaders. Recently, leaders have shared a desire for more performance feedback and ongoing support and development to better serve their teams. In response, in 2021 our Talent Management team developed a common set of six expectations for leaders. In 2022, we piloted a 360-degree review process with a cohort of 449 leaders (approximately 16% of our leaders across the company) to test effectiveness and understand outcomes against these six expectations. This allowed leaders to get feedback from all directions—their leader, their direct reports, and their peers—and then build a development plan based on the insights they gained. The pilot was successful and will become a standard process for all leaders in 2023. Future outcomes of this program will include improved leadership skills for managers that result from upward feedback. Feedback and learnings\nOur VoE program featured on page 100, has told us that priority skills for our employees are data and analytics, customer centricity, automation, agility, setting and working with objectives and key results (OKRs), and developing a growth mindset. We are currently developing tactics to support the development of these skills across the organization.\nFeedback is one of our greatest tools \nwhen it comes to developing successful, impactful programs for our employees, which is why one of our strategies is to deploy pilot programs. In doing so, we can test new ways of working that support our focus on enabling employee development and advancing leaders.From pilot to program - career \ndevelopment planning\nIn 2022, we piloted a program with \naround 75 employees to help them develop a career development plan. The content of the program centered around skill building, networking, and gaining experience. The program ran for six months and involved large-group sessions with panel discussions, small-group peer teams to network and learn together, and individual activities to build out their plans. We also curated learning paths, promoted collaboration between participants, and offered a weekly drip of resources to help further learning and reflection. The pilot was successful and will become a formal program in 2023. “I’ve worked with my leader to set a clearer path for my development. This program has made me think deeper about development, beyond the superficial short-term goals,” says one Principal employee.Our six expectations of leaders:\n1.\n  Inspire a shared purpose and \nmaintain focus\n2. Driv\ne results/business\n3. Buil\nd strong teams\n4. Demo\nnstrate agility\n5. Lead t\neams through change\n6. Crea\nte trusting relationships\nThe 360-degree review process \nprovides leaders a way to assess themselves against the six leadership expectations and understand where they can focus their own development. Leaders first assess themselves, then choose a variety of raters, including their direct leader, peers, and direct reports, to gain further insight on both their strengths and areas of opportunity. \nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n102\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 101, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}