{"page_content": "Leadership and development continued\nEarly and middle-level career \ndevelopment programs\nIn 2022, we continued to focus our early \nand middle-level career and recruitment efforts on recruiting diverse and underrepresented talent. We do this by investing in programs that help build valuable social connections and financial capability for students and young adults looking to enter the workforce.\niJAG partnership\nPrincipal also has a longstanding \nrelationship with the Iowa office of Jobs for America’s Graduates network  \n(iJAG ). iJAG’s mission is to provide \nsupport, skill development, and opportunities for underrepresented students at the highest risk of disengaging from school. In 2022, a total of 120 employees at all levels and areas of the organization participated as trainers, guest speakers, and mentors connected with students across central Iowa. Our employees supported students with resume building, college and career options, interview skills, and financial literacy.Collegiate internship program\nOur collegiate internship program aims \nto support experiential learning and personal and professional development for students. Our internship programming strategy delivers targeted, development-focused programming initiatives grouped into three categories: cohort networking programming, formal learning events, and our executive speaker series. We offer a traditional 10-12-week internship and an extended co-op internship experience over 16 weeks.\nInterns provide a unique, diverse \nperspective while they’re temporarily employed with us and gain real-world work experience. We hired 220 interns in 2022, increasing our intern representation from 28 states and 75 colleges in 2021 to 30 states and 84 colleges. Additionally, we continue to see increasing interest and participation in diverse candidates in our internship cohorts. In 2022, 28% of our intern cohort were women and 36% were people of color. Over the last three years, an average of 31% of interns became full-time employees. In 2022, along with their compensation, all interns working in a full-time capacity received incidental expense stipends to assist with relocation, housing, travel, or any other expenses they may have incurred participating in our internship program.\nWe continuously check in with \nstakeholders, including interns, leaders and mentors, formal professional community recruiting committee leads, university faculty, and career services representatives to assess our recruiting, sourcing, and programming strategy and initiatives.In 2022, we hired nine iJAG graduates to complete an eight-week program on career exploration and professional development. Training was focused on developing foundational business skills, learning and practicing important personal finance concepts, and enhancing interpersonal skills. Five accepted internship roles. \nOur goal is to increase our full-time \nconversion rates to provide long-term growth opportunities for iJAG graduates who are specifically interested in Principal as a place to launch their careers. Two of our 2021 iJAG interns accepted to full-time positions at the company in 2022. \nPrincipal community relations supports \nthe communities where affiliates of the Principal Financial Group\n®, Des Moines, \nIA 50392 operates. 28%\nof our intern cohort were women\n36%\nof our intern cohort were people of color\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n103\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 102, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}