{"page_content": "Leadership and development continued\nManagement Leadership for Tomorrow\nWe work with the Management \nLeadership for Tomorrow (MLT) program, which provides nationwide access to over 1,000 diverse undergraduate and MBA candidates targeting technology, accounting, finance, and investments. This internship partnership is aimed at building our pipeline into early career full-time opportunities at Principal. In 2022, out of 278 applicants for this competitive program, 42% were women, and 52% were people of color. Our partnership with MLT yielded 10 active candidates that are the top talent from their junior and senior level classes.Leadership Development Program\nThis three-year rotational program \nteaches our next generation of leaders the ins and outs of global financial services. Each year, 11 high-performing, entry-level employees participate in rotations across the company based on their unique career interests. During the program they are mentored by senior managers, complete leadership skills assessments and development plans, engage in learning projects, and interact with customers, investors, and employees around the world. Upon program completion, associates can accelerate their careers through full-time placement in high-impact areas. In 2022, 64% of program associates were women and 36% were people of color.Sales Development Program\nIn our Sales Development Program, \napplicants get professional training, hands-on field experience, tools, and resources. They receive a competitive salary and benefits while learning the workplace benefits industry without the pressures of commission-based sales. In 2022, two of our six program associates were women and four were people of color. In 2023, we hope to improve our outreach and connect with more diverse talent.\n64%\nof program associates were women\n36%\nof program associates were people of color\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n104\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 103, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}