{"page_content": "Our approach\nPrincipal® Foundation is an important \npart of helping people along that \njourney and focuses its support on  \nthose who are underserved and  \nunder-resourced.\nPrincipal Foundation is a duly \nrecognized 501(c)(3) non-profit organization, created and fully funded by Principal, to fulfill its philanthropic mission of fostering a world where financial security is accessible to all. Principal Foundation spends a portion of its endowment each year to fund programs that address gaps in basic living needs, remove barriers, and provide resources to help people, small businesses, and communities take the next steps in their financial journeys. Principal works every day to deliver on our purpose of giving \npeople a reason to feel secure. For many, financial security feels like a destination, but we believe it’s a journey that evolves and changes depending on where you are in life.\nOur social investments support local \nand national non-profit organizations, as well as academic and research institutions that work to address basic needs, such as nutrition, housing, and disaster relief, as well as empowering individuals and communities by focusing on financial health, building social and cultural connections, and funding research.\nIn 2022, Principal Foundation and \nPrincipal invested through grants, employee match giving, sponsorships, and in-kind donations to more than 145 organizations across the United States and in five different countries, totaling more than $17 million. Our work benefits communities worldwide by improving individuals’ lives and creating opportunities for people to build a brighter future for themselves and their families.\n+145 \norganizations supported across  \nthe U.S. in 2022\n$17M\ntotal community investments in 2022Our work benefits \ncommunities worldwide and creates opportunities for people to build a brighter future.\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n106\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 105, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}