{"page_content": "In 2022, we supported our communities with:Our work in the  \ncommunity\nEngaging employees\nThe Principal Gives Back program \nconnects Principal employees to our philanthropic culture through volunteer opportunities and incentives, and an employee match giving program. The program draws on the expertise and resources of the business to strengthen communities and create lasting impact in the cities in which our employees live and work.\nWe improved the Principal Gives \nBack Program in several ways in 2022. First, we expanded our match and volunteer incentive programs to support all Principal employees around the world. Next, we reimagined our popular Dollars for Doers and Dollars for Teams programs, making it easier for employees to report the time they commit to the causes most important to them and, in turn, making it easier for them to earn reward dollars that they can donate to those causes. Last, we increased the number of sponsored volunteer opportunities related to employees’ interests.True to our culture, employees responded, generating over 59,000 hours in 161 cities around the world. From giving to community-based organizations through our contribution match and Dollars for Doers programs, to packing food and hygiene kits for underprivileged families and unhoused individuals, to mentoring school children and young people from economically disadvantaged backgrounds, employees provided their time, expertise, and resources to better the communities where we live and work.\n59,708  \nvolunteer hours logged  \nby Principal employees$501,607 45\nvolunteer grants given  \nby Principal Foundation\n$4,334,614  \nmatching dollars given to eligible organizations by Principal Foundation45 One hour of recorded, employee \nvol\nunteering will earn a $25 reward, \nwhich is then made available in the employee’s giving account with a $1,000 annual cap. These earned rewards can be dispersed to eligible organizations of the employee’s choice.\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n107\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 106, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}