{"page_content": "Sociocultural pressures bring  \nnew learnings \nThe pandemic revealed the value of \ndigitization, which was the catalyst in redefining when, where, and how work gets done. There has been an emergence of informal labor and gig workers, presenting a need for portable and flexible solutions as these workers are less likely to have traditional benefits given the unstructured nature of their employment.\nWhile savings rates increased during \nthe pandemic, people still don’t have enough savings and are facing financial stress and socioeconomic inequality, magnified by record inflation. Combined with challenged government sponsored systems, personal responsibility will only continue to increase—meaning a mix of public and private solutions may become imperative to helping individuals with financial security. \nFinally, society is aging faster than the \nnumber of working-aged individuals, which is causing a global increase in those who depend on others for financial support. Additionally, the share of wealth women are generating and managing is growing and will likely continue to rise. Life expectancy and time spent in retirement also continue to increase. These factors underline the crucial  \nneed for a financial plan and access  \nto retirement and savings products.\nInnovative technologies are \nexpected to empower customers \nInvestments in technology including \nAI, enhanced analytics, immersive technologies, hyper automation, Web 3.0 and 5G, continue to challenge business and inspire change. Businesses finding ways to harness these technologies in differentiating ways may create competitive advantages. \nRead more  about  \nour global  insightsA look at the world  \naround us continued\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n15\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}