{"page_content": "Case studyWe engage our employees, \nstakeholders, and supply chain  through environmental  awareness initiatives. \nOur employee grassroots initiative, \nthe Green Team, implements practices to help reduce our environmental footprint and promote green practices among employees. In 2022, the Green Team hosted on-campus recycling and donation events to keep electronics, paper, and clothes out of landfills. Through these efforts, we recycled 6,069 pounds of electronics and 6,450 pounds of paper and rehomed 1,035 pounds of clothes. Additionally, the Green Team hosted two volunteer events in 2022 to help Trees Forever plant 96 trees around Des Moines, Iowa.\n6,069 lb\nof electronics recycled\n1,035 lb\nof clothes recycledReducing plastic waste at HQ\nIn 2019 we completed the renovation of our world headquarters in Des Moines, Iowa. One of the many improvements was the installation of bottle refill stations to encourage employees to use reusable water bottles. To date, we have avoided the use of more than 375,000 plastic water bottles, which is equivalent to nine metric tons of plastic. In 2022, we avoided almost 110,000 plastic water bottles, equivalent to 2.6 metric tons of plastic.\n~110,000\nplastic water bottles have been avoided in 2022, equivalent to 2.6 metric tons of plastic.\n>375,000\nplastic water bottles have been avoided to date, equivalent to nine metric tons of plastic.Improving operational environmental \nperformance continued\nPrincipal world headquarters  \nin Des Moines, Iowa.\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  0863\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}