{"page_content": "The challenge\nWe are an active member of the \nFinancial Services Roundtable for Supplier Diversity, a group dedicated to building strong supplier diversity practices in the financial services industry.\nIn 2022, our goal was to source 9%  \nof eligible U.S. spend with diverse \nvendors. Ultimately, we spent 7.4%  \nwith diverse vendors. U.S. diverse spend breakdown\nDiverse spend in the U.S.382021 2022 2023 \nTarget Actual Target Actual Target\nTotal (in $millions) $69.5 $68.4 $79.5 $65.8 $53.2Supplier  \ndiversity\nPrincipal values doing business with diverse suppliers. \nThrough our supplier diversity program, we actively support and facilitate the purchase of products and services from businesses owned or operated by individuals representing people of color, women, members of the LGBTQ+ community, veterans, or individuals with different abilities. Using spend projections  \nto establish appropriate supplier diversity goals\nIn the past few years, we have \nestablished a diversity spend goal based on the diverse spend percentage of the year prior. In prior years, the eligible spend base on which the goal was established remained consistent. Additionally, we have achieved and established our U.S. diversity spend goals almost entirely through contractor utilization tied to our diverse Master Services Provider (MSP) supplier. As our contractor usage decreased in 2022 and is expected to decline in 2023, and our eligible spend base increased by 14%, our diverse spend goal amount was impacted. Moving forward, to better anticipate changes in categories of spend and our overall eligible spend base, we are using spend projections in areas of diverse spend and forecasts to the eligible spend base to establish an appropriate supplier diversity goal, as well as analyzing other areas of spend for opportunities to diversify our supplier diversity portfolio.\n38 The reporting model changed from a percentage to an absolute dollar value to more accurately \nref\nlect the growth of our eligible spend base and impact of our diverse supplier program.\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  0865\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}