{"page_content": "Supplier diversity continued\n2022 program highlights\nIn 2022, we focused on tier two \nreporting from non-diverse suppliers and improved communication on timing and reports. We specifically tracked progress toward our goal of spending at least 9% of total U.S. spend with diverse suppliers through both tier one and tier two supplier relationships. \nOur supplier diversity team members \nmet with each business unit to share more details about the upcoming activations related to supplier diversity and gain feedback from our employees who act as buyers. They shared that it would be helpful to have a toolkit of resources to understand supplier diversity, how to find diverse suppliers within our supply base, metrics about our program that can be shared with clients for requests for proposals, and ‘wins’ that can help exemplify our work with diverse suppliers. We are incorporating this feedback into development plans for our supplier diversity program in 2023. Looking ahead to 2023\nOur 2023 goal is to source at least 5.8% of eligible spend in the U.S. from diverse suppliers, amounting  \nto $53.2 million through tier one and tier two spending. We hope to reach this goal with the following actions:\n•\n Crea\nte enterprise-wide ownership and \naccountability by developing targeted diverse \nspend goals for each business unit and service center business unit.\n•\n Incl\nude progress toward supplier diversity goal \nas a metric of the U.S. Diversity Index, which is a metric toward employee incentive pay.\n•\n Moni\ntor status of supplier diversity, provide \nfrequent updates, and celebrate and report achievements and progress.\n•\n Embe\nd supplier diversity discussions into \nstandard procurement practices. \n• Buil\nd and maintain a robust and qualified \ndiversity spend pipeline through industry peer group participation and alliances with national  \ndiversity credentialing organizations.\n•\n Deve\nlop tier two data sharing agreements  \nwith all existing and new top 100 suppliers.  \nRead more  about  \nsupplier  diversity\nAbout Principal  01\nLis\ntening and learning  \nin 2022\n 02\nOur\n approach  \nto sustainability  03\nAdv\nancing inclusive  \nproducts and services\n 04\nEmbedding sus\ntainable  \npractices\n 05\nHarnessing the \npower  \nof our people\n 06\nSuppor\nting our  \ncommunities\n 07\nAbout\n this report  08\n66\n", "metadata": {"source": "NASDAQ_PFG_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}