{"page_content": "Royal Sonesta, 2121 P Street NW, Washington D.C. — SVC\nT emporary COVID Lodging  \nDue to the urgent need for essential workers \nnationwide, some of our hotels were used to provide \nlodging for those responding to the COVID-19 \npandemic. As a result of first responder discounts \nand increased visibility, we were able to secure \n50,000 room nights by hosting groups from the \nnational guard, traveling nurses, government and \nmedicals groups.\nStay Safe with Sonesta \nEnsuring the health and safety of Sonesta guests is a \nhigh priority. Sonesta’s new COVID safety protocols, \n“Stay Safe with Sonesta,” have been rolled out across \ntheir hotels to ensure guests can feel comfortable \nand reassured staying at Sonesta hotels. \nLEARN MORE AT: \nhttps://www.sonesta.com/staysafeSustaining Relationships:  \nRMR Service Retail Asset & Property Management\nApril\n73%July\n86%December93%RENT \nCOLLECTION \nSTATSThe COVID-19 pandemic significantly disrupted our service retail tenants' businesses. \nRMR responded quickly by reaching out to SVC’s service retail tenants who were most \nimpacted by the COVID-19 pandemic to understand how best to support their businesses. \nThe RMR service retail asset and property management teams negotiated rent deferrals \nwith tenants, with the goal of supporting them through this difficult time and ensuring \nstability within SVC’s portfolio. RMR served as a trusted business collaborator to \nproactively address the pandemic’s impact on tenants.\nThe agreed upon rent deferral arrangements allowed tenants to delay rent payments for \nan agreed upon period of months or, in certain cases, a longer period. These restructures \nfor longer term deferred rent generally included lease term extensions and were entered \ninto with tenants of 1.4 million square feet of leased space in the aggregate. \nIn addition to providing rapid solutions, the RMR team made sure that tenants were \naware of available government support programs. Given the unpredictable nature of \nthe pandemic, with reopenings based on municipal mandates, the asset and property \nmanagement teams continue to stay in close contact with tenants as circumstances \ncontinue to shift. Many tenants are already on their way toward recovery and new \ndeferral requests are minimal. \nA beneficial outcome of the pandemic is the increased strength of the relationships \namong RMR and SVC’s tenants. As we look toward the future, we plan to maintain a high \nlevel of social engagement and leverage the relationships built during this difficult time.\nINDUSTRY ALIGNED COVID-19 RESPONSEINTRODUCTION /\n11\nTHE RMR GROUP ANNUAL SUSTAINABILITY REPORT\nWWW.RMRGROUP.COM", "metadata": {"source": "NASDAQ_RMR_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}