{"page_content": "84% \nof employees conveyed that they “work with a \nmanager who cared about them as a person”\n79% \nsaid their “managers clearly communicate \nwhat’s expected of them”\n77% \nsaid that their “managers provide regular and \nconstructive feedback”Health & Well-being\nEMOTIONAL\nHAVE A BETTER \nDAY CAMPAIGN\n(JULY)PHYSICAL\nGOOD EATS  \nCOMPETITION\n(SEPTEMBER)FINANCIAL\nFINANCIAL \nWELLNESS  \nSERIES\n(JUNE)WORKPLACE\nCREATING \nS.M.A.R.T.  \nGOALS\n(OCTOBER)SOCIETAL\nPAY IT \nFORWARD  \nCOMPETITION\n(NOVEMBER)Programs in 2020\n •More competitions, campaigns and education for employees to get involved.\n •A new monthly webinar series which helped increase engagement due to the \ndiversity of topics and frequency of availability, and \n •Our annual “livewell day” was expanded to a “livewell week”,  \noffering virtual programming.Employees \nRMR’s LiveWell program has steadily gained traction since it was launched in 2016 with the goal of \nsupporting employees with improving their health and well-being by participating in activities such as \nLiveWell Week, Work Out at Home, Good Eats and Pay it Forward competitions. \nOur program supports even our busiest employees in taking simple steps toward improving their \nwell-being through bi-monthly competitions, campaigns and webinars that help to build knowledge \nand connect with colleagues and community.  The LiveWell tool helps employees to easily \nincorporate LiveWell into their daily routines to track their healthy activities, engage in friendly \ncompetitions with their coworkers and access articles, videos and other resources for improving health. \nIN THE 2020-2021 CYCLE, LIVEWELL OFFERED:\nIn its most recent Employee Engagement Survey:Accelerated Women in Leadership Program 2020 Virtual Event\nHEALTH & WELL -BEINGSOCIAL /\n31\nTHE RMR GROUP ANNUAL SUSTAINABILITY REPORT\nWWW.RMRGROUP.COM", "metadata": {"source": "NASDAQ_RMR_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}