{"page_content": "Wellness, Health  \n& SafetyCompliance  \n& EthicsEnvironmental \nSustainabilityDiversity  \n& Talent Philanthropy Quality Assurance Awards &  \nRecognitions14\n2019 Merit Medical Sustainability Report\n©2019 Merit MedicalEnvironmental Health and Safety\nMerit Medical promotes a culture where the health and safety of our environment, employees, contractors, suppliers,  \npartners, and customers are of utmost importance. We believe that everyone across the organization is accountable \nand responsible for environmental health and safety (EHS), and we train and ask every employee to actively champion \nthe behaviors and attitudes necessary to prevent work-related injuries, illnesses, property damage, and adverse \nimpacts to the environment. In this way, EHS is an integral part of our culture and a driver for sustainable growth. \nMerit Medical’s Environmental Health and  \nSafety Management System (EHSMS) \nWe subscribe to policies, systems, and tools that allow us to embed our culture of innovation with environmental health \nand safety to take care of our people and environment. Our EHS policy is displayed prominently at our locations as a \nvisual reminder of the commitment we all have for the health and safety of our environment and our Merit Medical \nfamily. Our trained and dedicated EHS teams utilize systems and tools to track and report on metrics and indicators that \nhelp to drive forward awareness for environmental health and safety while identifying and tracking closure to corrective \nactions. They also facilitate awareness by implementing observation reporting. Our philosophy of “see something, say \nsomething” is pivotal to keeping our employees safe and our injury rates low.\nMerit Medical Employees Featured on \nKSL TV (NBC) for Saving Coworker’s \nLife. Find the full story here .\nMerit Medical is committed to protect the health and safety of our employees, customers and the \npublic and intends to conduct all business activities in an environmentally and socially responsible \nmanner. Merit Medical will implement this policy through the following principles and actions:\n  \nEnvironmental Health and Safety (EHS) Excellence\nMerit Medical is committed to continually meeting or exceeding all applicable EHS legal and other requirements, company \nstandards and voluntary initiatives to which we subscribe. We promote a culture that ensures everyone across the organization \nis accountable and responsible for environmental, health and safety compliance. We ask every employee to actively champion \nthe behaviors and attitudes necessary to prevent work-related injuries, illnesses, property damage, and adverse impact to the \nenvironment. In this way, EHS is an integral part of our culture and a driver for sustainable growth.\nBusiness Sustainability and EHS Impacts\nMerit Medical promotes a culture where the health and safety of our employees, contractors, suppliers, partners and customers are  \nof utmost importance. EHS impacts are considered in all Merit Medical’s business decisions and actions in order to prevent pollution, \neliminate hazards and reduce the associated risks. We pursue a path of continual improvement to investigate, understand, and  \nmitigate EHS risks during all phases of our business to continual improve the EHS Management System (EHSMS).\nEmployee Health and Well-Being\nMerit Medical acknowledges the potential impact that work has on an individual’s physical and mental health, and we have \na moral and legal duty to take steps to promote employee well-being as far as reasonably practical. We are committed to \nfostering a culture of cooperation, trust and mutual respect, where all individuals are treated with dignity and can work at \ntheir optimum level through consultation and participation of workers. We provide health education and healthy lifestyle \nprograms, which assist every employee in making the healthiest and most informed personal choices.\nWorkplace Engagement\nWe consider engagement with our employees, customers, communities, supply chain partners, and other interested parties as \nan integral part of understanding, educating about key issues and fostering sustainable growth. These exchanges improve our \nunderstanding of our stakeholders’ interests and improve our goal setting and reporting processes.\nMonitoring and Measuring Compliance\nWe measure, monitor and verify compliance with this policy through internal and external audits and reviews. We establish \nEHS performance objectives and metrics to assess and improve our policies, procedures, and practices and remain open and \ntransparent in our EHS communications with our employees, stakeholders and community. Our employees are given the \neducation, skills and training to exceed this policy’s expectations.\n        Fred Lampropoulos\n       Chief Executive Officer                           Ron Frost\n                      Chief Operating Officer                             Alisha Jerauld\n                           VP , Environment,  \n                           Social & GovernanceENVIRONMENTAL HEALTH  \nAND SAFETY POLICY\nCD0001-325 Rev 001\n", "metadata": {"source": "NASDAQ_MMSI_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}