{"page_content": "Wellness, Health  \n& SafetyCompliance  \n& EthicsEnvironmental \nSustainabilityDiversity  \n& Talent Philanthropy Quality Assurance Awards &  \nRecognitions19\n2019 Merit Medical Sustainability Report\n©2019 Merit MedicalCombating Healthcare Fraud and Corruption\nTo build patient-focused relationships with healthcare providers based on integrity, trust, and honesty, Merit Medical \ncontinues to strengthen and enforce global compliance and anti-corruption initiatives designed to ensure that business \nis never won through bribes, kickbacks, or other illegal payments. This effort includes extensive training of employees \nand hundreds of third-party distributors, due diligence when onboarding employees and third parties, compliance risk \nassessments, monitoring our interactions with healthcare providers, and transparency (Sunshine) reporting. In 2019, \nwe made improvements to our grant policies and processes, and we adopted new policies, controls, and training \nintended to enable the accurate tracking of capital equipment and evaluation products. Through a process overseen \nby Merit Medical’s Grants Committee, we provided more than $400,000 in unrestricted educational grants to support \nmedical education in the United States and donated numerous products for use and training to support medical \nmissions in Africa, the Caribbean, and Central America.\nConflict Minerals\nIn 2019, Merit Medical conducted a good faith and reasonable country-of-origin inquiry \nregarding the origin of the gold, tin, tungsten, and tantalum (3TG) necessary for the functionality \nor production of products manufactured, or contracted to be manufactured, by or for Merit \nMedical. The reasonable country-of-origin inquiry consisted of a survey of supply-chain suppliers \nof parts or materials necessary for the functionality or production of products manufactured  \nby or for Merit Medical. \nMerit Medical utilized the Organization for Economic Co-operation and Development Due \nDiligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and \nHigh-Risk Areas, to the extent practicable and reasonable given Merit Medical’s particular \nsupply chain and industry. Merit Medical sought to identify the originating smelter or refinery \nfor 3TG to discover whether the smelter or refinery had been determined to be conflict free  \nby existing industry and/or trade association programs.$400K   \nUnrestricted educational grants\nMerit Medical provided more than $400,000 in \nunrestricted educational grants to support medical \neducation in the United States.\nRead report \nhere.", "metadata": {"source": "NASDAQ_MMSI_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}