{"page_content": "Wellness, Health  \n& SafetyCompliance  \n& EthicsEnvironmental \nSustainabilityDiversity  \n& Talent Philanthropy Quality Assurance Awards &  \nRecognitions27\n2019 Merit Medical Sustainability Report\n©2019 Merit MedicalOur internal system of utilizing reusable plastic totes and pallets for intercompany shipping of components and products has \nvastly reduced the amount of corrugated and packing materials used. With more than 12 manufacturing centers worldwide \nthat transport millions of goods between sites throughout the year, the reduction in boxes and shipping materials really adds up.\nMerit Medical’s internally designed eWORQ program is transitioning our operating lines in Merit Salt Lake City  \nfrom paper to electronic work orders. This pilot program at our corporate headquarters will reduce the amount of \npaper used in the production process. Once it is fully implemented at all of our manufacturing sites, we estimate  \nan annual savings of 2.8 million sheets of paper and 20,000 plastic sleeves.\nOur packaging engineers have designed and implemented a process that reduces blister packs and film thickness in \nseveral Merit Medical products. This newly designed packaging saves more than 20 tons of plastic per year without \ncompromising quality.\nWithin our molding operations, we have designed reusable universal transport trays that allow us to ship molded \ncomponents to our sister facilities without utilizing disposable trays for packaging. These reusable trays allow us to avoid \nusing over 1,600 disposable trays per month.\nMerit Tijuana employees are making small changes to reduce the amount of water they use. In gowning rooms, \nhandwashing stations with multiple faucets that simultaneously turn on have been replaced with single-use-faucet \nhandwashing stations. \nA Better, More Sustainable Form of Shipping\nWhether it is intercompany shipping or shipping to our customers, we continue to evaluate and enhance our system  \nto reduce the materials we use.  \nThe MeritSmart™ Shipping program is designed to ship select Merit Medical products to customers in original packaging, \neliminating the need for additional shipping materials. This innovative strategy has resulted in a reduction of more than \n100 tons of corrugated shipping boxes and plastic bubble wrap materials per year. When our customers see the Merit \nSmart Shipping logo on their packages, they know they have purchased products from a company who cares about \nmaking changes that have positive impacts on the environment.2.8M  in estimated savings\nMerit Medical’s internally designed eWORQ program \nestimates a savings of 2.8 million sheets of paper \nand 20,000 plastic sleeves annually.\nRead more here.", "metadata": {"source": "NASDAQ_MMSI_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}