{"page_content": "Wellness, Health  \n& SafetyCompliance  \n& EthicsEnvironmental \nSustainabilityDiversity  \n& Talent Philanthropy Quality Assurance Awards &  \nRecognitions4\n2019 Merit Medical Sustainability Report\n©2019 Merit Medical\nMerit’s corporate commitment\nAt Merit Medical, we understand and recognize our responsibility \nto the future by being a good corporate citizen. We work hard to \nconduct our business in a sustainable and transparent manner, \nrecognizing the importance of this to our customers, supply chain \npartners, and employees who are striving to achieve their own \nsustainability and responsibility goals and objectives.\nMerit Medical is dedicated to reducing the company’s overall environmental footprint. To do so, we conduct ongoing \nevaluations of our performance on preventing pollution and emissions, reducing waste, and promoting the sustainable \nuse of natural resources. This specifically includes considering new green building technologies at the start of all \nconstruction projects, looking for ways to improve how we ship our products, and expanding our employee pollinator \ngarden—a resource that provides farm-to-table nutrition for employees at our Utah headquarters. Through this and \nmore, we are dedicated to applying our culture of innovation to lessen our impact on the world around us. \nBy partnering with our internal and external stakeholders, we seek to better understand the areas where we can have \nthe most significant impact. As a leader in the medical device industry, we have identified key areas of materiality \nfor our business and are working towards initiatives that provide real and measurable progress toward these areas of \nsustainable improvement. \nMerit Medical’s sustainability story is one of contribution and dedication from our amazing global team. I am  \nhonored to accept the leadership of these efforts and would like to recognize the commitment and pride of our entire \nMerit Medical team. Together we are committed to building a sustainable world for our business, our  \nfuture generations, and our communities.Alisha Jerauld\nVice President, Environment,  \nSocial, and Governance", "metadata": {"source": "NASDAQ_MMSI_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}