{"page_content": "Wellness, Health  \n& SafetyCompliance  \n& EthicsEnvironmental \nSustainabilityDiversity  \n& Talent Philanthropy Quality Assurance Awards &  \nRecognitions31\n2019 Merit Medical Sustainability Report\n©2019 Merit MedicalDiversity & Talent\nAt Merit Medical, we recognize and value the people who make up our \ncompany and see them as a key to our success. We encourage a culture of \nmutual respect, where everyone feels valued and respected, helping to foster \nan environment of understanding and appreciation for the similarities and \ndifferences among our teams, customers, communities, and other stakeholders. \nDiversity in Executive Leadership\nMerit Medical’s executive leadership is made up of approximately 25% women \nand/or United States minorities. Moreover, four of the nine of Merit Medical’s \nBoard of Directors are women and/or United States minorities.\nMerit Medical is committed to supporting a diverse and inclusive workforce. \nWe understand that a diverse workforce leads to greater innovation and \nopportunities, and it increases our access to qualified talent. Merit Medical does \nnot tolerate harassment or discrimination of any applicant, employee, customer, \nor service provider because of age, race, color, religion, sex, ancestry, national \norigin, military service or application, marital status, citizenship status, physical \nor mental disability, genetic information, sexual orientation, gender identity  \nor expression, or other protected characteristics under federal, state, or local \nlaw. Discrimination and harassment based on any of these characteristics  \nis a violation of company policy and is unacceptable.25%  women and/or minorities\nin Merit Medical’s Executive Leadership.\n4 of the 9  \nboard of directors\nare women and/or minorities.\nExecutive Leadership\nBoard of Directors\n", "metadata": {"source": "NASDAQ_MMSI_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}