{"page_content": "SIRIUS GROUP  –  ESG REPORT 201916Environment\nA stable and effective insurance and reinsurance market is of utmost importance to society. \nWhen disasters strike, our industry needs to be ready to provide society with stability and \ncontinuity. As an insurance partner, we help economies grow and expand while managing the \ndownside risk. We are proud of our long-proven track record of incorporating sustainability as \npart of our business offering, providing economic and societal security to our business partners.\nWe monitor the effects of climate change and adapt \nour internal models with the help of in-house climate \nexperts. We also contribute to recovery from losses \ncaused by perils affected by climate change and work to \ndampen the consequences from climate change, while \nthe world adjusts to sustainability.\nOne of our most important efforts is delivering \nemergency relief to our clients in times of disaster. \nFrom supporting victims of hurricanes, fires and airline \ndisasters to evacuating sick clients to emergency \nmedical care in their home countries, we’re there in \ntimes of need for all aspects of our clients’ lives and \nbusinesses. \nOur Board understands the impact of climate on our \nCompany’s performance results and risk taking. As \nsuch, it receives presentations on the impact of climate \nchange on the company’s business. Most recently, the \nBoard received a presentation from the company’s in-\nhouse atmospheric perils and meteorology expert, who \nalso serves as a technical underwriter, on The Impact \nof the Melting Arctic on the (Re)Insurance Industry. The \nBoard expects to continue its education as it further \nguides the company on its ESG journey.\nSmall changes contribute to positive outcomes\nWhile the type of business we operate limits our \nopportunities to have a major environmental impact, we \ncontinually seek ways to reduce our use of resources \nsuch as energy, paper and water. \nFor example, more than 30% of our employees \nwork in “green” buildings that incorporate significant \nresource-saving practices, including LED and motion-\nsensing lights, green cleaning products that minimize \nharm to the environment, and recycling. These buildings \nare located in New York, San Francisco, Maryland and Hamburg.  Also, across all of our business lines, we are \ncommitted to minimizing our paper output and focus on \nelectronic communications and storage. \nHere are some green examples from our New York \nCity and Stockholm offices:\nNew York\n• We have replaced fluorescent lamps with more \nefficient LED lighting in all common areas, \nmechanical rooms, and back-of-house areas to \nreduce electricity usage.\n• As active participants in the “Demand Response \nProgram,” we help reduce power at critical times \nto avoid brown/black out conditions throughout \nthe summer. The building reduces on average over \n200kWh each time it participates in the program.\n• Common areas and emergency stairwells throughout \nthe building are equipped with occupancy sensors. \nThese sensors detect the presence of an individual \nand automatically control lighting both on and off.\n• We use green cleaning products, tools, equipment \nand processes that protect health without harming \nthe environment. We use products, tools, equipment, \nprocesses, and policies that promote a healthier \nenvironment for building occupants while significantly \nreducing the harm done to the environment.\n• In December 2019, the building took another step \nin becoming a green member of the community by \noffsetting 100% of it’s carbon emission production by \nrenewable energy generation, primarily wind.\n• Conscious purchasing efforts of recycled/\nbiodegradable products whenever possible.\n ", "metadata": {"source": "NASDAQ_SG_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}