{"page_content": "ABOUT THIS REPORT\nAs Kulicke and Soffa Industries, Inc. (K&S) continues its sustainability journey, we are presenting our seventh \nsustainability report since fiscal year 2016. Our 2022 Sustainability Report (SR2022) highlights the economic, \nenvironmental, and social impacts of K&S’ global operations and outlines our approach to integrating sustainability \ninto our business. Through this report, we are providing insight into our sustainability strategies and are sharing our \ncommitments with our stakeholders. \nSR2022 covers the sustainability performance of all six global operational sites for the fiscal year October 3, 2021, \nto October 1, 2022 (FY2022). This report has been aligned and prepared in accordance with the updated Global \nReporting Initiative (GRI) Standards 2021. To enhance global sustainability efforts and contribute to common goals, \nK&S continues to align its sustainability activities with the United Nations (UN) Sustainable Development Goals \n(SDGs). \nThis report contains forward-looking statements relating to our sustainability goals, targets, commitments and other \nfuture expectations. These statements are subject to inherent risk and uncertainty that could culminate in results which \ndiffer materially to expectations. These factors include, but are not limited to, the factors listed or discussed in our 2022 \nAnnual Report on Form 10-K and our other filings with the Securities and Exchange Commission. K&S is under no \nobligation to (and expressly disclaims any obligation to) update or alter its forward-looking statements whether as a \nresult of new information, future events or otherwise. \nWe welcome any feedback to help us to improve the approach we take to sustainability, our policies, and our \nperformance. Please send your queries or suggestions to Helen Siew (lhsiew@kns.com) or Joshua Chang  \n(ckjchang@kns.com) from the K&S Sustainability Reporting Committee. \n", "metadata": {"source": "NASDAQ_KLIC_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}