{"page_content": "SUSTAINABILITY GOVERNANCE \nSTRUCTURE\nSustainability Governance\nThe sustainability governance structure at K&S continues to evolve and mature. In FY2022 we embedded our four \nCSR pillars into a wider Environmental, Social and Governance (ESG) framework now covering the full spectrum of \nESG-related efforts and initiatives. \nThe ESG Council comprises sub-components overseen by organizational leads, with each lead providing regular \nupdates on status and planned initiatives to defined ESG Council workstreams. The ESG Council workstreams provide \nquarterly reporting to the Executive Leadership Team (ELT), with the Nominating and Governance Committee (NGC) of \nthe K&S Board of Directors receiving summary reports on a semi-annual basis. The NGC maintains ultimate oversight \nof all ESG activities and is responsible for reviewing and overseeing the K&S ESG strategy , policies, and performance. \nThrough this structure, the Board has oversight of the impacts the organization has on its stakeholders and the \nenvironment.\nBoard of Directors\nCEO\nExecutive Oversight\nESG CouncilNominating and Governance Committee\nExecutive leaders from Legal, Finance, Human Resources, \nCorporate Strategy, Capital Equipment Business Unit and Operations\nLeaders from Environmental Health & Safety, Quality, Operations,\nCapital Equipment Business Unit, Supply Chain, Human\nResources, Diversity & Inclusion, Investor Relations, Marketing &\nCommunications, Corporate Strategy, Finance and LegalESG SUB-COMPONENTS\nEnvironmental Stewardship  \nK&S understands the importance of reducing negative environmental impacts, caused both \ndirectly by our operations and also across our value chain. We have set goals concerning the use \nof resources and will be introducing a greenhouse gas emissions target in FY2023. In addition to \nmonitoring specific environmental metrics, we are also incorporating sustainable design features into \nSocial Responsibility  \nK&S is committed to creating lasting positive outcomes for all our stakeholders, including our \nemployees and those in the communities where we operate. We are increasing our focus on \ndiversity and inclusion through the introduction of a formal diversity and inclusion program that has Good Governance  \nK&S understands that sound governance has been fundamental to the long-term success of \nour organization. We have taken a proactive approach towards environmental stewardship and \nhave implemented policies and practices to ensure compliance. We operate ethically and strive \nK&S products as part of our Eco Design efforts and encouraging our suppliers to meet sustainability objectives. \nbeen implemented globally. We are also growing our philanthropy efforts and continue to give back to underserved \ncommunities, both through corporate programs and by encouraging employee-led volunteerism. The health and safety \nof our employees and of those who use our products is a priority and we have implemented a comprehensive quality , \nenvironmental, occupational health and safety management system across our facilities.to be conflict mineral-free throughout our value chain. We also meet all legal and regulatory corporate governance \nrequirements and maintain awareness of the regulatory horizon for potential developments.\nFigure 4. K&S Sustainability Governance Structure\nABOUT K&S          SUSTAINABILITY GOVERNANCE          RESILIENT GOVERNANCE          THE ENVIRONMENT AND LOW CARBON          DELIVERING VALUE TO CUSTOMERS          WELCOMING WORKPLACE          SUPPORTING OUR COMMUNITIES          ANNEXES\n11\nSUSTAINABILITY REPORT 2022", "metadata": {"source": "NASDAQ_KLIC_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}