{"page_content": "MATERIALITY ASSESSMENT \nPROCESS \nFY2017\nWe conducted a formal materiality assessment involving over 90 global multi-functional \nK&S employees to understand their perspective on economic, environmental, social, and \ngovernance topics that would be significant to K&S, as well as from the perspective of the \nexternal stakeholders they engage with.\nFY2018\nThe assessment exercise was expanded to include the direct perspectives of key external \nstakeholders and involved suppliers and community partners in the assessment review . \nFY2019 and FY2020\nWe reviewed our material topics internally and performed peer benchmarking analyses to \nverify whether our previously defined material topics remained relevant.Materiality\nThe identification and assessment of our organizational impacts occurs on an ongoing basis \nat K&S. Through our ESG governance framework, the Board receives semi-annual updates \nrelating to our activities in this area and is notified of the impact of external environmental and \nregulatory changes on K&S, and the impact of K&S on the economy, the environment, and \nthe communities affected by our operations. On an annual basis our impacts are reviewed \nand prioritized, and, after validation by the ELT, a list of material topics is presented in our \nsustainability report. Both internal and external stakeholders are involved in the annual \nmateriality review process, but feedback on our activities and impacts is sought from all \nsources on an ongoing basis (see table 2).FY2021\nThe Voice of Customer 2021 survey was updated to obtain sustainability-related feedback from our customers that was included during the \nmateriality assessment exercise.\nFY2022\nWe sought the input of key internal stakeholders through an interview process and invited a selection of community partners, employees, \ncustomers, and suppliers to take part in an online materiality assessment survey . While the outcome of the survey did not result in changes \nto either the material topics or a reprioritization of the topics, an increased focus on human rights was identified. W e are strengthening our \ncommitments relating to human rights in our operations and supply chain.  \nFY2017\nMATERIALITY  \nASSESSMENT \n(INTERNAL  STAKE \nHOLDERS: \nEMPLOYEES)FY2018\nMATERIALITY  \nASSESSMENT \n(EXTERNAL  \nSTAKEHOLDERS: \nSUPPLIERS AND \nCOMMUNITY  \nPARTNERS)\nFY2019 & FY2020\nPEER \nBENCH-MARKING \nANAL YSIS ON \nMATERIAL  TOPICSFY2021\nMATERIALITY  \nASSESSMENT \n(EXTERNAL  \nSTAKEHOLDERS: \nCUST OMERS)\nFY2022\nMATERIALITY  \nASSESSMENT \n(INTERNAL  AND \nEXTERNAL  \nSTAKEHOLDERS)\nABOUT K&S          SUSTAINABILITY GOVERNANCE          RESILIENT GOVERNANCE          THE ENVIRONMENT AND LOW CARBON          DELIVERING VALUE TO CUSTOMERS          WELCOMING WORKPLACE          SUPPORTING OUR COMMUNITIES          ANNEXES\n13\nSUSTAINABILITY REPORT 2022", "metadata": {"source": "NASDAQ_KLIC_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}