{"page_content": "ETHICS, BRIBERY AND CORRUPTION\nBusiness Integrity & Ethics\nK&S is dedicated to conducting business ethically and with integrity. The K&S corporate governance structure and \nassociated policies shape our culture of responsibility, integrity, and compliance with applicable laws and regulatory \nrequirements. The Board has ultimate responsibility and oversight of corporate governance matters and remains \ndedicated to ensuring that business is conducted to the highest standards. In FY2022, K&S had zero incidents of non-\ncompliance with laws and regulations resulting in significant fines or non-monetary sanctions. W e define significant \ninstances of non-compliance as those that result in a material financial or non-financial impact on the business, \nemployees, or stakeholders.\nOur Code of Business Conduct, Code of Ethics for Senior Financial Officers, and W orldwide Direct Supplier Code of \nBusiness Conduct and Ethics (collectively the Codes), encompass a framework for ethical and responsible business \nprinciples and practices. The Codes provide guidance about and address issues such as:\nCompliance with laws, rules, and \nregulations such as data privacy, \ndiscrimination, equal opportunities, \npolicies against child labor and \nforced labor, and environmental \npracticesConflicts of interests and \nappropriate disclosures \nCorporate opportunities that may \nnot be used for personal gain\nProtection and proper use of K&S \nassets and proprietary information \nincluding that of third partiesCompetition and fair dealing in \nrelationships with stakeholders\nOur Codes include provisions that apply to all K&S employees and suppliers. Our Codes are published in multiple \nlanguages and available to the public on our website. Critical risks relating to corporate governance and ethics are \ntaken very seriously, and K&S implements an effective Enterprise Risk Assessment (ERA) program to identify and \nmitigate these risks across all our operations, to ensure that K&S achieves its business objectives and continuity of \nbusiness operations. Corruption is considered as a factor when identifying and evaluating all of our enterprise risks. \nKey risks where corruption has been identified as a more significant factor include Supply Chain Interruptions and \nExport Compliance Adherence. Our commitment to ethical business practices is communicated through our Corporate \nResponsibility Policy, in which we commit to delivering long-term value to our stakeholders by ensuring that we conduct \nour business ethically and responsibly.\nThe Vice President, Legal Affairs and General Counsel of K&S has oversight of the Codes and has the responsibility \nto identify and mitigate potential ethical or governance-related risks. The Codes are also reviewed annually by external \ncounsel to ensure that it complies with NASDAQ regulations. For more information and transparency , please find our \ncorporate policies and guidelines available on our corporate website: https://investor .kns.com/corporate-governance.\nFY2022 Achieved\nZERO incidents\nof non-compliance with laws and regulations resulting in \nABOUT K&S          SUSTAINABILITY GOVERNANCE          RESILIENT GOVERNANCE          THE ENVIRONMENT AND LOW CARBON          DELIVERING VALUE TO CUSTOMERS          WELCOMING WORKPLACE          SUPPORTING OUR COMMUNITIES          ANNEXES\n17\nSUSTAINABILITY REPORT 2022", "metadata": {"source": "NASDAQ_KLIC_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}