{"page_content": "9\n©2014 Seagate Technology. All rights reserved.Seagate  |  FY2013 Global Citizenship Annual Report\nIn the area of product stewardship, Seagate continued \nto make great strides in FY2013. We completed life \ncycle assessments (LCAs) for our hard drive products \nin each market segment. We also conducted LCAs for \nretail packaging and the bulk packages used to ship \ndrives to our computer manufacturing customers.\nReporting of environmental sustainability data was \nexpanded in FY2013. Our greenhouse gas (GHG) \nreporting now includes a number of additional Scope 3 \nemissions, including those from product use, product \nend-of-life and waste generated in operations. In \naddition, we conducted our first full water footprint, with \nreporting through the Carbon Disclosure Project (CDP).\nIn an effort to institutionalize our commitment to \nemployees, we launched a major cultural-change \ninitiative in FY2013, called the Seagate Way. This effort \nis a cultural transformation designed to meet the needs \nof our employees and help prepare them and our \nbusiness to be more agile, flexible and better prepared \nto adapt quickly to rapid changes that are reshaping \ncomputing architectures, markets and devices. \nWithin our supply chain, we continued to work with our \ndirect and indirect suppliers to uphold human rights and labor, safety and environmental standards. We \nreleased a revised Standard Operating Procedure (SOP) \nto determine more easily what each of our suppliers \nmust do to achieve total compliance with the Electronic \nIndustry Citizenship Coalition (EICC) Code of Conduct.\nFor these and other related efforts, Hewlett Packard—\none of our top customers—recognized Seagate \nwith its highest supplier awards for corporate social \nresponsibility (CSR).\nThroughout FY2013, Seagate supported various \ncommunity organizations, urgent relief causes and \ninstitutions of learning with cash and goods donations \ntotaling nearly USD$5.5 million. Nearly 20,000 hours \nwere volunteered by our employees to various local \ncommunity organizations and initiatives. As a leading \nprovider of electronic data storage products, we were \npleased to donate almost 2,000 terabytes of memory \ncapacity to various nonprofit organizations around the \nworld. \nFor a summary of our FY2013 performance,  \nsee page 42.\n", "metadata": {"source": "NASDAQ_STX_2013.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}