{"page_content": "CORPORATE RESPONSIBILITY // 12\n/ ADVANCING SUSTAINABILITY THROUGH OUR PRODUCTS\nInnovation and Product Strategy\nSimulation for a Digital World - Innovation is one of our core Ansys values. Our growth and financial strength reflect our leading \ntechnology position and commitment to innovation. This commitment ensures that we continue our progress toward our goal of \nenabling simulation insights, the trend of simulation being adopted across the entire product lifecycle, empowering engineers to \nimagine and evaluate more design options, while helping our customers combine simulations to optimize their products throughout \nthe product lifecycle. \nOur R&D Commitment - We make substantial investments in research and development and emphasize frequent, integrated product \nreleases. In each of the last three years, we invested at least 20% of our annual revenues into research and development, expanding the \nease of use and capabilities of our broad portfolio of engineering simulation software products. In 2021, we introduced an entire array of \ninnovations from individual applications to enterprise platforms and solutions.\nFor the third consecutive year, our dedication to innovation earned us a place on \nFast Company’s 2021 list of Best Workplaces for Innovators. We also earned places \non Fast Company’s World Changing Ideas list and the Most Innovative Companies \nlist for 2021.\nProduct and Feature Transformations - Our innovation-oriented culture is reflected in the transformative products and features we have \nintroduced recently. Ansys Discovery introduces simulation to the design phase user. It is the first product design software to combine \ninstant physics, proven high-fidelity simulation, and interactive geometry modeling into a single, radically easy-to-use interface.\nOn the other hand, at the platform level, we introduced Ansys Minerva. Minerva enables companies to organize product lifecycle data \nwith a unique focus on simulation data management. For instance, companies can use it to collaborate, share, store, and reuse data \nand visualize 3D models and simulations.\nWe continue to add innovative features and core technology capabilities in the recent releases of Ansys software, including topology \noptimization, machine learning, additive manufacturing capabilities, and high-performance computing (HPC) methods. \nFor example, advanced sensor capabilities will benefit customers working to deliver autonomous vehicles (AV) and advanced driver \nassistance systems (ADAS). In the era of connected vehicles, Ansys Medini Analyze gives our users in the automotive industry the \nability to systematically analyze and assess security threats to their system designs. In addition, our digital twin tool, Twin Builder, now \nhas a battery wizard to further help our customers across industries with their predictive maintenance efforts through the virtual \nconstruction of battery cells, modules, models, and parameters.$404.9M TOTAL R&D \nEXPENSES (FY2021)21.2% R&D EXPENSES OF \nTOTAL REVENUES (FY2021)561 TOTAL PATENTS – 403 PATENTS GRANTED AND \n158 PATENTS FILED (AS OF DECEMBER 31, 2021)\nRewarding Innovation at Ansys- In 2021, our internal technical conference, TechCon, was a \nhybrid event with physical presenters and remote sessions, where hundreds of novel and \nunique product and technology ideas were presented and shared with the engineers at Ansys, \nspurring new ideas and lateral thinking across discipline areas. Innovations are also formally \nrecognized and rewarded through the CEO Innovation Award process, which culminates in \nawards in several categories being made annually at TechCon.\n", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}