{"page_content": "CORPORATE RESPONSIBILITY // 13\n/ ADVANCING SUSTAINABILITY THROUGH OUR PRODUCTS\nOpen Innovation - We have established and implemented open innovation approaches, including strategic alliances, technology \nlicensing, collaborative research and development projects, and academic relationships. We believe that these elements of open \ninnovation facilitate accelerated incorporation of advanced technology and expertise into our products, provide access to new \ncustomers, expand our sales channels, develop specialized product applications, and provide direct integration with leading enterprise \nsoftware systems. \nAdditional Resources: \nCompany Information\nProduct Releases and Updates\nAnsys Cloud - Ansys Cloud provides access to on-demand, cloud-based computing resources, including both interactive workstations \nand high-performance computing clusters, for faster, high-fidelity results offering greater performance insight.\nChanging work modes has underscored the value cloud provides by connecting engineers to the necessary compute-hardware \nanytime and from anyplace. Ansys Cloud delivers computing infrastructure to ensure engineering and business continuity, even as \nmany engineering teams are working remotely.\nWhy Ansys Cloud- Simulation is expected to be a key enabler of broader digital transformation efforts as manufacturers take advantage \nof market disruptors such as electrification, autonomous technology and 5G cellular networks. Ansys provides quick, easy access to \npublic cloud-computing resources that can supercharge simulations and accelerate the product design process. With both managed \nand self-service options, Ansys allows the flexibility to take full advantage of nearly unlimited computing power when needed. Users \ncan explore more design alternatives and run larger simulations without the limitations of on-premises hardware. Our cloud offerings \nprovide the following business benefits:  \n•  Quick, easy, and flexible cloud access for every engineer – anyone can now access the power of simulation in the cloud from  \n anywhere on virtually any device.\n•  Increase innovation through faster insights to improve product development.\n•  Access additional compute power to solve massive and complex simulations beyond what is possible on-premises resources.\n• Deploy quickly on the latest state-of-the-art hardware from leading cloud services providers.\nPartnership in Cloud Innovation - To leverage the combined benefits of cloud computing and best-in-class engineering simulation, \nAnsys partnered with Microsoft Azure to create a secure cloud solution. Microsoft Azure, as a part of Microsoft, has been 100% carbon \nneutral since 2012. To expand our cloud adoption and adapting customer needs, Ansys recently announced a strategic collaboration \nwith Amazon Web Services, Inc. (AWS). The collaboration will enable deployment of Ansys products on AWS — making simulation \nworkloads more user-friendly, while offering scalability and flexibility with easy access to software and storage solutions from anywhere \nwith a web browser. \nAnsys also maintains partnerships with AMD, Intel, and NVIDIA to optimize the solver performance and scalability of our structures, \nfluids, and electromagnetics portfolio to enable faster simulations for our customers on the cloud and on-premises. \nAdditional Resources:\nAnsys Cloud Overview\nElevate Engineering Simulation with Ansys 2022 R1\nAnsys Announces Strategic Collaboration with AWS to Transform Cloud-Based Engineering Simulations", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}