{"page_content": "CORPORATE RESPONSIBILITY // 16\n/ INVESTING IN OUR PEOPLE AND ONE ANSYS CULTURE\nDiversity, Equity, Inclusion, and Belonging\nInclusiveness is an important component of our culture and values. We believe in the value of diversity of individual backgrounds and \nperspectives. Our Code of Business Conduct and Ethics (Code) sets forth the company’s expectations that we conduct business with \nthe highest standards of ethical conduct and in compliance with applicable laws, rules, and regulations. All employees are trained \nin key ethics and compliance topics when they are hired and complete an annual certification to the Code and related policies. \nAdditionally, all employees are periodically retrained on the Code and preventing workplace harassment.  \nWe continue to drive our four-pillared DEI&B strategic roadmap focused on pipeline development, culture, education, and \naccountability.\nPipeline Development  - In the U.S., our recruitment of and outreach to diverse talent expanded during 2020-2021, including \nstrengthening relationships with historically Black colleges and universities (HBCUs), minority engineering societies, women in \ntechnology groups, veterans’ organizations, and LGBTQ+ organizations. These initiatives enable us to interface with more diverse \ntalent pools and are a part of our broader recruitment strategy. This has included adding events, talent database tools and job posting \ncapabilities with our existing partners, as well as establishing new partnerships and expanded tools, such as Mogul, which includes \naccess to an ecosystem of 430M diverse applicants. \nIn addition to external pipeline development, we have been focused on providing opportunities to build our internal pipeline as well. \nThis has been evident through the experiences provided to our interns and early career talent through activities like a learning series \nand role specific development opportunities. The Ansys internship program provides an opportunity for Ansys to open the door to \neven more diverse talent entering the workforce.\n", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}