{"page_content": "CORPORATE RESPONSIBILITY // 19\n/ INVESTING IN OUR PEOPLE AND ONE ANSYS CULTURE\nAttracting and Retaining Talent\nOur talent strategy is focused on attracting diverse top talent, recognizing and rewarding performance, and continually developing, \nengaging, and retaining our talented employees.  \nIn 2021, we launched behavioral based interview training and robust hiring manager selection tools. The success profile and career \nframework launched in 2020 serve as a foundation to our approach in identifying the skills and competencies that make people \nsuccessful at Ansys. \nAt Ansys, we place a strong emphasis on candidate care and outreach. In 2021, we expanded our outreach to diverse talent pools, \nincluding more inclusive, broader advertising, as well as direct outreach and sourcing capabilities. In addition to outreach to minority \ngroups and institutions, we attended career and networking events aimed toward recruiting diverse candidates. In 2021, we expanded \nthese efforts, attending numerous events that provided exposure to more than 16,000+ diverse job seekers.\nTurnover rates as of December 31, 2021:\n \nEmployee Benefits, Well-Being, and Support - Our employees are critical to our mission of enabling the design and delivery of \ninnovative and transformational products. We know that when we support their diverse needs at key stages of life, they bring their \nbest selves to Ansys.\nWe evaluate, benchmark, and design our benefits programs around the world to help ensure that we:\n• Attract, retain, and develop high caliber talent\n• Invest in our employees’ well-being\n• Embrace diversity and inclusion for our global team\n• Continue to build our ONE Ansys employment brand around the world\n• Remain market-competitive wherever we do business\nThe following is a non-exhaustive list of benefits we offer to support our employees in key aspects of their lives. The benefits offered \nvary by country and region based on regulations and market-competitive practice.\n• Healthcare benefits: medical, dental, vision, health savings accounts, flexible health and dependent care spending accounts and life,  \n accident and disability insurance;\n• Family and partner support benefits: parental leave, adoption assistance, maternal education and support, fertility benefits, pet   \n insurance and flexible work schedules;\n• Programs to support healthy lifestyles, well-being and productivity: employee assistance programs, including emotional and social   \n well-being assistance programs, well-being clubs, well-being tools and coaching, supplemental paid time off and volunteer    \n paid time off, charitable matching gifts, tobacco-free workplace and smoking cessation support; and\n• Offerings to support employee financial health: pension retirement plans, defined contribution retirement plans with company   \n matching contributions, financial planning and education, income and legal protection benefits, tuition reimbursement and   \n employee stock purchase plan.8%  TOTAL ANNUAL  \nEMPLOYEE TURNOVER RATE7% VOLUNTARY ANNUAL  \nEMPLOYEE TURNOVER RATE", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}