{"page_content": "CORPORATE RESPONSIBILITY // 20\n/ INVESTING IN OUR PEOPLE AND ONE ANSYS CULTURE\nEmployee Development and Engagement\nEmployee Development - We support development of our employees by providing opportunities for professional development, tuition \nassistance, conducting annual performance reviews, and encouraging continuous feedback on performance. We also drive a wide \nvariety of focused initiatives specifically designed to support employee development. These include offering LinkedIn Learning to all \nemployees, workshops on emotional intelligence and personality style, executive coaching, mentoring, a manager training program, \nnew leader onboarding, and function-specific training. \nEmployee development metrics as of December 31, 2021:\nEngagement - Employee feedback is critical.  The annual employee engagement surveys are an important tool for listening to and \nunderstanding employees.  This was even more important in 2021, as the majority of Ansys employees were required to continue \nworking remotely due to the global pandemic. \nIn 2021, 87% of employees participated in our survey. In 2021, our employee engagement score was strong at 80%, and this is strongly \nrelated to our efforts that create a culture of inclusion and belonging.\nHighlights from our 2021 survey include:\nMethodology - The employee engagement survey is conducted using external expertise and the following steps: 1) design the survey \nitems to solicit anonymous feedback on a variety of relevant engagement topics. Many questions remain the same from year to year \nto measure trends over time, 2) administer the global survey to all employees, 3) analyze the qualitative and quantitative results and \nsynthesize the key themes, 4) communicate the survey results with employees, and 5) develop team action plans to address areas of \nopportunities identified by employees. We monitor employee engagement between the biennial full-length engagement surveys with \na listening strategy that includes follow up pulse surveys.\nEngagement scores, for reference:\n73%\nEmployee \nEngagement \nScore2017\n77%\nEmployee \nEngagement \nScore2018\n79%\nEmployee \nEngagement \nScore2019\n83%\nEmployee \nEngagement \nScore2020\n80%\nEmployee \nEngagement \nScore202191%\nEmployees feel supported in their \nefforts to adapt to changes in  \nhow we work due to the  \nCOVID-19 pandemic.89%\nEmployees think supervisor/ \nmanager creates  \nenvironment of trust85%\nEmployees believe Ansys provides \nmeaningful opportunities for \nlearning and development$917 AVERAGE SPEND  \nON DEVELOPMENT  \nPER EMPLOYEE38% OF EMPLOYEES \nPARTICIPATED IN \n ELEARNING\ncompared to 16% of employees in 2020~8,800 LINKEDIN LEARNING \nCOURSES AVAILABLE IN \n7 LANGUAGES\n46% increase in course offerings from 2020LAUNCHED A MANAGEMENT  \nESSENTIALS TRAINING PROGRAM  \nFOR NEW PEOPLE MANAGERS\n281 managers participated in 2021", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}