{"page_content": "CORPORATE RESPONSIBILITY // 3\n/ A MESSAGE FROM OUR PRESIDENT AND CEO \nAnsys again delivered outstanding financial results in 2021 while advancing our commitment to our \nenvironmental, social and governance initiatives. Our more than 5,100 employees around the world work \ntirelessly each and every day to deliver on the promise of Ansys engineering simulation solutions to help our \ncustomers achieve their sustainability goals. \nGuiding Ansys on this journey is our series of pillars that reflect the strategic direction of our ESG program. \nThese pillars influence our products, our people and culture, our operations and our collaboration with \ncustomers, investors, and other stakeholders.\nAdvancing Sustainability Through Our Products\nAnsys simulation products help our customers achieve their sustainability goals by accelerating their product development processes \nand assisting them with developing and validating their ideas in a virtual environment.\nInvesting in our People and ONE Ansys Culture\nAt Ansys, our people are our greatest asset. Our shared mission and values – like transparency and integrity, inclusiveness, and \ncollaboration and teamwork – provide a strong foundation for our ONE Ansys culture. We also aim to create a diverse workforce and \nculture of belonging, creating a space for innovation and new ideas to flow. \nOperating Responsibly\nAnsys aims to operate responsibly by monitoring our emissions, employing clean energy options and green building standards, and \nincorporating renewable energy into our operations. We plan to continue to assess our climate change impact and submitted to the \nCarbon Disclosure Project (CDP) for the second year in a row.\nCollaborating with Stakeholders\nAs the global leader in simulation software, we are well positioned to provide technology solutions that support and enable the goals of \ncustomers across diverse industries – and we are committed to working with our stakeholders to help them achieve their goals.   \nI am proud of the work and progress that our team has achieved this year. I am optimistic about our ability to continue to advance \nsustainability – within our own operations and those of our customers – using our market-leading simulation solutions, investing in \ndiverse talent and our ONE Ansys culture, and collaborating with our stakeholders, all while creating long-term value. I look forward to \nsharing our accomplishments, goals, and progress with you. \nSincerely,\nAjei S. Gopal\nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}