{"page_content": "CORPORATE RESPONSIBILITY // 21\n/ OPERATING RESPONSIBLY \nEnergy and Emissions Management\nWe aim to reduce the environmental and climate impact of our operations by measuring, analyzing, and reducing our resource use \nand emissions. In 2021, we continued to measure our scope 1 and 2 greenhouse gas (GHG) emissions (described below) and conducted  \npreliminary scope 3 emissions calculations based on historical data. Our 2019 scope 1 and 2 GHG baseline was primarily composed of \nour office locations and data centers and was calculated in accordance with the GHG Protocol Corporate Standard set by the World \nBusiness Council for Sustainable Development and the World Resources Institute. \nTo drive carbon emission reductions, we completed energy audits throughout our 2021 footprint. The audits identified strategies to \noptimize our operations, incorporate efficient lighting projects, and on-site renewables. We have made investments in these strategies \nand continue to implement initiatives across our real estate portfolio. \nIn 2020, we disclosed our first assessment of our climate change impact through CDP, a global non-profit that runs the world’s \nleading environmental disclosure platform. To build on our progress, in 2021, we submitted our response to CDP’s climate change \nquestionnaire for the second year, receiving a score of “C”. We are in the process of submitting our inaugural Task Force on Climate-\nRelated Financial Disclosure (TCFD) report, with the initial analysis included in the appendix of this report.\nGHG INVENTORY*\nPerformance Data 2019 CO2e (Metric Tons) 2020 CO2e (Metric Tons) 2021 CO2e (Metric Tons)\nScope 1 2,056 2,354 2,023\nScope 2\n(Location and Market Based)14,117 (Location Based)  \n14,475 (Market Based)13,767 (Location Based)  \n14,280 (Market Based)13,356 (Location Based)  \n14,264 (Market Based)\nTotal16,172 (Location Based)  \n16,531 (Market Based)16,121 (Location Based)  \n16,634 (Market Based)15,379 (Location Based)  \n16,287 (Market Based)\nIntensity\n(per square feet)0.012338 0.012029 0.011504\nENERGY CONSUMPTION AND LEED CERTIFICATION\nRenewable Energy (1) 152 MWh 119MWh 140MWh\nBuildings with LEED /  \nBREEM Certification(2)7 8 9\n(% of total active square \nfootage)22%+ 23%+ 23%+\nTotal Energy Consumed 41,975MWh 44,668MWh 42,698MWh\nPercentage of Grid Electricity 77% 76% 77%\n(1) On-site Pune Solar Generation. The Livermore facility is part of our LSTC acquisition which closed in Q4, 2019 and as such, the total solar generation was not included in the 2019   \n GHG Inventory* calculations.\n(2) Our facilities located within LEED or BREEAM Certified buildings include our two facilities in Canonsburg, USA, and facilities in Beijing, Chengdu, and Shanghai, China,   \n Hyderabad, India, Seoul, Korea, Sheffield, UK and Madrid, Spain. Our Madrid, Spain office opened in December 2021, and is pending LEED certification. \n* Ansys updated its 2019 GHG scope 1 and 2 baseline based on increased data integrity and calculation methodology.  Thus, we have restated 2019 data using the updated \nmethodology, for comparability.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}