{"page_content": "CORPORATE RESPONSIBILITY // 22\n/ OPERATING RESPONSIBLY \nGreen Building Certifications - We actively seek opportunities to lease locations that have sustainable building  \ncertifications such as U.S. Green Building Council Leadership in Energy and Environmental Design (LEED),  \nBuilding Research Establishment Environmental Assessment Method (BREEAM), and Energy Star certifications. \nA Sustainable Workplace - Our workplaces embody One Ansys as well as the local culture of the office.   \nSustainability to Ansys, not only means reduction in energy, water, and waste in our workplaces, but places of  \nbelonging.  Each workplace is unique in nature, while incorporating planning principles to give our staff access  \nto natural daylight, views, and a flexible work environment to accommodate their workstyle and needs. \n \nData Centers and E-Waste\nWe are beginning to track our energy consumption in our data centers more closely and evaluating  \nopportunities to incorporate free-cooling or cool aisle containment, based on opportunities available at each  \nlocation.  We are also seeking providers with renewable energy certificate purchases to promote renewable  \nenergy production. \nData Center Strategy - We recognize that managing the natural resource use associated with our IT infrastructure is important to \nour stakeholders, especially given that data centers need to be powered continuously and need cooling. We are also focused on \nthe increased security, availability, and scalability expectations for our IT infrastructure. Our data center strategy includes selecting \nproviders that can offer higher energy efficiency standards in the industry and use renewable energy.\nElectronic Waste - We aim to select IT vendors that have buy-back programs to ensure that waste is disposed of in an environmentally \nfriendly manner. We also aim to select electronic waste disposal providers that ensure retired IT equipment is recycled in a responsible \nmanner across our locations. \n \nEthics, Compliance, and Integrity\nSince our beginning over 50 years ago, integrity and ethical conduct have been at the forefront of our long-term success.  We have \nimplemented a comprehensive global ethics and compliance program with support from our Board of Directors and executive \nmanagement team to communicate the ethical and legal standards that govern our business conduct at all times. We expect our \nemployees, agents, business partners and other third-party representatives to embrace the standards embodied in our culture and \nvalues, and to act with the highest level of integrity and in accordance with applicable laws and industry and trade regulations when \ndoing business with and on behalf of Ansys.  \n \nCoverage  \nAnsys’ Code is the cornerstone of our global ethics and compliance program. The Code applies to employees, officers, and directors \nof Ansys and its worldwide subsidiaries, and it sets forth the basic principles we must follow to uphold our company’s ethical business \nculture. We believe the Code is a living document and we periodically review and update the contents of the Code to ensure we \ncontinually inform our employees and directors that maintaining ethical conduct depends on every person exercising good judgment \nand high ethical standards in the business jurisdictions in which we operate.\nScope - Our Code is publicly available on our corporate website as well as on our intranet. The Code defines standards of conduct and \nprovides guidance and resources to help employees and directors make ethical business decisions in the following key areas: \n• Anti-Corruption • Anti-Competitive Practices • Harassment and Discrimination • Trade Compliance • Conflicts of Interest • Gifts and \nEntertainment • Protecting Confidential Information and Personal Data • Human Rights • Intellectual Property • Cybersecurity and \nPrivacy • Insider Trading18%\nEmployees in  \nGreen Buildings\n8%\nEmployees in \nFacilities Accessing \nOn-Site Renewable \nEnergy", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}