{"page_content": "CORPORATE RESPONSIBILITY // 23\n/ OPERATING RESPONSIBLY \nReporting - Ansys encourages employees and others to seek guidance regarding ethics and compliance issues, to report actual or \nsuspected misconduct, and to obtain information about Ansys’ policies and procedures. \nIn this regard, Ansys administers a company hotline – the Ansys Ethics Line – which features: \n• Multiple reporting modes: phone, website, or email \n• Anonymous report submission \n• Global availability of 24 hours a day, seven days a week \n• Multi-language capabilities: Ansys allows employees to make anonymous reports, where permitted under applicable law, and Ansys   \n does not tolerate retaliation for voicing concerns or for participating in investigations. \nEmployee Training and Communications  - All employees are trained on the key compliance topics covered in our Code and other \napplicable policies upon being hired. Additionally, employees are retrained on the Code, workplace harassment, and other policies \nperiodically. In 2021, 99% of our employees completed Code training. Over the course of 2021, we also trained our employees on global \nanti-corruption laws through various online training programs and employee communications. Over 94% of our employees completed \ntheir anti-corruption training. Other trainings, both in-person and online, are disseminated as needed. In addition, through our annual \npolicy certification process, employees across the globe, where applicable, certified to the Code and key compliance policies. To \npromote transparency about our program, Ansys celebrated its inaugural Ethics and Compliance Week. The purpose of this week was \nto shine a spotlight on the importance of ethics and compliance in the workplace. During that week, employees had an opportunity \nto hear from the senior leadership team as they answered a variety of questions on why embedding a strong culture of ethics and \ncompliance is vital to our long-term success.  \nAdministration - Ansys’ board oversees the implementation and effectiveness of our global ethics and compliance program. Our \ngeneral counsel is tasked with overseeing the administration of the program. We provide the board updates on a quarterly basis. As \nour business expands globally, we continue to build and mature our global ethics and compliance program to address those issues \nthat are relevant to our business. Additional information on Ansys’s global ethics and compliance program, including the Code and \nAnsys Ethics Line, is available here .\nCybersecurity and Data Privacy\nThe Ansys privacy and cybersecurity teams work closely to identify and address potential risks to the security of the data we hold and \nprocess. Ansys strives to protect the data of our customers, partners and employees through appropriate cybersecurity and privacy \npractices.\nCybersecurity\nGovernance - The Ansys cybersecurity department is led by the Vice President of Cybersecurity. The cybersecurity department \nincorporates operations, intelligence, risk management, threat detection, cyber response, and program management. The \ncybersecurity steering committee ensures cybersecurity is prioritized throughout the organization by including members from \nwithin the cybersecurity program as well as from functions and resources across the organization. By providing a strategic approach \nto mitigating cybersecurity risk, the committee helps the organization to: 1) align the global security program with the corporate \nobjectives and Ansys values; 2) further establish a cyber risk-aware culture, sound security practices and compliance with internal, \nregulatory and customer demands; and 3) maintain communication related to cybersecurity with senior leaders. Metrics we track \ninclude cybersecurity initiative completion, incident response, threat detection, vulnerability management, and security awareness \ntraining completion.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}