{"page_content": "CORPORATE RESPONSIBILITY // 24\n/ OPERATING RESPONSIBLY \nAt the Ansys Board level, the Audit Committee oversees our risks related to cybersecurity and our process for assessing and managing \nrisk through our enterprise risk management. All members of the Audit Committee are independent. We also have a dedicated \ninternal audit team, which reports to our general counsel, and we have a dedicated governance, risk, and compliance team within the \ncybersecurity department.\nWe maintain cybersecurity insurance coverage, which we renew annually. Upon renewal, we complete a data security information \ngovernance questionnaire that covers privacy and governance, the cybersecurity organization, cybersecurity, third party technology \nservices, such as cloud or web hosting, and current network and technology providers. The elements of our cybersecurity insurance \ncoverage include notification expense, forensic expense, cyber threat/extortion, first party business income, contingent business \nincome, digital asset replacement and regulatory costs including first party fines and penalties including GDPR. In addition to this \ncoverage, Ansys also purchases excess cyber coverage. Ansys develops business continuity and contingency plans, and incident \nresponse procedures are in place. These crisis management plans are tested periodically against specific high-risk scenarios.\nAssessments and Certifications - Our cybersecurity management follows industry guidelines, including ISO and NIST frameworks, for \ninternal assessments. We also work with many third-party assessments and audits throughout the year. For example, Ansys Cloud \nhas received SOC2 certification, and we are working to achieve ISO27001 and ISO27017 certifications. To ensure SOX compliance, our \nsecurity controls related to financial systems are audited by an independent third party on an annual basis. For our customers in the \nEuropean automotive industry, we maintain a fully TISAX-certified environment.\nWe also are routinely assessed and audited by our customers across many industries as part of their supply chain risk management \nprograms. We also utilize a third-party consultant to conduct annual assessments of our cybersecurity capabilities against the NIST \nframework and industry benchmarks. The results of this assessment are presented to our board.\nAs we look forward, we plan to pursue ISO27001 certification company wide, as well as the Department of Defense Cybersecurity \nMaturity Model Certification (CMMC).\nIn 2021, Ansys did not experience a cybersecurity attack or incident that had a material impact on the company’s business or \nconsolidated financial statements.\nCyber Trainings and Risk Awareness Culture - Ansys provides an escalation process to all employees through various channels regarding \ndata protection. This information is provided during the onboarding training process, annual retraining process, and within our regular \ninternal security awareness communications. New employees are trained in cybersecurity best practices as they join Ansys, followed by \nawareness communication and other continuous training sessions throughout the year.\nEmployees are required to take a five-module cybersecurity awareness training annually to maintain a cyber-aware culture through \neducation, testing, and performance measurement with the goal of continuous learning and improvement. Phishing simulation \nexercises are conducted company-wide throughout the year, and metrics related to the reporting of real-world phishing attempts are \nused to inform these exercises.\nWe report metrics related to these activities to the board on a quarterly basis. Cybersecurity alert emails as well as educational posts \nto our Ansys intranet are distributed on a regular basis to maintain awareness. Finally, our cybersecurity team routinely briefs teams \nthroughout the company and our executive leadership to provide guidance regarding security matters. We have many initiatives to \neducate teams across the enterprise, including quarterly incentive programs to recognize employees for their contributions to our \nsecurity program.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}