{"page_content": "CORPORATE RESPONSIBILITY // 25\n/ OPERATING RESPONSIBLY \nKey Elements of Ansys’ Cybersecurity Program:\n• Governance and board oversight\n• Conformity with industry guidelines and standards, like the NIST framework\n• External verification and assessment\n• Business continuity and contingency plans with annual testing\n• Cybersecurity insurance\n• Cybersecurity training (onboarding, annual and awareness communications)\n• Continuous employee testing\n \nData Privacy\nGovernance and Objective - Led by our global data privacy officer, the data privacy team works to drive continuous improvement \nacross our business operations, partnering with stakeholders to identify and mitigate data protection risks. In close alignment with the \ncybersecurity team, IT and Ansys leadership, the data privacy team seeks to ensure that our global data privacy program addresses the \nneeds of Ansys and our customers, partners, and employees.\nApproach - The data privacy team works to provide guidance for cross-functional and strategic initiatives, incorporating data privacy \nand risk mitigation concepts in accordance with the Ansys Privacy Notice and Employee Data Protection Notice. The data privacy \nteam is also tasked with executing data processing agreements, conducting privacy reviews, and responding to data subject access \nrequests. The program seeks to keep pace with the priorities and goals of the business as we continue to develop and roll out new \ntechnologies and mechanisms for licensing to offer customers more services in the cloud, and to add new companies and partners to \nour environment.\nTraining and Awareness - Data privacy is a priority of our employees, supported by tailored training and awareness opportunities \nprovided to our teams. Additionally, through our Code and other internal policies and notices, employees are reminded of their \nresponsibility to take reasonable precautions to ensure personal data, to which they have access in the course of employment, is used \nproperly and handled according to Ansys’s policies and standards.\nIn 2021, Ansys opened the year by celebrating international Data Privacy Day, which included an online, focused data privacy training. \nA data privacy training module was also included as part of a cybersecurity training with a completion rate of over 98.9%. We also \nconducted multiple virtual role-based trainings throughout the year.\nWe prioritize data privacy compliance with our vendors and partners by seeking to implement appropriate policies and procedures, as \nwell as contractual obligations for data processors we engage.\nAnsys Privacy Notice - Our Ansys Privacy Notice, as updated from time to time, outlines our approach of general use and secondary \nuses of personal data in specified circumstances covered by legitimate interest-based processing, including the sharing of data \nwith vendors and partners. The notice also sets forth our approach of consent-based processing where consideration is provided to \nhonoring opt-outs and limiting the use and sharing to the extent specified by the consent. Ansys Privacy Notice provides guidelines for \nhandling the data subject requests that we may receive.\nFor more detailed information on how Ansys endeavors to protect personal data across the organization, please consult the  \nAnsys Global Privacy Notice.\nPrivacy Incidents and Complaints - We did not experience any material legal proceeding or regulatory complaints as a result of \nbreaches of personal data in 2021.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}