{"page_content": "CORPORATE RESPONSIBILITY // 26\n/ OPERATING RESPONSIBLY \nBusiness Continuity and Resilience\nAn unplanned business interruption can result from the loss of a critical service (e.g., computer processing, telecommunications), a \nloss of building access, physical facility catastrophe (e.g., fire, flood, etc.) or another incident or crisis that impacts the business. Ansys \nis building a business continuity and incident response plan that is designed to provide an immediate response to any unplanned \nbusiness interruption and to facilitate the subsequent recovery. \nA centralized group oversees response and recovery activities and supports the recovery of impacted teams. Ansys has corporate \npolicies and procedures for disaster recovery and cybersecurity. Policies support each area and services exist to assess, attempt to \nmitigate, and remediate any negative impacts of such an interruption. In addition, Ansys has emergency response plans that focus on \nsafeguarding staff and recovering facilities following a site-level disruption. \nBusiness Continuity - Business continuity focuses on the recovery or continuity of critical business processes within Ansys business \nunits. Disaster recovery plans outline measures for the restoration of critical systems and data in the event of a crisis or disaster. In \naddition, Ansys has a crisis management process that focuses on decision-making and communication during a crisis. The recovery \nprocess establishes the strategies, resources, and procedures to recover from any short- or long-term business interruption. As part of \nthis recovery plan, customer support requirements have been incorporated and are also overseen by the incident management team. \nCybersecurity Incident Response Plan - The goal of the Ansys security incident response plan is to detect, assess, and respond to \nsecurity incidents in a responsible manner that minimizes the impact to Ansys and keeps all stakeholders informed at the appropriate \nstages. Roles and responsibilities, categorization of incident types, general methodologies, relationships to other policies/procedures, \nand notification requirements and stages are defined in the incident response plan. \nTesting the Crisis Management Plan - The Ansys crisis management plan is tested periodically and includes red team and executive \ntabletop exercises on selected high-risk scenarios. Follow up on lessons learned is part of the testing process. \n \nGovernance\nSound corporate governance and independent oversight of a company’s strategic execution are essential ingredients of a well-run \ncompany. Board independence helps Ansys effectively address risks while also protecting our long-term health.\nINDEPENDENT CHAIRMANSEPARATE CEO AND \nCHAIRMAN ROLES89% INDEPENDENT DIRECTORS \nON THE BOARD\n(DECEMBER 31, 2021)\nMAJORITY VOTING IN \nDIRECTOR ELECTIONS WITH \nRESIGNATION POLICY100% INDEPENDENT \nCOMMITTEE MEMBERSROBUST BOARD \nEVALUATION PROCESS\nANNUAL SAY-ON-PAY VOTEINDEPENDENT DIRECTOR MEETINGS \nWITHOUT MANAGEMENT PRESENT22% WOMEN BOARD MEMBERS \n(DECEMBER 31, 2021)", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}