{"page_content": "CORPORATE RESPONSIBILITY // 27\n/ OPERATING RESPONSIBLY \nOther Policies and Resources\nSupplier Code of Business Conduct and Ethics: Our Supplier Code of Business Conduct and Ethics (Supplier Code) details our \nexpectations for our suppliers, vendors, and contractors and includes guidelines on responsible business practices and ethics, social \nand working conditions, environmental sustainability, and more. Our Supplier Code can be found here .\nAnsys has a Third Party Provider Risk Management (TPRM) program that provides guidance and direction to all areas of Ansys for the \nselection and subsequent management of risks associated with the use of in-scope third party providers. During the risk assessment \nprocess, TPRM incorporates ESG components, such as human rights, corporate governance, data protection and privacy.  \nHuman Rights Policy: Our global human rights policy sets forth our commitment to respecting human rights and freedom as part \nof our corporate values. We support globally recognized human rights in addressing the risk of adverse effects on the human rights \nlinked to the company’s business operations.\nPlease see our policy here: Human Rights Policy\nPublic Policy Advocacy: This global policy regulates lobbying as well as political contributions on behalf of the company. The company \ndid not engage in any direct political contributions, including to ballot measures, 527 groups, 501(c)(4)s, or independent expenditures \nin 2021. \nPeriodic disclosure reports filed by the company with U.S. federal, state and local jurisdictions, and other governments globally, can be \nfound at the following sites: \n• Secretary of the United States Senate: lobbying activities and political contributions\n• Clerk of the United States House of Representatives: lobbying activities and political contributions\nSee our policy here: Public Policy Advocacy Policy", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}