{"page_content": "CORPORATE RESPONSIBILITY // 28\n/ COLLABORATING WITH STAKEHOLDERS\nCommunity Relations\nWe focus our philanthropic efforts on supporting and improving the communities in which our employees live and work. Our \nphilanthropic activities fall primarily in the areas of supporting our employee contributions and volunteer efforts in the areas of STEM, \nhealth and human services, public cultural, and scientific affairs. In 2021, Ansys donated nearly half a million dollars to these causes. \nIn 2020, Ansys challenged each employee to volunteer up to 8 hours from their paid-time to a personal cause that was meaningful \nto them. In late 2021, we started tracking our employee’s volunteer hours and in the U.S. alone, 90 employees volunteered nearly 700 \nhours to causes important to them.\nHere are just a few examples of how our employees supported their communities in 2021: \n• Packaged nearly 3,000 pounds of food at the Greater Pittsburgh Community Food Bank\n• Produced over 8,000 meals with a food bank in Central Florida\n• Sorted and packed food bank boxes for the holidays in Horsham, United Kingdom\n• Rode bikes for 500km in support of the YouMeWe, a Tokyo-based non-profit organization that is solely dedicated to nurturing and   \n supporting local students \n• Donated to organizations in India that provided vaccination drives and training programs on health issues \nIn 2021, Ansys provided support to a variety of charities and volunteer efforts, which included food relief, children’s medical research, \nand support of STEM through robotics competitions, makers spaces, and educational outreach programs. \nAs a company, we increased our giving to several service organizations, including those advocating for the underrepresented, like \nthe National Society for Black Engineers (NSBE), and Out in Science, Technology, Engineering, and Mathematics (oSTEM), and \nthose helping with COVID-19 relief efforts, like the American Red Cross and food banks that are helping those in need in our local \ncommunities.     \n", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}