{"page_content": "CORPORATE RESPONSIBILITY // 29\n/ COLLABORATING WITH STAKEHOLDERS\nAcademic and STEM Education\nOur technology is used for research and teaching at engineering schools around the globe, including both undergraduate and \ngraduate degree programs. Ansys’ academic products are used by students who are our future engineers, researchers, and leaders. \nAnsys also encourages our commercial customers to engage with academic institutions and students, contributing knowledge, \ninformation transfer and career progress to members of our academic ecosystem.\nINITIATIVE OBJECTIVE IMPACT\nAnsys student \nversionAnsys provides special product versions at no cost to students.During 2021, the free Ansys student \nversion was downloaded over 550,000 \ntimes. Additionally, in 2021 we surpassed \n2 million downloads in 147 countries \nsince our student products launched \nin 2015. See our free student products \nhere .\nStudent  \ncompetition  \nteamsAnsys sponsors student teams building innovative vehicles \nand designs that competed in Formula SAE, World \nSolar Challenge, and similar competitions globally. This \nengagement benefits the students by improving their \ninnovation and technology skills while providing a real-world \nexperience in engineering.In 2021, more than 450 student teams \nwere sponsored by Ansys. Read more \nabout our sponsorship of student teams \nhere .\nSimulation  \nfor student \neducationIn July 2020, we launched Ansys Innovation Courses (www.\nansys.com/courses). In 2021, we grew from 50 free courses \nto more than 200. These courses are self-paced and use \nsimulation to both visualize and reinforce concepts. Many \nof the courses are application-based with an array of \nfoundational physics courses to complement these. Our \naim is to be a thought leader on how simulation can be \nintroduced earlier on in the engineering curriculum in an on-\ndemand way while making self-learning available to students \nand early-career professionals.As of December 31, 2021, more than \n274,000 unique users spanning 122 \ncountries have utilized Ansys\nInnovation Courses.\nLearning  \nForumThe Ansys Learning Forum (www.ansys.com/forum) is the \ngo-to place for the academic ecosystem and professional \nengineers alike to engage both peer-to-peer as well as peer-\nto-expert with our support team.In 2021, more than 848,000 unique \nusers from 147 countries have visited \nthe forum.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}