{"page_content": "CORPORATE RESPONSIBILITY // 33\n/ TASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD) INDEX\nWe believe in providing transparency on our environmental commitments that highlight our climate change risk management, \ngovernance, and performance. A summary of our TCFD-recommended disclosures, which complements our CDP report, is below.\nGovernance\nA) Board Oversight  \nThe Nominating and Corporate Governance committee of the Board oversees our policies and practices regarding our ESG program, \nmatters, and initiatives, including risks and opportunities related to climate change. Sustainability is a subject discussed at least \nannually by the full board. \nB) Management Role\nOur ESG program is led by a committee of select senior leaders (“ESG committee”) from our human resources, finance, industry \nmarketing, communications, investor relations, legal, cybersecurity, strategy, procurement, and facilities departments. Our general \ncounsel chairs this committee. The ESG committee also has two task teams to address specific topics related to environmental \nsustainability and human capital management. Task teams report to, and receive oversight from, the ESG committee. The chairperson \nof the ESG committee reports progress to the CEO and to the board of directors quarterly. \nStrategy\nA) Climate-related Risks and Opportunities\nWhile we do not believe climate change-related risks are material for our business, we have identified risks and opportunities that may \nimpact our business over the short, medium, and long-term. These include the following:\nReputational Risk - Maintaining our company’s reputation and brand at a high level is critical to our operations and financial results. \nChanging customer demands and sustainability requirements could impact demand for our products. \nRegulatory Risk - Ansys is a global business with 88 locations in the Americas, APAC, and EMEA, thus we could face risks from carbon \npricing mechanisms or emissions reporting obligations in various countries where we operate. Additionally, regulators are looking at \nthe energy use and efficiency of data centers and any corrective measures may indirectly impact the users of data centers such as \nAnsys.\nProduct Risk - We are a Software-as-a-Service (“SaaS”) company and our products face few direct climate-related risks, which have \nlittle potential to have a significant financial impact on the business. However, climate change concerns could impact our customers’ \nbusinesses, which could impact demand for Ansys products, but we believe that the wide range of industries we serve should prove \nresilient to such changes. ", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}