{"page_content": "CORPORATE RESPONSIBILITY // 34\n/ TASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD) INDEX\nSimulation Testing Software Opportunities - By focusing on accelerating the creation of new technology, and by making current \ntechnology better, we aim to support our customers in their design of products to meet the biggest challenges, including to address \nissues related to the challenge of making their products more efficient, with less waste, and minimizing physical prototyping. We may \nsee increased demand for our products due to more stringent climate change regulations.\nB) Impact on strategy\nClimate change-related issues have impacted our business strategy, including in our conversations with our customers, operations and \nour supply chain requirements. As the global leader in simulation software, Ansys is well-positioned to deliver simulation solutions that \nsupport and enable the sustainability goals of our customers across diverse industries. \nOur operational strategy has been influenced by climate-related risks and opportunities. The Real Estate and Facilities department \naims for more environmentally sustainable workplaces which includes seeking leased locations that have sustainable building \ncertifications such as U.S. Green Building Council LEED, BREEAM, and Energy Star. We have strengthened our carbon emission \ntracking by measuring our scope 1 and 2 GHG emissions and establishing an energy baseline in 2019. \nRisk Management\nOur senior leadership team and board of directors are focused on managing and mitigating various risks to our business and financial \nperformance, including environmental risks such as climate change. Such risk management topics are reviewed and discussed on \na regular basis among our leadership team. Consideration of such risks is implemented as part of the operating and investment \ndecision-making process. Our ESG committee reports ESG (including climate-related) issues to our Nominating and Corporate \nGovernance Committee and board of directors for oversight on a regular basis in connection with them fulfilling their oversight \nresponsibilities. \nTo determine which risks and/or opportunities could have a substantive financial or strategic impact on our business, Ansys’ ESG \ncommittee administered a preliminary survey to an interdisciplinary group of employees within our organization from the following \ndepartments: finance, procurement, sales and marketing, investor relations, information technology, real estate, and legal. This survey \npresented possible climate-related risks and opportunities (both transitional and physical) and asked respondents to select if each has \nthe potential to have a substantive financial or strategic impact on our business.\nMetrics and Targets\nScope 1 and Scope 2 GHG emissions\nScope 1 emissions (2020): 2,354 metric tons of CO2e \nScope 2 emissions (2020): 13,767 (Location Based) and 14,280 (Market Based) metric tons of CO2e \nScope 1 emissions (2021): 2,023 metric tons of CO2e\nScope 2 emissions (2021): 13,356 (Location Based) and 14,264 (Market Based) metric tons of CO2e\nThe Procurement department is evaluating our scope 3 emissions after completing a relevance assessment, which has informed \nwhich categories will need to be calculated to determine the baseline.\nTargets - We have established a carbon emissions baseline for scope 1 and 2 GHG emissions and are currently evaluating relevant data \ncategories to measure our scope 3 emissions. Currently, we do not have a carbon reduction target, but are actively pursuing energy \nreduction projects to lower our carbon emissions.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}