{"page_content": "CORPORATE RESPONSIBILITY // 35\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS:  \nThis 2021 Corporate Responsibility Report contains statements that relate to future events and expectations and, as such, constitute \nforward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements \ninclude those containing such words as “anticipates,” “believes,” “could,” “estimates,” “expects,” “aspires,” “aims,” “strives,” “forecasts,” \n“goal,” “intends,” “may,” “outlook,” “plans,” “projects,” “seeks,” “sees,” “should,” “targets,” “will,” “would,” or other words of similar meaning. \nAll statements by Ansys that reflect expectations, assumptions, or projections about the future, other than statements of historical fact, \nare forward-looking statements. These statements reflect beliefs and assumptions that are based on Ansys’s perception of historical \ntrends, current conditions, and expected future developments, as well as other factors that management believes are appropriate in \nthe circumstances. Forward-looking statements are not guarantees of future performance and are subject to known and unknown \nrisks, uncertainties, and changes in circumstances that are difficult to predict. Although Ansys believes that the expectations reflect -\ned in any forward-looking statements are based on reasonable assumptions, it can give no assurance that these expectations will be \nattained, and it is possible that actual results may differ materially from those indicated by these forward-looking statements due to a \nvariety of risks and uncertainties. For a discussion of some of the specific factors that may cause Ansys’s actual results to differ materi-\nally from those projected in any forward-looking statements, see the risk factors described in our most recent Annual Report filed on \nForm 10-K for the fiscal year ended December 31, 2021 (the “2021 Form 10-K”), filed with the SEC on February 23, 2022, in Part I, Item 1A, \n“Risk Factors.” The risks and uncertainties described in the 2021 Form 10-K are not exclusive, and further information concerning our \ncompany and our businesses, including factors that potentially could materially affect our operating results or financial condition, may \nemerge from time to time. Ansys disclaims any obligation to update publicly any forward-looking statements, whether in response to \nnew information, future events, or otherwise, except as required by applicable law. Market projections are subject to the risks described \nabove and other risks in the market.", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}