{"page_content": "CORPORATE RESPONSIBILITY // 8\n/ CORPORATE RESPONSIBILITY AT ANSYS\nStrategy and Vision\nAt Ansys, we aim to advance environmental sustainability through our simulation products that accelerate the creation of new \ntechnology with less waste by minimizing physical prototyping. By integrating environmental, social, and governance (ESG) objectives \ninto our decision making, we can deliver long-term value for our business and our communities through continued innovation, investing \nin our people, and collaborating with our stakeholders.\nIn 2021, we updated our corporate responsibility (CR) pillars to better reflect our strategic direction. Our strategy focuses on addressing \nimpactful drivers of business performance in these four key areas:\nADVANCING SUSTAINABILITY \nTHROUGH OUR PRODUCTSINVESTING IN OUR PEOPLE \nAND ONE ANSYS CULTUREOPERATING \nRESPONSIBLYCOLLABORATING \nWITH STAKEHOLDERS\nGovernance\nAnsys believes in Corporate Responsibility and furthering our ESG efforts with Board oversight of these matters and senior management \nresponsibility for the design and development of these programs. Our Nominating and Corporate Governance Committee of the \nBoard has general oversight responsibility over our ESG program, matters, and initiatives. In addition, cybersecurity is overseen by our \nAudit Committee and is a standing topic that is addressed at least quarterly at its meetings and our Compensation Committee has \noversight responsibility with respect to human resources and talent management, as specified in its charter. Our ESG program is led \nby a committee of select senior leaders (ESG committee) from our human resources, finance, industry marketing, communications, \ninvestor relations, legal, cybersecurity, strategy, procurement, and real estate and facilities departments. Our general counsel chairs this \ncommittee. The ESG committee also has two task teams to address specific topics related to environmental sustainability and human \ncapital management. Task teams report to, and receive oversight from, the ESG committee.\nCR Progress Through 2021\nAdvancing sustainability through our products - At Ansys, we look for new and better ways to engineer what’s ahead. By focusing on \nthe creation of new technology, and by making current technology better, we aim to support our customers in their design of products, \nincluding to address issues related to making their products more efficient, with less waste, and minimizing physical prototyping. In 2021, \nwe continued to make progress on our ‘product handprint’ initiative to report on how Ansys simulation products help our customers \nreduce their impact on the planet. See the Ansys product handprint use cases here .\nInvesting in our people and ONE Ansys culture - Our people are at the core of driving product innovation for our customers. We aim \nto create a culture of belonging and inclusion where everyone can be themselves and thrive as a ONE Ansys team. We advance our \ndiversity, equity, inclusion, and belonging strategy under our framework of employee resource groups, training, and talent acquisition. We \ncontinued to strengthen our recruitment of and outreach to diverse talent, expanded our employee resource groups, provided inclusive \nleadership training for our people managers, while continuing to develop, engage, and retain our talented workforce. \nOperating responsibly – We strive to reduce the environmental and climate impact of our operations by measuring, analyzing, and \nreducing our resource use and emissions. In 2020, we disclosed our first assessment of our climate change impact through the Carbon \nDisclosure Project (CDP). To build on that progress, in 2021, we submitted our response to CDP’s climate change questionnaire for the \nsecond year in a row, receiving a score of C. We also completed energy reduction initiatives, a Task Force on Climate-Related Financial \nDisclosures (TCFD) analysis, and a preliminary scope 3 emissions calculation. We have also taken actions to promote ethical business \npractices, data security and good governance. \nCollaborating with stakeholders - We will continue to engage with our stockholders, customers, employees, communities, and other \nstakeholders through feedback, engagement surveys, and by supporting the communities in which we live and work. We believe \ncollaborating with our stakeholders supports our business success. In early 2021, we conducted a formal, non-financial assessment \nto identify ESG areas that are a priority to the company. In addition to internal and external stakeholder feedback, we also considered \nindirect stakeholder data. In order to ensure the resilience of our strategy and integrate ESG into our core business processes, we plan \nto continue to monitor the evolution of the ESG areas regularly, sharing updates with senior leadership and the ESG committee. We also \ncontinued to engage in our philanthropic efforts, supporting and improving the communities in which our employees live and work.\nAdditional Resources: 2021 ESG Assessment", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}