{"page_content": "CORPORATE RESPONSIBILITY // 9\n/ ADVANCING SUSTAINABILITY THROUGH OUR PRODUCTS\nA More Sustainable Future, Faster\nClimate and environmental concerns are a top priority for policy makers, companies, and individuals. These include enabling the \ntransition to clean energy production, improving energy efficiency, reducing and eliminating carbon emissions, lowering freshwater \nusage, and more. Measuring and reducing the carbon footprint across the entire lifecycle of a product - from manufacturing to field \noperations, to ultimate end-of-life of a product – are intensifying across all industry segments. \nOne pathway towards a more sustainable future is centered around the development and adoption of more efficient and lower impact \ntechnologies. Given the breadth, depth, and technical sophistication of challenges engineers face to develop and scale up these new \ntechnologies, engineering simulation is integral to meeting the environmental sustainability needs of the future.  \nTogether with our customers, we aim to enable a more sustainable future, faster.\nProduct Handprint\nOur engineering simulation software and services are widely used across a broad spectrum  \nof industries including energy, automotive, aerospace and materials. Applying engineering  \nsimulation solutions reduces cost, shortens time to market, and reduces the risk of failure  \nby improving product quality.  \nAccelerating the pace of innovation  \nBy applying engineering simulation solutions, our customers are accelerating the pace of technical innovation needed to develop new \ntechnologies of the future.  \nFurther, our engineering simulation software helps customers reduce the risk of failure of their technology solutions by supporting \nproper performance, improved reliability and longevity, and enables them to bring these new solutions to market at lower cost by \nreplacing physical testing with digital testing and accelerating time to market. Through simulation, customers can typically expand \ntesting with lower cost, often much more quickly compared to physical testing of a prototype.\nElectric Vehicles  \n For electric vehicles (EV) to be mass adopted, manufacturers face challenges including battery efficiency and cost, as well as speed of \ncharging. EV leaders report significant improvement in the race to market and technology advancement through simulation.\nElectrified Powertrain System Integration\nAnsys’ multiphysics and embedded software  \ncapabilities are applied at the system level,  \nincorporating high fidelity models of key  \ncomponents to optimize the powertrain \nsystem for performance, safety and cost\nBattery & Battery Management Systems\nAnsys’ multiphysics and embedded software capabilities are used \nto advance and optimize battery and BMS development from the \nelectrochemistry of the cell to the safety and performance of the systemPower Electronics\nAnsys’ multiphysics capabilities are used to increase   \npower density and lifetime, while reducing  \nlosses, thermal derating, noise and  \nover-voltages\nElectric Motors\nAnsys’ multiphysics and embedded software  \ncapabilities are used to evaluate motor efficiency and torque \nspeed characteristics, optimize thermal management, address \nnoise, vibration and harshness challenges and integrate the \nmotor design with the control system", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}