{"page_content": "CORPORATE RESPONSIBILITY // 10\n/ ADVANCING SUSTAINABILITY THROUGH OUR PRODUCTS\nAerospace  \nThe aviation industry’s share of global greenhouse gas emissions is expected to grow, and industry stakeholders are seeking ways \nto reduce these emissions. The most significant challenges include increasing aerodynamic efficiency, reducing weight, increasing \npropulsion system efficiency, and decarbonizing propulsion systems (via solutions like electrification) – all of which Ansys’ simulation \nsoftware aims to enable. \nPropulsion\nSimulation helps to improve efficiency of engines and is crucial for the \ndevelopment of new engine classes.\n• Improving engine efficiency by 1% can reduce GHG emissions by  \n more than 350,000 tons per year(4)Aerodynamics\nWing and fuselage design has a considerable impact \non drag and aerodynamics.\n• AS Sailplanes has reduced wing surface of  \n its gliders AS 33 by 4.7% using Ansys simulation \n software(1)\n• Ansys simulation has helped place aircraft  \n antennas inside the fuselage to improve  \n aerodynamics and fuel consumptionLight Weighting\nMaterials selection, such as composite material (e.g. \nCFRP) and additive manufacturing are key to reduce \nweight, improve fuel efficiency and increase cost savings.\n• Ansys has helped Carbon Freight to design 18%  \n lighter cargo pallets for aircraft(2)\n• Material management systems provided leading  \n engine manufacturer benefits of ~$10 million per  \n year through a more efficient use of materials(3)\n“Simulation via Ansys has saved  \n50 percent in development time  \nand hundreds of thousands of  \ndollars in physical testing” \nGlenn Philen\nCEO - Carbon Freight\nHealthcare\nThrough new materials and technology, the healthcare sector can deliver improved safety and health outcomes and reduce its \nenvironmental impact. For example, our client SkyCell used Ansys simulation to design hybrid, IoT-enabled air freight containers that \nsave lives by reducing vaccine shipment loss rate to just 0.1%, compared to the lower end of the industry average 1%. The challenge is \nthat certain vaccines are sensitive to high and low temperatures, and it is  \ncrucial that shipments arrive quickly. Through SkyCell’s precision engineering,  \ncombined with the use of Ansys simulation, SkyCell designed a  \npharmaceutical shipping container that improved vaccine loss rate.\n1) Ansys Granta Materials Data for Simulation\n2) Gliding Farther and Faster, Aerospace Testing International\n3) Lighten Up, Ansys Advantage Aerospace Issue, 2019, page 20\n4) Seeking a Material Advantage, Ansys Advantage Aerospace Issue, 2019, page 15", "metadata": {"source": "NASDAQ_ANSS_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}