{"page_content": "Wintrust Financial Corporation  8\n2021 Corporate Responsibility ReportGovernance  \n& EthicsProtecting the  \nEnvironmentDiversity  \n& InclusionEmpowering \nSmall BusinessesFinancial  \nHealthExpanding  \nHomeownershipESG  \nHighlights\nInvesting in Our \nCommunities\nAbout  \nWintrust\nFor the remaining five months, each of our 15 banks found ways \nto participate that met the unique needs of their immediate \ncommunities. Our locations participated in hundreds of activities, \nwhich often involved partnering with local organizations.  \nAlthough this campaign began with our retail locations, Wintrust \nbusiness units across the country participated. For example, \nWintrust Life Finance filled and donated backpacks and provided \nother supplies, to 60 students at East Side High School in Newark, \nNew Jersey. Similarly, our Minnesota teams filled more than 70 \nbackpacks for two different elementary schools in St. Louis Park. \nAll donations collected stayed within the local community. \nDuring our September Community Cleanup Drive, team  \nmembers with Northbrook Bank & Trust partnered with nonprofit Celebrating 30 years in our \ncommunities with ‘30 Good Deeds’\nGiving back to our local neighborhoods has always been central \nto Wintrust’s mission as a community institution. As part of our \n30th anniversary, we celebrated our roots with a special campaign \nduring the last six months of 2021 titled “30 Good Deeds.” \nThis campaign took the form of a series of monthly drives, each \nwith its own theme, such as “Back to School” and “Shelter Supply.” \nWe kicked things off in July with a book drive to support the work \nof our longtime partner Bernie’s Book Bank , the largest provider \nof quality books to underserved children in the Chicagoland area. \nMany of our banking locations participated in this effort over the \nsummer, and their on-site donation boxes collected more than \n17,800 books. We have supported Bernie’s Book Bank for many \nyears, and we were glad to continue bringing awareness to its \nmission. The Lake Bluff-based nonprofit serves 275,000 children \nannually and has donated 20 million books since it was founded  \nin 2009.Rebuilding Together North Suburban Chicago on a cleanup  \nproject for a Wilmette family, while State Bank of the Lakes \nbranches in Lindenhurst and Lake Villa participated in cleanup \nefforts at area parks. \nWe are proud of the success of each drive and humbled by  \nthe support we received from our employees, customers, and  \nlocal partners.\nProviding vital financing  \nfor local government projects\nHelping nonprofits, as well as government and health \ncare agencies, has been a key part of Wintrust’s \napproach to advancing our communities since we first \nopened our doors. Wintrust Government, Non-Profit, \nHealthcare unit is a specialty group within our company \nthat caters to these clients’ unique needs, with a suite \nof competitive products available through our local \nbanking locations.\nAs part of these efforts, Libertyville Bank & Trust \nCompany provided financing that helped the Village of \nGurnee, Illinois, open a new fire station in October 2021. \nThe Gurnee Fire Department is among the busiest in \nLake County, and the 14,000-square-foot station—the \nvillage’s third—is helping improve call response times. \nThe station is staffed by five firefighters and houses two \nambulances and one ladder truck.\nMaking a difference across  \nour footprint\nOCTOBER\nShelter  \nSupply DriveNOVEMBER\nFood Pantry \nDriveDECEMBER\nClothing and \nGift DriveJULY\nChildren’s  \nBook DriveAUGUST\nBack to School \nSupply DriveSEPTEMBER\nCommunity \nCleanup Drive2021 YMCA of Metro Chicago Partner Award Winner", "metadata": {"source": "NASDAQ_WTFC_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}