{"page_content": "47Responsible Sourcing \nAT THE HEART OF VERA BRADLEY’S SUSTAINABILITY STRATEGY  is our supply \nchain. The Company is committed to continuing sustainability conversations \nwith our suppliers in efforts to make improvements along our supply chain.  \nWe focus on building long-term business relationships with a limited number of \ntop-performing factories. We have strict requirements that suppliers must meet \nbefore we will enter into a relationship with them.\nThroughout our nearly 40-year history, our collaborative relationships with our \nsuppliers have always been a very valuable part of our business. In today’s \nmarketplace, supply chain efficiencies are key to keeping our Company \ncompetitive and our customers satisfied.\nNow, more than ever, it has become critical to work together with suppliers who \nshare our commitment to these standards and practices and who support our \nmission by following our transportation, packaging and invoicing guidelines. \nOur focus is on safe, responsible manufacturing so that workers and the \nenvironment are protected and products meet our high product standards.\nWe continually monitor our suppliers. Vera Bradley outlines expectations  \nand high standards for our vendor relationships. The Company’s Supplier \nManual addresses and covers, in detail, a myriad of information including \nsocial responsibility, materials development, product development, fabric  \nand color standards, samples, regulatory and performance testing, quality  \nand packaging. Our Vendor Code of Conduct is a part of the Supplier Manual \nand sets the minimum criteria for starting or maintaining a business  \nrelationship with us.\nOur Vendor Code of Conduct demonstrates our commitment to:\n•  A standard of excellence in every aspect of our business and in every corner \nof the world\n•  Ethical and responsible conduct in all of our operations\n•  Respect for the rights of all individuals\n•  Respect for the environment\nOur Code of Conduct commits all suppliers and sub-contractors to meet \nstandards of ethical and responsible conduct, human rights and individual \nrights, worker rights and environmental regulations. We work to ensure that all \nof our suppliers and manufacturers:\n•  Follow appropriate standards with respect to forced labor, child labor, \nworking hours, paid overtime, minimum wage, anti-discrimination, freedom of \nassociation, the environment, health and safety", "metadata": {"source": "NASDAQ_VRA_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}