{"page_content": "To drive progress on \nthese commitments, \nwe created the \nAutodesk Carbon Fund \nin fiscal year 2021. \nThis fund enables us to invest in the efficiency targets \nset by our new reduction commitment and continue \nto “zero out” all remaining emissions each year with \ninvestments in renewable energy and certified carbon \noffset and removal projects. The fund is created \nby applying our internal price on carbon, which we \nincreased to $10 per metric ton in fiscal year 2021, \nacross our Scopes 1, 2, and 3 footprint.\nWe invest Autodesk’s Carbon Fund in projects that \nalign with our impact opportunity areas and balance \nour commitment to achieving net‑zero carbon in our \noperations with advancing decarbonization solutions \nacross industries. We assess investment opportunities \nbased on carbon reductions, scalability, co‑benefits, \nbusiness relevance, and climate equity. Our four \nAutodesk Carbon Fund investment areas are ranked  \nby priority, but each one is critical to achieving \nnet‑zero carbon. \nEfficiency\nInvesting in efficiency projects across our business and value chain improves \nour performance while reducing costs and managing the overall growth of our \nGHG footprint. Prioritizing efficiency decreases the need to invest in renewable \nenergy and offsets. \nCarbon offsets and removal projects\nWe invest in carbon offset and removal projects to address any GHG emissions \nthat remain after making the investments above. During fiscal year 2021, \nwe invested over $1 million in six projects that offset 126,000 metric tons of \nCO2e emissions. Renewable energy projects\nWe are committed to using 100% renewable energy in our operations. Since \nfiscal year 2016, we have continued to meet our RE100 commitment and \npurchased 92,500 MWh of renewable energy. In fiscal year 2021, in addition \nto our offices and cloud, we began purchasing renewable energy for all \nemployees working from home, which was especially important during the \nCOVID‑19 pandemic.\nNet‑zero carbon leadership\nThis includes resources and support that equip Autodesk and others with best \npractices to attain net‑zero carbon.\nLearn more\nLearn moreAutodesk Carbon Fund investment priorities\n12\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Energy & Materials", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}