{"page_content": "Skanska USA \nConstructing the most \nsustainable building in  \nthe Southeast\nThe Kendeda Building for Innovative Sustainable Design is a \n36,978‑square‑foot facility at Georgia Institute of Technology that has \nbeen called the most sustainable building in the Southeast US and \nused the Living Building Challenge criteria to guide every decision. \nThe regenerative building gives back more than it takes from the \nenvironment, and boasts a green roof, a solar panel canopy, cisterns for \nrainwater collection and reuse, and surrounding vegetable gardens that \nprovide food throughout the year. There are even beehives on‑site. \nDuring construction, the team at Skanska USA worked to divert and reuse \nwaste materials instead of sending them to landfill. For example, 25,000 \nlinear feet of two‑by‑fours were reclaimed from another construction \nproject onsite, reducing waste and saving money.\nUsing Autodesk technology, the design team tracked costs and changes \nin real time. For instance, when two classrooms were relocated and the \nauditorium ceiling lowered, the design team used Autodesk® Revit® and \nAssemble tools paired with virtual reality to rapidly price, model, and get \nsign‑off on the new design. And during construction, BIM 360 facilitated \ncommunication and collaboration between contractors, designers, \nand the owner.\na robust digital twin and add business intelligence \naround operations. Among other benefits, this can \nsupport improved maintenance and enable assets \nto operate at their highest performance, including \nenergy efficiency. Autodesk Tandem and digital twins \nare part of the broader digital transformation, where \nevery system becomes more and more connected \nas data is generated. Last year, Autodesk became a \nFounding Member of the Digital Twin Consortium , \nan organization collaborating on digital twin best \npractices and standards.\nIntegrated environmental analysis \nIn 2020, Autodesk announced the completion of its \nacquisition of Spacemaker. This tool helps architects, \nplanners, and developers improve project outcomes \nby enabling real‑time analysis at the first stages of \nconcept design. This includes wind, sun, density, \nnoise, and view analysis and more. Data‑driven \ndecision making at the start of a project can empower \nbetter sustainability fundamentals. \nAdaptive reuse \nIn some cases, the lowest impact building is one that \nhas already been built. Making the most of existing \nstructures through adaptive reuse avoids demolition \nwaste and reduces procurement of new material, \ngreatly lowering a project’s embodied carbon \ncompared to building new structures. Complementing \nthese savings, the building envelope and mechanical \nsystems can be upgraded to benefit from the latest \ntechnologies. This approach will be essential to \ndecreasing overall GHG emissions associated with \nbuildings to levels required to meet climate change \ntargets, as experts predict that 90% of real estate \ndevelopment in the next decade will focus on the \nrenovation and reuse of existing structures. To minimize a project’s total carbon, it is essential \nto look at operational and embodied carbon \ntogether to understand and manage the trade‑offs \nbetween the two. We began investing in 2020 to \nexpand Insight into a tool that does that, to inform \ndesign. HVAC systems are often the single largest \ncontributor to building energy use—and therefore \noperational carbon—so solutions for mechanical, \nelectrical, and plumbing engineers are essential. \nRight‑sizing HVAC systems saves upfront costs, \nlowers energy consumption, and reduces carbon \nemissions. Autodesk Revit provides integrated \nmodeling and systems analysis, helping engineers \nto make data‑driven decisions from the start. Built \nusing OpenStudio and EnergyPlus, the technology \nis fully open and extensible. And now, as part of the \nRevit 2022 update, systems analysis contains a new \noutput report that automatically provides engineers \nwith HVAC system sizing and selection data in a \nformat they are familiar with, and can be customized \nfor specific requirements.\nWe are expanding on these capabilities for building \nenergy analysis and in 2020 began exploring \nan application of machine learning that harnesses \nthe power of generative design and artificial \nintelligence to make building energy analysis faster \nand easier than before. This research prototype uses \nlarge datasets of building models to predict energy \nperformance, and enables users to quickly identify \noptions that are optimized for energy performance. \nWe began pilot testing this feature with customers in \nearly 2021. Our initial experimentation has shown that \nalways‑on, real‑time energy analysis is within reach. \nOperations\nThe Autodesk Tandem platform, in public beta \nbeginning in early 2021, extends the value of BIM \nto operations so projects can start digital and stay \ndigital. The BIM data created throughout a project’s \nlifecycle is used to create a digital twin of the asset. \nAt the project’s completion, the digital handover of \nrich data to owners will give them the ability to create Learn moreImage courtesy of Skanska USA\nLearn more\n16\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Energy & Materials", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}