{"page_content": "Design &  \nManufacturing\nApproximately 19% of global greenhouse gas \nemissions are from the manufacturing industry, 15 \nand by 2050 the growth in population and associated \ndemand for consumer goods will require at least \ntwice the energy 16 and materials 17 currently used. \nThese impacts and trends, combined with customer \ndemand for more environmentally friendly products \nas well as new environmental regulations, are driving \nmanufacturers to commit to sustainable and circular \noutcomes in their work. Manufacturing companies \nthat address these opportunities could see potential \nrevenue of $338 billion from new sustainable \nproducts and services in the short to medium term. 18\nTo address sustainability challenges and meet \ntheir commitments, many Autodesk customers are \nimplementing smarter and more efficient design \nand manufacturing approaches, increasing materials \nproductivity, developing more circular business \nmodels, reducing energy use, and enhancing supply \nchain responsibility. Decathlon \nRevolutionizing bicycle  \ndesign and production\nFrench sports equipment manufacturer, Decathlon, is reimagining the \nbiking experience with a lighter, stronger, customizable, and more \nsustainable bicycle.\nUsing the generative design capabilities of Autodesk® Fusion 360® \nsoftware, Decathlon has already designed and produced a prototype \nbicycle fork. By eschewing carbon fiber (the industry standard for \nperformance bikes, but also difficult to recycle) and planning instead \nto 3D‑print these bicycles from aluminum, Decathlon aims to reduce \nboth the raw materials and transportation‑intensive shipping required \nto build and deliver this futuristic racing bike.\nGenerative design, the Autodesk technology at the heart of these \nprojects, is a form of artificial intelligence that provides hundreds of \npotential solutions to a given design problem. Powered by Fusion 360, \nthe technology uses algorithms, machine learning, and computational \ngeometry to quickly generate multiple solutions that meet the precise \nrequirements set by the design engineer.\nLearn more30 %\n46 % 95 %\nof respondents stated that \nreducing environmental impact \nis a part of their role, with 64% \nstating it is a core part. 64 %In 2020, we conducted a survey of designers, \nengineers, and procurement, operations, and \nproduction professionals in a range of design and \nmanufacturing industries 19 in the United States to \nbetter understand the impact of sustainability issues \nin those areas. \nComplementing this assessment, in 2020 we surveyed \nattendees at a virtual Industrial Designers Society of \nAmerica conference on sustainable design. Material \nchoice, design for disassembly, manufacturing \noptimization, and waste reuse were among the areas \nwhere participants expressed the greatest priority \nand need for assistance. We’ll use these insights as \nwe develop the next generation of tools and features \nto support sustainable design across our products. 15 iea.org .\n16 Ari Kahan, “EIA Projects Nearly 50% Increase in World Energy Usage by 2050, Led \nby Growth in Asia,” 24 Sep. 2019, eia.gov .\n17 Julian M. Allwood, Michael F. Ashby a, Timothy G. Gutowski b, Ernst Worrell, \n“Material Efficiency: A White Paper,” Jan. 2011, sciencedirect.com .\n18 Global Climate Change Analysis 2018,” CDP, 2019, cdp.net .\n19 The 10 industry sectors targeted in the online carbon management survey in \nOctober 2020 included automotive, building product manufacturing, consumer \nproducts (durable goods, appliances, and electronics), industrial machinery, \nmanufacturing (engineering service providers and machine shops), plastics, \nand transportation (aeronautics, rail, and other). The survey targeted 600 \nrespondents in the United States, from companies with 1 to 25,000+ employees, \ninvolved in specific job functions such as design, engineering, procurement, \noperations, and production.of respondents stated regulation \nand compliance as the most \nimportant motivation to reduce \nenvironmental impact; cost \nsavings (24%) and competitive \nadvantage/differentiation (21%) \nalso rated high.of respondents stated that \nreducing material waste \nin production was the top \nenvironmental priority in decision \nmaking, followed by materials \nused in product design (63%) and \noperational energy use during \nproduction (62%).\nuse technology tools from a \nthird‑party supplier for material \nselection, and 40% to minimize \nenergy consumption.Image courtesy of Decathlon\n19\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Energy & Materials\nPartner with customers", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}