{"page_content": "Manufacturing\nEnhanced 3D Adaptive and Pocket toolpaths in Fusion \n360 Manufacture workspace reduce machining \ntime and energy use. The Arrange tool, a simplified \nversion of Nesting added to Fusion 360 in 2020, helps \noptimize material yield by laying out cutting patterns \nto minimize waste. Utilizing automation to integrate \ndesign and manufacturing processes also helps \ndesigners and engineers achieve productivity boosts \nand deliver more sustainable products.\nFactories\nThe Autodesk® Factory Design Utilities for Inventor® \nadd‑on supports efficient planning and validation of \nfactory layouts and equipment placement to maximize \nproduction performance. This helps save time, money, \nenergy, and materials that are often wasted due to \npoor design and inefficient production cycles, which \ncreate bottlenecks, machine idling, and slow product \nruns. Manufacturers can reduce energy use by up to \n25% and increase productivity through smart and \nconnected manufacturing techniques. 20 \nSimulation\nExplicit Dynamics Analysis, introduced in 2020, \nsupports design for durability by simulating failure \nover time. Tolerance analysis helps users better \nunderstand the impact of mechanical fit and \nperformance and explore multiple scenarios to \nenhance quality in part production, reducing waste.Generative design\nGenerative design capabilities in Fusion 360 can \ninform part consolidation and material use reductions. \nNew features added in 2020 improve users’ ability \nto estimate costs by defining specific materials for \nmanufacturing processes within a given scenario. \nThe recommendation settings panel, also new during \nthe year, enables users to customize and determine \nthe relative importance of criteria for exploring the \noutcomes of a study. \n3D printing\nFused Filament Fabrication simulation in Fusion 360, \nnew in 2020, saves materials by helping users to \npredict and avoid common print failures. The Additive \nBuild Extension unlocks extra additive manufacturing \ntechnology to help users produce lighter, stronger, \nbetter‑performing parts while reducing material use, \nwaste, and cost. WNDR Alpine \nEngineering skis using \nsustainable materials  \nderived from microalgae\nWNDR Alpine  (pronounced “wonder”) is a ski equipment manufacturer \nbased out of Salt Lake City, Utah, that uses Fusion 360 software to \nengineer skis from sustainable, high‑performance materials derived from \nmicroalgae instead of petroleum. Fusion 360 enabled the WNDR team to \nsignificantly reduce the amount of waste generated during production \nby about two pounds of landfill input per manufactured ski. Additionally, \nmicroalgae is a renewable resource, maturing in five to seven days—\ncompared to millions of years for fossil fuels.\nMatt Sterbenz, the founder of WNDR, says, “We’re able to bring the ski \nto life on the screen and identify areas where we can streamline the \n[production] process, so that we’re only using as much of our urethane \nas we’re actually going to need in the final good. Without Fusion 360, \nwe would not be able to realize these waste savings. Using Fusion 360 \nenables us to have this rate of acceleration to market,” he adds. “The \nspeed of innovation it provides WNDR Alpine is unparalleled, because it \ngives us the ability to react to trends before any of the big brands can \nstep in.”\nTo help advance the industry, WNDR invites other companies to explore \nthe benefits of microalgae in everything from tennis shoes to jackets and \neven other brands of skis. \nSee a summary of Autodesk Design \n& Manufacturing solutions that \nenable sustainable design.\nLearn moreThe Autodesk® Product Design & Manufacturing Collection and our cloud platform \nsupport sustainable design in a broad range of areas. \n20 McKinsey Global Institute, The Internet of Things: \nMapping the Value Beyond the Hype.Learn more\nLearn more\n20\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Energy & Materials", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}