{"page_content": "We currently invest in the United \nStates, where emissions per capita \nexceed those of most other nations, \nbut we recognize the importance of \nalso enabling sustainable growth of \ntechnologies that combat climate \nchange in both emerging and \ndeveloping markets.Catalyze  \ninnovation\nThrough the Autodesk Foundation, we invest in \nentrepreneurs and innovators scaling early‑stage \ntechnologies that have the potential to dramatically \nreduce greenhouse gas emissions. In addition to \nstartups, we fund accelerators, incubators, and \nimpact funds to bolster the growth of the climate \nstartup ecosystem, increasing the number of \nclimate technologies that reach commercialization. \nWe prioritize sectors where our design and make \nexpertise is particularly beneficial, such as renewable \nenergy, electrification of transportation and \nrefrigeration, building and industrial energy efficiency, \nand materials innovation and efficiency. \nFrom electric aircraft to high‑efficiency and \nlow‑emission home heating and cooling systems, the \nAutodesk Foundation portfolio is accelerating the \ntransition to a low‑carbon future. BamCore \nReducing carbon  \nemissions with \nbamboo \nFactor[e] Ventures \nPowering energy,  \nagriculture, waste, \nand mobility \nsolutionsLearn more \nLearn more \n Read the Autodesk Foundation’s Low‑carbon \nInnovation impact brief .7\nstartups and \necosystem \npartners scaling \ninnovative \ntechnologies \nthat reduce \ngreenhouse gas \nemissions21 %\nof Autodesk \nFoundation \nportfolio \nfunding in fiscal \nyear 2021Factor[e] Ventures is a team of impact venture builders providing risk capital \nand technical resources to early‑stage entrepreneurs turning challenges \nin energy, agriculture, mobility, and waste into decarbonized solutions for \nemerging markets. Autodesk Foundation has invested in Factor[e] since 2017, \nsupporting their industrial design team to scale impact‑forward innovations. \nFactor[e] provides its portfolio companies with in‑house industrial \ndesign support to facilitate product and system design, development, and \nmanufacturing while reducing costs, helping them scale faster with less risk \nand greater impact. Each organization in Factor[e]’s portfolio requires rapid \ncycles of product development, which they are able to achieve with donated \nsoftware and technical training and resources from Autodesk’s Technology \nImpact Program. Factor[e]’s portfolio uses Fusion 360 and Inventor to design \nand improve innovations such as solar conduction dryers, motor sensors, \nelectric motorcycles, and biogas generation technologies. BamCore, a building technology startup, that manufactures prefabricated wall \nsystems from timber bamboo was added to Autodesk Foundation’s portfolio \nin 2020. The company’s hollow wall framing solution shrinks a building’s \ncarbon footprint and speeds up construction. Builders using BamCore’s Prime \nWall system can eliminate 80% of wood studs, headers, and posts, saving \nmaterials and time. Because the panels are hollow, they transfer less heat and \ncold between inner and outer surfaces and can hold more insulation, lowering \nenergy costs for the final occupant. \nUsing the Autodesk Forge platform, BamCore builds a 3D model of the \npanels that is then shared with the trades so they can design in mechanical, \nengineering, and plumbing features before panel fabrication. This interactive \ndesign fosters collaboration and streamlines the design, bid, and build process. \nOnce the plans have been finalized, the BamCore panels are precut at the \nfactory to millimeter accuracy for every door, window, outlet, and access panel. \nMEPI maps and nail patterns are drawn onto the panels to eliminate rework and \nto speed installation. The walls are numbered, palletized, and delivered to the \njobsite. No heavy equipment is required. Three laborers with a pneumatic nail \ngun can do the installation in half the time of conventional construction.\nImage courtesy of BamCore\nImage courtesy of Factor[e] Ventures\n23\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Energy & Materials\nAdvance industries", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}