{"page_content": "As schools everywhere struggled to reintroduce \nin‑person learning, VA+, the BIM consulting division \nof Colorado firm Vertical Arts Architecture, turned \nto InfraWorks solutions to model how students \nwould arrive, move to their classrooms, and remain \nwithin small groups. Generative Design in Revit \nsoftware helped explore classroom layout for physical \ndistancing, providing VA+ an insightful, data‑driven \napproach to getting students safely back on campus.\nThe daily risk assessment feature uses algorithms \nto sort through hundreds or thousands of project \nissues, and to categorize and prioritize the highest \nrisk projects, subcontractors, and issues that need \nattention each day. When used as an assistant to \nmanage risk in conjunction with current safety \nprocesses and real‑world experience, Construction \nIQ helps construction project teams detect high‑risk \ndefects early and analyze safety hazards and patterns \nof unsafe behavior.\nDuring COVID‑19, health recommendations are \nchanging the way people move as they return to \nthe workplace. The InfraWorks Mobility Simulation \ntool models people’s movement, bringing data‑driven \ninsight to physical distancing needs and efficiency of \ntravel. Indoor air quality and proper ventilation make \na significant difference for employee and customer \nsafety. With Autodesk® CFD software, computational \nfluid dynamics simulation can be used to identify \nareas of risk and then explore multiple mitigation \nstrategies for occupant safety—before making any \nphysical changes to the building. Dynamo and \nGenerative Design in Revit bring informed decision \nmaking to design exploration, whether for designing \nfor the safe arrangement of desks, the width or \nspacing of aisles, or other needs. As more people \nreturn to the workplace, these types of design \nArchitecture,  \nEngineering &  \nConstruction\nThe Smartvid.io  Safety Suite helps to reduce \nconstruction project risk in the areas of safety, \nproductivity, and quality through an industry‑tuned \nartificial intelligence (AI) platform, Vinnie. When used \nwith Autodesk BIM 360, Vinnie acts as a virtual safety \nmanager, enabling teams to observe and analyze \nvideo to detect potential safety issues on‑site. With \nseparate modules for observations, monitoring, \nand predictive analytics, the platform helps reduce \nincident rates by enabling a predictive‑based safety \napproach. All project team members can access \nSmartvid data via BIM 360 Project Home.\nConstruction IQ, in Autodesk® BIM 360® Build and \nAutodesk Construction Cloud platform products, \napplies analytical techniques and machine learning \nto transform data into simple and actionable insights. From project planning and construction, through use \nand end of life, worker and user safety and wellness \nare key priorities in the architecture, engineering, \nand construction and infrastructure sectors. We \nhelp customers manage the construction process \nand model and maintain optimal levels of airflow \nand natural light to deliver healthy, resilient, and \nproductive spaces. Through our partnership with Esri \nand by using InfraWorks Mobility Simulation, we also \nhelp customers find safer spaces to build by enabling \nthem to model the impacts of wildfires, floods, \nlandslides, and other hazards.\nThe Construction Resiliency Playbook  includes \nexamples, insights, and actionable steps about how \nto be more resilient in construction, covering issues \nsuch as creating stronger technology and data \nprograms and making teams, business models, and \nprocesses more resilient. One future‑proofing step the \nPlaybook recommends is for companies to embrace \nindustrialized construction. Utilizing innovative \nbuilding techniques such as design for manufacturing \nand assembly (DfMA) and prefabrication, firms can \nmove make and operate information up into design. \nIndustrialized construction is growing in use and \nimportance in the industry, as it helps companies \nachieve certainty in cost and schedule and enables \nteams to adapt to rapid, unexpected changes.Learn more\nLearn how Autodesk is helping  \ncustomers respond to COVID‑19 .decisions take on new significance. Our offerings can \nhelp create more resilient spaces that support teams \nworking anywhere.\nSee a summary of Autodesk Architecture, \nEngineering & Construction solutions  \nthat enable sustainable design.From project planning and \nconstruction, through use and \nend of life, worker and user \nsafety and wellness are key \npriorities in the architecture, \nengineering, and construction \nand infrastructure sectors.\n28\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Health & Resilience\nPartner with customers", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}