{"page_content": "City of Medellín \nTackling rapid  \nurbanization  \nin Medellín\nNotre‑Dame de Paris cathedral\nRestoration of  \nNotre‑Dame  \ncathedral embraces \nBIM technology \nWatch the video\nTilbury‑Douglas (previously Interserve)\nFrom exhibition  \ncenter to COVID‑19  \nclinic in nine days\nIn March 2020, international construction and support services company \nTilbury‑Douglas was called on to help in the UK’s battle against \nCOVID‑19. Their task was to transform the National Exhibition Center \n(NEC) in Birmingham into a clinical facility to be used for general medical \ncare of COVID‑19 patients, ensuring local hospitals had the capacity to \nprovide intensive care for the most serious cases. The project involved \ncollaboration across multiple organizations, including the National \nHealth Service (NHS) and the Ministry of Defense, so the team needed a \nsolution where all colleagues could access project data and communicate \nnecessary changes quickly and easily. With Autodesk® Plangrid® \nsoftware, part of Autodesk Construction Cloud, the project was set up \nwithin hours. All stakeholders could access up‑to‑date drawings and \nrecords remotely, accurately track and record changes, and easily pull \nand print reports. The handover, like the construction phase, was smooth \nand speedy—and the NHS Nightingale in Birmingham was built in just \nnine days.\nLearn more\nThe city of Medellín in Colombia is tackling rapid urbanization with \na comprehensive neighborhood improvement project that advances \nquality of life for its most vulnerable communities. A public entity, \nEmpresa Desarrollo Urbano de Medellín (EDU) aims to improve water \npurification, transportation, sanitation, parks, and infrastructure \nnetworks, as well as building safer housing for people living at high \nrisk of dangerous landslides. The EDU team is using the Autodesk AEC \nCollection to integrate with the city’s geographic information systems \ndata, creating 3D visualizations to communicate with the residents. \nEDU estimates that their planning process is 45% faster, thanks to BIM \ntools in Autodesk® Civil 3D®, InfraWorks, Revit, Navisworks®, and Insight \nsoftware. A model‑based approach improves quality as well, with the \nteam estimating that the new housing will be 28% more efficient \nand constructible.\nThrough an official patronage with the public establishment dedicated \nto the conservation and restoration of Notre‑Dame de Paris cathedral, \nAutodesk is contributing design and construction solutions, including \nBIM support, an intelligent data and 3D geometric modeling process, \nand technical expertise. The innovative digital approach to the project \nincludes cloud collaboration, as well as a common data environment \nthat serves as a central repository for all project information, giving all \npermitted stakeholders access to the latest data and documentation. \nHistorical data created using reality capture technologies allowed \nAutodesk to create a 3D BIM model of the cathedral as it existed before \nthe catastrophic fire. The resulting historical digital record will increase \nresiliency for future events and restoration.\nLearn moreImage courtesy of Empresa de Desarrollo Urbano\n29\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Health & Resilience", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}