{"page_content": "Arcadis \nHarnessing cloud collaboration \nand 3D modeling to address a  \npublic health crisis\nIn 2014, Arcadis, a leading global design, engineering, and management \nconsultancy, was tasked with designing and managing the construction of \na water system upgrade in Toledo, Ohio. The city had suffered a toxic algal \nbloom that compromised its aging water system. \nArcadis met the challenge with the help of Autodesk technologies. The \nproject team spanned a range of disciplines and geographic locations \nfrom Ohio to Florida. But with the help of Autodesk’s cloud collaboration \nsolutions, such as Autodesk® BIM 360® Design (now BIM Collaborate Pro), \nevery team member could interact with project data in real time, saving \nover 1,000 design hours and enabling Arcadis to deliver the project design \non time. When it came time to manage construction, Autodesk® ReCap® \nand InfraWorks software enabled the Arcadis team to monitor construction \nwith rich as‑built models that could also be used for augmented and virtual \nreality experiences.\nIn the spring of 2020, just as Arcadis brought the new water system \nonline, another crisis emerged: the global COVID‑19 pandemic. Using BIM \nCollaborate Pro, workers were able to visit the jobsite virtually and maintain \nsafe workplaces, reinforcing for Arcadis that cloud collaboration is vital to the \nfuture of a resilient AEC industry. Water\nWater, the world’s most critical resource, is a key \nfocus for Autodesk’s material resource and health \nand resilience efforts. Globally, 2.2 billion people lack \naccess to safely managed drinking water services, 21 \nand 25% of the global population lives in countries \nexperiencing high water stress. 22 Nearly nine trillion \ngallons of water are lost each year worldwide due to \nprolonged leaks and pipe breaks, 23 and $1.9 trillion in \nwater infrastructure investment is needed globally. 24\nTo help customers address a broad range of \nwater‑related issues, in early 2021 Autodesk acquired \nInnovyze, which creates software to enable more \ncost‑effective and sustainably designed water \ndistribution networks, water collection systems, \nwater and wastewater treatment plants, and \nflood protection systems. Innovyze has about \n3,000 customers, including many of the world’s \nbiggest cities.\nThis acquisition expands our capabilities in this \ncritical area and complements other solutions we \noffer. In extreme weather, the Green Stormwater \nInfrastructure (GSI) tool for InfraWorks can help \nin multiple ways. Green stormwater management—\nusing techniques such as green roofs, bioretention, \npermeable pavement, and rain gardens—builds \nresilience by helping to reduce stress on urban \ndrainage and water treatment systems, avoiding \nflooding and minimizing surface runoff that can \ncontaminate waterways. Green roofs can also help \nto regulate indoor building temperatures, improving \nbuilding energy performance. Infiltration reclaims \nNew Delhi clean \nwater project saves \ntime and money \nwith 3D BIM designstormwater runoff and allows for groundwater \nrecharge. The GSI tool combines rapid design and \nreal‑time analysis with BIM, so: \n• Civil engineers and landscape architects can \nsketch and model green infrastructure in 3D \nto meet local performance requirements or \nsustainability standards;\n• Planners can determine the best way to \nimplement green infrastructure on a site, \nneighborhood, or district scale.\nTo help engineers assess flood risk in coastal \nareas and low‑lying urban floodplains, Autodesk \npartnered with Hydronia to release RiverFlow2D Flood \nSimulation (FS) for InfraWorks. The collaborative \neffort enables InfraWorks users to simulate, visualize, \nand animate 2D flood events directly in the InfraWorks \nmodel environment while utilizing the FS shallow \nwater equation model. Once users assign the inflow \nand outflow boundaries and define parameters for the \nsimulation, InfraWorks passes the data to Hydronia \nRiverFlow2D for computation. By matching the \nsimplicity of 2D flood simulations with an immersive \n3D model, users can quickly set up and perform inland \nand coastal flood simulations.\nImage courtesy of L&T \nConstruction, Water & \nEffluent Treatment‑IC$1.9\nin water infrastructure \ninvestment is needed globally.trillion\nLearn more\nLearn moreImage courtesy of Arcadis\n21 WHO/UNICEF Joint Monitoring Program for Water Supply, Sanitation and \nHygiene (JMP)\n22 World Resources Institute—National Water Stress Rankings\n23 Waterworld—According to World Bank data estimates\n24 Global Infrastructure Hub 2020\n30\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Health & Resilience", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}