{"page_content": "A message from  \nour President  \nand CEOA year ago, we were already acutely aware of the \nimportance of the momentous decade ahead. And \nyet, 2020 surprised and tested us in unprecedented \nways. I reflect on the year—one defined by a global \npandemic, worldwide demands for racial justice, \nrising inequality, political instability, and a warming \nclimate—with a mix of humility and optimism.\nAbove all, the year demonstrated the critical \nimportance of adapting to our ever‑changing \nworld. I was profoundly inspired by the enduring \nstrength and resilience of our global community, \nand that of Autodesk customers, employees, and \npartners worldwide. I remain humbled and grateful \nthat Autodesk is supporting and empowering \nnewly distributed workforces to accelerate digital \ntransformation and use the full power of the cloud \nto design and make things in entirely new ways. \nLooking to the decade ahead, I am encouraged by \nthe momentum behind stakeholder capitalism and \nthe drive to measure and improve environmental, \nsocial, and governance performance alongside \nfinancial returns. In fact, I believe the path to \nsustainable long‑term financial returns is defined by \nthe needs of our stakeholders—particularly those of \nour customers. More and more of our customers are \naligning their growth goals with the UN Sustainable \nDevelopment Goals, showing a balanced approach to \ncreating value. \nIt’s been over a decade since we launched our first \nsustainability report at Autodesk. This year marks \na new chapter for us, having sharpened our impact \nstrategy to accelerate positive outcomes. We remain steadfast in our commitment to work as a \nbusiness, and in partnership with our customers and  \nindustries, to:\n• Enable better energy and material choices \nreducing GHG emissions and waste;\n• Accelerate the design and make of products \nand places that are safer, healthier, and more \nresilient; and\n• Advance equity and access, while helping people \nlearn, adapt, and prosper through change. \nPartnering with customers\nUndeniably, our largest opportunity to create positive \nimpact at scale is by supporting our customers with \nthe technology they need to unlock insights, make \nbetter decisions, and achieve superior outcomes. \nOur software platform helps automate complex \nprocesses and transform data into actionable insights \nthat empower innovators to improve the impact of \neverything they design, make, own, and operate. \nCloud solutions and connected data environments \nfuel innovation—across technology, processes, \nsupply chains, and industries. This opportunity is \nonly accelerating.\nOver the last year, we announced acquisitions of \nPype, Spacemaker, and Innovyze to help customers \nautomate and gain insights on construction process \nefficiency, sustainable building site layouts, and water \ninfrastructure projects. We launched the Autodesk \nCertification Program to empower professional users \nand students worldwide to learn new skills and \ncreated an online platform of learning pathways for \neach of the industries we serve. I believe the path to  \nsustainable long‑term \nfinancial returns is defined \nby the needs of our \nstakeholders—particularly  \nthose of our customers.”\nAndrew Anagnost \nPresident and Chief Executive Officer\n4\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Overview \n", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}