{"page_content": "Design &  \nManufacturing\nThe Ventilator Project \nRobotics experts  \ncollaborate to solve  \nCOVID‑19 ventilator  \nshortage\nWhen Tyler Mantel’s startup company was put on hold due to the \nCOVID‑19 pandemic, he was inspired to launch a nonprofit organization, \nThe Ventilator Project, to help solve the nation’s ventilator shortage. \nHe assembled an impressive group of volunteers—from The White \nHouse, Cornell University, Google, the San Francisco 49ers, among other \nplaces—and relied solely on donations. Manufacturing a good quality, \nlow‑cost ventilator was a challenge well‑matched for robotics experts. \nThe team used Fusion 360 to collaborate on the first prototype of AIRA, \nas they’ve named the device, with feedback from doctors helping them \nrapidly iterate new and improved versions. The current version of AIRA is \ndesigned to be manufactured as quickly and cost‑effectively as possible. \n“We don’t want to over‑optimize for cost,” Mantel says. “Safety is first and \nforemost.” Mantel anticipates being able to manufacture thousands of \nventilators by the end of the summer. Around the world, companies are reopening for \nbusiness under a dramatic change of conditions. \nPhysical distancing measures have created a need \nfor reconfigured production lines that ensure \nemployee safety. In addition, during the last year \nmany companies across the globe have pivoted \nmanufacturing to produce medical supplies that help \nfight the spread of COVID‑19 and extend lifesaving \nmeasures for more patients. Factories must be flexible \nto be as safe as possible through this transition. \nDigital factory tools like Autodesk® Factory Design \nUtilities help teams redesign layouts, incorporate new \nsafety elements, evaluate the impact on productivity, \nand plan an efficient implementation. The COVID‑19 pandemic has required much of the \nwork on manufacturing projects to be done remotely. \nCombining the industry’s history of adaptability with \nadvanced collaboration technology is helping product \ndesigners and manufacturers remain resilient in the \nface of new challenges.\nWorking from home requires new approaches \nthat replicate the type of in‑person collaboration \nengineering teams are accustomed to. Autodesk \ncollaboration software helps teams securely access \ndata, conduct design reviews, and stay productive \nwherever they are. Cloud‑hosted Fusion 360® Team \nsoftware is enabling team members to access \nand share data by centralizing all design changes, \ncomments, and markups made from various \nteams, so everyone can easily see how the project \nis progressing.\nFactory shutdowns and massive shifts in demand \nhave caused disruption to supply chains globally, \nand companies are finding they must adapt their \nstrategies to reduce risk and ensure production \ncontinuity. Autodesk® PLM software is helping \ncompanies manage and collaborate with new and \nexisting suppliers by centralizing information, \nautomating supplier reviews, and streamlining a \nsecure procurement process.\nSee a summary of Autodesk \nDesign & Manufacturing \nsolutions that enable \nsustainable design.Combining the industry’s \nhistory of adaptability with \nadvanced collaboration \ntechnology is helping product \ndesigners and manufacturers \nremain resilient in the face of \nnew challenges.\nWatch the video\nLearn morePartner with customers\nImage courtesy of the Ventilator Project\n32\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Health & Resilience", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}