{"page_content": "Design & Manufacturing \nWe are also supporting our design and manufacturing \ncustomers by connecting resources and people \nlooking to help those with pressing needs. Our design \nand manufacturing hub  includes information about \nopen‑source design efforts for new solutions for PPE \nand life‑saving devices, design review and validation, \nand manufacturing on demand. In addition, the \nhub features customers who are contributing to \nsolutions, such as the 3‑Dimensional Services Group , \nwhich manufactured more than 135,000 face‑shield \nheadbands for health care workers in just four weeks.The Reimagined Workplace \nA year after the pandemic began, it’s evident the \nnature of work and the workplace has changed. The \nreport, Strategies for Growth in the Reimagined  \nWorkplace , sponsored by Autodesk and written by \nsenior tech industry analyst and TED talker Susan \nEtlinger, examines key shifts we are seeing as a result \nof the pandemic; explores the role of the distributed \nworkplace as an engine for growth; and includes \ninsights from leaders across a range of industries \nand disciplines.Supporting  \ncustomers during \nthe pandemicArchitecture, Engineering & Construction \nAs jobsites began to shutter in the spring of 2020, \nAutodesk created a COVID‑19 rapid response \nteam to support the construction industry’s \naccelerated transition to remote working and virtual \ncollaboration. We created free, COVID‑specific site  \nsafety templates  for use in for use in BIM 360 and \nPlangrid to help jobsites manage the new safety \ncompliance requirements, as well as an Autodesk® \nBuildingConnected® preconstruction qualifications  \ntoolkit  as teams managed the project restart process. \nResearch webinars conducted with Fails Management \nInstitute (FMI) also helped to identify best practices \nfor virtual collaboration  and early construction  \nrecovery outlook  for the “return to better.” \nAutodesk also launched a resiliency campaign and \nCOVID‑19 hub  as part of its Digital Builder daily \nconstruction blog. With categories such as Tips & \nTools, Stories, Trends, and Product News, the hub \ncovers topics that range from the recovery of the \nIrish economy to subcontractor prequalification \nto how diversity is vital for the future of the \nconstruction industry—all with the common theme \nof helping customers achieve resiliency during a \nglobal pandemic.\nAutodesk is also helping our AEC customers and their \ncustomers return to work quickly and safely. Our tools \ncan help create more resilient spaces that support \nteams working anywhere. From physical distancing \nand people movement to safer air quality, Autodesk \ntools and resources can help AEC customers solve for \nthe design challenges of COVID‑19.\nThe pandemic has accelerated digital transformation \nwithin AEC. In fact, a 2020 International Data \nCorporation report estimated the pandemic will speed \nup digital transformation by five years. Our report, \nReimagining AEC , includes findings from more than \n50 thought leaders on the top trends impacting the \nindustry post–COVID‑19. We are devoted to giving our customers the support \nand resources they need during the ongoing \npandemic. As the crisis began, we offered free \ncommercial use of several cloud collaboration tools \nthrough the Autodesk Extended Access Program. To \nfurther aid our customers, we set up our COVID‑19  \nAutodesk Resource Center,  which provides useful \ninformation on remote work, resources for small \nbusinesses, community connection forums, \ninformation on Autodesk’s support for education and \nremote learning, and industry resources. The site \nalso describes how our customers are responding to \nand reinventing themselves during the pandemic and \nprovides ideas on navigating a post–COVID‑19 world. \nFrom June through August 2020, we also offered the \nAutodesk® Customer Furloughed and Laid Off Worker \nTraining Program (Autodesk Customer FLOW Program). \nDelivered through the Autodesk Services Marketplace, \nthis program provided complimentary professional \ntraining by participating Autodesk Authorized Training \nCenters. More than 6,300 individuals around the world \nreceived complimentary training at a value of up to \n$300 for the many products and workflows covered in \nthe Program, including Autodesk® 3ds Max, BIM 360 \nproducts, Civil 3D, Fusion 360, Inventor, Maya, Revit, \nShotgun, and Vault.\nLearn moreAs the crisis began, we \noffered free commercial use \nof several cloud collaboration \ntools through the Autodesk \nExtended Access Program. To \nfurther aid our customers, we \nset up our COVID‑19 Autodesk \nResource Center.\n35\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Health & Resilience", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}