{"page_content": "Company  \nculture \nEverything we do at Autodesk begins with our \nemployees. We drive better business outcomes by \nempowering our people to achieve the new possible—\nshaping the world and their future. We deliver a \nworld‑class employee experience, enabling our people \nto thrive and realize their potential  —and by extension, \nhelp our customers achieve better outcomes for their \nproducts, their businesses, and the world.The Autodesk Culture Code\nThe Autodesk Culture Code defines our shared \nvalues, behaviors, and ways of working that are at \nthe heart of our company. It applies to all of our \nemployees, everywhere we do business. We are highly \nintentional about living our Culture Code by building \nall‑employee learning experiences and opportunities \nwhere everyone can bring their best selves to work \nevery day. All customers and communities should \nexperience our culture in our interactions with them \neach day. \nOur Culture Code starts with our commitment to  \nbeing a Customer Company. For Autodesk to be \nsuccessful, our customers must be successful. To \nmake that happen, we must be as committed to \nproviding an exceptional customer experience as \nwe are to delivering exceptional products. Every \nAutodesk employee takes on the responsibility for \nunderstanding our customers —their needs, their \nexpectations, and their experiences.Our Values\nOur Values define how we at Autodesk work, both \nas individuals and as a company, and express the \nessence of who we are. They make it clear what \nwe believe and what we expect of those who work \nwith us. Our Values are organized around how we \nthink, how we feel, and what we do. They guide all of \nour actions. Ways We Work\nThe Ways We Work describe the principles that guide \nour decision making and underlay our policies and \nprocedures. They help us understand how we operate \nas team members, as departments and functions, and \nas a company. The Ways We Work help build a rich \nunderstanding of what we expect of ourselves and \nour colleagues.\nThink  \nSmart, innovative,  \nadaptableOne Autodesk\nFeel  \nInclusive, impactful,  \nhumbleEmpower Decision \nMakers\nDo  \nCourageous, accountable, \npragmaticAuthentic Selves\nDemonstrate Integrity\n40\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity\nImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}