{"page_content": "Living our Culture\nTo help build our Culture Code into all aspects of our \nwork life, we have launched a series of all‑employee \nlearning experiences and activities we call Culture \nSprints. Sprints provide skills and reflective exercises \nthat help employees bring aspects of our Culture Code \nto life. We put our Culture Code into action with team \nconversations, and with manager‑led workshops to \nhelp teams identify actions they can take to overcome \nbarriers of living our culture as a company. More than \ntraining, our Sprints help us develop new behaviors, \nmindsets, and shared language to operationalize our \nculture in sustained and meaningful ways. Each Sprint \ngives us the opportunity to examine our current \nactions, identify roadblocks, and apply practical \nsolutions. By the end of each Sprint, participants \nform new habits and processes, both individually and \norganizationally, to make our culture real at Autodesk. \nAll employees at Autodesk participate in our Sprints \nthrough learning paths designed for both individual \nexploration and team sessions. So far, we have \nconducted three Sprints. \nThrough these and other efforts, we will continue  \nto strengthen and embed our Culture Code  \nthroughout the company, as shown in the report \nsections that follow.Courage (2019)\nOur first Sprint focused on courage, the foundation \nof our culture transformation toward becoming a \nCustomer Company. Courage fosters an environment \nwhere it’s safe to speak up and say the hard things, \nbut in ways that allow others to listen and hear us \n—and where we remain open to hearing what others \nhave to say. Through the Sprint, we learned about \nthree components of courage as a company: how to \nfoster psychological safety, how to listen openly, and \nhow to respond and challenge constructively. \nEmpower Decision Makers (2020)\nEmpowering decision makers leads to faster, more \nrobust, and more effective decisions. The Empower \nDecision Makers Sprint directly builds on our efforts \nto strengthen courage across Autodesk. When we \nhave the courage to debate ideas and engage in \nmore inclusive decision‑making practices, we make \nbetter decisions. \nBelonging (2021)\nBelonging is not just a business imperative, it’s a \nmoral imperative, and integral to truly living our \nCulture Code. As a global company that works in more \nthan 40 countries and speaks dozens of languages, \nwe believe that embracing differences and building \nbelonging helps us all do our best work and thrive. \nThe Sprint brings us together to learn, to listen, and to \nexplore what belonging means to us individually, as \nteams, and as a company. (on a scale of 1–100)\n(on a scale of 1–100)71  79\n67   74Following the Courage Sprint, the average \nAutodesk employee score on a survey question \nabout feeling the ability to speak one’s mind \nwithout suffering negative consequences \nincreased from \nFollowing the Empower Decision Makers Sprint, \nthe average Autodesk employee score on a \nquestion about satisfaction with how decisions are \nmade at the company increased from \nLearn moreEmployees as owners\nIn fiscal year 2021, we launched a new program that makes \nall regular employees eligible for equity grants, or for \nlong‑term cash incentives in countries where this isn’t \nallowed. This represents a $30 million investment in our \npeople to help align them toward long‑term value creation \nand foster an ownership mindset. This program included a \none‑time equity grant to all eligible employees that did not \nhave unvested stock, expanded our new‑hire grant program, \nintroduced more frequent vesting periods, and increased \nfunding for the program.\n41\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}