{"page_content": "To empower innovators to solve important design \nand make, business, environmental, and societal \nchallenges, we must support our employees to \nthrive so that they can create the best products \nand experiences for our customers, because \ngreat employee experiences translate into great \ncustomer experiences.\nLike our customers, our employees need to adapt \ntheir skills to the changing work environment. \nPutting skills at the center ensures we are focused \non equitable employee experiences, as skills are \nobjective, quantifiable, and transferable. Through \nour Work & Prosperity initiative, activated via our \nCulture framework, we are reimagining learning and \norganization development at Autodesk with a focus \non skills that are key to the Future of Work. \nIn 2020, we engaged in multiple initiatives to better \nunderstand our current state and identify critical gaps \nin both technical and behavioral skills. One initiative \nwas to define skills that are critical to our corporate \nstrategy and the Future of Work. We held focus \ngroups and stakeholder interviews, and conducted \na Voice of the Learner survey across the company to \nhelp shape our strategy pertaining to skills that will Learning and \norganization \ndevelopment\nbe most important to Autodesk’s ongoing success \nand to inform our future learning and organization \ndevelopment strategies.\nActivating our manager community was key to \nour preparation for the Future of Work. As part of \nour management enablement focus, we launched \nManaging@Autodesk, which includes a Managers \nPortal to curate targeted information for our \ncommunity, a Playbook for Success to clarify \nexpectations and resources, and 16 Learning  \nPathways to focus on skill development. \nTo help employees upskill on the job and navigate \ntheir development, we launched MyLearning, which \nconnects users to the world’s largest collection of \nprofessional learning content from both inside and \noutside Autodesk—over 250,000 digital courses and \nmore than three million articles and videos  \nfrom 1,300 sources. The pandemic presented an \nopportunity for us to democratize learning by  \nmoving to a digital learning environment. Our global \nportfolio of training curriculum shifted to 100% \nvirtual learning and proved to be so successful, this \ntransformation will continue beyond the pandemic. In \naddition to skill building, we also provided innovative required compliance courses for all Autodesk \nemployees through the Autodesk Learning Center: \nannual training on our Code of Business Conduct; \nBasics of Privacy; and Safety and Security Training. \nThe pandemic hasn’t slowed our growth; we hired \nmore than 2,000 new Autodesk employees in 2020. \nWe quickly revamped our New Employee Onboarding \n(NEO) experience to make it global, consistent, \nand interactive. Emphasizing active engagement of \nnew employees, the four‑day program includes live \nstorytelling, hands‑on activities, and journey mapping \nusing artificial intelligence. The NEO program focuses \non reinforcing our Culture Code, so all new employees \nreceive the support, resources, and information \nthey need to feel inspired and experience a sense of \nbelonging from the start. \nWith equitable development in mind, we sponsored \nexternal leadership programming for our \nunderrepresented populations and enhanced our \ninternal development program to cultivate future \nleaders. We reimagined our Emerging Leaders \nprogram to include a fair and transparent selection \nprocess, which included a blind application review. \nOnce selected, each Emerging Leader was matched with a professional coach and experienced innovative \nskill‑building opportunities, such as virtual reality \nsimulations and robust on‑the‑job learning projects. \nThe program was so successful, we will double our \nefforts next year with two cohorts.\nAs we reflect on an unprecedented year, it’s clear \nlearning and organization development is a catalyst \nto build resilience and drive transformation. We \nare committed to continuing to prioritize learning \nand capability building to drive lasting behavior \nand mindset shifts. Through intentional design \nand delivery of learning experiences that scale and \nbroaden access, we help our employees thrive and \nrealize their potential. And through organizational \ndevelopment services, we enable the organization \nto thrive.MyLearning connects users to the world’s  \nlargest collection of professional learning \ncontent with over\n250,000\ncourses and more than three million \narticles and videos from 1,300 sources.\n42\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity\nImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}