{"page_content": "Whether building sustainability capabilities into \nour tools, volunteering time and skills to nonprofit \npartners or local communities, or activating others \nwithin our business to make a positive impact at work, \nour employees—and our culture of impac  t–are what \nenable us to bring Autodesk’s vision of a better world \nto life. \nWe encourage all of our employees to get involved in \nimpact‑led professional development opportunities \nsuch as Pro Bono Consulting, take advantage of \nsustainability‑related benefits, and contribute time, \nexpertise, and money to nonprofits. The more our \nemployees are engaged with making a positive \nimpact, the more they can work to enable our \ncustomers to achieve their impact goals.\nIn a year when many organizations and individuals \nneeded extra support, Autodesk employees \nresponded by donating record amounts to nonprofits \naround the world. They contributed more Pro \nBono Consulting time than ever and supported \nover 4,000 organizations globally through giving \nand volunteerism.$2.42 million\n21,700\n6,730in employee giving (up 67% year over year)\ntraditional volunteering hours \nworth more than $580,000\nPro Bono Consulting hours (up 56% year \nover year) worth over $1 millionEnabling Autodesk  \nsales employees to  \ndrive sustainability\nIn 2020, Autodesk launched Making the Future, a sales incentive  \nprogram that rewards Autodesk sales teams for helping customers \nachieve outcomes aligned with the United Nations Sustainable \nDevelopment Goals. The first year of this contest was a success with \nfinalists ranging across all account sizes and industries. Winners \nincluded Salvage, Titan, Long and Partners, and Trane Technologies.\nWe support our sales and field staff with information and resources to \nhelp customers achieve more sustainable outcomes. This past year we \nlaunched the Sustainability Leader—G.O.A.L. Program to further enable \nour sales employees by developing their knowledge and skills to support \ncustomers on their sustainability journeys and create positive impact \nwith the Autodesk technology platform.FY21 highlights\nEmployee \nimpact at \nwork\n43\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity\nImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}