{"page_content": "Black Artists + Designers GuildEmployee volunteering\nFrom the first day on the job, Autodesk full‑time employees are given 48 paid hours a year to volunteer for \ncauses most important to them (part‑time employees receive 24 paid hours a year). More than 200 Autodesk \nImpact Champions in over 40 offices worldwide inspire their colleagues to lead with impact, including \nthrough our annual Global Month of Impact, when employees unite for common cause. During September \n2020, more than 1,000 Autodesk employees gathered in 60‑minute sessions that provided unique \nopportunities to support Autodesk Foundation’s efforts in alignment with our impact opportunity areas.\nPenguin Watch  \nAutodesk volunteers helped scientists understand the changing lives \nand environment of penguins by counting and classifying more than \n152,000 images of penguins in remote regions.\nCareerVillage\nAutodesk volunteers helped more than 2,300 learners make informed \ndecisions and set career goals by providing advice and encouragement \non CareerVillage.org during our Global Month of Impact.Proximity Designs\nAutodesk Pro Bono Consultants provided graphic design and \nanimation expertise to help explain the benefits of bio‑pesticides \nto rural farmers in Myanmar, who are increasingly reachable \nthrough digital channels. \nBridges to Prosperity Missing Maps\nAutodesk volunteers assisted COVID‑ 19 response and resilience efforts \nby adding health facilities and other critical points to maps used by \nhumanitarian organizations to identify and support communities in \nundermapped areas.Autodesk Pro Bono Consultants created a virtual experience, with \ncompelling video and imagery, to enable donors to visit Bridges to \nProsperity bridge building sites during COVID‑19. \nAutodesk Pro Bono Consultants collaborated with the Black Artists + \nDesigners Guild to build an interactive, photorealistic environment \ncalled The Obsidian Virtual Concept House, showcasing an \nenlightened way of dwelling for Black families. Pro Bono Consulting\nWe invite Autodesk employees to apply their expertise—ranging from engineering and design to marketing \nand communications—in support of nonprofits and social enterprise startups addressing pressing social \nand environmental challenges in alignment with our impact opportunity areas. This can involve 1:1 Pro Bono \nConsulting (online hour‑long consulting engagements), Pro Bono Team Projects (teams of three to five \nemployees volunteering their skills for one to three hours a week over 12 weeks), and Pro Bono Immersion \n(teams of five to ten employees volunteering their professional skills on‑site for two weeks with an \nAutodesk Foundation portfolio customer ). \nLearn more\n44\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}