{"page_content": "Based on the insights gained from this process, our \nsenior leadership team established three strategic \nchange levers: \nNext, we set three‑year objectives and aspirational \ngoals for each of these strategic change levers. In \nthe following sections, we describe the programs and \nactivities underway to achieve these goals.\nWe are building and measuring the success of our \nprograms through data‑driven analysis and insights. \nFor example, we regularly conduct an Insights \nsurvey via the third‑party Glint employee survey \nplatform to assess the engagement and belonging \nexperience of different demographic groups. In the \nmost recent survey, in April 2021, the overall company \nengagement score placed us in the top 10% in Glint’s \nall company benchmark, and slightly below the top \n10% for belonging. In addition, we are committed \nto eliminating gaps in employee experience, as \nmeasured by the engagement and belonging scores \nthat correlate to different identity dimensions \nincluding race, ethnicity, gender, business group,  \nand geography.At Autodesk, diversity fuels our innovation and \nbelonging unites us in our shared mission to help \npeople imagine, design, and make a better world. \nWe have established strategic priorities and set \nmeasurable goals to foster a diverse, inclusive,  \nand equitable workplace where employees of all \nidentities and backgrounds feel like they can  \nbring who they are to a place they belong. \nIn 2015, Autodesk established a Diversity and \nBelonging (D&B) function and since then our efforts \nhave matured and continue to evolve. In 2020, we \ntook a big leap forward by bringing the D&B team \nand the Culture team together globally under a \nsingle leader to reflect the strong interdependence \nbetween D&B and the Autodesk Culture Code (Our \nValues and Ways We Work). This integrated approach \ncreates greater synergy and helps ensure that D&B is \nembedded in our cultural DNA.\nIn 2020, we also launched a major initiative to revamp \nour global diversity and belonging strategy. As part \nof this process, we invited employees from more than \n25 countries and over 44 offices—representing all \nlevels and functions and a rich mix of demographics—\nto join focus groups to share their feedback, ideas, \nand experiences. In addition, we engaged our top \nexecutives through a strategy advisory group and \nanalyzed data that reflects many different aspects of \ndiversity and belonging. Diversity and  \nbelongingAttract a diverse workforce\nAt Autodesk, we’re committed to building a diverse \nworkplace and a culture of belonging. Attracting a \ndiverse workforce requires a holistic, multifaceted \napproach. We work to integrate inclusive hiring \npractices into every step of our recruitment process, \nincluding evaluating and revising job descriptions \nto be more inclusive, using market intelligence to \nidentify locations with strong diverse pools of talent, \nand incorporating early career recruitment into our \nhiring plan to develop and cultivate talent from a  \nwide variety of sources, such as Historically Black \nColleges and Universities (HBCUs) and Hispanic \nServing Institutions (HSIs). \nTo help us successfully attract, interview, assess, and \nonboard diverse talent, our custom‑designed Hiring \nManager Bootcamp trains all hiring managers in \nAutodesk’s hiring principles and inclusive recruiting \npractices. In 2020, we redesigned this program as a \nfast‑paced five‑day virtual workshop, with critical \nupdates to diversity and belonging content. Highly \nrated by participants, the program is required for all \npeople managers.\nExternal alliances are also key to reaching diverse \ncandidates. We have more than 15 alliances with \norganizations such as Lesbians Who Tech, AfroTech,  \n/dev/color, and Power to Fly. Through the Autodesk Tech Program, we are \ncollaborating with four HBCUs in the United \nStates, offering student stipends and mentoring in \npartnership with our technical business units. The \nultimate aim of the Tech Program is to provide a \nconduit into an early career program at Autodesk. \nThrough 2020, 20 students, 7 university faculty and \nstaff, and 20 Autodesk advisors and collaborators \nhave participated in this program.\nThese efforts are yielding positive results with more \njob candidates who identify as women (globally) \nand people of color (in the United States) than ever \nbefore. For example, 39.4% of external hires during \nfiscal year 2021 were women. Partly as a result, \nwomen increased from 33.4% of Autodesk’s overall \nworkforce globally at the end of fiscal year 2020 to \n34.5% at the end of fiscal year 2021. In the United \nStates, 5.9% of external hires during fiscal year 2021 \nwere Black. This contributed to the rise from 1.7% of \nthe US workforce that Black employees represented at \nthe end of fiscal year 2020 to 2.4% at the end of fiscal \nyear 2021. Foster a  \nculture of   \nbelongingExpand \nleadership \ndiversityAttract a \ndiverse \nworkforce\nLearn more\n45\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity\nImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}