{"page_content": "Foster a culture of belonging\nWe are committed to building a culture of belonging \nat Autodesk by listening deeply to our colleagues \nabout their experiences, providing education on the \nprinciples of belonging, implementing programs \nto embed those principles in our culture, and most \nimportantly, fostering collective accountability for \nbuilding belonging at Autodesk.\nEmployee Resource Groups\nOur Employee Resource Groups (ERGs) are on the \nfront lines of transforming our culture, and this year \nwe went further to make sure they are positioned to \nmake an impact. Each ERG is sponsored by a member \nof our Executive Leadership Team, and our ERG \nleaders are supported as a critical extension of our \nD&B team. We have seven voluntary, employee‑led \ngroups: The Asian Network, Black Network, Latinx \nNetwork, Pride Network, Veterans Network, Women’s \nNetwork, and Young Professionals Network. All \nplay key roles in driving professional development, \nbuilding partnerships with local communities, \nadvancing recruitment efforts, and supporting a \nculture of mentorship and coaching. During April 2021, \nwe held ERG Week, featuring guest speakers along \nwith a robust suite of global activities intended to \nincrease participation. We held more than 25 ERG‑led \nevents during 2020. We also offer several professional and leadership \ndevelopment opportunities for all employees, \nincluding our Emerging Leaders Program and \nEmployee Leadership Program/Autodesk Leadership \nProgram. All of our training programs are offered \nglobally. The introduction of MyLearning puts the \nlearner in the driver seat to consume and utilize \nlearning in new and innovative ways. Learning and \ndevelopment is a key part of Autodesk’s employee \nstrategy, so we will continue to introduce more \nprograms and evolve our existing offerings for  \nall employees. \nIn addition, all employees can participate in the \nAutodesk Mentorship Program, either as a mentor, \nmentee, or both. The program is designed to \nbreak down the barriers of meeting and learning \nfrom colleagues around the world. We provide all \nparticipants with a toolkit of resources and guidance. \nAs of May 2021, we had 2,500 active members in \nthe program. The latest offerings include two new \ntracks launched in April 2021, Autodesk Mentorship \nCircles and Flash Mentorship. These take individual \nmentorship to the next level by providing mentorship \nopportunities in both group and short‑term formats. \nGlobalizing Autodesk leadership\nAs a global company, it is critical that our leadership \nreflects the perspectives of our customers around \nthe world. Therefore, we have prioritized growing \nour leadership capabilities globally by increasing the \nnumber of leaders outside of the United States.Expand leadership diversity\nWe are expanding leadership diversity from the  \nBoard of Directors to senior leadership to all areas  \nof the organization. \nCommitment to diversity on  \nour Board of Directors\nAutodesk was recently recognized by two publications \nfor outstanding gender diversity on our Board \nof Directors, with women making up 50% of our \n10‑member Board. In a Bloomberg article  that tracks \nand analyzes female board membership, we ranked \nin the top 10 of S&P 500 companies. In addition, we \ntied for first place in a July 2020 ranking of the 25 \ntech companies with the most gender‑diverse boards \nconducted by The Org . \nExpanding senior leadership diversity\nOur commitment to attracting and recruiting  \ndiverse talent extends to our senior leadership team. \nIn February 2021, we announced the appointment of a \nnew Chief Financial Officer, Chief Technology Officer, \nand Senior Vice President, all of whom expand the \ndiversity of our senior leadership. Forty‑five percent \nof our executive team is women.\nGrowing diverse leaders from within\nWe are committed to the growth and development \nof all our employees. Some programs target specific \ndemographics as part of our commitment to diversity \nand belonging. For example, Autodesk is a proud \nparticipant in the McKinsey Black Leadership \nAcademy, which creates opportunities for rising Black \nleaders to network and build strong relationships with \nleaders from other organizations. Autodesk named \n2021 Best Place  \nto Work for  \nLGBTQ Equality \nAutodesk earned a 100% rating \nand was named a 2021 Best Place  \nto Work for LGBTQ Equality  on \nthe Human Rights Campaign \nFoundation’s Corporate Equality \nIndex, the national benchmarking \ntool on corporate policies, \npractices, and benefits pertinent to \nlesbian, gay, bisexual, transgender, \nand queer employees.\nLearn moreAutodesk’s Board of Directors \nis 50% women, and 45% of \nour executive team is women. \n47\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}