{"page_content": "Advancing racial justice \nThe issue of racial justice in America was brought to \nthe fore in 2020 with the deaths of Ahmaud Arbery, \nBreonna Taylor, George Floyd, and others. The more \nrecent occurrences of violence against the Asian \ncommunity in the United States and globally are \nalso appalling and unacceptable. At Autodesk, we \nchampion the effort to end violence and injustice, \nand we are committed to doing our part to create \nopportunities for mutual connection and empathy \namong all people. Autodesk condemns hate, racism, \nand violence and stands with our employees, \nneighbors, and communities around the world.\nOur ERGs have played an important role in supporting \nour employees during these difficult times. In response \nto the events of 2020, the Autodesk Black Network \npartnered with the D&B team to support our Black \nemployees and drive lasting change at Autodesk and \nbeyond. This included providing learning and restoration \nsessions for Black employees to connect and support one another and delivering a company‑wide listening \nsession to give voice to employees’ experiences and \npain of racism. Similarly, our Autodesk Asian Network is \nmobilizing to support our Asian employees in response \nto recent violence impacting the Asian community. \nWe published an employee resource guide, and have \nplanned listening sessions and a series of activities to \nbring the community together for Asian Pacific  \nAmerican Heritage Month in May 2021. \nOver the past year, Autodesk Foundation has \ncommitted more than $300,000 to frontline \norganizations fighting for racial justice, ending police \nbrutality, and actively advancing equality for Black, \nAsian, and Pacific Islander communities, including: \nEqual Justice Initiative, Black Futures Lab, Campaign \nZero, Runway, Oakland African American Chamber of \nCommerce Relief Fund, Advancing Justice‑Asian Law \nCaucus, the National Asian Pacific American Women’s \nForum, and the Center for Asian American Media (CAAM). The Foundation’s response and rebuilding \ngrants and support have benefited from collaboration \nwith the company’s D&B team and ERGs representing \nthe people and communities impacted. Beyond this \nfunding, the Foundation has committed to integrating \ndiversity, equity, and inclusion goals throughout its \nwork, from how it sources new organizations for its \nportfolio to the impact it seeks to realize through its \ngrantmaking and impact investing.Belonging Sprint\nIn March 2021, we kicked off our four‑month‑long \nall‑employee Belonging Sprint to bring employees \ntogether to learn, listen, and explore what belonging \nmeans to us individually, as teams, and as a company. \nHerminia Ibarra, Professor of Organisational \nBehaviour at London Business School and an expert \nin authentic leadership, keynoted the kickoff event.\nThe Foundations of Belonging virtual workshop \nenables managers to lead their teams through \nreflective prompts and commitments. The program \nidentifies everyday practices for inclusive teams, Dialogue Spaces\nDialogue Spaces are open to all employees to speak \ncourageously and listen with curiosity, offering a \nsafe environment for people to share their stories \nand build a deeper understanding of one another. \nAutodesk has partnered with Bravely, a confidential \ncoaching service that supports individuals and \nworkplace health, to foster discussions about \naspects of identity that impact our employees in \nthe workplace. Bravely events intensively introduce \nand reinforce critical concepts of allyship and \nworking together more inclusively and equitably \nthrough storytelling, educational content, and active \ngroup sharing. The events ignite self‑discovery \nand connection that can be further explored \nthrough individualized coaching and conversations \nbetween colleagues. emphasizing norms and behaviors that collectively \nshape the experience of each team member, to create \nthe conditions for team success. It also analyzes how \nunexamined team norms—such as airtime domination, \novervaluing status, and groupthink—can block the \npotential for all team members to contribute.\nThe Sprint focuses on individual as well as team \nexperiences and learning, including workshops on \nThe Power of Empathy, Mitigating Bias in Decision \nMaking, Belonging Micro‑Learning, and Inclusive \nTeam Dynamics.Speaker series\nWe also launched our diversity and belonging speaker \nseries, which sparks dialog by inviting outside \nexperts to engage the entire Autodesk community \nin conversations about identity and difference. \nBelonging Spaces facilitated by Autodesk employees \nafter each event offer colleagues across the company \nthe opportunity to discuss the expert’s books and \npodcasts in small groups. \nOur customers can play an \nimportant role in advancing \nracial justice, including in \nurban development. \nRead six Black perspectives  on how \narchitects can help unbuild inequities \nrooted in racism, heal communities, and \nrestore social justice though their work.\n48\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}