{"page_content": "Supplier diversity\nAt Autodesk, we use our purchasing power to \nincrease diversity and inclusion in our supplier base, \nhelping to grow jobs and wealth in underserved \ncommunities. We value our impactful relationships \nwith small and person of color‑owned, women‑owned, \nveteran‑owned, service‑disabled veteran‑owned, \nand LGBTQ+‑owned businesses. Creating a supplier \nbase that reflects the demographics of Autodesk’s \nmarketplace provides us with access to better ideas \nand ways to innovate. We have engaged with diverse \nsuppliers for many years and are now planning to \nhelp these business owners expand their capabilities \nby connecting them with mentoring, training, and \nbusiness development opportunities. In addition, \nto increase our awareness and engagement with \ndiverse businesses, Autodesk joined the National \nLGBT Chamber of Commerce and the Western Regional \nMinority Supplier Development Council.\nWe are excited to begin the rollout of this program  \nin fiscal year 2022. By fiscal year 2026, we aim to \nspend 25% of qualified spend in the United States \nwith US‑based diverse businesses. Although currently \nfocused on the United States, we are exploring \nexpanding our program to other regions.\n Supporting pay equity\nAutodesk is committed to pay equity for our \nemployees. We conduct an annual pay analysis to \ncompare pay levels of different demographic groups. \nWe’ve also implemented Fair Pay at Hire which means \nthat we no longer ask employees about their prior \ncompany compensation in the United States. We \nare transparent about our salary structures, bonus \ntargets, and equity guidelines to let employees know \nhow they compare to our definition of market.\nTo attract, retain, and support our highly qualified \nemployees, we offer competitive compensation and \nbenefits, which include an element of choice to meet the needs of our diverse and global population. In \nfiscal year 2021, we made changes to our equity \nstrategy, expanding our grant program eligibility \nfor new hires and existing employees. As part of \nthis strategy, we made a one‑time equity grant to \nall regular employees with no unvested equity, in \ncountries where equity grants are allowed, to align all \nemployees to the long‑term success of the company \nand encourage an owner mindset.\nAutodesk monitors equal pay, and conducts full \nanalyses on compensation ratios.\n49\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}