{"page_content": "JFFLabs mobilizes visionary entrepreneurs, investors, corporate \nchangemakers, and workforce leaders who are committed to the \nmission of prioritizing economic mobility for workers and learners. An \ninnovative market‑facing unit of JFF—a national nonprofit that drives \ntransformation in American workforce and education systems—JFFLabs \nbrings new approaches to vexing challenges. The team accelerates and \ninvests in technologies that can create positive changes and deploy \nthem, while also partnering with employers and workforce systems to \npromote new practices that advance worker well‑being.\nAutodesk Foundation invests in JFFLabs’ targeted focus on driving \nsystemic change through new technology, investments, and \nentrepreneurship. With its ability to connect startups and employers to \npeople and organizations and its status as a partner on workforce issues, \nJFFLabs is driving impact at scale across the United States. By accelerating \nthe adoption of effective new training technologies, JFFLabs provides a \ncritical connection between traditional systems and new approaches. Catalyze  \ninnovation\nThrough Autodesk Foundation, we invest in \nentrepreneurs and innovators  who prepare workers \nto thrive in the era of automation. We invest in \nsolutions, policies, and research that help workers \nand employers prosper now—and in the future. \nWe recognize the crucial role that a range of \norganizations play, including government, employers, \neducational institutions, and others. Industrial Sewing and Innovation  \nCenter (ISAIC)  \nFashioning a more  \nsustainable future\nJFFLabs \nAdopting new  \nworkforce technology  \nto help people thrive\nLearn more\nLearn moreRead the Autodesk Foundation’s \nFuture of Work impact brief .7\nnonprofits and \necosystem partners \nthat help at‑risk \nworkers prosper \nin the era of \nautomation28%\nof Autodesk \nFoundation \nportfolio \nfunding in \nfiscal year 2021We invest in \norganizations in the \nUnited States and the \nUK, and our research \nalso includes Asia \nPacific and Europe. The Industrial Sewing and Innovation Center (ISAIC), a nonprofit based \nin Detroit and Autodesk Foundation portfolio organization, is working to \nrebuild domestic clothing manufacturing around human‑centered values, \nadvanced technologies, and sustainability in people and processes. The \norganization’s 12,000‑square‑foot, state‑of‑the‑art factory was nearly \ncompleted and set to begin manufacturing small, high‑quality apparel \norders. But due to the COVID‑19 pandemic, ISAIC shifted gears to PPE \nproduction. During 2020, ISAIC’s factory produced thousands of pleated \nmedical‑grade masks and thousands of sewn isolation gowns and \nsurgical masks—while supporting local businesses and workers. \nISAIC provides a proprietary training curriculum and paid apprenticeships \nfor skilled labor in a factory where workers earn equity as part of their \nemployment. ISAIC, which has a presence in several US states, offers \ntraining and credentialing programs for industrial sewers, tests new \ntechnologies in advanced apparel manufacturing, and creates career \npaths for upward mobility. The organization is working with the Autodesk \nFoundation to develop programs enabling apprentices to train virtually \nand practice the advanced skills needed in modern manufacturing. \nImage courtesy of JFFImage courtesy of ISAIC\n56\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Work & Prosperity\nAdvance industries", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}