{"page_content": "Our Board is committed to ensuring that stockholder \nfeedback informs our strong governance practices. \nMembers of our management team and our Board \nparticipate in annual stockholder outreach to discuss \ntopics such as executive compensation programs, \ndiversity, sustainability, board composition, and \ngovernance. This outreach enables us to gather \nfeedback from a cross section of Autodesk’s \nstockholder base, maintain an open dialog, and \nensure that we have an in‑depth understanding \nof our stockholders’ perspectives.\nLearn more about corporate governance at Autodesk: The Autodesk Board of Directors provides independent \nleadership in the exercise of its responsibilities. Our \nmanagement oversees a strong system of internal \ncontrols and compliance with corporate policies and \napplicable laws and regulations. \nOur directors have a mix of critical skills and  \ndiverse perspectives, and their backgrounds include \nleadership roles in the technology industry, in \nacademia, and internationally. Our Board consists  \nof 10 members, of which 90% are independent and \n50% are women. \nWe believe the highest standards of corporate \ngovernance and business conduct are essential to \nrunning our business in a sustainable manner, serving \nour stakeholders, and maintaining our integrity. We \nhave devoted substantial attention to our corporate \ngovernance and have established policies such as \nour Corporate Governance Guidelines, which set forth \nthe principles that guide our Board in overseeing \ncorporate governance, maintaining its independence, \nevaluating its own performance, and setting \ncorporate strategy. The Board reviews our governance \npractices, corporate governance developments, and \nstockholder feedback on a regular basis to ensure \ncontinued effectiveness. Corporate \ngovernance\nCorporate governance guidelines\nCommittee charters\nCommittee composition\nAutodesk executive bios\nBoard of Directors bios\n61\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Governance\nAUTODESK FY21 IMPACT REPORT", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}