{"page_content": "Protecting consumer privacy and fostering \nemerging technologies\nWe support technology policies that enhance consumer trust, enable \ninnovation, and promote global trade in technology products and services. \nThis includes enacting a strong federal privacy law in the United States \nthat gives consumers better information about, and control over, how their \npersonal data is collected and used, enhances obligations on companies \nhandling this data, and raises standards and provides consistent protections \nfor consumers throughout the country.\nWe are a member of BSA | The Software Alliance  and  Information Technology  \nIndustry Council (ITIC)  and support their work advocating for public policies \nthat improve privacy protections. Autodesk Privacy Principles\n• Be transparent about our actions and intent\n• Present individuals with clear and actionable choices\n• Practice purposeful collection, use, and retention of data\n• Use data for the purposes for which it was collected\n• Only share data with third parties in limited and approved ways\n• Be accountable for enforcement of these Privacy PrinciplesPrivacy \nand data \nsecurity\nThe privacy and security of our customers’ data is \ncritically important to Autodesk. We are committed to \nincorporating the core principles and requirements \nof applicable global laws into our global privacy and \ndata protection program.Privacy\nWe build privacy into our products, services, culture, \nand processes to keep pace with evolving regulations \nand customer expectations. We believe our customers \nshould have choices regarding their data and we are \ncommitted to being transparent about what data we \ncollect, and how it’s used, shared, and stored.\nWe follow Privacy by Design principles that govern the \ntreatment of data owned by Autodesk or under our \ncontrol. These are applied worldwide and reflected \nacross the company in development plans, business \nplans, and day‑to‑day operations.\nWe follow Autodesk’s Privacy Principles (see box) \nand perform privacy impact assessments where \npersonal data is collected or used. Our employees and \ncontingent workers are required to comply with our \nprivacy policies, standards and guidelines. We also \nprovide general and role‑specific privacy training to \nour workforce. \nThe Autodesk Transparency Report  explains our policy \non responding to requests for customer data by \ngovernment agencies for law enforcement purposes, \nand provides statistics on the types of requests we \nreceive and our responses.\nLearn moreAutodesk privacy statements \n• The Autodesk Privacy Statement  explains how we handle personal data, \nhow such data can be accessed and updated, and how we protect this \ndata when interacting with third parties.\n• The Cookie Statement  describes the way we use cookies, tags, and pixels \nin our applications. It contains a link to a tool for users to set their \ncookie preferences. \n• The Children’s Privacy Statement  addresses how we collect, process, \nstore, and delete children’s personal data.\n• The Candidate Privacy Statement  describes how we collect, \nprocess, store, and delete personal data about job applicants and \nprospective candidates.\n63\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \n Governance", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}