{"page_content": "United Nations  \nSustainable  \nDevelopment  \nGoals index\nThe United Nations Sustainable Development Goals  \nprovide an important framework to drive social, \nenvironmental, and economic progress globally. \nAlthough Autodesk addresses all 17 goals to varying \ndegrees, we focus particularly on the following \ngoals to maximize our positive impact with our \ncustomers and through our products, operations, and \nphilanthropic activities.United Nations Sustainable Development Goals\nSDG Description\nWe are committed to using 100% renewable energy in our operations, and to helping customers develop buildings, infrastructure, and products that \nare energy efficient and accelerate the use of clean energy. Through the Autodesk Foundation, we support nonprofits and social enterprises working \nto expand access to renewable energy.\nCustomer story:  Powering energy, agriculture, waste, and mobility solutions  \nLearn more:  Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industries\nWe invest in our employees, customers, and communities, to put people at the center of the future of work transformation. Diversity fuels our \ninnovation and belonging unites us in our shared mission to help people imagine, design, and make a better world.\nCustomer story: Fashioning a more sustainable future\nLearn more:  Work & Prosperity: Improve our operations ; Work & Prosperity: Partner with customers ; Work & Prosperity: Advance industries\nWe collaborate with customers, nonprofits, and social enterprises to create infrastructure designed to better withstand natural disasters and the \nimpacts of climate change, and products, buildings, and entire cities that foster healthy and resilient communities. We support more inclusive and \nsustainable industries through our business operations and products.\nCustomer story:  Reinforcing the largest dam in the Netherlands with digital construction and BIM\nLearn more:  Health & Resilience: Partner with customers ; Health & Resilience: Advance industries ; Diversity and belonging\nUrban centers will play a pivotal role in sustainability in the coming decades, as populations continue to swell. We collaborate with customers to \ndesign, build, and maintain more sustainable, safe, and resilient cities, and we support nonprofits and social enterprises to drive innovation in this \narea.\nCustomer story:  Tackling rapid urbanization in Medellín\nLearn more:  Energy & Materials: Partner with customers ; Energy & Materials: Advance industries ; Health & Resilience: Partner with customers ; \nHealth & Resilience: Advance industries\nWe are working to drive progress toward a future with minimal pollution and waste, where materials maintain value while cycling through a circular \neconomy. We equip our customers, nonprofits, and social enterprises to better understand the impact of design and make decisions on materials \nuse, supporting them to make choices that benefit their companies, communities, and the world.\nCustomer story:  Constructing the most sustainable building in the Southeast\nLearn more:  Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industries\nAutodesk is a net‑zero GHG emissions company across our business and value chain, beginning in fiscal year 2021, and we are driving progress \ntoward new science‑based GHG emissions reduction targets. We collaborate with customers, nonprofits, and social enterprises to develop \ninnovative solutions and help tackle climate change. \nCustomer story:  Low‑speed EVs, faster to market\nLearn more:  Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industries\n75\nAUTODESK FY21 IMPACT REPORTOverview Energy & Materials Health & Resilience Work & Prosperity Governance Appendix \nAppendix ", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}