{"page_content": "Forward‑looking statements\nThis report includes estimates, projections, and other forward‑looking statements within the meaning of Section 27A of the Securities Act of \n1933 and Section 21E of the Securities Exchange Act of 1934. These forward‑looking statements generally are identified by the words “may,” \n“believe,” “could,” “expect,” “anticipate,” “estimate,” “intend,” “strategy,” “future,” “opportunity,” “plan,” “should,” “will,” “would,” and similar \nexpressions. Forward‑looking statements are based on current expectations and assumptions that are subject to risks and uncertainties \nthat may cause actual results to differ materially. We describe risks and uncertainties that could cause actual results and events to differ \nmaterially in our reports filed with Securities and Exchange Commission. We undertake no obligation to update or revise publicly any \nforward‑looking statements, whether because of new information, future events, or otherwise.Autodesk, AutoCAD, the Autodesk logo, 3ds Max, BIM 360, BuildingConnected, CAMduct, Civil 3D, Flame, Forge, FormIt, Fusion 360, \nInfraWorks, Inventor, Moldflow, MotionBuilder, Mudbox, Navisworks, Plangrid, PowerMill, ReCap, Revit, Revit LT, Shotgun, and Tinkercad are \nregistered trademarks or trademarks of Autodesk, Inc., and/or its subsidiaries and/or affiliates in the USA and/or other countries. All other \nbrand names, product names, or trademarks belong to their respective holders. Autodesk reserves the right to alter product and services \nofferings, and specifications and pricing at any time without notice, and is not responsible for typographical or graphical errors that may \nappear in this document. © 2021 Autodesk, Inc. All rights reserved.sustainability@autodesk.com", "metadata": {"source": "NASDAQ_ADSK_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}