{"page_content": "11 DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nAs the entity charged with oversight of Alithya’s \ncorporate responsibility, the Board of Directors is \nwell aware of its prominent role in establishing the \ntone, direction, and pace of ESG initiatives, including \ndiversity and inclusion. Currently, 30% of Alithya’s \nBoard members are women, and the Company \nintends to build upon that representation in the \nyears ahead.\nA NEXUS OF \nRESPONSIBILITY\nTransversal in nature, ESG intersects all lines of \nAlithya’s business. Growing societal demands stem \nfrom the consciousness of people who are engaged \nin all levels of Alithya’s ecosystem, from members of \nthe Board itself, to our employees, our investors, our \npartners, our customers, and the customers of our \ncustomers. Furthermore, beyond our ecosystem of \nstakeholders, Alithya’s ESG responsibility extends to \nthe companies that we choose to do business with.\nWith so much at stake, Alithya’s Board of Directors \nis charting a course to ensure that the Company does \nthe right thing. This report, prepared in consultation \nwith external ESG experts, is an important step \nforward in that process, providing us with a clear \noverview of what we can do, and how it can be done.The Corporate Governance and Nominating \nCommittee of the Board of Directors is at the forefront \non all ESG matters. Recommendations tabled by \nthe committee have already resulted in completion \nof the first sessions of continuous training for Board \nmembers to ensure that they remain on the leading \nedge of fast-evolving ESG dynamics.\nSUSTAINED  \nCOMMITMENTS\nAs social consciousness permeates deeper into the \nrecesses of corporate ecosystems, the quest for \nprofitable growth will increasingly depend on the \nmerits of sustainable growth. The former can no \nlonger be attained without the latter, which begins \nwith listening attentively to what the markets demand \nfrom a company, as well as what employees and \ncustomers expect from a good corporate citizen. \nThis report outlines the commitment of the Board of \nDirectors to lead by example, laying the foundations \nfor more rigorous reporting in the days ahead in \nalignment with Alithya’s intention to do the right thing.\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}