{"page_content": "13  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nThirty years in, that same fundamental principle \ncontinues to drive the successes of our organization, \nboth internally and externally. Values derived from \nthat simple philosophy continue to evolve and to be \nreinforced, permeating Alithya’s ecosystem from the \nboardroom to the communities in which we work \nand live. The reach of our ecosystem extends to the \nindustries that we service, and to the customers \nof our customers, where, as agents of change, we \ncontinue to develop solutions for creating more \nsustainable value chains.\nPERFECTING  \nIMPERFECTION\nAnother key factor in our success has been our \nrecognition of the simple fact that we are not perfect. \nThat recognition has driven our organization’s \nperpetual quest for improvement, and it extends to \nevery aspect of Alithya’s ‘raison d’être’. To paraphrase \nLyndon Johnson, doing the right thing is not the \nproblem; the problem is knowing what the right thing \nto do really is.\nAs a company reliant on the innovative spirit \nand expertise of a diversity of business and IT \nprofessionals, Alithya has endeavoured from Day 1 \nto ensure that our employees have had good reasons \nto take pride in our collective accomplishments. \nOur organizational culture is built on the pillars of \nsocial responsibility, and we continuously strive to strengthen those foundations by providing our people \nwith a plethora of internal programs and resources \nthat puts them in the driver’s seat of their own \nprofessional careers.\nWe have also sought to build a company that feels \nlike home, where obstacles of bias and discrimination \nare removed to ensure a work environment where \ndiversity and inclusion is embraced at every turn. \nOur internal social committees, including Women \nin Leadership, LGBTQ+, our Indigenous Relations \ngroup, and more, contribute to advancing critical \nconversations and expanding borders.\nLINKING THE CHAIN  \nOF SUSTAINABLE VALUE\nExternally, our business has far-reaching effects on \nthe important economic sectors that we service. \nAs a leader in strategy and digital transformation, \nwe embrace the responsibility of being an agent of \nimportant change, helping companies to rise up to \ncontribute to a more sustainable economy. Alithya’s \ndigital transformation and change management \nexpertise enables businesses to develop more \nefficient value chains that inevitably reduce their \ncarbon footprints.Alithya believes in a world where the pursuit of \nexcellence in environmental, social, and governance \nis perfectly in sync with business goals, and where \nvalue is actually created through sustainability. \nThere are many reasons to be optimistic about the \npotential for digital technologies to move to the \nforefront of addressing climate change and mitigating \nthe impacts of a growing crisis. Alithya’s digital \ntransformation services have improved efficiency \nand increased productivity across numerous sectors \nand have helped to reduce the carbon emissions \nof many of our customers. However, the use of \ndigital technologies can carry its own energy costs. \nAccordingly, Alithya wants to do the right thing, and \nwe believe that it is important to acknowledge the \nenvironmental impacts of technology and to mitigate \nits effects over the long-term.\nFULFILLING  \nEXPECTATIONS\nAs I stated earlier, we are far from perfect, but our \nhearts are in the right place. And as we balance our \ndesire to do the right thing with our commitment \nto doing things right, our actions are moving in the \nright direction. In the pages that follow, we expand \nupon what we are already doing in support of our \ncommitment, our intention to continue to improve, \nand on our commitment to ensuring that Alithya’s \nESG initiatives become a source of pride for all of \nour stakeholders.", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}