{"page_content": "14  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nBOARD AND MANAGEMENT \nOVERSIGHT OF ESG\nAlithya has implemented strong corporate \ngovernance policies and guidelines in line with \nbest practices, and those practices are routinely \nassessed. The Board of Directors sets the tone for our \ncorporate culture, and one key element is operating \nas a responsible global citizen. Recognizing ESG as a \nkey priority, the Board has put measures in place to \nensure that Alithya is well positioned to play a leading \nrole in its industry.\nAlithya’s Board is assisted by its three standing \nCommittees: The Corporate Governance and \nNominating Committee (CGNC), the Audit and Risk \nManagement Committee (ARMC), and the Human \nCapital and Compensation Committee (HCCC). The \ncommittees have specific roles in relation to precise \nmatters that form part of our ESG commitment, which \nare described in later sections of this report. Of note, \nthe CGNC is responsible for overseeing Alithya’s \nESG and other public disclosure, as well as for monitoring the Company’s approach to governance \nissues, including ESG practices. The CGNC provides \noversight of the development of formal ESG \nguidelines and monitors progress against set targets.\nThe Board and its committees work closely with our \nExecutive Team to determine the ESG factors most \nmaterial to Alithya and our stakeholders.\nAlithya’s Executive Team is responsible for developing \nour strategy, as well as for identifying and managing \nour ESG-related priorities. In 2021 and 2022, the \nExecutive Team worked closely with our Board to \nbuild Alithya’s ESG strategy. Each executive plays a \nleadership role in managing our ESG priorities and \nprovides functional oversight of ESG priority areas. For \neach ESG topic, the responsible executive serves as \na liaison to the Board Committee responsible for the topic. To enhance coordination across ESG matters in \ninteractions with the Board and its committees, the \nChief Legal Officer and Corporate Secretary acts as \nESG Management Lead.\nThe Human Capital team is responsible for Talent and \nOrganizational Culture, including equity, diversity, and \ninclusion programs. The IT Team has responsibility \nfor Cyber Security, and the Communications Team \nis responsible for Enterprise Resource Groups, as \nwell as for informing stakeholders. The Legal Team \nhas responsibility for governance and regulatory \ndisclosures, as well as for all data privacy matters. \nThe responsibility for Alithya’s upcoming Scope 1 and \nScope 2 emissions reduction targets will be disclosed \nin a future report. The Finance Team is also integrally \ninvolved in managing ESG topics.\nStarting in 2022, the Corporate Governance and \nNominating Committee will meet annually in \nNovember with the Chairs of the Audit and Risk \nManagement Committee and Human Capital and \nCompensation Committee (or their delegate) to \nreview ESG initiatives and to make recommendations \nto the Board concerning strategic priorities for \nthe year ahead.", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}