{"page_content": "19  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE\nTALENT\nWHY IT MATTERS\nAs an IT services company, Alithya is a people-centric \norganization, both in its internal and external focus. \nThe Company’s success lies in its ability to attract and \nretain highly skilled professionals within an extremely \ncompetitive market. Therefore, safeguarding the \nwell-being of those professionals, as well as ensuring \ntheir access to continuous, leading-edge skills \ndevelopment, are priorities. Externally, the collective \nstrength of Alithya’s human capital is instrumental \nin the cultivation of customer relationships built on \ntrust. Internally, the embrace of increasing diversity is \none of the driving forces behind Alithya’s innovation, \ncreativity, and problem-solving abilities.OUR APPROACH\nAs previously outlined, Alithya’s 2021-2024 strategic \nplan embraces Human Capital at its core, with \npriority placed on the importance of ensuring \nthat employees have all of the necessary tools \nto remain on top of their game. In tune with data \nfrom our internal engagement surveys, Alithya \nrecognizes that its people are enthusiastic about \ntheir professional development, and the Company \nis committed to assisting them in that endeavour. \nBy fostering a culture of collaboration and \nownership, cultivating employee well-being and \npersonal growth, and investing in the development \nof our leaders and employees, Alithya strives \nto be a best-in-class employer that provides its \nemployees with opportunities to chart the course \nof their careers internally. In focusing on the well-\nbeing and career aspirations of its professionals, \nAlithya continues to attract and retain talented \nexperts who are responsible for developing and \nimplementing the Company’s increasingly innovative \ncustomer solutions.\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}