{"page_content": "20  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nEmployee Well-being\nAlithya’s people-centric business structure relies \non teamwork as an essential pillar of success. The \nCompany strives to break down silos throughout \nits professional community in order to ensure a \ntransparent flow of communications and human \ninteractions. That flow plays a critical role in driving \nAlithya’s innovation by fostering the conversion of \ngreat ideas into concrete actions. Accordingly, the \nday-to-day well-being of our people, both in their \npersonal and professional lives, is of paramount \nimportance, and Alithya continuously monitors new \nand innovative resources that can be offered to its \npeople.\nAlithya has launched numerous initiatives to provide \nits employees with the tools they need to confidently \nand effectively address issues that may arise in their \npersonal and/or professional lives. In addition to \nbuilding a sturdy base of programs, the Company \nruns Lunch and Learn webinars focused on the \nmost relevant well-being topics of the day, including \nstress management, fostering empathy, vaccination \nprograms, healthy habits, and much more. In 2021, \nAlithya launched a Wellness Portal with a wide \nrange of resources, tools, and services for Canadian \nemployees to address their physical, mental, \nemotional, financial, and social well-being. Through \nthe Wellness Portal, employees can access a list of \ntrusted providers, develop an action plan tailored \nto their own unique situations, and be eligible for \npreferential rates.In 2018, Alithya rolled out Officevibe, a real-time, \nconfidential feedback platform that has been \ninstrumental in maintaining and boosting employee \nengagement and satisfaction. Alithya’s frequent \nOfficevibe surveys provide Alithya managers and the \nHuman Capital team with critical feedback and data \nanalysis for building and implementing meaningful \naction plans. Officevibe generates valuable metrics \nthat help ensure smooth operations within the \nCompany, including employee feedback on wellness \ninitiatives.\nLearning and Development\nBeginning from the new hire onboarding process, \ncommitment to continuous development is an \nintegral part of Alithya’s organizational culture. Alithya \nstrives to provide stimulating learning environments \nto employees who wish to hone their existing skills, \nor to acquire new knowledge and expertise that \naddresses the evolving needs of Alithya’s clients, \nwhile simultaneously contributing to the improvement \nof internal processes.\nAlithya Academies\nComprised of several modules, the Alithya \nLeadership Academy is dedicated to the training \nand development of Alithya leaders. Each module \naddresses specific themes that are highly relevant \nto the Company’s performance, with the goal of \nempowering managers with the necessary skills \nto effectively lead and support their respective teams in any conceivable situation. The Alithya \nAssociate Academies are initiatives developed by \nthe Company’s Oracle and Microsoft practices to \nentice new graduates into entering specialized \nonboarding programs that will launch their careers \nwithin the Alithya universe. Leveraging the strengths \nof those Academies, Alithya’s Digital Practice \nFaculty also offers a wide range of courses, from \nagile project delivery, to product development and \ncustomer relations. Other training and development \nopportunities within the Alithya Academies \nframeworks are constantly being developed to \nrespond to ever-changing realities.\nThird-Party Training Providers\nOnline access to training courses is abundant \nand wide-ranging, and Alithya has invested itself \nin promoting industry leading platforms to its \nemployees. These external resources include \nPluralsight, a leading platform for technology \nskills development and engineering management. \nPluralsight’s Skills and Flow products help individuals \nand businesses to transform through technology. \nAdditionally, Udemy is a platform offering more than \n10,000 curated courses on emerging topics, with \nfresh and relevant material focused on tech skills, \nbusiness skills, and leadership skills of the future. In \naddition to these online training options, Alithya offers \na training subsidy to employees to enable them to \nparticipate in external training programs not available \nthrough Alithya’s existing platforms.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}