{"page_content": "21  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nDiversity and Inclusion\nWith professionals based in Canada, the United \nStates, and internationally, Alithya strives to provide \nan equitable and inclusive workplace for all, while \nalso taking diversity factors into consideration in its \nhiring strategy, employee experience, succession \nplanning and compensation programs. In order to \npromote a haven of equity and diversity, Alithya \nsupports its diverse workforce through numerous \ninitiatives that permeate its various practices and its \ncorporate policies. Diversity and inclusion initiatives \ninclude an unconscious bias training program, \naccessible via Alithya’s intranet, as well as ongoing \ndiversity training for managers to provide them \nwith the tools they need to effectively manage their \ndiverse teams.\nMore than just a talking point, Alithya is walking the \ntalk. While perfection is elusive, Alithya is doing its \nbest to implement concrete measures at every turn, \nincluding in the implementation and formalization \nof Enterprise Resource Groups that were created to \naddress some of the most relevant issues of the day \nand give employees a voice and a chance to make a \ndifference.Women in Leadership\nIn an industry where women represent only 30% of \nthe workforce, Alithya is taking numerous steps to \nchange that dynamic. On the wings of tremendous \nwork conducted by an internal Women in Leadership \ncommittee, Alithya continues to advance along \nthe path to parity. In February 2022, the Company \nproudly announced that it had obtained Bronze \nCertification from Women in Governance, a not-for-\nprofit dedicated to helping organizations increase the \nrepresentation of women in key sectors, including \nsenior management positions.\nWhile there remains much work to be done, currently \none third of the members of Alithya’s Board of \nDirectors are women, and women account for 25% of \nmanagement positions. The Women in Governance \ncertification sends a powerful signal that Alithya is \ncommitted to offering a workplace where women \ncan thrive, and the Women in Leadership committee \nhas made great strides in building a framework to \nhelp guide the Company towards empowering, \nretaining, and developing female leaders from within \nits ranks. The committee recently announced a \npartnership with both the American Management \nAssociation and the Canadian Management Centre \nto provide membership access to their joint Women’s \nLeadership Center.GOVERNANCE\nAlithya’s Vice President, Human Capital, \nreports to the Chief Operating Officer, \nand is responsible, along with other \ndepartments and managers, for ensuring \nprofessional development, succession \nplanning, compensation, benefits, and \nother workplace programs implemented \nto support its people in developing \ntheir capabilities and ensuring that they \ncan thrive in a healthy and productive \nworkplace.\nAt the Board level, oversight of human \nresource programs, including succession \nplanning, professional development, and \ndiversity and inclusion, is the responsibility \nof the Human Capital and Compensation \nCommittee.\nAlithya’s Enterprise Resource Groups \n(ERGs) are employee-led groups whose \naim is to foster a diverse and inclusive \nworkplace. Alithya’s Management Team \nfully supports, funds, and endorses ERGs, \nwhich are overseen by the Vice President, \nCommunications and Brand Marketing.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}