{"page_content": "22  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nIndigenous Relations Program\nSince 2019, Alithya has been a member of the \nCanadian Council for Aboriginal Business (CCAB), \nan organization dedicated to building partnerships \nbetween Indigenous communities and industry. \nThat association has further advanced with Alithya’s \nachievement of Progressive Aboriginal Relations \n(PAR) certification, a designation created by the CCAB \nto help build concrete and meaningful relationships \nbetween Aboriginal and non-Aboriginal businesses \nand communities. These initiatives reflect Alithya’s \nrecognition of the economic potential of Aboriginal-\nCorporate Canada partnerships to provide skill and \nvalue to Alithya and its clients, while creating growth, \neconomic opportunities, and prosperity in Aboriginal \ncommunities across Canada.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE\nIn addition to extensive work in the community, \nAlithya’s Indigenous Relations Committee continues \nto build upon its internal content, spreading the \nword to Alithya employees via a dedicated page on \nthe Company’s intranet. Additionally, in partnership \nwith Alpha Beta Technologies Group, an Indigenous \nconsultancy company specializing in solutions and \nstrategies for the energy sector, Alithya is developing \nnew programs and policies in alignment with its \nIndigenous Relations Program.\nLGBTQ+ Committee\nIn 2021, Alithya launched the Rainbow Space, a virtual \ngathering place for professionals who identify with \nLGBTQ+ communities. An LGBTQ+ Committee was \nalso formed in order to foster greater understanding \nof the challenges faced within those communities, \nwhile making a positive contribution to Alithya’s \ncommitment to diversity and inclusion. The LGBTQ+ \nEnterprise Resource Group is working to cultivate \na welcoming culture, and to provide a safe and \ninclusive environment for LGBTQ+ members, allies, and advocates. In collaboration with executives \nand members of Alithya’s Human Capital teams, \nthe committee hosts events and develops internal \nstrategies for fostering greater awareness and \nresolving potential issues faced by the LGBTQ+ \ncommunity.\nAlithya also turned to Interligne, an attentive front-line \norganization providing intervention and awareness \nservices, to obtain its training offer for employees. In \n2022, employees were able to participate in training \non demystifying LGBTQ+ realities. Additionally, \nAlithya managers will be required to participate in \nan Inclusive Posture workshop, which will introduce \nthem to concepts related to cognitive biases, \ninclusive practices, and drivers of change. Embracing \na posture of inclusion will help facilitate further \nadoption of best practices and assist in developing \ntransversal skills that will extend inclusion to other \ntypes of diversity.\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}