{"page_content": "23  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \n ›Continue to Globalize Enterprise Resource Group impacts across all Alithya geographies \nby continuing formalization of these groups and structures, appointing leaders, and \ninvesting time and resources to assist them in delivering training, education, and networking \nopportunities to all teams that will be helpful to them as colleagues, trusted partners, and \nin their personal lives.\n ›Continue to implement measures to facilitate further increases in the representation \nof women at Alithya, both in leadership roles and in general, and to begin tracking \nrepresentation of other underrepresented groups.\n ›Capture and document key performance indicators (KPIs) for our global learning and \ndevelopment offer across all Alithya geographies.\n ›Continue to invest in wellness initiatives in all Alithya geographies in response to employee \nfeedback indicating that it is a top priority.LOOKING \nAHEADALITHYA’S THREE ENTERPRISE RESOURCE GROUPS PARTICIPATION RATE AND INVOLVEMENT\nENTERPRISE RESOURCE GROUPS PARTICIPANTS TO CONFERENCES AND OTHER ACTIVITIES VOLUNTEERS\nWomen in Leadership 1,000 30\nProgressive Aboriginal Relations 400 20\nLGBTQ+ 300 15 \nTOTAL 1,700 65 ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE\n5 Benchmark for Computer software, IT and Services: 7.8PERFORMANCE\n68,024 \nhours of training in fiscal 2022\n1,712 \nemployees benefited from training\n40 \nhours of training per employee31% \nof employees are women\n25% \nof managers are women\n30% \nof Board members are womenHOURS OF TRAINING IN QUEBEC FEMALE REPRESENTATION ENGAGEMENT SCORE IN OFFICEVIBE\nWell-being\nHappiness\nPersonal growthOverall  \nengagement  \nscore7.9 / 105\n7.6 / 10\n7.8 / 10\n7.9 / 10Average of", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}