{"page_content": "25  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nAcquisitions\nAs one of the pillars of its 3-year strategic plan, \nAlithya’s approach to acquisitions begins with a \ndisciplined process focused on complementary \nsynergies that will bolster its offering and strengthen \nits position as a trusted advisor within the industries it \nservices. That strategy focuses on acquiring the right \ncompany, for the right price, at the right time, paving \nroads into new markets where Alithya’s reputation \nand expertise have extended to new customers in \nessential service industries.\nAt the core of that approach, diligence in ensuring \nthat acquired companies are also cultural fits, and \nthe ability to integrate newly acquired teams as \nseamlessly as possible, forms the heart of Alithya’s \ntarget selection strategy. Alithya acquires companies \nwhose management teams are committed to \nremaining with Alithya, ensuring a level of continuity \nthat enhances the return on investment for Alithya, \nits customers, and its investors. Therefore, people \nare one of the biggest assets acquired in such \ntransactions and, by retaining leaders, the Company \nenjoys greater employee buy-in for the onboarding \nprocess.Making Alithya a Great  \nPlace to Work\nThe technical acumen of our professionals, \ncomplemented by an unparalleled customer-driven \napproach, has enabled Alithya to carve its niche in \na competitive landscape. The Company fosters a \nclose-knit, collaborative environment conducive to \nthe sharing of knowledge and expertise between \ncolleagues and managers on a day-to-day basis. \nAlithya fills its ranks with inspired people who are \nready and eager to tackle a slate of exciting projects \nthat connect them with leading industry experts and \ncutting-edge technologies.\nBy participating in Alithya’s Share Purchase Plan \nprogram, employees can become owners of the \nCompany. In addition to providing employees with \na personal stake in the work that they perform \non a daily basis, the program also contributes to \nthe cultivation of entrepreneurial spirit within the \norganization.At Alithya, employees can expect regular meetings \nwith different internal actors: monthly virtual \nonboarding calls that include a self-introduction \nby Alithya’s CEO, quarterly Life at Alithya calls \nencompassing a wide range of topics with \nmembers of Alithya’s senior management, virtual \nbreakfasts with senior managers and the CEO, \nquarterly presentations of the Company’s financial \nperformance, meetings with business unit leaders, \nand more.\nAs a people-centric organization, Alithya’s success \nbegins with a leadership team that embodies the \nCompany’s values, and which supports the rest of the \norganization in doing so as well. Through Officevibe, \nAlithya’s global interactive tool measuring a series \nof metrics based on employee feedback about \nvarious aspects of life at Alithya, weekly surveys \nhelp to support the Company’s talent management \napproach and to monitor trends within the global \ncorporate culture. Officevibe surveys provide an \noverview of morale, both on a macro and micro level, \nenabling managers at all levels of the organization to \nproactively address areas of concern.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}