{"page_content": "26  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nSupporting Employee  \nEndeavours\nThe spirit of giving thrives at Alithya and is one of \nthe pillars of its culture. Since its founding, Alithya \nhas promoted a culture of thoughtful philanthropy \nin order to do its part, but also to facilitate the \nendeavours of its people who want to contribute to \na better world. As a company, Alithya continuously \nseeks new avenues for making a difference in the \ncommunity, and its people are the vehicles who \ndrive those initiatives toward fruition. The ideas and actions of employees permeate Alithya’s culture and \nultimately influence the corporate responsibility and \ngoodwill policies that the Company implements to \nsupport important social causes.\nOn a corporate level, Alithya leads by example \nin donating funds directly to support non-profit \norganizations that champion causes near and dear to \nthe hearts of its employees and customers. Alithya \nalso sponsors an annual global fundraising campaign \nwith a pledge to top off company-wide employee \ndonations to an approved organization and/or cause, \nand the Company considers individual requests \nfor donations to employee-initiated charitable \nendeavours.\nFurthermore, Alithya supports initiatives organized \nby groups on a regional level, providing additional \nfunding to teams of employees who participate in \nevents that have included the Make-a-Wish 48-Hour \nRide, the Terry Fox Run, Feeding America, World \nClean-up Day, and more.\nIn August 2021, Alithya introduced a Volunteer Leave \nprogram to encourage its employees to actively \ninvolve themselves, either individually or in groups, in \nbenevolent activities. All regular full-time employees \nare entitled to one day of paid leave per fiscal year to \ndirectly participate in charitable activities approved by \nthe Company.GOVERNANCE\nAlithya’s strong culture is exemplified by \nits leadership and is enforced right down \nthe line through a workforce retention \nframework that emphasizes commitment, \nenjoyment, and bidirectional transparency. \nThe Company’s focus on being a people-\ncentric organization begins with a \nleadership group that embodies Alithya’s \ncorporate values, while supporting the rest \nof the organization in doing so as well.\nFrom employees to mid-management \nand senior leadership, all levels of the \norganization are called upon to ensure that \nAlithya has the necessary assets in place \nfor attracting, retaining and integrating \nnew talent in an increasingly challenging \nrecruitment environment.\nResults derived from Alithya’s collective \ninitiatives are subsequently reported to the \nBoard and Committees at each quarterly \nmeeting.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 2 3\nTALENTORGANIZATIONAL \nCULTURECYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}