{"page_content": "29  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nvulnerabilities, and its offering of end-to-end cyber \nsecurity solutions and systems helps customers to \nprotect their businesses from malicious actors and \nattacks. Alithya’s cyber security services include \nprogram lifecycle development, enhancements to \nexisting security programs, asset identification and \nrisk-based classification, and much more. Additionally, \nfor customers in the renewable energy sector, \nAlithya’s solutions comply with the most stringent \nregulatory requirements and include the provision \nof nuclear grade computers and lockers as part of a \ndefence-in -depth strategy.\nAt the start of the global pandemic, Alithya \nestablished a Center of Expertise in Crisis \nManagement to support the ability of its customers \nto operate remotely, providing them with the tools \nand support necessary to continue moving forward \nwith their own business objectives. Additionally, \nwith its internal cyber security checks and balances \nfirmly in place, Alithya was able to continue with its \nambitious recruitment initiatives by hiring talent on \na remote basis.\nEmployees are the front doors targeted by cyber \ncriminals seeking to penetrate the Company’s vast \nsystems, thus training is an essential undertaking. \nAlithya has sought to equip its employees with \nthe training resources necessary to appropriately \nsafeguard against possible attacks. Additionally, \nthe Company’s information security and data \nprivacy frameworks are designed to ensure that all \nemployees and subcontractors remain compliant in \nall jurisdictions where Alithya has a physical presence.Training\nAlithya is striving to achieve an exemplary \nparticipation rate in mandatory cyber security training \nfor all employees and invests more than 2,000 hours \nin biannual training sessions. Training is designed to \nensure the ability of employees to identify potential \nthreats, to ensure that they know who to contact in \ncase of a suspected cyber-attack, and to provide \nguidance on steps to take in managing cyber \nincidents. In 2021, Alithya introduced enterprise-\nwide security awareness training, leveraging the \nCompany’s Learning Management System (LMS) to \nprovide employees with access to digital training \ncontent that specifically addresses the organization’s \ncyber security objectives. Training includes real-world \nphishing simulations, web-based communication \nand reinforcement tools, and educational training \nmodules targeting recognition of cyber threats that \ninclude ransomware, malware, social engineering, \nand more. Additionally, the platform includes \nspecialized training for groups including managers \nand application developers, ensuring awareness of \nthe most current secure development best practices \nand standards.\nInternal Phishing Campaigns\nPeriodically, Alithya’s IT department conducts \nsimulated email phishing campaigns to assess \ninternal vulnerabilities. All employees receive a \nphishing email without their knowledge, and each \nindividual response is monitored to gauge employee \nawareness. Each exercise is followed up with an email from the IT department advising employees of the \nundertaking, while reporting results and reinforcing \nmessaging surrounding heightened vigilance and the \nimportance of rapid responses. Employees who fail to \nrecognize phishing emails are tagged for additional \nsecurity training, and results of each phishing \ncampaign are reported to the Board. Alithya’s \nBoard of Directors actively tracks and measures \ndata related to phishing simulation failure rates and \nphished recipients, as well as the number of blocked \nsuspicious emails and mean-time-to-respond rates \nfor reported cyber incidents.\nRemote Work\nAs a company with operations in Canada, the United \nStates, and internationally, Alithya’s robust internal \nIT structure was put to the test as it scrambled to \ncounter the unprecedented challenges of responding \nto a global pandemic. In transitioning to a fully remote \nwork environment, Alithya ensured that secure and \nefficient systems were in place to support employees’ \nneeds, and particularly to address associated \nincreases in cyber security risks. In facilitating a \nsmooth transition to remote work environments \nfor its own employees, Alithya’s demonstrated \nagility and adaptability bolstered its reputation as \na trusted advisor. By protecting its internal systems \nagainst cyber security threats first, Alithya was able \nto extend that protection to its customers and was \nable to protect the Company’s ability to carry on \nwith its business.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 3\nTALENTCYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY2\nORGANIZATIONAL \nCULTURE5\nGOVERNANCE", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}