{"page_content": "30  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nGOVERNANCE\nResponsibility for cyber security and data privacy at Alithya lies with the Board of Directors, which \nreceives quarterly reports from an internal Audit & Risk Management Committee (ARMC), as well \nas bi-annual reports from the Chief Information Security Officer. In conducting its work, the ARMC \nbroadly defines the scope of risks posed to operations and provides reports that directly contribute \nto the formulation of Alithya’s fluid cyber security and data privacy strategies. Data privacy issues are \nalso reviewed with the Corporate Governance and Nominating Committee and are communicated to \nthe Board through its quarterly reports.\nAlithya also has a Security Management Committee comprised of, among others, its Chief Executive \nOfficer, Chief Financial Officer, Chief Operating Officer, Chief Legal Officer, Chief Information Officer, and \nChief Information Security Officer. The Security Management Committee meets on a monthly basis \nto review Alithya’s enterprise privacy, security management, and cyber risk response management \nframeworks, and to define responses to existing and newly identified risks. Additionally, this \nCommittee drives the development and approval of cyber security and other related policies.\nWith the guidance and support of the Chief Information Security Officer, Alithya’s IT department \nmanages cyber security threats on a day-to-day basis by implementing enterprise-wide IT operations \ncontrols, monitoring cloud-based solution security controls, and more.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 3\nTALENTCYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY2\nORGANIZATIONAL \nCULTURE5\nGOVERNANCE\nPOST FISCAL 2022 \nDEVELOPMENTS REGARDING \nDATA PRIVACY\n ›In conformity with its legal obligations, Alithya \nhas appointed a Privacy Officer who, acting \nindependently and reporting directly to the \nExecutive Committee, is responsible for the \nimplementation and compliance of Alithya’s \nenhanced Privacy Protection Program.\n ›In order to strengthen its position, vision, \nand strategy for the protection of personal \ninformation, Alithya’s Security Management \nCommittee has been renamed as the Privacy \nand Security Management Committee and, \nstarting in F2023, will include Alithya’s newly \nappointed Privacy Officer among its members.\n ›Legal issues related to data privacy and \nreporting on privacy matters not related to \ncyber security are now made quarterly by \nthe Privacy Officer to the Board’s Corporate \nGovernance and Nominating Committee and \nare communicated to the Board through its \nquarterly reports.", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}