{"page_content": "37  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nGOVERNANCE\nThe Board is committed to adhering to high standards of corporate governance. The role, specific mandate, and functioning rules of the Board and its \ncommittees are set forth in our Corporate Governance Guidelines, as well as in the Mandate of the Board of Directors and each committee’s Charter6.\nThe Corporate Governance and Nominating Committee’s primary mandate is to oversee Alithya’s approach to corporate governance issues by assessing, \ndeveloping, and recommending effective corporate governance practices to the Board that are consistent with the Company’s commitment to high standards \nof corporate governance.\nThe Human Capital and Compensation Committee’s primary mandate is to approve and recommend compensation programs to the Board for senior \nmanagement and directors. Additionally, diversity and inclusion programs are a top priority, and Alithya continues to rigorously advance those goals. \nAccordingly, the Committee oversees key culture and human resources strategies, including employee engagement, employee health and well-being, \nequity, and diversity and inclusion.\nThe Audit and Risk Management Committee is responsible for supporting the Board in overseeing the integrity of Alithya’s financial statements, and for ensuring \nthat adequate procedures are in place for the review of public disclosure documents. The Committee verifies that appropriate risk management processes are \nin place across the Company, including for the management of IT systems and infrastructure, and for security and cybersecurity risks.\nThe President and CEO is responsible for leading the growth and success of Alithya. In fulfilling his responsibilities, he develops strategic plans in response to \nemerging opportunities and risks, and with a view to sustained profitable growth and long-term value creation. Once approved by the Board, the President and \nCEO subsequently oversees the implementation of such plans.\nFor more information on governance with respect to ESG issues, please see the Section “Board and Management Oversight of ESG”.ALITHYA’S FIVE MATERIAL  \nESG TOPICS1 3\nTALENTCYBER SECURITY  \n& DATA PRIVACY4\nTRANSITIONING TO A  \nLOWER-CARBON ECONOMY5\nGOVERNANCE2\nORGANIZATIONAL \nCULTURE\n6 Our Corporate Governance Guidelines, Board Mandate and each committee’s Charter can be found on our website at www.alithya.com .", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}