{"page_content": "39  DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nFORWARD-LOOKING \nSTATEMENTS\nThis report contains statements that may constitute \n“forward-looking information” within the meaning of \napplicable Canadian securities laws and “forward-\nlooking statements” within the meaning of the U.S. \nPrivate Securities Litigation Reform Act of 1995 and \nother applicable U.S. safe harbours (collectively \n“forward-looking statements”). Statements that do \nnot exclusively relate to historical facts, as well as \nstatements relating to management’s expectations \nregarding the future growth, results of operations, \nperformance and business prospects of Alithya, \nand other information related to Alithya’s business \nstrategy and future plans or which refer to the \ncharacterizations of future events or circumstances \nrepresent forward-looking statements. Such \nstatements often contain the words “anticipates”, \n“expects”, “intends”, “plans”, “predicts”, “believes”, \n“seeks”, “estimates”, “could”, “would”, “will”, “may”, “can”, \n“continue”, “potential”, “should”, “project”, “target”, and \nsimilar expressions and variations thereof, although \nnot all forward-looking statements contain these \nidentifying words.\nForward-looking statements in this report include, \namong other things, information or statements \nabout: (i) our ability to generate sufficient earnings \nto support our operations; (ii) our ability to take advantage of business opportunities and meet our \ngoals set in our three-to-five-year strategic plan; (iii) \nour ability to develop new business, broaden the \nscope of our service offerings and enter into new \ncontracts; (iv) our strategy, future operations, and \nprospects; (v) our need for additional financing and \nour estimates regarding our future financing and \ncapital requirements; (vi) our expectations regarding \nour financial performance, including our revenues, \nprofitability, research and development, costs and \nexpenses, gross margins, liquidity, capital resources, \nand capital expenditures; (vii) our ability to realize \nthe expected synergies or cost savings relating to \nthe integration of our business acquisitions, and (viii) \nthe impact of the COVID-19 pandemic and related \nresponse measures on our business operations, \nfinancial results and financial position and those of \nour clients and on the economy in general.\nForward-looking statements are presented for the \nsole purpose of assisting investors and others in \nunderstanding Alithya’s objectives, strategies and \nbusiness outlook as well as its anticipated operating \nenvironment and may not be appropriate for other \npurposes. Although management believes the \nexpectations reflected in Alithya’s forward-looking \nstatements were reasonable as at the date they were made, forward-looking statements are based \non the opinions, assumptions and estimates of \nmanagement and, as such, are subject to a variety \nof risks and uncertainties and other factors, many of \nwhich are beyond Alithya’s control, and which could \ncause actual events or results to differ materially from \nthose expressed or implied in such statements. Such \nrisks and uncertainties include but are not limited \nto those discussed in the section titled “Risks and \nUncertainties” of Alithya’s Management’s Discussion \nand Analysis for the quarter ended June 30, 2022, \nand Management’s Discussion and Analysis for the \nyear ended March 31, 2022, as well as in Alithya’s \nother materials made public, including documents \nfiled with Canadian and U.S. securities regulatory \nauthorities from time to time and which are available \non SEDAR at www.sedar.com  and EDGAR at  \nwww.sec.gov . Additional risks and uncertainties not \ncurrently known to Alithya or that Alithya currently \ndeems to be immaterial could also have a material \nadverse effect on its financial position, financial \nperformance, cash flows, business or reputation.\nForward-looking statements contained in this report \nare qualified by these cautionary statements and \nare made only as of the date of this report. Alithya \nexpressly disclaims any obligation to update or alter \nany forward-looking statements, or the factors or \nassumptions underlying them, whether as a result of \nnew information, future events or otherwise, except \nas required by applicable law. Investors are cautioned \nnot to place undue reliance on forward-looking \nstatements since actual results may vary materially \nfrom them.", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}