{"page_content": "6 DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nF2022 ESG HIGHLIGHTS\nAlithya’s ESG Report outlines current best practices \nput forth by the company, as well as critical measures \nidentified for future implementation.\nKey highlights from Alithya’s inaugural ESG Report \ninclude:\nWORKFORCE TALENT:  Alithya’s long-term \nstrategic plan embraces Human Capital at its \ncore, and the company has endeavored to foster a \nculture of collaboration and ownership by ensuring \nthat employees have all of the necessary tools for \ncultivating their well-being and personal growth. \nIn striving to be a best-in-class employer, Alithya \ninvests heavily in the development of its leaders and \nemployees.\nORGANIZATIONAL CULTURE:  For more than \n30 years, Alithya’s culture has been predicated on \ncore values of trust, respect, integrity, creativity, \nwell-being and passion. Values play a critical role in \nthe day-to-day operations of the company, from the \nhiring process to the company’s strategic approach \nto acquisitions, its commitment to workplace \nexcellence, and its support for benevolence.CYBER SECURITY & DATA PRIVACY:  Alithya’s \ncommitment to being a model of cyber security \nintegrity begins at home, with its business model \nbeing dependent on the effective management \nof its own systems and data. Externally, from the \ncontrol room to the boardroom, Alithya’s advanced \ntechnology-driven products and services help \ncustomers in finance, government, renewable energy, \nand other highly sensitive sectors to enhance their \noverall cyber security posture, ensuring that they are \nequipped with the tools they need to outpace the \nrapid evolution of cyber threats.\nGOVERNANCE:  Alithya aims to position itself as \na trusted advisor offering tailored, digitally based \nsolutions to its customers. Trust and governance \nare both keys to success that will enable Alithya \nto stand out in the fragmented, highly competitive \ntechnological services market. To achieve this, all \nstakeholders - from our customers to our employees \nand our partners - must be confident that Alithya is \nguided by strong leadership, has a clear strategy \nfor success, and has implemented a plan to \nprotect its future.TRANSITIONING TO A LOWER-CARBON \nECONOMY: Alithya recognizes its responsibility to \nrespond to stakeholder expectations by operating \nresponsibly. Externally, Alithya’s business engages \nin complex technology projects that ultimately \ncontribute to our customers’ transitions to lower-\ncarbon economies, and the company takes \nresponsibility for delivering products and services \nwith minimal negative environmental impacts. \nAs a service provider in the digital transformation \nspace, Alithya’s internal carbon footprint is relatively \nlow. Nevertheless, the Company understands the \nimportance of clearly establishing the impact of the \nentirety of its operations, including the associated \neffects of cloud-hosting hardware. In this regard, \nAlithya has also introduced numerous initiatives \naimed at reducing its internal footprint, including \nmeasures targeting waste reduction, recycling \noptimization, and the operation of efficient premises \nin LEED-certified buildings.", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}