{"page_content": "7 DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \nPROFITABLE GROWTH \nCULTURE: CREATE  \nAND CONSOLIDATE\nAlithya was founded 30 years ago, in 1992, upon a \nprincipled culture of doing the right thing. As the \nCompany began to grow, a culture was nurtured \naround a core set of values, beliefs, and behaviours \nthat best supported the Company’s vision. By \ncontinuing to do the right thing, Alithya is making \na difference today.\nThe Company continuously strives to improve the \nlives of its greatest asset – its professionals – who in \nturn make a difference for Alithya’s customers, as well \nas for the communities in which they work and live. \nThat chain reaction begins with taking on stimulating \nprojects to attract and retain the industry’s best talent, \nwho subsequently deliver significant value to Alithya’s \ncustomers, and leverage their unique skillsets to give \nback to their communities.Furthermore, Alithya endeavours to accomplish \nthese things while simultaneously becoming more \nefficient, reducing its carbon footprint, and helping its \ncustomers and partners to pursue and accomplish \nthe same.\nAlithya is built for the long term, and the platform \nthat the Company has developed over the past 30 \nyears is designed to make positive contributions to \nall stakeholders. The intention has been to make \nthe planet a better place for future generations, and \nthat process includes environmental, social, and \ngovernance policies and programs that align with \nthe consciousness of the Company’s employees. In \nachieving that objective, Alithya has enhanced its \nability to attract and retain the best talent by offering \nan organizational culture that people can embrace as \na source of pride.BECOMING THE TRUSTED \nADVISOR OF ITS SECTOR\nIn order to accomplish these critical tasks at the \nhighest levels, Alithya has sought out quality \nfocused and committed people to provide the \nscale needed to execute the Company’s ESG \nobjectives in collaboration with leading companies \nand government organizations around the world. \nWhether organically, or through acquisitions, there is \nstrength in numbers, and Alithya embraces a path of \ngrowth led by people driven by a unified vision. That \nstrength extends to investors who have supported \nthe Company’s long-term vision since Alithya \nbecame a public company in 2018.\n", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}