{"page_content": "8 DOING THE RIGHT THING  ALITHYA PUBLISHES INAUGURAL ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT \n9.6\n-17.322.6\n-15.57094Alithya began with 11 professionals focused on \nbecoming trusted advisors to their customers. To \nbecome THE trusted advisor in strategy and digital \ntransformation was a tall order in 1992, but Alithya \nhas advanced from one strategic chapter to the next, \ntreading carefully but confidently through periods of \nexpansion, recession, diversification, and accelerated \ngrowth. As the Company has progressed, the pursuit \nof its goals has accelerated, leading down the path \nto its latest phase of consolidation. After numerous \nquality acquisitions, Alithya now relies on 3,900 highly \nskilled, agile problem solvers who lead the charge \nacross Canada, the U.S., and internationally.\nAs a source of pride, while realizing industry-\nleading revenue growth in the past fiscal year, \nAlithya managed to reduce its office space, embrace \nteleworking, and improve the overall satisfaction \nratings of its people and its customers. Most of \nAlithya’s remaining real estate is now powered by \nrenewable energy, and most of the Company’s \nsystems have migrated to the cloud.\n1 This is a supplemental financial measure. Please refer to the “Non-IFRS Measures” section of this report and to section 5 titled “Non-IFRS and Other Financial Measures” of Alithya’s MD&A for the year ended March 31, 2022, filed on \nSEDAR at www.sedar.com  and on EDGAR at www.sec.gov  (the “2022 MD&A”), which is incorporated by reference in this report, and includes an explanation of this supplemental financial measure.\n2 This is a non-IFRS financial measure without a standardized definition under IFRS, which may not be comparable to similar measures used by other issuers. Please refer to the “Non-IFRS Measures” section of this report, to section 5 \ntitled “Non-IFRS and Other Financial Measures” of the 2022 MD&A for an explanation of the composition and usefulness of this non-IFRS financial measure and to section 7.7 titled “EBITDA and Adjusted EBITDA” of the 2022 MD&A for \na quantitative reconciliation to the most directly comparable IFRS measure.\n3 This is a supplemental financial measure. Please refer to the Non-IFRS and Other Financial Measures section of this report and to section 5 titled “Non-IFRS and Other Financial Measures” of the 2022 MD&A for an explanation of \nthe composition of this supplemental financial measure.\n4 Including the $600M estimated value of the two 10-year contracts signed with Beneva and Québecor.As momentum continues to build, Alithya’s long-term vision continues to evolve:\nREVENUES (C$M) GROSS MARGIN AS A PERCENTAGE \nOF REVENUES1 (%)\nADJUSTED EBITDA2 \nAND NET LOSS (C$M)BOOK-TO-BILL RATIO3\nQ1-2022F2022 Bookings3 reached  \nC$M 1,03, which translated  \ninto a book-to-bill ratio of 2.36288\nF2021\nF2021 F2022279\nF2020 F2022438\n28.9\nF202129.7\nF2020 F202226.5\n91125\n107\nQ4-2022 Q3-2022 Q2-2022", "metadata": {"source": "NASDAQ_ALYA_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}