{"page_content": "In 2020, we completed a project to improve the recyclability of our tertiary layer of product\npackaging. While the primary driver for this project was operational efficiency of our adhesive\napplicator machines, we also recognized that packaging containing these adhesives is not easy\nto recycle. We redesigned our tertiary level of product packaging so that these adhesives are\nno longer needed. In doing so, STAAR eliminated the need for on-site adhesive storage and\nreduced the chemical handling that our employees managed. This change prevented the use of\napproximately 300 pounds of adhesives in 2020.\nBy providing customers “Directions for Use” (DFU) in\nelectronic format and by removing the DFU for markets\nwhere they provide their own, we are saving an estimated\n1.6 million pages of paper annually.\nThis number of pages is approximately 561 feet tall if\nstacked (based on 50 gm2 paper used in the DFU\nbooklet), approximately the height of the Washington\nMonument. This is also equal to about 95 trees and\n146,000 pounds CO2 equivalent (about 13.3 cars per year).Section 3.0: Our Planet\n3\n3\n4Estimates are based on paper size converted to A4 size. Markets that provide their own DFUs include China and Korea.\nEstimated environmental impacts were calculated using the Environmental Paper Network’s Paper Calculator\nhttps://c.environmentalpaper.org/4\nIn our U.S. and Swiss facilities, several projects are underway to convert from paper documents to\nelectronic documents where permitted and practical. We are submitting medical device regulatory\nfilings for our products to the European Union (EU), U.S., and Canada in electronic format, thus,\neffectively submitting electronic regulatory filings in those markets as permitted. Additionally, we now\nmanufacture all U.S. ICLs and EVO family of ICLs without  paper Directions for Use (DFU) in the U.S.,\nEU, Canada, Brazil, Australia, and India (except for hyperopic ICLs, which we plan to convert to\nelectronic DFU in 2022, and represents less than 1% of ICL sales). We expect other markets, such as\nJapan, to migrate to electronic DFUs in the relatively near future. We have also commissioned\nprojects to convert from paper to electronic documents in other areas such as manufacturing, quality\ncontrol, invoicing and shipping. These initiatives are intended to reduce our overall paper usage and\nreduce waste for our customers.From Paper to Electronic\n13", "metadata": {"source": "NASDAQ_STAA_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}