{"page_content": "Message from Our CEO           About Allegiant            ESG at Allegiant          Environment           Social            Governance          Reporting Indices\nSafety Training and Communication\nAnnual trainings are provided to help individuals develop an understanding  \nof the company’s safety policy and our SMS framework. \nMore comprehensive SMS training \nis required of team members who:\n•   Are manager-level and above.\n•   Will perform risk assessments.\n•   Work in the Safety & Security \ndepartment. These team members \nundergo additional training that \nincludes human factors/accident \ninvestigation, security, occupational \nsafety and health, and hazardous \nmaterials recognition.Further training also is required  \nof these groups: \n•   Flight crews  receive additional \ntraining on Aviation Security \nAwareness and Crew Security. \n•   New leaders  take promotion \ntraining to ensure they understand \ntheir responsibilities to stop unsafe \nsituations, as well as their role in \nbuilding a strong safety culture \nwithin their teams.\n•   Emergency Response (ER)  \nteam members  receive training  \non different ER teams, aircraft \naccident investigation and \nbloodborne pathogens awareness.Employee Health and Safety\nAn essential part of safety is ensuring the optimal health of our team members. \nFatigue, in particular, can significantly increase safety risks and impact performance. \nSteps we take to prevent fatigue include: \nTo ensure awareness of safety issues and information, we maintain \nregular communications with team members on health and safety. \nOur communications channels include employee emails, newsletters, \npublications, briefings, presentations, safety alerts and base visits.    We manage pilot and flight attendant schedules according to \nFAA regulations on crew member hours. CBAs for pilots and flight \nattendants also outline health and safety requirements including \nmaximum hours of service. \n   Our Fatigue Risk Management Program (FRMP) helps control \nor mitigate fatigue risks in aviation operations. This data-driven \nprocess allows for continuous monitoring and management of safety \nrisks associated with fatigue-related errors, including identifying \npotential hazards, assessing associated risks and implementing \nmitigation factors. \n   Our Fatigue Risk Review Committee (FRRC) evaluates reports of \nfatigue to identify potential trends.\n   Union representatives are active members of several Allegiant \nhealth and safety committees. These include the FRRC, where they \nhelp ensure outputs are non-punitive and enhance pilot capabilities, \nand the Event Review Committee (ERC), which investigates \nreported events. \n35 2021 Allegiant ESG Report", "metadata": {"source": "NASDAQ_ALGT_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}