{"page_content": "Message from Our CEO           About Allegiant            ESG at Allegiant          Environment           Social            Governance          Reporting Indices\nEnabling Community Growth\nMany of the more than 126 cities we serve contain smaller airports in communities \nthat traditionally lacked nonstop air service to leisure destinations. Our investments \nin these areas help bring high-wage jobs and economic benefits, such as job \ncreation and more travel options for residents and tourists to these cities and \nsurrounding communities.\nOur community impacts include: \n   In 2021, we invested more than $200 million and brought in more \nthan 240 high-wage jobs by creating new bases of operations in \nAustin, Texas; Flint, Michigan; and Appleton, Wisconsin.\n   In 2022, we opened a new aircraft base in Provo, Utah, which created \n157 new jobs, most of which offer salaries more than double the \nstate’s average wage . Provo is our 24th base where we are able to \noffer jobs in the community. \n   Scheduled for a 2023 opening, our Sunseeker Resort will employ up \nto 1,200 people, which will make us the third largest employer in \nSouthwest Florida . Our 55,000 square feet of meeting and banquet \nspace may draw additional business to Port Charlotte, located in Charlotte \nCounty, Florida. In 2021, the county recorded the highest unemployment \nrate (3.2%) compared to surrounding counties such as Lee (2.9%), Sarasota \n(2.8%) and Collier (2.8%). We are also prioritizing partnerships with local \nbusinesses such as construction contractors and purchasing vendors.American Red Cross.  \nWe aid disaster preparedness, relief and recovery in our local communities. \nWe provide no-cost supply flights and volunteer transport to support Red Cross \nhurricane recovery efforts in Florida and Puerto Rico.\nAdditionally, our Corporate Giving undertook these programs in recent years:\n•   During COVID, we donated hundreds \nof pounds of surplus in-flight food and \nbeverage items to a local Las Vegas \nfood bank. •   Since 2020, as part of The Smith \nCenter for the Performing Arts’ The \nHeart of Education Awards program, \nwe have provided 800 flight vouchers \nper year so that hundreds of local \nelementary and high school teachers \ncan take a well-deserved vacation. \n42 2021 Allegiant ESG Report", "metadata": {"source": "NASDAQ_ALGT_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}