{"page_content": "13When AAM was established in 2009 as a separate business, we therefore made it a priority to \ndevelop a more coordinated approach to our RI activities worldwide. \nIn 2010, AAM’s Management Board approved a broad RI framework. Since then, we have focused \non implementing the key elements of this framework: global policy development, coordinated engagement and voting, and enhanced ESG integration. More recently, we have also turned our attention to impact investment.\nThe implementation of the AAM RI framework was further supported by our decision to sign the \nUN-backed Principles for Responsible Investment (“PRI”) in early 2011. \nWe believe that RI and ESG should be an integral component of how we conduct business and \nthat the responsibility for implementing the various aspects of the RI framework should therefore lie with the people in our business: portfolio managers, credit analysts, legal professionals, and compliance experts. These dedicated professionals are then supported in their work by a small, decentralized RI team.\nIn order to support the integration of ESG into our business, in 2013, the AAM management board \ndecided to appoint ESG Officers in all of our AAM businesses and to make ESG training mandatory for all portfolio managers and analysts. The RI team has already worked intensively with these contacts and has started to roll out the training program across the company. We already see that our colleagues at AAM increasingly understand and embrace ESG. \nWe have also placed an increased emphasis on impact investment in 2013, and have successfully \nengaged portfolio managers from different AAM businesses in discussions on impact investment. In view of our integrated approach to RI, and given our “finance first” focus in impact investment (see the chapter on impact investment for detail), this is a necessity in order to achieve more in this area. In the Netherlands, we have established an impact investment working group, and, also in the Netherlands, our first green bond investments have now been made.\nFinally, 2013 was the year in which reviewed the voting policies and practices at Aegon. We are \nhappy to share details of this review in this report.  \n Har ald Walkate\n \n Se nior Vice-President, Head of Responsible Investment\n Ae gon Asset Management\n", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}