{"page_content": "14RI Peer Review \nIn 2013, we carried out an internal assessment on the implementation of AAM’s RI Framework \nas approved approximately three years ago. This internal assessment was recently completed.\nAs part of the assessment, we conducted a benchmarking exercise not only to define where \nwe stand relative to our peers in terms of RI activity, but also to identify potential areas for further emphasis or opportunities to expand our range of RI activities.\nWe selected the 20 insurance companies and asset managers, headquartered in the US and \nEurope, that are closest to Aegon and AAM in terms of business type (life insurance, pensions, and asset management), size and geographic footprint.  \nWe evaluated these companies and Aegon itself in five separate categories: (1) RI Policy, \nGovernance & Exclusions; (2) ESG Integration; (3) Engagement & Voting; (4) Impact Investment; and (5) Miscellaneous (including SRI Funds, RI Reporting, Memberships and Other Initiatives). For each company in the peer group we developed a separate “company snapshot”, showing our assessment of the company and its RI activity in each of the different categories.\nWhile it is difficult to define objective or quantitative criteria for performance in these different \nareas, we tried to assign each company, including Aegon, to High Profile / Medium Profile / Low Profile levels for each of the five RI categories, based on publicly available information. We later compared our own assessment to the RI ratings provided by MSCI, and for the most part the rankings were comparable. \nThe main findings of our peer review are as follows: \n1.\n  T\nhere is no ‘one size fits all’ in RI. For example, while many companies take similar \napproaches to some RI activities, almost every company in our peer group has defined a unique approach to RI and provides at least some public information on it.\n2.\n  T\nhe review shows that the larger US and European insurance and asset managers peers for \nthe most part have embraced RI and ESG and are working to implement their specific blend of RI initiatives.\n3.\n  T\nhe European peers appear to be much more active in all of the RI categories listed above, \nexcept impact investment, where US peers have undertaken large initiatives, some of them quite recently.\n4.\n  T\nhe peer review underscores our self-assessment in that it shows that, while there are \ndifferences in approach, the RI Framework at AAM is in line with industry best practice. It also shows that although there are areas that are work-in-progress, there are other areas where we can conclude we delivered on the objectives set out in 2010.\nThe self-assessment and peer review will be used as input for discussions at Aegon and AAM on plans and ambitions in RI for the next several years.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}