{"page_content": "21Policy Case Study: Nuclear Weapons\nIn December 2013, the International Campaign to Abolish Nuclear Weapons (ICAN) published \nDon’t Bank on the Bomb: A Global Report on the Financing of Nuclear Weapons Producers . The \nreport lists approximately 300 banks, pension funds, insurance companies, asset managers and other financial institutions around the globe that invest in the companies that, among other activities, produce nuclear weapons. Aegon is listed amongst the 300 investors.\nAegon’s exclusion policy covers manufacturers of nuclear weapons. However, exceptions are \nmade for companies that act in line with the Non-Proliferation Treaty (NPT) which prevents the spread of nuclear weapons and weapons technology, but also recognizes 5 “nuclear weapons states” (the United States, the United Kingdom, France, Russia and China).  \nThe Aegon NL RI Committee, as well as the Management Board of Aegon The Netherlands, \ntook the publication of this report as an opportunity to reassess Aegon’s policy on nuclear weapons. \nOur clients’ and stakeholders’ views were central to our discussions on the issue. We \nconsidered  the fact that the NPT has been signed by 190 countries (including virtually every country where Aegon has operations). Although the treaty is not beyond criticism, it can be seen as the primary normative anchoring point in discussions on nuclear weapons. While many of our clients, certainly in the Netherlands, are opposed to investments in companies associated with nuclear weapons, there is therefore no indication that there is ‘international consensus’ on this issue, which is a criterion for exclusion under our RI Policy. The Aegon NL RI Committee and Aegon NL Management Board also took into account the fact that a large number of other institutional investors take a position similar to Aegon’s in their RI policies.  \nThe Aegon NL RI Committee and Aegon NL Management Board agreed that this topic is, and \nwill likely remain, a key issue for a large number of stakeholders, but decided to reaffirm Aegon’s policy position on the issue at this time. They also agreed to monitor the debate on nuclear weapons to ensure that our policy continues to fairly reflect the views of our clients and other stakeholders.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}