{"page_content": "22Engagement \nIn line with the Aegon RI policy and with AAM’s commitment to the PRI, AAM has established a \nprocess to engage with companies that do not conform to the standards outlined in the relevant policies. \nAAM engages in three ways with companies we invest in:\n• Directly, by AAM RI \n• Directly, by AAM RI but supported by an external research provider (Sustainalytics), and \n• Indirectly, through collaborative initiatives (for example, the PRI collaborative engagement \nplatform or the Association of British Insurers)\nEngagement activities are primarily initiated and managed by the AAM units Kames Capital (UK) and TKPI (the Netherlands), as well as by the global AAM RI staff. These engagement activities are coordinated through monthly conference calls.\nThe AAM engagement program is monitored by the Aegon RI Committee. Developments in \nengagement dialogues and progress made are a standing agenda item, and decisions on initiation and termination of engagement dialogues are made by the RI Committee. Where possible, AAM seeks to directly involve portfolio managers and analysts at AAM units in the engagement activities.\nIn 2013, the RI Committee adopted an Engagement Guideline as a supplement to the RI Policy. This \nEngagement Guideline sets out in more detail how engagement and related activities are organized at Aegon and AAM. This guideline has not been published, but can be made available to interested parties upon request.\nEngagement in 2013\n• In 2013, AAM engaged with 201 companies on a range of ESG issues\n• 78 % of AAM engagement activities were related to corporate governance matters; 22% were \nrelated to environmental or social issues\n• We classify and record our engagement activity as basic, moderate or extensive; the same classifications used by the PRI in their annual self- assessment questionnaire", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}