{"page_content": "24Engagement themes and cases\nIn 2013, AAM held discussions with companies on a number of themes, as illustrated in the cases \nbelow.\nSocial: Human rights \n• I n 2013, human rights continued to be an important engagement theme: obtaining a better \nunderstanding of the human rights issues that companies face; how they deal with these challenging issues through policies, risk management and compliance; and how they report on human rights related issues. \n•\n T\nhe importance of this theme in 2013 is also a reflection of the increased awareness of \ncompanies’ obligations not to violate human rights in the course of their activities, and to provide redress when infringements occur, as outlined in the UN “Protect, Respect and Remedy” Framework developed by professor John Ruggie. \n•\n A\nAM had a number of positive outcomes from its engagement activities regarding human \nrights.\nThe Ruggie Framework, also known as the UN “Protect, Respect and Remedy” framework, marks an important systemic approach to the treatment of human rights by states and corporations. It was created through years of multi-stakeholder consultations including global law firms, companies, investors, NGOs, and international institutions.\nThe framework is increasingly necessary to identify the distinct but complementary \nresponsibilities of states and corporations in addressing human rights, so that each does not claim that the other is responsible while abuses continue unabated. In short, according to the framework and guidelines, global companies are expected to comply by:•\n A\ndopting a human rights policy\n•\n V\nerifying non-infringement through human rights due diligence\n•\n A\nddressing any human rights abuses the company was involved in\n•\n M\neasuring and reporting on human rights compliance\nEnvironmental protection \n• T he important engagement issues in 2013 included mining and operational safety \nperformance, oil drilling in sensitive environments, artisanal mining, oil-sands, shale gas, new project development standards environmental & social performance standards, operations subject to regulatory fines and other. \n•\n K\names Capital is an investor signatory to the Extractives Industry Transparency Initiative \n(EITI), which supports improved governance in resource-rich countries through the verification and full publication of company payments and government revenues from oil, gas and mining. As a signatory to the Initiative, Kames is keen for appropriate companies that Kames invests in also to become formal signatories.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}