{"page_content": "25Governance \n• A AM pays a great deal of attention to governance at the companies we invest in. Good \ngovernance enables a company to make decisions that maximize overall shareholder value \nand stabilizes a company, allowing it to better weather difficult circumstances. Good governance is also important for shaping perceptions with external stakeholders: partners and customers want to work with companies that are well-positioned to continuously provide services for the duration of their relationship. \n•\n P\nrimarily through the engagement of Kames Capital, AAM enters into dialogue with \ncompanies on remuneration and board structure issues prior to the shareholders’ meetings. \n•\n G\novernance is also a key issue in our voting activities. Please see the voting chapter for \nadditional cases.\nCase 1: Protecting human rights AAM initiated a fruitful dialogue with a large telecommunications company that has been linked to concerns about its complicity in human rights abuses by controversial regimes, including Iran and Syria. AAM requested that the company strengthen its human rights due diligence procedures,  enhance disclosure on initiatives to protect human rights in its sphere of influence and in high risk countries, and to improve its public reporting on human rights risks faced, by country of operation.\nOver the course of 2013, the company took several steps to reduce its exposure to human rights \nrelated risks, including the establishment of a board-level Social and Ethics Committee. It was also working on a new human rights policy, for which it has studied the UN Guiding Principles on Business and Human Rights (UNGP). The company has conducted research into what human rights mean for its operations, given its exposure to high risk countries. It has also committed to addressing industry-specific issues, including the freedom of expression, privacy, and security. The company’s progress with respect to these initiatives will be assessed in 2014.\nCase 2: Human rights due diligence and controls on the use of human tissue\nTKPI initiated engagement with a company in the healthcare sector that is specialised in processing human musculoskeletal and other tissue. The company was selected for engagement due to its exposure to human rights related risks, and concerns about the provenance and processing of the human tissue. TKPI requested that the company disclose what due diligence checks it has incorporated into its supply chain risk management system to ensure the procurement of healthy human tissue, and to ensure the consent of donors. TKPI also asked the company to commit to regularly auditing of its supply chain for ethical compliance. \nThe company was responsive and provided TKPI with strong evidence of quality and safety controls \nto ensure that human tissue they provide to patients is safe and disease-free. The company is certified under the ISO 13485 Standard, which is focused on product quality and safety and requires supplier auditing. Concerns about tissue health were adequately addressed. However, the company could do more to disclose how it audits suppliers on ethical aspects, such as donor consent.  ", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}