{"page_content": "26Case 3: Protecting health and safety of employees\nTKPI initiated engagement dialogue with a large steel company on account of its exposure to human rights related risks in the area of health and safety. The company had a long history of safety incidents that stand out in the sector in terms of their frequency, impact, and the recurrence of regulatory actions. TKPI asked the company to commit to human rights due diligence, continual improvement of its health and safety management systems across the Group’s sites, OSHAS 18001 certification, and to a remediation system to provide redress for human rights violations occurring at its sites. \nThe company reported that it has taken a more thorough approach to investigating incidents and \nperforming corrective action, in order to prevent a recurrence of health and safety incidents. Based on statistics collected, the company is now implementing several programs aimed at improving safety that relate directly to existing causes of injuries or fatalities. It has also implemented a training program on safety issues which was attended by more than 2,000 operations managers in 2013. In addition, the company reported that it has set some statistics and targets, aiming for a zero fatality rate in 2014 and a 20% reduction in long-term injury frequency rates in comparison to 2013 figures. The company did not commit to expanding its OSHAS 18001 certification, which it stated would give a false sense of security if awareness of hazards and risk management are not first improved internally. The company also reported on its compensation programs in place for injuries or fatalities, which it stated vary by country so as to comply with national legislation in its different locations of operation. \nCase 4: Enhancing ethics standards\nTKPI initiated dialogue with an international engineering and construction company exposed to corruption and bribery-related risks. The company is facing allegations in multiple countries, involving staff with high levels of responsibilities including sales agents, business account managers and executives. TKPI requested that the company implement effective accounting and financial reporting procedures to reflect its transactions and dealings, disclose to what extent it addresses business ethics issues in its standard due diligence procedures, and perform and publicly report on periodic audits to ensure compliance with its anti-corruption policies. \nThe company responded by expressing its willingness to engage in dialogue over ESG related issues \nand the availability of its senior staff, including its Compliance Officer, for future discussions with its shareholders. It disclosed evidence of significant improvements to its anti-corruption policies, including adopting a new agent review policy requiring due diligence to be conducted for all business partners. Although the company has not provided evidence of new accounting/financial reporting procedures, it stated that an external auditor concluded that effective internal control was maintained in all material respects. The company has committed to compliance assessments, and reported that an independent corporate monitor had been appointed to review its ethics and compliance program.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}