{"page_content": "27Case 5: Addressing risks related to bribery and corruption\nTKPI initiated engagement with a global energy company exposed to bribery and corruption related risks. The company was involved in a corruption scandal relating to its joint venture with an Angolan company, and could face charges under the U.S. Foreign Corrupt Practices Act. TKPI asked the company to improve its policies on bribery and corruption, to disclose whether it provides training relating to bribery or corruption for key managers dealing with foreign partners, to disclose whether ethics issues are included in its due diligence procedures, and to consider becoming a member of the EITI. \nThe company responded that it is committed to a strong policy on bribes and other forms of \ncorruption, and has adopted and implemented a comprehensive anti-corruption compliance program that provides clear guidelines on what is and what is not considered acceptable behavior. Regarding training, the company disclosed that it provides in-depth training on its anti-corruption compliance program and on anti-corruption laws twice yearly, and requires 100% of its staff (including managers and employees who work with foreign partners) to participate in these training sessions. The company also stated that it is actively evaluating becoming involved with and a member of the EITI, as suggested by TKPI. These steps are in line with TKPI’s engagement goals, and can be considered positive, although the company’s disclosure with respect to the contents of its anti-corruption compliance program could be strengthened further. \nCase 6: Concerns related to business ethics and environmental performance\nAAM initiated dialogue with an international metals and mining company over concerns related to business ethics and environmental performance. \nAAM asked the company to publish its anti-corruption policy, and disclose details of company \ntraining programs designed to strengthen management of risks related to bribery and corruption. AAM also asked the company to implement an independent whistle-blower program, allowing employees and third parties to report misconduct anonymously and without fear of retaliation.\nOn environmental performance, AAM noted that the company already has a relatively strong \nenvironmental policy and management system, but asked for additional steps to improve implementation. These include the pursuit of ISO-14001 certification across the company’s operations and a program to reduce significant non-greenhouse gas emissions. AAM also requested disclosure of measures to address problems with water contamination at one of the company’s mines in Australia. \nIn recent years, the company has been involved in a number of environmental controversies, and \nhas faced allegations of fraud, bribery, tax evasion and breaches of international sanctions. AAM has requested a written response and a face-to-face meeting with company representatives, but so far has received no reply.  ", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}