{"page_content": "28Case 7: Accord on Fire and Building Safety in Bangladesh\nAs news spread of the numerous deaths and injuries related to Bangladesh factory accidents in 2012 and 2013 and concern increased in the investor community related to risks to companies that source products in Bangladesh and other low-cost countries, AAM US joined an investor coalition coordinated by the Interfaith Center on Corporate Responsibility (ICCR) to actively engage apparel brands and retailers. The coalition was formed to urge these companies to commit to sign the Accord on Fire and Building Safety in Bangladesh (“Accord”). \nThe Accord is intended to make Bangladeshi garment factories safe workplaces and is tailored to \nthe distinctive challenges of the textile industry in Bangladesh. In participating in this engagement, AAM US joined over 200 investors from a larger global coalition representing $3.1 trillion in assets under management from the U.S., Canada, Australia and Europe. \nAAM US signed a letter that was sent to 21 apparel brands and retailers that, at that time, had \nyet to join the Accord. The companies targeted were US apparel and retail brands and the letter referenced the Accord as the best route to mitigate safety risks to garment workers in Bangladesh. As of the writing of this report 150 companies have joined the Accord, including such high-profile brands as Adidas, Esprit, Carrefour, Abercrombie & Fitch, Tesco and Marks & Spencer.\nCase 8: Land grabbing in Brazil\nIn October 2013, in a television broadcast, food processing company Bunge was linked with land grabbing practices in the Mato Grosso do Sul region, Brazil. Bunge owns and operates several sugarcane mills in Brazil and sells sugar to companies such as Coca-Cola Company and PepsiCo. After the broadcast, aid and development charity Oxfam released a report outlining the relationships of several Dutch financial institutions, including Aegon, and 22 food companies exposed to ESG risks, Bunge being one of them.\nBunge has been accused of being complicit in land grabbing practices by entering into contracts \nto buy sugarcane from farmers/landowners who ‘grabbed’ the land from the indigenous people. In the last decade sugar farming in the Mato Grosso do Sul region tripled. Since then indigenous communities have been trying to reclaim land that was taken from them illegally to build these sugar plantations. The rights of the indigenous communities to the land have been confirmed by the national authorities. However, until now the Brazilian authorities have not been successful in demarcating the land adequately and enforcing the law in this area. The resulting violence between the farmers and their private security personnel on one side, and the indigenous people on the other side, led to dozens of people being killed on both sides in recent years.\nThis social supply chain controversy was identified by our ESG research providers, but given \nthat Bunge does not own or operate the sugar farms on disputed territory, and considering the company’s response and the prevailing problems in Brazil with land rights and governance, the controversy was not assessed to be severe.\nAfter engagement from Dutch institutional investors the company committed to not renew \ncontracts with farmers on disputed land, an outcome that we deemed adequate for now, although we will monitor the company’s commitment and will reassess the situation when necessary. ", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}