{"page_content": "29This case illustrates that we, as asset managers, are increasingly asked to monitor not only the \nactivities of the companies we invest in, but also the potential risks they are exposed to along their supply chain. This poses a number of challenges for investors in terms of obtaining the relevant data and research and assessing materiality to our investments.\nEumedion participation\nAAM NL and TKPI are active participants in the Eumedion platform \nEumedion is a Dutch organization that represents institutional investors’ interests in the field of corporate governance and related sustainability performance. It is the objective of Eumedion to maintain and further develop good corporate governance and sustainability performance on the basis of the responsibility of institutional investors established in the Netherlands. At the same time, Eumedion wants to advance the acceptance of, and compliance with, generally accepted corporate governance standards by listed companies and institutional investors in the Netherlands and Europe in particular.\nEumedion numbers approximately 70 asset owners and asset managers among its members.\nAAM NL and TKPI staff are members of a number of Eumedion’s committees, including the Legal Committee, the Audit Committee, the Investment Committee and the Research Committee.\nParticipation in Eumedion also plays an important role in AAM’s engagement and voting \nactivities: through participation in the Investment Committee, AAM can opt to be represented by other Dutch institutional investors at shareholders’ meetings of Dutch (AEX-listed) companies. AAM staff also attend shareholders’ meetings of AirFrance-KLM and Arcelor Mittal and at times represent other Eumedion participants.\nOn behalf of a select number of pension fund clients, and together with various other \nEumedion members, TKPI also participates in another engagement initiative that is facilitated by Eumedion: Professor Paul Frentrop of Nijenrode University engages with a number of Dutch public companies on a range of issues, including strategy, governance, accounting standards, remuneration, and employee relations.\nTKPI participates in CIO Dialogue in the Netherlands\nA number of Chief Investment Officers (CIOs) of large Netherlands-based institutional asset managers have established a dialogue on the theme “working towards sustainable financial markets”. TKPI participates in this initiative and is also the lead for one of the workstreams:  “Communication and our role in society”. The objective of this workstream is to explain to the general public what responsible investment is and to emphasize that RI is more than only excluding certain companies or countries. In doing so, the Dutch asset managers hope to show that investment is not only about financial analysis but that extra-financial factors also play a role. In 2013, preparations were made for the CIOs to have a series of meetings with journalists about these themes in 2014.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}