{"page_content": "31A Rehabilitation and Periphery Development Advisory Committee was created by the \nOdisha State Government and comprises 43 members including representatives from the affected communities, women, displaced people, NGOs, local government officials, and the local member of parliament. This committee has been involved in the negotiation of the resettlement packages offered to those affected by the development of the steel plant. Since the signing of the memorandum of understanding more than 170 mass meetings have been held to listen to the concerns of the local community including those villages who are against the project. During our visit we did not have an opportunity to attend such a meeting but did hear from the local police authorities that such meetings had taken place.\nPosco told us that they take allegations of human rights abuse very seriously. Feelings about \nthe project are very divided. During sensitive periods, such as when local people are handing over their betel vines as part of the resettlement process, police are present to maintain the peace and Posco officials are often present to observe first-hand what is going on.\nPosco built a Transit Camp where people who supported the project from villages that were \nopposed to the steel plant could live in safety. The camp was intended to be a temporary solution until such time as the people could either return to their villages or find employment elsewhere. While living in the camp, people are provided with free housing, water, and electricity as well as a small allowance. We had a chance to visit the camp during our trip to the proposed site and observed that the conditions in the camp, while very basic, appeared similar to those of the surrounding villages.\nDuring our meetings with the local Posco staff and representatives from the head office in \nKorea, we asked about the implementation of the company’s human rights policy. We were told that significant progress had been made in developing a policy based on best practices. The company was working to adopt the plan in the coming months and set up training programs for their staff globally. \nSubsequent engagement\nIt was clear during our site visit that the views of the NGOs and Posco relating to the construction of the steel plant in Odisha are very different. We felt it was important to talk to the NGOs about our impressions and observations as a way of validating what we had seen and encouraging dialogue between the two parties. There are still significant issues to be dealt with in bringing this project to conclusion. In line with our RI Policy, we will continue to engage with the company to ensure that concerns about human rights, community engagement and other matters are seriously addressed. We were encouraged by the fact that we were invited by Posco to participate in a stakeholder panel as part of their year-end annual reporting process. The purpose of this panel was to hear from investors and other stakeholders about matters that are important to the stakeholders and the company.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}