{"page_content": "32Voting\nAegon uses the voting rights attached to the shares of companies that it invests in to promote the \nstandards set out in its RI policies. \nAegon has a “Global Voting Policy”, which was adopted by the Executive Board of Aegon N.V. in \n2008. This policy sets out company-wide practices and principles for all its asset management operations, and operates alongside existing local initiatives. \nIn this policy, Aegon points to a range of international and national corporate governance best \npractice initiatives and regulations that are applicable to the various Aegon and AAM units that are equity owners. A number of Aegon and AAM units have also adopted supplementary voting policies that are tailored to local best practices and governance principles.\nProxy Voting Project 2013\nIn 2013 AAM conducted a review of Aegon voting policies and practices. The review focused on AAM NL, TKPI, Kames Capital and AAM Canada, the AAM units that are most active in proxy voting. \nFor this review, AAM engaged the services of GMI Ratings, a pioneer in the application of \nnon-traditional risk metrics to investment analysis and risk modeling. GMI Ratings provides global research coverage of the environmental, social, governance and accounting-related risks affecting the performance of public companies and as such has expertise in the areas of governance and proxy voting.\nA key observation in this project was that public equity for AAM amounts to only \napproximately 17% of aggregated AuM, and much of this public equity is held in passively managed and broadly diversified portfolios. Also, some of the AAM units (AAM US and AAM Spain in particular) have an extremely limited share in these public equity investments, and therefore the costs associated with proxy voting may outweigh the benefits, since their  small positions in each firm may limit their voting power and ability to influence management, while even a basic level of proxy voting activity can come at a relatively large expense. This makes proxy voting largely irrelevant to some of our units.\nAt the same time, one outcome of the discussions on this project was the consensus that \nAAM has rights and responsibilities as a shareholder in a large number of companies, and has a duty to exercise these rights and responsibilities to the extent reasonable, also as a way of enhancing portfolio value.\nThe discussions in this project resulted in a number of recommendations that are currently \nbeing implemented as shown in the table below. ", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}