{"page_content": "34\nVoting cases\nBritish American Tobacco: constructive dialogue on executive remuneration changes\nKames Capital voted against the executive remuneration proposition at the BAT Annual General Meeting (AGM) in 2011, 2012 and 2013 over concerns that the earnings per share performance conditions attached to the executive long-term incentive plan (LTIP) were insufficiently challenging versus consensus estimates. Under this arrangement, a grant of 200% of the CEO’s salary would vest even when the company failed to meet consensus earnings expectations. If the company met expectations, which it did at the time of the review, a grant of 400% of his salary would vest. Given the company had a habit of beating expectations, the fact their targets were less than consensus were felt to be all the more egregious.\nIn September 2013, BAT consulted shareholders on a number of proposed changes to executive \nremuneration. These included increasing the maximum bonus available for ‘exceptional individual performance’ and the addition of a sales performance metric to the LTIP. Kames and a number of other shareholders indicated they were not supportive of increases to the annual bonus opportunity. Following individual correspondence with the company and a collaborative meeting with other investors, the company agreed to make a number of changes. These included: not increasing the maximum bonus opportunity, underpinning the top-line growth measure with an operating profit threshold and an increase to the executive shareholding requirement. Kames will review the LTIP earnings per share performance conditions again ahead of 2014’s AGM.\nFidessa: constructive dialogue on executive remuneration changes\nOn reviewing the paperwork for the Fidessa AGM, it became apparent that the balance of fixed to variable remuneration had been altered considerably. Specifically, the CEO had received a salary increase of 157% and the Finance Director 40% whilst the maximum bonus opportunity was reduced from 400% to 100%. No changes were made to the LTIP and no LITP awards were made in the year under review.\nFidessa has historically paid executive directors relatively low salaries but provided the opportunity \nfor high variable pay levels in comparison to its peers (an arrangement we supported as long-term large shareholders). Following the changes, salaries were now at upper quartile levels versus peers and the salaries had changed from 13% of total remuneration to 33%. Kames contacted the company and had four long phone calls with the Chairman of the Remuneration Committee before both parties agreed that Fidessa would revisit the changes in a consultation with shareholders after the AGM. We were therefore able to vote for the remuneration report at the AGM.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}