{"page_content": "35\nIn June 2013, Fidessa entered into a consultation exercise with shareholders that led to the salary \nof the CEO being reduced to a more acceptable level. In October, the Chairman again consulted us on board structure and refreshment. Our engagement on this latter issue is ongoing.\n3i: constructive dialogue on executive remuneration changes\nThis company made adjustments to its remuneration structure during the year, effectively shortening the time frame over which the long-term incentive vested.\nThe previous arrangement deferred any annual bonus paid over 100% of salary into shares for 3 \nyears. The new proposal was for any bonus over 40% to be deferred and vest in equal tranches over 1, 2, 3 and 4 years. While this change did not have a huge effect when bonus levels are lower, in 2013, when bonus levels were >300% of salary, the impact was significant.\nIn addition, Kames was concerned that the company’s Remuneration Committee had also reduced \nthe vesting period attached to the LTIP. Under the previous arrangement, LTIP vesting depended on annualized 3 year return on equity with 50% of any award vesting after year 3, 25% after year 4, and 25% after year 5. During the year, the LTIP performance criteria were changed following shareholder feedback and in line with the stated strategic goals of the company’s transformation plan. We had no objection to these changes. However, the remuneration committee also decided to shorten the vesting period of the LTIP, so that it vested entirely at the end of 3 ½ yrs. In Kames’ view, this had the effect of increasing the value of any award to participants (as no reduction in grant sizes had been made to account for the time value of money) and sent a poor message to the market of the long term prospects of the company.\nAfter a long and constructive conversation with the Chairman of the company, the company \nchanged the vesting schedule for the LTIP back to the previous arrangement and the executives agreed to abide by the changes for the 2013 awards despite the fact they had already been granted. We therefore were able to support the remuneration report.\nIn July 2013, we also had engagement with the Chairman regarding board refreshment. This is an \nongoing dialogue.\nPescanova: shareholders take the lead\nIn August 2013 AAM was contacted by a shareholder in the Spanish fishing company Pescanova with the request to support a shareholder proposal to replace the whole Board of Directors at the upcoming extraordinary general meeting. Two minority shareholders responsible for this proposal wanted to implement necessary changes in order to rebuild shareholder value and avoid liquidation. The shares of this once very successful and innovative company stopped trading in March 2013 when it filed for creditor protection. The CEO of the company was subject to criminal and civil investigation because of allegations of fraud. AAM decided to support this shareholders’ proposal in order to have a chance to recover our losses. The proposal was supported by 71% of the represented shareholders and therefore approved.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}