{"page_content": "5\nForeword\nAegon Asset Management believes in active, responsible and engaged investment.\nOur clients entrust us to manage approximately €240 billion on their behalf. We manage \ninvestments for Aegon and Transamerica policyholders, for other institutions and businesses and for retail customers. Our clients are diverse, as are their needs, but all depend on our expertise to deliver sustained investment growth.\nTogether with many of our clients, we strongly believe in the value of engaged, socially and \nenvironmentally aware investment management. Aegon is committed to responsible investment and good stewardship of our assets – and we are proud to say that Aegon Asset Management, as Aegon’s investment division, has taken the lead in most of the initiatives that flow from Aegon’s commitment to responsible investment. \nA recent internal audit showed that since Aegon’s Responsible Investment (RI) framework was first \napproved in 2010, all of Aegon’s RI goals – policy and guidelines, internal governance, engagement, voting, Environmental, Social and Governance (ESG) integration, and targeted investments (impact investment and Socially Responsible Investment funds) – have either been completed or are nearing completion.\nHowever, in 2013, we also identified further areas for improvement. In particular, we are focusing \non ESG integration and impact investments as areas that deserve increased attention. We have also stepped up our efforts to integrate RI principles throughout our business, since we believe that our portfolio managers and analysts are best placed to assess all risks and opportunities related to our investments, including ESG factors. In 2013, we therefore made ESG training mandatory for all portfolio managers and analysts, and appointed ESG officers in all our businesses worldwide. The newly appointed ESG officers are responsible for taking the lead in determining how best to incorporate ESG principles in their local investment research and decision-making.\nOur integrative approach applies equally to impact investment, where our investment professionals \nare best positioned to evaluate the investment opportunities in categories such as green bonds, affordable housing and renewable energy.\nIn this report – the third Responsible Investment Report published by Aegon Asset Management – \nyou can find out more about the progress we have made and actions we have taken over the course of 2013. \n Sa rah Russell  \n Ch ief Executive Officer\n Ae gon Asset Management\n", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}