{"page_content": "41GRESB \nThe Global Real Estate Sustainability Benchmark (GRESB) is a leading indicator for sustainability \nin the property and real estate world. It is an industry-led organization committed to rigorous and independent evaluation of the sustainability performance of real estate portfolios and is supported by about 50 members. \nIn 2012, the three AAM units that are significant real estate investors (Kames Capital, AAM NL \nand TKPI, totaling approximately € 3 billion in real estate investments), took the initiative to join GRESB. This initiative was supported by the Aegon Group Sustainability department. \nThe information available through GRESB allows property and fund managers to better understand \nhow environmental and sustainability factors impact their holdings. As such, AAM views this as an important tool in integrating ESG factors into the company’s € 3 billion real estate portfolios.\nGRESB collects information regarding the sustainability performance of property companies and \nfunds. This includes information on performance indicators, such as energy, water, GHG emissions, and waste, but its survey also covers broader sustainability issues, such as climate change risk assessments, performance improvement programs, and engagement with employees, tenants and suppliers. \nIn 2013, 550 property companies and funds participated in the GRESB Survey, managing USD 1.6 \ntrillion in value. The database covers 49,000 assets in 46 countries and is actively used by more than 100 institutional investors, fund managers and property companies managing USD 6.1 trillion in assets. \nIn the course of 2013, AAM NL, TKPI and Kames Capital have started incorporating GRESB data in \ntheir real estate investments (see also the TKPI case study below). AAM US, which also has a large real estate portfolio, has also shown interest in GRESB and is assessing whether GRESB data can be used in the management of its real estate holdings.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}