{"page_content": "42GRESB Case Study – TKPI\nIn 2013, TKPI engaged with all their non-listed European real estate fund managers to discuss \ntheir sustainability policies and their score in the 2013 GRESB benchmark. During these discussions, both parties focused on initiatives that were aimed at reducing environmental impact like energy consumption while at the same time enhancing fund returns.\nFor example, buildings with higher energy efficiency will result in lower service charges to \ntenants and can therefore create a competitive edge over less efficient buildings. GRESB is used as a guideline in these discussions, as the benchmark comprehensively measures performance on a variety of sustainability linked topics. Engagement with fund managers allows TKPI to judge the professionalism of the fund managers and to share best practices between funds. \nIn the long run, this engagement will assist the parties in further enhancing their performance \non both real estate investments and sustainability.\nProject Delphi\nIn addition to the ESG integration initiatives listed in this chapter, we have continued our involvement in Project Delphi. This investor-led initative endeavors to determine material ESG factors and metrics that drive value, and to develop a framework for the creation of collective investment vehicles and/or integration into investment decision making, validated by asset owners. \nProject Delphi seeks convergence around the materiality and impact of ESG factors on \ninvestment and asset allocation decisions. There has been a great deal of research carried out into the financial impact of ESG factors, which has produced a large number of ESG factors that are deemed to be “material”. Project Delphi intends to bring these strands of research together to produce a short-list of the most important factors and how to measure them. \nAAM recently attended a large-scale Delphi meeting in London where the progress in the \nProject Delphi work streams was discussed with many of the participants.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}