{"page_content": "43TKPI ESG Integration Project \nEarly 2013, TKPI arranged an internship for Emiel van Duuren, a student at the University of \nGroningen. Van Duuren used the internship to assemble data on 126 internationally operating asset managers that were either under contract or under research at TKPI, in order to analyze why and how mainstream asset managers account for information about ESG factors and how this impacts their conduct and performance. \nThe analysis showed that asset managers use ESG information especially to manage risks \nand to “red-flag” companies. The impact on the performance of the investment portfolio was shown to be relatively limited. Van Duuren used the analysis as a basis for his master thesis “An Analysis of ESG integration by Mainstream Mutual Fund Managers”, that also includes a number of recommendations for TKPI on further implementation of ESG issues in the selection of external asset managers. \nThe study was also used as a basis for the article ‘ESG integration by asset managers ‘, by Bert \nScholtens and Auke Plantinga of the University of Groningen, as well as van Duuren himself, which won the Sustainalytics Academic Award, an annual prize worth € 3,500 sponsored by Sustainalytics and awarded by the academic network of the PRI. The abstract of the paper is included below. \nAbstract \nThis study analyzes whether and how conventional mutual equity funds integrate environmental, social and governance (ESG) factors into their investment process. This is investigated for 126 funds that are under contract or under research with TKP Investments. I find that the majority of funds have ESG data and staff at their disposal, but they only use it when these factors are likely to have a material influence on financial returns. Usually this is in the case of managing downside risk, translating into avoiding the worst ESG performers. A cross-section regression is used to find out whether ‘high ESG’ funds are better able to beat their benchmark index than ‘low ESG’ funds over a 1-year and 3-year period. Indicative evidence is found that high ESG funds performed worse over 2011, but better over the longer 3-year period 2009-2011. So although literature points out that various ESG factors, especially governance, influence returns, there is no unambiguous evidence that this information can be used ex-ante to improve the risk-return profile of an investment portfolio. ", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}