{"page_content": "57Disclaimer\nForward-looking statements \nThe statements contained in this document that are not historical facts are forward-looking statements as defined in \nthe US Private Securities Litigation Reform Act of 1995. The following are words that identify such forward-looking statements: aim, believe, estimate, target, intend, may, expect, anticipate, predict, project, counting on, plan, continue, want, forecast, goal, should, would, is confident, will, and similar expressions as they relate to Aegon. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Aegon undertakes no obligation to publicly update or revise any forward-looking statements. Readers are cautioned not to place undue reliance on these forward-looking statements, which merely reflect company expectations at the time of writing. Actual results may differ materially from expectations conveyed in forward-looking statements due to changes caused by various risks and uncertainties. Such risks and uncertainties include but are not limited to the following:\n• Changes in general economic conditions, particularly in the United States, the Netherlands and the United Kingdom.\n• Changes in the performance of financial markets, including emerging markets, such as with regard to:\n -  T he frequency and severity of defaults by issuers in Aegon’s  fixed income investment portfolios; and\n -  T he effects of corporate bankruptcies and/or accounting restatements on the financial markets and the resulting \ndecline in the value of equity and debt securities Aegon holds;\n -  T he effects of declining creditworthiness of certain private sector securities and the resulting decline in the value of \nsovereign exposure that Aegon holds.\n• Changes in the performance of Aegon’s investment portfolio and decline in ratings of the company’s counterparties.\n• Consequences of a potential (partial) break-up of the euro.\n• The frequency and severity of insured loss events.\n• Changes affecting mortality, morbidity, persistence and other factors that may impact the profitability of Aegon’s insurance products.\n• Reinsurers to whom Aegon has ceded significant underwriting risks may fail to meet their obligations.\n• Changes affecting interest rate levels and continuing low or rapidly changing interest rate levels; changes affecting currency exchange rates, in particular the EUR/USD and EUR/GBP exchange rates.\n• Changes in the availability of, and costs associated with, liquidity sources such as bank and capital markets funding, as well as conditions in the credit markets in general such as changes in borrower and counterparty creditworthiness.\n• Increasing levels of competition in the United States, the Netherlands, the United Kingdom and emerging markets.\n• Changes in laws and regulations, particularly those affecting Aegon’s operations, ability to hire and retain key personnel, the products the company sells, and the attractiveness of certain products to its consumers.\n• Regulatory changes relating to the insurance industry in the jurisdictions in which Aegon operates.\n• Acts of God, acts of terrorism, acts of war and pandemics.\n• Changes in the policies of central banks and/or governments.\n• Lowering of one or more of Aegon’s debt ratings issued by recognized rating organizations and the adverse impact such action may have on the company’s ability to raise capital and on its liquidity and financial condition.\n• Lowering of one or more of insurer financial strength ratings of Aegon’s insurance subsidiaries and the adverse impact such action may have on the premium writings, policy retention, profitability of its insurance subsidiaries and liquidity.\n• The effect of the European Union’s Solvency II requirements and other regulations in other jurisdictions affecting the capital Aegon is required to maintain.\n• Litigation or regulatory action that could require Aegon to pay significant damages or change the way the company does business.\n• As Aegon’s operations support complex transactions and are highly dependent on the proper functioning of information technology, a computer system failure or security breach may disrupt the company’s business, damage its reputation and adversely affect its results of operations, financial condition and cash flows.\n• Customer responsiveness to both new products and distribution channels.", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}