{"page_content": "8\nAbout Aegon\nAegon N.V. and its subsidiary companies (collectively referred to as Aegon or the Aegon Group), is \nan international provider of life insurance, pensions and asset management products. Aegon is also active in accident, supplemental health and general insurance, and has limited banking products and services. Aegon has over 475 billion in revenue generating investments, employing nearly 27,000 people and serving millions of customers in more than 25 countries in the Americas, Europe and Asia. Aegon’s main markets are the United States, the Netherlands and the United Kingdom.\nAegon manages investments for its own account and on behalf of its policyholders, and also \nprovides customers with access to a broad range of investment products. For a large proportion of its assets, Aegon itself acts as the investment manager (through AAM) or is involved in the process of selecting investment managers.\nAegon accepts the responsibilities it has as one of the world’s leading institutional investors, and \nrecognizes the increasing importance both to Aegon and its stakeholders to invest responsibly since poor social, environmental or governance practices may affect the value of the companies in which it invests.\nAbout Aegon Asset Management (AAM)\nLeveraging a strong heritage of expertise across a wide range of products, AAM offers a rigorous, structured and research-driven approach to investments on behalf of its clients. With fund managers based out of Europe, North America and Asia, AAM is able to offer global and local investment strategies to deliver long-term value in accordance with each client’s risk profile.\nAAM comprises the following companies:The Netherlands:\n  A egon Investment Management (AIM), TKP Investments (TKPI),  \nPelargos and Saemor\nUnited States:   A egon USA Investment Management (AUIM) and Aegon USA Realty Advisors \n(AURA)\nUnited Kingdom:   Kames Capital\nCanada:   A egon Capital Management (ACM)\nSpain:   A egon Asset Management Spain (AAM Spain)\nCEE:   A egon Hungary Fund Management (AAM Central & Eastern Europe)\nChina:   A egon Industrial Fund Management Company (AIFMC; 49% joint venture)", "metadata": {"source": "NASDAQ_AEGN_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}