{"page_content": "Exercise of 15% PMCL put option\nIn September 2020, the Dhabi Group exercised its put option to sell us its 15% shareholding in PMCL, the Company’s \nsubsidiary in Pakistan. VEON updated the fair value of its put option liability following the completion of an independent \nvaluation process which determined a fair value for the shareholding of US$273, resulting in a gain of US$59 recorded in \n‘Finance costs’ within the Consolidated Income Statement. Completion of the transfer remains subject to the conclusion \nof the contractual transfer mechanics with the Dhabi Group. Once the transaction is completed, VEON will indirectly own \n100% of PMCL.\nGlobal Medium Term Note program\nIn April 2020, VEON Holdings B.V. established a Global Medium Term Note program for the issuance of bonds (the “MTN \nProgram”), with a program limit of US$6,500, or the equivalent thereof in other currencies. In June, September and \nNovember 2020, VEON Holdings B.V. issued senior unsecured notes of RUB20 billion (US$288), RUB10 billion (US$135) \nand US$1.25 billion, respectively, under the MTN Program, maturing in June 2025, September 2025 and November 2027.\nRefinancing of loan agreement with VTB\nIn July 2020, VEON Holdings B.V. successfully refinanced its existing RUB30 billion (US$422), bilateral term loan agreement \nwith VTB Bank. This refinancing extended the final maturity of the existing loan between VTB Bank and VEON Holdings \nB.V. to July 2025 and amended the interest cost from a fixed rate of 8.75% to floating rate equal to CBR Key Rate + \n1.85 p.p.\nRefinancing of loan agreement with Sberbank\nIn June 2020, VEON Holdings B.V. entered into a new RUB bilateral term loan agreement with Sberbank. The agreement \ncomprises four facilities for a total amount of RUB100 billion (US$1,450) with final maturity dates ranging between two \nand four years. Shortly after the agreement was signed, VEON Holdings B.V. fully utilized three facilities for a total amount \nof RUB87.5 billion (US$1,281) and used the proceeds to prepay all outstanding amounts under the Sberbank term \nfacilities agreement signed in May 2017. \nIn July 2020, VEON drew down the remaining RUB12.5 billion available under the facility agreement. Subsequently, in \nSeptember 2020, VEON repaid one of the facilities of RUB20 billion, originally maturing in June 2022, in full with no fees. \nThe repaid facility cannot be re-borrowed.\nContingent consideration\nIn 2015, International Wireless Communications Pakistan Limited and Pakistan Mobile Communications Ltd (“PMCL”), \neach indirect subsidiaries of the Company, signed an agreement with Warid Telecom Pakistan LLC and Bank Alfalah \nLimited, to combine their operations in Pakistan. In July 2016, the transaction was closed and PMCL acquired 100% of the \nvoting shares in Warid Telecom (Pvt) Limited (“Warid”) for a consideration of 15% of the shares in PMCL. As a result, VEON \ngained control over Warid.\nAs part of the share purchase agreement, an earn-out payment was agreed in the event that a tower transaction is \neffected by PMCL within four years from the acquisition date. The earn-out would also apply if another \ntelecommunications operator in Pakistan effects a tower transaction, provided the transaction meets certain parameters, \nin the same timeframe. The contingent consideration would be settled with a transfer of PMCL shares.\nAs of June 2020, the probability of completion of a tower deal in Pakistan prior to the relevant deadline, upon which \ncontingent consideration would be paid, became remote. As a result, the fair value of Contingent consideration was \nrevised downwards to zero, with a corresponding gain of US$41 recognized in the consolidated income statement. \nExtension and extinguishment of Banglalink syndicated loan\nIn April 2020, Banglalink Digital Communications Limited, a wholly-owned subsidiary, extended the maturity of its US$300 \nsyndicated loan by an additional two years to 2022. Following this extension, VEON Digital Amsterdam B.V., the \nCompany’s wholly-owned subsidiary, acquired the loan from the original lenders, leading to extinguishment of this \nfinancial liability within VEON’s consolidated financial statements. No material transactional costs were incurred.173\nIntegrated Annual Report 2020   VEON\nCORPORATE \nGOVERNANCEVALUE CREATIONFINANCIAL\nINFORMATIONPERFORMANCE \nSUMMARYADDITIONAL \nINFORMATIONINTRODUCTION", "metadata": {"source": "NASDAQ_VEON_2020.pdf", "page": 174, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}