{"page_content": "11\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nExpanding Nontraditional Credit Guidelines\nLarge numbers of American consumers are “credit invisible,” \nmeaning they have no credit history and therefore are often \nunable to qualify for mortgages.5 This creates significant \nhurdles to homeownership, especially for Black and Hispanic \nconsumers, who are more likely to be credit invisible or to have \nunscored credit records.\nTo help address these gaps, we’ve expanded our nontraditional \ncredit guidelines to create accessibility for underserved, yet \ncredit-worthy borrowers. These guidelines include:\n•  Allowing the use of certain positive payment histories—  \nlike rent or utility payments—to establish credit history.\n•  Allowing a higher maximum debt-to-income ratio.\n•  Offering loan-to-value (LTV) ratios up to 97%.\n•  Expanded eligibility to include manufactured homes.\nBecoming the First Mortgage Insurer to Be an Annual \nPartner with the LGBTQ+ Real Estate Alliance\nAt 49.8%, the LGBTQ+ homeownership rate is far below the \n65.4% overall national rate.6 Through our partnership with the \nLGBTQ+ Real Estate Alliance (Alliance), we are enhancing our \nlearning about the challenges the LGBTQ+ community faces in \nhousing. We aim to drive acceptance through education and to \nserve as a resource for the Alliance in its mission of advocating \nfor fair housing and promoting LGBTQ+ homeownership.Empowering Sustainable Homeownership: Borrower \nand Mortgage Servicer Support and Education\nEnact provides customers (mortgage lenders) with training and \ntools to help borrowers successfully navigate the challenges of \nfirst-time homeownership. We assist borrowers and mortgage \nservicers by conducting proactive contact campaigns that \nconnect families who have fallen behind on payments to their \nmortgage servicers. In this way, we enable families to stay \ncurrent on their payments by helping to ensure that all options \nare exhausted.\nBecause our success is inextricably linked to our customers’ \nand borrowers’ success, we also provide exclusive programs \nthat benefit them: \nBorrower Education\nOur partnership with Finally Home! provides low- or no-cost \nhomebuyer education. The course includes seven chapters that \ncover every part of the home buying and ownership process.\nMortgage Servicer Education\nWe provide customized default management training for our \nmortgage servicers and delegate our right to the customary \nreview and approval for these options to them to enable \nborrowers in need to receive relief more promptly. In addition, in 2022, we partnered with NextJob to  \nprovide career resources to delinquent unemployed and \nunderemployed borrowers. These resources are offered to \nborrowers through their servicer, this program has no cost  \nto the borrower or servicer. \nKeeping Families in Their Homes\nOur Homeowner Assistance team helped 19,560 households \nremain in their homes in 2022. By helping these homeowners, \nwe also helped our lending partners and mortgage servicers \nwith more flexible options, including forbearances, payment \ndeferrals, and loan modifications. \n5. Consumer Financial Protection Bureau “Data Point: Credit invisibles,”  May 5, 2015.\n6.  UCLA School of Law Williams Institute, “LGBT People and Housing Affordability, Discrimination, and Homelessness,”  April 2020.\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}