{"page_content": "12\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nBorrower Outreach\nIn 2022, Enact reached out to over 59,000 homeowners to \nconnect them with their mortgage servicers to discuss \nassistance options. To offer additional support, we initiated a \ndirect mail campaign to provide educational information to \nborrowers on servicer assistance options and details of the \nU.S. Treasury’s Homeowner Assistance Fund Program. We also \nengaged borrower outreach specialists to speak with select \nhomeowners and connect them with their mortgage servicers \nto discuss homeowner assistance options.\nBorrower Benefits\nOur exclusive Home Suite Home® program helps borrowers \nfeel more secure in their new homes. Upon closing, lenders \nwho participate in Home Suite Home can offer their borrowers \none of three benefits: an Appliance Home Warranty, \nHomeowners Insurance Deductible Reimbursement, or Identity \nTheft Reimbursement & Restoration Consulting Services, \nadding another layer of security as they embark on their \nhomeownership journey. This benefit is paid for by Enact and \nprovided at no cost to homeowners.\nHomebuyer Privileges® is an exclusive Enact Mortgage \nInsurance program that provides homeowners with discounts \non products and services from top retailers in their area. There \nis no cost to participate in this program, and new homeowners \ncan save up to $8,500 for the things they need most for their \nnew home.Home Suite Home®  \nin Action\nOur Home Suite Home  program helps with \nunexpected expenses that can be challenging for  \nnew homeowners. It’s part of our commitment to  \ndo everything we can to help families, not just buy \nhomes, but stay in them for the long run. Here are just \na few of the ways our Home Suite Home program has \naided homeowners:\nAfter a homeowner was burglarized, their homeowner’s \ninsurance paid the claim, but the homeowner was still \nresponsible for a large deductible. Because they were \nenrolled in the Homeowners Insurance Deductible \nReimbursement program, Home Suite Home \nreimbursed them $1,000 to help pay the deductible.\nMany homes were damaged in Louisiana during \nHurricane Ida in 2021. Homeowners enrolled with \nHome Suite Home’s Home Deductible Reimbursement \nbenefit received $1,000 towards their deductible for \nthese losses.     \nIn February 2021, the state of Texas suffered a major \npower crisis caused by three severe winter storms. \nHome Suite Home helped homeowners pay for damage \ncaused by frozen pipes.\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}