{"page_content": "13\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nHomeownership is an integral element of building \nstronger communities; Enact’s core business of \nenabling more families to buy homes contributes to \nthe stability and vibrancy of the neighborhoods we \nserve. But our commitment to our community goes \nbeyond the mortgage products we provide. \nA Passion for Volunteering\nEmployee volunteerism is deeply embedded in our corporate \nculture. Enact provides every employee with up to one week of \npaid time off annually to volunteer in their community. We also \nencourage volunteerism by awarding employees $10 per hour \nof volunteer time up to $400 in our Dollars for Doers program, \nfunded by the Enact Foundation. This money can then be used \nfor donations to the employee’s non-profit of choice.\nEnact provides 40 hours of \npaid time off to employees  \nto volunteerOver half of our employees took advantage of volunteer  \ntime off in 2022, contributing thousands of hours working \nwith organizations like Habitat for Humanity, the Food Bank  \nof Central & Eastern North Carolina, Meals on Wheels, and \nmany others. \nThe Enact Foundation\nThe Enact Foundation contributed over $340,000 to non-\nprofit partners in 2022.7 The Foundation also encourages \nemployee giving by doubling its impact: providing 100% \nmatching funds up to $5,000 annually per employee and  \nup to $10,000 annually for each of our Board members \n(excluding religious or political organizations).\nIn the wake of the earthquake and aftershocks in Turkey and \nSyria, the Foundation, along with our employees, have been \ndonating to a variety of causes, including UNICEF, Doctors \nWithout Borders, and the American National Red Cross.Employee Volunteerism and Corporate \nCommunity Engagement \n7. Enact Foundation non-profit contributions were allocated in 2022 and paid in 2023.“ Every Little Bit Matters:”  \nVolunteerism at Enact\nVolunteering in the local \ncommunity here in North \nCarolina’s Research Triangle is a \nbig part of Naveen Danda’s life. \nAn Application Development \nManager at Enact, Naveen \nspearheaded our environmental \nvolunteer efforts, initiating a \npartnership with our local Adopt-a-Shoreline \norganization. Now, every quarter, Naveen mobilizes \nemployees to help clear litter and debris out of local \nlakes and streams.\nEnact is proud to have been keeping the shorelines at \nJordan Lake and Shelley Lake Park clean since 2021.  \n“I believe it doesn’t matter how much we are cleaning, \nevery bit of litter matters,” Naveen says. \nAnd while he loves being outdoors working at the lakes, \nthis is just one of the ways he gives back. “Not only \ndoes Enact always encourage us to do what we love in \ngiving back to the community with volunteer time off, \nbut also creates opportunities for employees with \nevents like the Month of Service, on-site opportunities, \nand more.”\nNaveen exemplifies the spirit of service among our \nemployees, and we are honored to support his and his \ncolleagues’ volunteerism.\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}