{"page_content": "14\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nEnact recognizes that to maintain our current \nquality of life, individuals and businesses must  \neach do their part to minimize their impact on the \nenvironment as much as is practical. Though our \ncarbon footprint is limited, we are committed to \ntaking active measures to further reduce our \nenvironmental impact.Managing Our Carbon Footprint Responsibly\nManaging Our Greenhouse Gas (GHG) Footprint\nAn important part of managing our environmental impact is  \nthe measurement and transparency of our GHG emissions. \nPreviously, our emissions were reported as part of our parent \ncompany’s operations; this year, for the first time, we are \ndisclosing our Scope 1 and Scope 28 emissions data. These \ndata cover operations at our Raleigh headquarters building,  \nour only company-owned and operated offices in 2022.9 \nThe vast majority (77%) of our emissions were from the \nelectricity we purchased (Scope 2). We will continue to monitor \nour GHG emissions and seek ways to further lessen our \nenvironmental footprint.\nEnact headquarters, Raleigh, NCOur Headquarters\nEnact’s Raleigh-based headquarters building is Gold LEED \ncertified and uses 30% less water than buildings of similar size. \nThe building also includes occupancy sensors in all offices and \nconference rooms and lighting timers for all common areas that \ncollectively help reduce energy usage by 25%. Further, we \nutilize a Building Management System to optimize our HVAC \nsystem and reduce our CO2 output.  \nIn 2022, we transitioned to 100% LED \nlighting. We also provide preferential \nparking to fuel-efficient vehicles, along \nwith electric vehicle charging stations at no \ncost to our employees in our parking deck. 2022 Total Scope 1 & 2 Emissions\nMetric Tons CO2e\nScope 1 Scope 2\n898 Total Emissions204 694\n 8.  Definitions: Scope 1 GHG emissions from GHG sources owned or controlled by the organization; \nScope 2 GHG emissions that are a consequence of an organization’s operations and activities,  \nbut that arises from GHG sources that are not owned or controlled by the organization.\n9.  Enact commissioned SCS Global Services (SCS) to measure the company’s 2022 Scopes 1 and 2 \ngreenhouse gas (GHG) inventory for its business operations in Raleigh, North Carolina. The \nScope of the greenhouse gas inventory assessment was set by organizational and operational \nboundaries defined by The Greenhouse Gas Protocol and the identified business operations and \nemission sources for Enact operations. ", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}