{"page_content": "17\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nAs of the end of 2022, 20% of our executive leadership team were female, and 20% were ethnic or racial minorities. \n27% of our Board members were female, and 27% were racially or ethnically diverse. Also, 80% of our Board committee \nchairpersons were female, and 20% of the Board committee chairpersons were racially or ethnically diverse.  \nWe recognize the value of diversity at the executive and Board levels of our company and are focused on ensuring it.\nEnsuring Every Voice is Heard\nIn 2022, Enact transitioned from six employee resource groups \nto one Diversity & Inclusion Council (D&I Council), a significant \nchange aimed at increasing collaboration and empowerment  \nto ensure all voices and communities are represented, seen, \nheard, and celebrated. The D&I Council is employee-led and \nchampioned by our General Counsel. Its goal is to share the \nculture and highlight the talents and contributions of diverse \npopulations within Enact to foster a culture of diversity, equity, \ninclusion, and belonging while also promoting education, \ncontinuous improvement, and a commitment to enhancing  \nthe communities we serve.Promoting Greater Understanding\nIn partnership with Genworth, employees receive a weekly \nnewsletter featuring relevant diversity, equity, and inclusion \n(DEI) topics and trainings. Employees also participated in 20 \ndifferent discussions and/or learning experiences related to \nDEI through company-facilitated training. In the community, \nEnact sponsored and participated in two DEI conferences in \npartnership with the Raleigh Chamber of Commerce.In 2022, we were honored with the  \nResidential DEI Leadership Award by the \nMortgage Bankers of America Association \nfor the second time in four years. This is  \none of several awards we received for our \nwork in DEI in 2022.  \nExecutive Leadership\nRacially or \nEthnically DiverseFemale20%20%20%Board Committee Chairpersons\nRacially or \nEthnically DiverseFemale80%Board Members\nRacially or \nEthnically DiverseFemale27%27%", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}