{"page_content": "18\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nMIDP Participant Cashauna Temple\nFisk University senior Cashauna \nTemple didn’t know much more \nthan the basics about the \nmortgage industry. That changed \nquickly once she began the \nMIDP program with Enact:  “ The program offered me a range of educational resources, including online \ncourses and mentorship opportunities … My mentor was Wendy Utley. Having \na mentor who works directly in the mortgage industry was incredibly helpful \nfor me since I was looking to gain a deeper understanding of the industry and \ndevelop the skills needed to succeed. Mrs. Utley provided guidance, advice, \nand support based on her own experiences working in the industry. ” \nDeveloping the Next Generation of \nDiverse Industry Leaders \nWe believe developing a robust pipeline of \ndiverse leaders in the mortgage industry is \ncritical: those making credit decisions should \nreflect the communities they serve. So, in \npartnership with HomeFree-USA’s Center for \nFinancial Advancement,™ we created the \nMortgage Industry Development Program  \n(MIDP) in 2021. The program provides students \nof Historically Black Colleges and Universities \n(HBCUs) with awareness about career \nopportunities in the mortgage industry and  \ngives them the foundation they need to begin  \na successful career in the field. Students also \nhave the opportunity to earn a mortgage \nindustry certificate. In addition to their collegiate \nstudies, the MIDP provides students with career \ndevelopment support as they begin their \nprofessional journey in the mortgage industry.\nSince inception, MIDP has reached 108 \nstudents, and 28 Enact employees have \nvolunteered as professional mentors.\nIn addition to the MIDP, we have also \nsignificantly increased recruiting at HBCUs  \nfor our internship and early career programs.  \nIn 2022, we joined the HBCU Partnership \nChallenge, created by Congresswoman Alma \nAdams in 2017, to promote greater engagement \nand support between private companies and \nHBCUs and advance diversity efforts within all \nsectors of employment.Cashauna also recognizes the importance of having more people of color working in the \nmortgage industry. “The industry is a significant driver of homeownership and wealth building \nand communities of color have historically been excluded from these opportunities due to \ndiscriminatory lending practices. A diverse workforce can help identify and address the \nunique challenges faced by borrowers of color, overcome implicit biases, and build trust with \nborrowers.” Overall, she says, “a more diverse workforce in the mortgage industry is crucial to \npromoting equity and fairness in lending and advancing social and economic justice.”\nWhile she hasn’t decided exactly what role she will pursue in the mortgage industry, she is \nexcited by the diversity of options – from loan officer, to mortgage broker, to underwriter. \nShe also points out, “the mortgage industry is constantly evolving, creating a plethora of  \nnew challenges and opportunities for learning and development. Whether it involves staying \nup to date with the latest regulations and guidelines or being informed about new mortgage \nproducts and services, there is always something new to explore and discover in this  \ndynamic industry.”\nWe look forward to welcoming Cashauna and the other participants in the MIDP program  \ninto our industry. ", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}