{"page_content": "20\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nOur mentor program allows employees to share their expertise \nand learn from one another. Our intern program creates an \nentry point into the organization for early-career talent and \ngives aspiring leaders opportunities to manage small teams \ntemporarily to hone their skills.\nIn 2022, we ran a multi-week business simulation competition \nto engage a group of employees in an exciting and educational \nmanagement exercise. \nWe complete a deep Succession Planning exercise and \nregularly review and revise our plans, including input from our \nCompensation Committee for employees at the executive \nlevel. By identifying high-potential internal talent, we are \nconstantly developing candidates for critical roles and ensuring \na strong pipeline of leaders.\nIn 2022, we initiated  \na three-year process with \nGallup to perform annual \nengagement surveysEngaging Our Employees and Soliciting Feedback\nWe empower employees to share their unique perspectives  \nby promoting initiatives that increase access to our Executive \nLeadership Team and fostering open-door policies. We also \ncontinue to enhance our employee engagement initiatives; in \n2022, we initiated a three-year process with Gallup to perform \nannual engagement surveys. \nContinued Support for Employees Affected by  \nthe Pandemic \nIn March 2022, we safely reopened our office and welcomed \nemployees back on a hybrid work schedule. We continued to \nprovide unlimited time off for either illness (personal or family) \nor to address special circumstances arising from COVID-19 \n(childcare and virtual learning), and we provided a monthly \nstipend to employees for internet service. Additionally,  \nwe provided access to COVID-19 medical resources through  \nour Employee Assistance Program (EAP), including free \ntelemedicine visits and testing, vaccinations, and mental health \nand wellness webinars.\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}