{"page_content": "22\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nPillar III: A Focus on Responsible Business Practices &  \nSound Corporate Governance\nEnact has a strong foundation of ethical and \nresponsible corporate behavior, as expressed in \nour company Code of Ethics . Our company is  \nalso overseen by an experienced Board whose \ndiversity of perspectives and expertise provides \ndynamic leadership. We are committed to building \non this legacy.\nEnsuring Responsible Oversight:  \nOur Board of Directors\nWith an independent Board Chairperson, and all five of  \nthe Board committees led by independent directors, the \ncomposition of our Board helps ensure that all stakeholder \ninterests are considered in the management of the company. \nAlthough we qualify as a “controlled company,” a supermajority \n(eight of our 11) of our directors are independent (as defined \nunder Nasdaq Listing Rules), which is higher than most \ncontrolled companies.Enact’s Board is composed of individuals with diverse \nexperience in business and government in areas relevant to \nEnact. Each director was nominated on the basis of the unique \nset of qualifications and skills they bring to the Board, as well \nas how those qualifications and skills blend with those of the \nother directors on the Board. The blend of our directors’ \ndiverse backgrounds ensures that issues facing the Corporation \nare examined and addressed with the benefit of a broad array \nof perspectives, experiences, and expertise.\nActive participation and leadership by all its members are \nparticular points of emphasis. Overall, our directors attended \n97% of all Board and Committee  meetings in 2022.Independent Board Members\nIndependent Board  \nCommittee Chairpersons8 of 11\n5 of 5\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}