{"page_content": "23\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nManaging a Sustainable Investment Portfolio\nOur approach to managing investments is aligned with our \nfiduciary responsibility to strive to fulfill promises to our \npolicyholders to be there when they need us most—a core \ntenet of our sustainability platform. \nWe have integrated ESG considerations into our overall \ninvestment strategy. Among other things, the Enact Investment \nCommittees review ESG-related investment risks, governance, \nmarket developments, and regulatory requirements to inform \ntheir ultimate decision-making.\nMaintaining and Prudently Managing Capital  \nCredit Risk \nThe responsible management of capital risk and the careful \ncalibration of our risk appetite are among our most fundamental \npriorities. While we operate in a highly regulated industry, we \noften go above and beyond what is required legally to ensure  \nthe financial sustainability of our business, as detailed below. Leading and Overseeing Our ESG Strategy \nEnact’s ESG strategy is led by our diverse, cross-functional ESG team. This team consists of representatives from key functions \nacross the organization including investor relations, legal, human resources, risk and compliance, finance, information technology \n(IT), government relations, facilities, and marketing. Our ESG strategy is overseen by our CEO and CFO, along with the Nominating \nand Corporate Governance Committee of our Board of Directors.\nThe Nominating and Corporate Governance Committee reviews our ESG practices quarterly, including related risks. In 2022,  \nwe revised the Compensation Committee Charter to clarify that human capital, culture, and DEI initiatives fall under its scope. \nOversight of our enterprise risk management practices has been delegated to the Board’s Risk Committee, while oversight of \ncompliance with relevant legal and regulatory requirements has been delegated to the Board’s Risk and Audit Committees.  \nThese controls are foundational components of our sustainability and governance  platform. \n$157M\nEnact holds more than \n$157 million of green, \nsocial, and sustainability-\nlinked bondsESG Council\nOur sustainability practices \nfocus on meeting the needs of \ntoday without compromising \nthe ability to meet the needs \nof future generations\nDaniel Kohl\nVP of Investor Relations and ESGDean Mitchell\nExecutive VP and CFORohit Gupta\nPresident and CEOBoard of Directors\nNominating and Corporate \nGovernance Committe\nDirector,  \nAccounting\nSenior Director,  \nLegal / SEC CounselSenior Manager,  \nFacilities\nManager,  \nOperational RiskHR Business  \nPartner\nManager,  \nGovernment RelationsSenior Manager,  \nStrategy\nDirector,  \nRiskDirector,  \nMI Product Development\nDirector,  \nIT Security", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}