{"page_content": "24\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nExceeding PMIERs Required Assets\nAs of December 31, 2022, we maintained excess Private Mortgage Insurer Eligibility \nRequirements (PMIERs) capital of approximately $2.1 billion, representing a PMIERs sufficiency \nratio of 165% above requirements.10\nIn 2022, we also completed three excess-of-loss reinsurance transactions with up to  \n$745 million of loss coverage to manage our overall risk, resulting in 89% of our risk in force \nbeing covered by credit risk transfers.\n \nWe have taken, and continue to take, important steps to enhance our resiliency in order to \nposition ourselves for today and future risks. We are also continually evolving our pricing and \nrisk distribution strategies to ensure we deliver appropriate risk-adjusted returns and protect \nour balance sheet.\nEnact’s Independent Capital Committee oversees all capital actions of Enact, as described in \nthe Committee’s Charter , to make sure minority shareholders’ interests are protected.\n10.  Private Mortgage Insurer Eligibility Requirements (PMIERs) are set by Government Sponsored Entities Fannie Mae and Freddie Mac. For more \ninformation about PMIERS, see this Fact Sheet  from U.S. Mortgage Insurers Association, or this Federal Housing Finance Agency  page.Last year, we received our second ratings \nupgrade from Moody’s since our IPO in 2021Our Risk Oversight\nWith oversight by our Board Risk Committee, Enact senior management regularly reviews  \nour top risks and confirms compliance with approved limits. The Governance, Risk, and \nCompliance (GRC) Council is chaired by our Director of Risk Management and includes members \nof the enterprise risk team, our chief information security officer (CISO), chief compliance officer \n(CCO), and leaders in operations, finance, human resources, and IT. It ensures any new or \nemerging ESG risks across the business are addressed or raised to the ELT. This high-level,  \ncross-functional team ensures visibility and accountability at the highest levels of the company. \nSenior  \nManager\nRisk Modeling  \nand Actuarial \nAnalysisDirector\nQuality  \nAssuranceVice  \nPresident\nPricing and  \nCredit PolicySenior \nManager\nEconomic  \nForecastingDirector\nRisk  \nManagementMike Derstine\nChief Risk Officer/EVP,  \nRisk ManagementRohit Gupta\nPresident and CEOBoard of Directors\nRisk CommitteeRisk Management \nat Enact", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}