{"page_content": "25\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nProtecting Our Customers’ and Borrowers’ Privacy and Mitigating Cyber Risk\nEnact utilizes a suite of IT security controls that are fully functional whether work is performed \nwithin Enact facilities or from alternate locations, including from our employees’ homes. These \nIT security controls include, but are not limited to, “always on” Virtual Private Network (VPN) \naccess, full-disk encryption, multi-factor authentication, screensaver timeouts, Data Loss \nPrevention (DLP), antivirus/anti-malware, personal firewalls, and routine patch management. \nThese initiatives are augmented by monthly IT Security Awareness trainings. \nFor additional protection, we have instituted a Limited Access Protocol to data, which ensures \nthat only designated personnel with demonstrated business needs are able to access sensitive \ncustomer and borrower information. As a further precaution, this access is monitored and \nreviewed regularly. In addition, data is regularly deleted in compliance with our Data Retention \nPolicies to lessen the risk in the unlikely event of a data breach. Enact also engages in annual \ncybersecurity tabletop exercises to test our policies and procedures (see sidebar). \nOur security controls are reviewed regularly both by internal and external parties, including \ncommercial/institutional customers, regulators, and penetration testers. In addition, our Risk \nCommittee is responsible for overseeing cybersecurity risk and receives quarterly updates on \nIT, data privacy, and cybersecurity.\nDemonstrating our commitment to data privacy and cybersecurity, six out of 11 directors on our \nBoard have IT or cybersecurity experience.Enact’s Sixth Annual Cyber Tabletop Exercise\nEvery year since 2017, Enact has conducted a real-time cybersecurity \nexercise that stress tests our large-scale cyber incident response plan, \nour cybersecurity incident response capabilities, and updates training \nand protocols for all participants.\nMembers of our IT security team develop specific “worst- case” scenarios that \nidentify new internal and external threats. Participants, including our CEO and ELT, \nare tasked with responding to the threat in real-time, without foreknowledge of the \nnature of the fictional breach. \nOn September 28, 2022, more than 40 individuals representing functions across \nEnact (including IT, Finance, Operations, Customer Solutions, Sales, Risk, and Legal) \nparticipated in the exercise, as well as Enact senior leaders, including our chief \noperating officer, chief financial officer, chief risk officer, general counsel, chief \ntechnology officer, chief information officer, chief customer experience officer, and \nhuman resources leader. For the last few years, we have engaged a mix of in-person \nand remote participants to test Enact’s cyber incident response capabilities in a \nhybrid work environment.\nBased on the results of these tests, we identify potential gaps, update our \ncapabilities, and clarify roles and responsibilities. 6 of 11of our Board directors have  \nIT management experience", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}