{"page_content": "26\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nProtecting Borrower Privacy\nGenerally, Enact relies upon Borrower information our customers \n(mortgage lenders) provide us, and does not obtain Nonpublic \nPersonal Information (NPI) from other sources, except from a \nconsumer reporting agency to supplement and confirm the \ninformation customers have provided to us. Enact does not \nshare borrowers’ NPI with affiliated companies or third parties, \nexcept as permitted by applicable federal and state privacy laws \nand regulations, and as further described in our  Privacy and \nSecurity Policy . Enact’s Privacy Program is overseen by Enact’s \nChief Compliance Officer, who reports to the General Counsel.\nPeriodically, borrower data that is not personally identifiable \nmay be shared with third parties, including consultants, \nregulators, and industry trade groups for purposes of risk \nmanagement, industry reporting, or other analytical purposes. \nAdditionally, we share borrowers’ personal information as \nrequired by applicable federal and state laws and regulations, \nincluding as required to comply with subpoenas, regulatory \ninquiries, or examinations. We may also share borrower  \ndata with Fannie Mae and Freddie Mac in the course of \nadministering the insurance coverage for loans where those \nentities are the beneficiaries of our insurance.\nBorrowers have the right to obtain a copy of the personally \nidentifiable information we maintain concerning them, and they \nmay request correction or deletion of any disputed information \npursuant to a process described in the North Carolina \nInsurance Information and Privacy Protection Act or other \napplicable state privacy laws. Consumers may make a request \nto know the personal information that Enact has collected  \nor maintains about them, or request to delete their personal \ninformation, by using the online form on our website  or by \ncalling our ActionCenter. Preparing Our Business for the Impact of  \nClimate Change\nWhile Enact’s master policy protects the company from paying \nclaims on defaults that occur due to physical damage, we \nrecognize the importance of a thorough assessment of \npotential transitionary climate-related risks to our business.  \nIn 2022, we conducted an initial assessment of our portfolio’s \nconcentration in areas susceptible to climate-related risk. The \nanalysis considered both acute physical risks from hurricanes, \nfloods, and wildfires, as well as chronic climate risks from water \nstress, heat stress, and sea level rise. The data showed that our \ninsured portfolio has a relatively low level of risk related to \nclimate change. \nWe will continue to monitor climate-related risks and perform \nadditional analyses as our approach continues to mature and \nadditional data becomes available.\nAll Enact employees receive privacy \nand data security awareness training at \nleast annually.  Enact’s call center and \nhomeowner assistance employees also \nreceive additional specialized privacy \ntraining annually from Enact’s Chief \nPrivacy Officer as their roles may have \nborrower contact.  ", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}