{"page_content": "30\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nTransparent \nInformation & \nFair Advice for \nCustomersTotal amount of monetary losses as a result of legal \nproceedings associated with marketing and \ncommunication of insurance product-related information \nto new and returning customersFIN-IN-270a.1 We disclose material legal matters in our Annual Reports on Form 10K. In 2022, we did not incur any losses attributed legal proceedings \nassociated with marketing and communication of insurance product-related information to new and returning customers.\nComplaints-to-claims ratio FIN-IN-270a.2 We do not calculate a complaints-to-claims ratio. As a business-to-business company, our customers are banks, non-banks, credit unions, \nand other businesses and not individual consumers. In 2022, there were no complaints filed with state insurance departments.\nCustomer retention rate FIN-IN-270a.3 In 2022, our customer retention rate was 92%.\nDescription of approach to informing customers  \nabout productsFIN-IN-270a.4 Our customers include large money center banks, non-bank lenders, national and local mortgage bankers, community banks, and credit \nunions. We believe that our success in establishing strong, sustained relationships and our ability to capture new customers is attributable to \nour comprehensive value proposition. We offer customers a competitive price along with differentiated offerings and services. Additionally, by \nmaintaining an ongoing dialogue with our customers, we are able to develop an understanding of their needs, offer customized solutions for \ntheir challenges, advise them on portfolio composition and trends, share market perspectives and industry best practices, and provide \nproduct development support and training as necessary. We distribute our mortgage insurance products through a dedicated sales force \nlocated throughout the United States, our home-based in-house sales representatives, and a digital marketing program designed to expand \nour reach beyond our sales force. We utilize all three of these channels to ensure our customers are informed of all aspects of our products, \nwith our website ( EnactMI.com ) serving as a central point of access of resources related to our Master Policy, underwriting guidelines, credit \npolicy bulletins, servicing guides, information related to our products and services, and on-demand training. Our distributed and in-house \nsales teams and our ActionCenter also work directly with customers to answer questions about different aspects of our products and have \nconsultative discussions to propose ways our customers can best leverage our products and services to their benefit.SASB Index\nWe have provided below our disclosures pursuant to the Sustainability Accounting Standards Board (SASB) disclosure framework for Mortgage Finance \n(FN-MF) – the industry classification that SASB has determined is most relevant to Enact. We have also opted to include certain metrics from the SASB \nInsurance industry disclosure framework (FN-IN) that are also relevant to our business.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}