{"page_content": "4\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nIn the following pages, we have provided detail on \nhow these pillars are expressed in our everyday \noperations and the ways in which we are seeking  \nto expand and improve our performance in  \nkey areas. We are committed to continuous \nimprovement in these areas, which we believe is \nvital to our ongoing success. \nThank you for reading this report and joining us on \nour ESG journey. I look forward to sharing more \nupdates as we progress.\nRohit Gupta  \nPresident, Chief Executive Officer, and DirectorThrough this process, we identified several  \nmajor topics that are vital to multiple stakeholders. \nAnd as CEO, it was gratifying to see that the main \nissues cited are aligned with many of those that  \nmy leadership team and I have already been \nfocused on. \nThis process allowed us to identify three \nfoundational ESG pillars upon which we are  \nnow building:\n  Strengthening Our Communities\n     Driving Diversity and Inclusion &  \nSupporting Our People\n   A Focus on Responsible Business \nPractices & Sound Corporate \nGovernanceWhile we have a long legacy of good corporate \ncitizenship, this is our first ESG report since \nbecoming a publicly-traded company in September \nof 2021.1 To ensure we are on the right path as we \nbegin this next phase of our journey, we began a \nrobust exploration of the ESG issues most germane \nto our business and long-term financial \nperformance.\nThis process began with a materiality assessment, \nin which we partnered with a third-party \nconsultancy to help us assess and rank the ESG \nissues that have the most impact on our long-term \nbusiness performance. We solicited the perspectives \nof our key internal and external stakeholders— \nincluding employees, Board members, customers, \nand shareholders. Based on this feedback and the \ndeliberations of our Executive Leadership Team \n(ELT) and members of our Board, we identified the \nESG issues that are most important to our \ncontinued success.\n1.  Enact was spun out of Genworth Financial, Inc. (NYSE: GNW). Genworth remains our \nmajority shareholder.\n", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}