{"page_content": "31\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nIncorporation \nof ESG Factors \nin Investment \nManagementTotal assets invested by industry and asset class FIN-IN-410a.1 Please refer to our Annual Filing, 10K, Footnote 3 and our and our Quarterly Financial Supplements (QFS) located on the Quarterly Results  \npage of our Investor Relations website  — our website for disclosures regarding our investments disclosure and the total assets invested by \nindustry and asset class.\nDescription of approach to incorporation of \nenvironmental, social, and governance (ESG) factors in \ninvestment management processes and strategiesFIN-IN-410a.2 Management of our investment portfolio has been partially delegated by our Board of Directors to our Parent’s investment committee and \nChief Investment Officer for the investments of the insurance subsidiary companies. The investments of our holding company, Enact \nHoldings, Inc., have been delegated to a third-party investment manager. Our Parent’s investment team, with oversight from our Board of \nDirectors and our senior management team, is responsible for the execution of our investment strategy. Our approach to managing \ninvestments is aligned with our fiduciary responsibility to strive to fulfill promises to our policyholders to be there when they need us most – a \ncore tenet of our sustainability platform. We have incorporated environmental, social, and governance (ESG) factors in investment \nmanagement processes and strategies into our overall investment strategy. Among other things, the Enact Investment Committee reviews \nESG-related investment risks, governance, market developments, and regulatory requirements to inform ultimate decisioning by the Enact \nInvestment Committee.  \n \nEnact holds more than $157 million of green, social, and sustainability-linked bonds.  \n \nFor more information, please see pages 22-24 of this report, or you can find additional investment information in our Annual Filing, 10K, Footnote \n3 and our Quarterly Financial Supplements (QFS) located on the Quarterly Results  page of our Investor Relations website  — our website for \ndisclosures regarding our investments disclosure and the total assets invested by industry and asset class.\nPolicies \nDesigned to \nIncentivize \nResponsible \nBehaviorNet premiums written related to energy efficiency and \nlow carbon technologyFIN-IN-410b.1 We do not collect net premiums written related to energy efficiency and low carbon technology, as we do not originate mortgages and only \ncollect information relevant to the underwriting of mortgage insurance.\nDiscussion of products and/or product features that \nincentivize health, safety, and/or environmentally \nresponsible actions and/or behaviorsFIN-IN-410b.2 As we do not originate mortgages, we do not have a discussion of products and/or product features that incentivize health, safety, and/or \nenvironmentally responsible actions and/or behaviors. We have policies and procedures and required training on fair lending to ensure that \nEnact fully complies with the Fair Housing Act, Equal Credit Opportunity Act and all related regulations, and state and local laws, and does not \nillegally discriminate in mortgage insurance decisions for pricing, underwriting, workout, credit policy, support, marketing, and other decisions \nthroughout the life of the mortgage insurance.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}