{"page_content": "32\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nEnvironmental \nRisk ExposureProbable Maximum Loss (PML) of insured products from \nweather-related natural catastrophesFIN-IN-450a.1 We are not a Hazard Insurance Company. Therefore, we do not calculate Probable Maximum Loss (PML) of insured products from  \nweather-related natural catastrophes. Additionally, we are not liable for physical damage per our Master Policy.\nTotal amount of monetary losses attributable to \ninsurance payouts from modeled natural catastrophes \n(net of reinsurance)FIN-IN-450a.2 We are not a Hazard Insurance Company. Therefore, we do not calculate the total amount of monetary losses attributable to insurance payouts \nfrom modeled natural catastrophes (net of reinsurance). Additionally, we are not liable for physical damage per our Master Policy.\nTotal annual losses attributable to insurance payouts from \nmodeled natural catastrophes (gross of reinsurance)FIN-IN-450a.2 We are not a Hazard Insurance Company. Therefore, we do not calculate the total annual losses attributable to insurance payouts from \nmodeled natural catastrophes (gross of reinsurance). Additionally, we are not liable for physical damage per our Master Policy.\nTotal annual losses attributable to insurance payouts from \nnon-modeled natural catastrophes (net of reinsurance)FIN-IN-450a.2 We are not a Hazard Insurance Company. Therefore, we do not calculate the total annual losses attributable to insurance payouts from \nnon-modeled natural catastrophes (net of reinsurance). Additionally, we are not liable for physical damage per our Master Policy.\nTotal annual losses attributable to insurance payouts from \nnon-modeled natural catastrophes (gross of reinsurance)FIN-IN-450a.2 We are not a Hazard Insurance Company. Therefore, we do not calculate the total annual losses attributable to insurance payouts from \nnon-modeled natural catastrophes (gross of reinsurance). Additionally, we are not liable for physical damage per our Master Policy.\nDescription of approach to incorporation of \nenvironmental risks into (1) the underwriting process for \nindividual contracts and (2) the management of firm-level \nrisks and capital adequacyFIN-IN-450a.3 We are not a Hazard Insurance Company. Therefore, we do not incorporate environmental risks into (1) the underwriting process for \nindividual contracts and (2) the management of firm-level risks and capital adequacy. Additionally, we are not liable for physical damage \nper our Master Policy.\nSystemic Risk \nManagementMtg Fin Activity Metric+B17:B29 FIN-IN-550a.1 Not Applicable\nTotal fair value of acceptable collateral posted with the \nCentral ClearinghouseFIN-IN-550a.1 Not Applicable\nTotal potential exposure to centrally cleared derivatives FIN-IN-550a.1 Not Applicable\nTotal fair value of securities lending collateral assets FIN-IN-550a.2 Not Applicable\nDescription of approach to managing capital- and \nliquidity-related risks associated with systemic non-\ninsurance activitiesFIN-IN-550a.3 Not Applicable; we do not engage in systematic noninsurance activities.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}