{"page_content": "35\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nLending \nPractices  \n(cont’d)Value of Prepayment Penalty residential mortgages with \nFICO scores above 660FN-MF-270a.1 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of Prepayment Penalty \nresidential mortgages with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force  \nin our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nValue of total residential mortgages with FICO scores \nabove 660FN-MF-270a.1 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of total residential mortgages \nwith FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force in our Quarterly Financial \nSupplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage modifications with FICO \nscores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage \nmodifications with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force in  \nour Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage modifications with FICO \nscores below or equal to 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage \nmodifications with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force \nin our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage foreclosures with FICO \nscores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage \nforeclosures with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force in  \nour Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage foreclosures with FICO \nscores below or equal to 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage \nforeclosures with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-  \nForce in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage short sales or deeds in \nlieu of foreclosure with FICO scores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage short \nsales or deeds in lieu of foreclosure with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-\nin-Force in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nNumber of residential mortgage short sales or deeds in \nlieu of foreclosure with FICO scores below or equal to \n660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the number of residential mortgage short \nsales or deeds in lieu of foreclosure with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance Written \nand Insurance-in-Force in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor \nRelations website . \nValue of residential mortgage modifications with FICO \nscores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage \nmodifications with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force in our Quarterly \nFinancial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nValue of residential mortgage modifications with FICO \nscores below or equal to 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage \nmodifications with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force \nin our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . ", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}