{"page_content": "36\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nLending \nPractices  \n(cont’d)Value of residential mortgage foreclosures with FICO \nscores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage foreclosures \nwith FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-Force in our Quarterly Financial \nSupplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nValue of residential mortgage foreclosures with FICO \nscores below or equal to 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage \nforeclosures with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-  \nForce in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nValue of residential mortgage short sales or deeds in lieu \nof foreclosure with FICO scores above 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage short sales \nor deeds in lieu of foreclosure with FICO scores above 660. We disclose detailed metrics related to New Insurance Written and Insurance-in-\nForce in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our Investor Relations website . \nValue of residential mortgage short sales or deeds in lieu \nof foreclosure with FICO scores below or equal to 660FN-MF-270a.2 We do not originate mortgages. We only provide mortgage insurance. Therefore, we do not calculate the value of residential mortgage  \nshort sales or deeds in lieu of foreclosure with FICO scores below or equal to 660. We disclose detailed metrics related to New Insurance \nWritten and Insurance-in-Force in our Quarterly Financial Supplement and in our quarterly and annual filings, which can be found on our \nInvestor Relations website . \nTotal amount of monetary losses as a result of legal \nproceedings associated with communications to \ncustomers or remuneration of loan originatorsFN-MF-270a.3 We do not calculate the total amount of monetary losses as a result of legal proceedings associated with communications to customers  \nor remuneration of loan originators, as we are not an originator of mortgages.  We disclose material legal matters in our Annual Reports on \nForm 10K . In 2022, we did not incur any losses related to communications.\nDescription of remuneration structure of loan originators FN-MF-270a.4 Not Applicable; The remuneration structure of loan originators is not applicable to our business. \nWeighted average Loan-to-Value (LTV) ratio of \nmortgages issued to minority borrowers with FICO \nscores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the weighted average  \nLoan-to-Value (LTV) ratio of mortgages issued to minority borrowers with FICO scores above 660. However, we do review anonymized, \ngeneral demographic data to inform goals and focus for our underwriting guidelines.\nWeighted average Loan-to-Value (LTV) ratio of \nmortgages issued to minority borrowers with FICO \nscores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the weighted average  \nLoan-to-Value (LTV) ratio of mortgages issued to minority borrowers with FICO scores below or equal to 660. However, we do review \nanonymized, general demographic data to inform goals and focus for our underwriting guidelines.\nWeighted average Loan-to-Value (LTV) ratio of \nmortgages issued to all other borrowers with FICO \nscores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the weighted average  \nLoan-to-Value (LTV) ratio of mortgages issued to all other borrowers with FICO scores above 660. However, we do review anonymized, \ngeneral demographic data to inform goals and focus for our underwriting guidelines.\nWeighted average Loan-to-Value (LTV) ratio of \nmortgages issued to all other borrowers with FICO \nscores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the weighted average  \nLoan-to-Value (LTV) ratio of mortgages issued to all other borrowers with FICO scores below or equal to 660. However, we do review \nanonymized, general demographic data to inform goals and focus for our underwriting guidelines.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}