{"page_content": "37\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nLending \nPractices  \n(cont’d)Number of mortgages issued to minority borrowers with \nFICO scores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the number of mortgages \nissued to minority borrowers with FICO scores above 660. However, we do review anonymized, general demographic data to inform goals  \nand focus for our underwriting guidelines.\nNumber of mortgages issued to minority borrowers with \nFICO scores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the number of mortgages \nissued to minority borrowers with FICO scores below or equal to 660. However, we do review anonymized, general demographic data to \ninform goals and focus for our underwriting guidelines.\nNumber of mortgages issued to all other borrowers with \nFICO scores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the number of mortgages \nissued to all other borrowers with FICO scores above 660. However, we do review anonymized, general demographic data to inform goals  \nand focus for our underwriting guidelines.\nNumber of mortgages issued to all other borrowers with \nFICO scores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the number of mortgages \nissued to all other borrowers with FICO scores below or equal to 660. However, we do review anonymized, general demographic data to \ninform goals and focus for our underwriting guidelines.\nValue of mortgages issued to minority borrowers with \nFICO scores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the value of mortgages issued \nto minority borrowers with FICO scores above 660. However, we do review anonymized, general demographic data to inform goals and focus \nfor our underwriting guidelines.\nValue of mortgages issued to minority borrowers with \nFICO scores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the value of mortgages issued \nto minority borrowers with FICO scores below or equal to 660. However, we do review anonymized, general demographic data to inform goals \nand focus for our underwriting guidelines.\nValue of mortgages issued to all other borrowers with \nFICO scores above 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the value of mortgages issued \nto all other borrowers with FICO scores above 660. However, we do review anonymized, general demographic data to inform goals and focus \nfor our underwriting guidelines.\nValue of mortgages issued to all other borrowers with \nFICO scores below or equal to 660FN-MF-270b.1 In order to ensure fair credit decisions, we do not collect demographic data on individual borrowers, including the value of mortgages issued \nto all other borrowers with FICO scores below or equal to 660. However, we do review anonymized, general demographic data to inform goals \nand focus for our underwriting guidelines.\nDiscriminatory \nLendingTotal amount of monetary losses as a result of legal \nproceedings associated with discriminatory mortgage \nlendingFN-MF-270b.2 We do not originate mortgages. We disclose material legal matters, including the total amount of monetary losses as a result of legal \nproceedings associated with discriminatory mortgage lending, in our Annual Reports on Form 10K .  In 2022, we did not incur any losses \nattributed to discriminatory mortgage lending.\nDescription of policies and procedures for ensuring \nnondiscriminatory mortgage originationFN-MF-270b.3 We do not originate mortgages, we only provide mortgage insurance. Therefore, we do not have policies and procedures for ensuring \nnondiscriminatory mortgage origination. We have policies and procedures and required training on fair lending to ensure that Enact fully \ncomplies with the Fair Housing Act, Equal Credit Opportunity Act and all related regulations, and state and local laws, and does not illegally \ndiscriminate in mortgage insurance decisions for pricing, underwriting, workout, credit policy, support, marketing, and other decisions \nthroughout the life of the mortgage insurance.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}