{"page_content": "38\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nSASB Topic Metrics Code Response\nEnvironmental \nRisk to \nMortgaged \nPropertiesNumber of mortgage loans in 100-year flood zones FN-MF-450a.1 Not Applicable; we do not collect information on the number of mortgage loans in 100-year flood zones as we do not originate the loans and \nonly collect information relevant to the underwrite of mortgage insurance. \nValue of mortgage loans in 100-year flood zones FN-MF-450a.1 Not Applicable; we do not collect information on the value of mortgage loans in 100-year flood zones as we do not originate the loans and \nonly collect information relevant to the underwrite of mortgage insurance. \nAmount of credit risk for mortgage loans attributable to \ndefault risk from weather-related natural catastrophes, \nby geographic regionFN-MF-450a.2 Not Applicable; we do not calculate the amount of credit risk for mortgage loans attributable to default risk from weather-related natural \ncatastrophes by geographic region, as we are not liable for home physical damage per our Master Policy. \nPercentage of credit risk for mortgage loans attributable \nto default risk from weather-related natural catastrophes, \nby geographic regionFN-MF-450a.2 Not Applicable; we do not calculate the percentage of credit risk for mortgage loans attributable to default risk from weather-related natural \ncatastrophes by geographic region, as we are not liable for home physical damage per our Master Policy.  \nDescription of how climate change and other \nenvironmental risks are incorporated into mortgage \norigination and underwritingFN-MF-450a.3 We discuss risks related to climate change and other environmental factors monthly during our Enterprise Risk Management (ERM) and/or \nportfolio reviews.  Both of these reviews are conducted with our Chief Risk Officer.  If it is determined that a given risk warrants review at the \nRisk review with the Enact CEO and SLT, it will be reviewed there as well.\nCautionary Note: \nThis report contains certain “forward-looking statements” within the meaning of the United States Private Securities Litigation Reform Act of 1995. \nForward-looking statements may be identified by words such as “expects,” “anticipates,” “intends,” “plans,” “believes,” “seeks,” “estimates,” “will”  \nor words of similar meaning and include, but are not limited to, statements regarding the outlook for future business and financial performance of  \nEnact Holdings, Inc. (“Enact”) and its consolidated subsidiaries. Forward-looking statements are based on management’s current expectations and \nassumptions, which are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict. Actual outcomes and results \nmay differ materially due to global political, economic, business, competitive, market, regulatory, and other factors and risks, including those discussed \nat the end of this presentation, as well as in the risk factor section of Enact’s Annual Report on Form 10-K, filed with the United States Securities and \nExchange Commission (SEC) on February 28, 2023, Enact undertakes no obligation to publicly update any forward-looking statement, whether as a \nresult of new information, future developments, or otherwise.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}