{"page_content": "5\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nEnact2 (NASDAQ: ACT) is a leading U.S. private mortgage insurance  \nprovider that enables Americans to achieve the dream of homeownership. \nOur mission is to help families who can’t afford the traditional 20% down \npayment to purchase a home by providing private mortgage insurance \n(PMI). Through underwriting excellence, customer support, and borrower \neducation, we help millions of Americans become homeowners—which in \nturn helps build wealth and stronger communities.\nWe operate in all 50 states and the District of Columbia, have long-tenured \ncustomer relationships with mortgage lenders, and are focused on  \nresponsible underwriting and prudent risk and capital management  \npractices. We believe our operating and technological capabilities provide \nsuperior customer experience and drive new business volume at attractive \nrisk-adjusted returns.\nAbout Enact\nAbout This Report\nThis is Enact’s inaugural Environmental, \nSocial, and Governance (ESG) Report. \nIt covers the period of our fiscal year \nfrom January 1, 2022, to December 31, \n2022. The report is guided by the \nMateriality Assessment completed  \nin Q4 of 2022. Our Materiality \nAssessment included a review of \nleading ESG frameworks and standards, \nthe mortgage industry regulatory \nenvironment, and input from both \ninternal and external stakeholders. \nIn preparing this report, we also \nconducted a review of our \nEnvironmental, Human Rights, and \nHealth and Safety policies , as well as \nour Code of Ethics .\n2.  Enact Holdings, Inc. operates principally through its wholly-owned subsidiary Enact Mortgage Insurance Corporation to provide private mortgage Insurance (PMI) to mortgage \nlenders in the United States.", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}