{"page_content": "10\nPillar I: Strengthening  \nOur CommunitiesPillar II: Driving Diversity and Inclusion  \n& Supporting Our PeoplePillar III: A Focus on Responsible Business Practices  \n& Sound Corporate GovernanceConclusion & \nLooking AheadAppendix Introduction\nHelping Underserved Communities  \nAchieve the Dream of Homeownership\nWe know that owning a home helps families build wealth  \nover generations and stabilizes communities. However, \nAmericans have not enjoyed these benefits equally. According \nto the U.S. Department of the Treasury, the homeownership \nrate for white households is 75%, compared to 45% for  \nBlack households, 48% for Hispanic households, and 57% for \nnon-Hispanic households of any other race.3 The disparity in homeownership rates between Black and white Americans  \nis now higher than it was in the early 1960s, before the 1968  \nFair Housing Act was passed.4 \nIn order to ensure fair credit decisions, we do not collect \ndemographic data such as race, ethnicity, national origin, or \nreligion in conducting our business or making underwriting \ndecisions. However, we do review anonymized, general \ndemographic data to inform goals and focus for our \nunderwriting guidelines.Pillar I: Strengthening Our Communities\n3. U.S. Department of the Treasury, “Racial Differences in Economic Security: Housing,”  as of November 4, 2022.\n4. The Pew Charitable Trusts, “Black Families Fall Further Behind on Homeownership,”  October 13, 2020.Enact is deeply engaged with the communities  \nwe serve and live in by enabling more families to \nachieve the dream of sustainable homeownership \nand create wealth, while also delivering on  \nour commitment to employee volunteerism, \nphilanthropy, and environmental responsibility. \nEnact’s Mission: Enabling  \nIncreased Homeownership\nWe believe our mission to help families buy—and stay in—\nhomes has a positive impact on the communities we serve. \nThis inspires us to go the extra mile for our customers \n(mortgage lenders) and their borrowers. We look at  \nthe bigger picture, always considering our customers’ \nprocesses and their borrowers’ experiences. In this way, we \nseek to strengthen not just our customers’ business, but also \nthe neighborhoods where we live and which we serve.\nPMI provides a pathway to homeownership for families who \ndon’t have the traditional 20% down payment available, \nincluding those who have traditionally been underserved by the \nbanking and credit industries. We believe that there are many \nAmericans who are left out of the dream of homeownership \nunnecessarily and should be allowed to enjoy the myriad of \nbenefits homeownership has to offer.Homeownership Rates by Race/Ethnicity4\nWhite  \nHouseholds75%\nBlack  \nHouseholds45%\nHispanic  \nHouseholds48%\nNon-Hispanic  \nHouseholds57%", "metadata": {"source": "NASDAQ_ACT_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}