{"page_content": "11\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nApple’s renewable energy projects (megawatts)  \n \n \n \n \n \nApple has installed 315 megawatts of Apple-owned renewable energy projects and \nprojects with long-term agreements. An additional 618 megawatts of renewable energy \nprojects are in construction. This does not include Apple-owned projects supporting \nthe supplier clean energy program, such as the 485 megawatts of solar and wind  \nprojects in China.\nProducing renewable energy to meet our own needs.\nBurning coal, oil, or natural gas to produce electricity releases carbon \ndioxide and other greenhouse gases into the atmosphere. So we’ve \ncommitted to power all our corporate offices, retail stores, and data \ncenters worldwide using only renewable energy. We’re producing a lot of \nit ourselves, developing our own solar, fuel cell, water, and wind projects. \nFor example, we connected 40 megawatts of new solar energy to China’s \nnational grid, producing more than enough electricity for all our corporate \noffices and retail stores in China. Since 2011, these projects have reduced \nthe emissions from our offices, data centers, and retail stores worldwide by \n60 percent and prevented more than 1.6 million metric tons of CO₂e from \nentering the atmosphere. In 2016 alone, they reduced CO₂e emissions by \nnearly 585,000 metric tons. Without renewable energy, these emissions \nwould have more than tripled since 2011. We’ve also issued a $1.5 billion \ngreen bond, which is dedicated to financing environmental projects, \nincluding renewable energy initiatives at our facilities around the world.\nApple scopes 1 and 2 building emissions \nWorldwide corporate, data centers, and Apple Stores\n \nSince 2011, Apple has reduced emissions from our offices, data centers, and retail \nstores worldwide by 60 percent. Without renewable energy and energy efficiency \nmeasures, these emissions would have increased over 200 percent since 2011.  \nIn fiscal year 2016, we added colocation facilities and distribution centers to our  \nelectricity footprint, contributing to the increase in default emissions. More detailed \nemissions data is provided in Appendix A.In February 2017, we issued our  \nfirst Green Bond report, covering  \nfiscal year 2016. \nDownload now   ↓⃝Default grid emissions  \nTotal emissions if Apple  \nhad no renewable program\nApple emissions  \nEmissions after accounting \nfor Apple’s renewable  \nenergy program700,000\n600,000\n500,000\n400,000\n300,000\n200,000\n100,000\nFY 2011 FY 2012 FY 2013 FY 2014 FY 2015 FY 20160metric tons CO 2 equivalent\n0                    250                   500                   750         1000               Operational\nIn Construction\nWe worked with Sunseap to source  \n100 percent clean energy in Singapore \nfrom a first-of-its-kind project: roughly \n32 megawatts of solar panels on more \nthan 800 rooftops in the city. \n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}