{"page_content": "12\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nOur renewable energy strategy\n2. Renewable energy\nRenewable energy ownership.  Where feasible, we produce our own renew -\nable energy by building our own renewable energy facilities, including solar \narrays, wind farms, biogas fuel cells, and micro-hydro generation systems.\nDedicated renewable energy contracts. Where it’s not feasible to build  \nour own generation, we sign long-term renewable energy purchase contracts, \nsupporting new, local projects that meet our robust renewable energy  \nsourcing principles. \nGrid purchased renewable energy and environmental attributes.  In cases \nwhere we aren’t able to create new renewable energy projects ourselves due to \nlocal constraints, we directly purchase renewable energy from newer projects in \nnearby markets, or through available utility green energy programs. When these \noptions are not available, we are willing to procure strong renewable energy \ncredits (RECs) tied to recently constructed renewable energy projects, applying \nthe same rigor to our grid-purchased renewables as we do to our Apple-created \nrenewables. When Apple acquires RECs, we require that they are Green-e Energy \ncertified and come from the same power grid—and preferably the same state—\nas the Apple facility they support.1. Energy efficiency\nAn important first step in \nmanaging energy use is to \nensure our facilities use \nas little as possible. That’s \nwhy we design them for \nmaximum energy efficiency \nand regularly audit our facility \nenergy use to identify further \nopportunities for energy \noptimization.\nOur renewable energy sourcing principles. \nWe encounter many legal and regulatory frameworks around the world that limit our renewable energy supply \noptions. In each location, we endeavor to choose the strongest approach available to us as defined by these  \nguiding principles.\nDisplacement. We seek to displace more-polluting forms of energy in the same electric grid region as our  \nfacilities. We accomplish this by taking power directly from Apple-owned installations and by delivering into  \nthe grid an amount of renewable energy equal to the amount of energy we take from that grid.\nAdditionality. We strive to create new clean energy that adds to the energy sources already delivering to the  \ngrid. This generally means participating in renewable energy projects that would not have been built without \nApple’s involvement. We make sure that the energy we count toward our goals is not counted toward regulatory \nobligations that utilities must meet, such as the Renewable Portfolio Standards adopted by many states.\nAccountability.  We apply rigor in measuring and tracking our energy supply resources, and use third-party  \nregistries such as WREGIS and NC-RETS, certification programs such as Green-e Energy, and contractual  \nprovisions to ensure that all renewable energy supplied to Apple is supplied only to Apple. When no such  \nsystem exists, we work with industry partners and governmental entities to create them.Wind Water Biogas fuel cell Geothermal Solar", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}