{"page_content": "13\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016The cleanest energy is the energy you never use. \nWe’ve made energy efficiency a priority across all of our facilities,  \nseeing energy savings of 25 percent or more in the buildings assessed. \nWe have conducted extensive energy efficiency projects at our corporate \nheadquarters in Cupertino, California, and the surrounding Santa Clara \nValley where we operate more than 180 buildings. We’ve done the same  \nat other campuses with high energy use—such as Elk Grove and Austin. \nAs buildings age and our working needs change, we’ve undertaken \naggressive programs to improve the comfort and function of our facilities, \nwhile ensuring they require less energy.\nFrom efficiency improvements made over the past six years, in fiscal \nyear 2016 we saved 55 million kilowatt-hours of energy—equivalent to \nthe electricity needed to power 4500 homes for a year. The efficiency \nimprovements include upgrading to LED lighting, retro-commissioning \nbuilding controls, and upgrading heating, ventilation, and air-conditioning \nsystems. When designing new buildings, we optimize energy through use \nof high-efficiency lighting and heating, ventilation, and air-conditioning  \nsystems and through careful selection of windows, insulation, shading, \nand roofing materials to reduce heating and air-conditioning loads.\nWe’re lessening our impact when we commute or hit  \nthe road. \nEven as we shrink the carbon footprint of Apple’s facilities, we’re \ncontinuing to look for ways to reduce carbon emissions from business \nfleet vehicles, employees’ commute, and business travel. Those emissions \ngrew by 8 percent in fiscal year 2016, primarily because our employee \ncount increased by 15 percent in the same period. However, emissions \nfrom air travel and rental car mileage decreased despite our growth, \nreflecting an emphasis on only business-critical travel. We also offer \nour U.S. employees a transit subsidy of up to $100 per month, and at \nour Cupertino and surrounding Santa Clara Valley campus, we offer free \ncoach buses to commute to and from our corporate offices. In fiscal year \n2016, use of these coach buses increased by 4 percent. When Apple Park \nopens, we will add 700 new electric vehicle charging ports, over 1000 new \ncampus bicycles, and a dedicated transit center.Transportation emissions\nmetric tons CO 2e\nmetric tons CO 2e/employee200,000\n160,000\n120,000\n80,000\n40,000\nFY13 FY14 FY15 FY160\n2.0\n1.5\n1.5\n0.5\n0.0\nFY13 FY14 FY15 FY16\nBusiness Fleet Vehicles (Scope 1)\nEmployees’ Commute (Scope 3)Business Travel (Scope 3)\nTransportation emissions  \nper employee", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}