{"page_content": "100%\nApple data centers are powered by  \n100 percent renewable energy.\n14\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Product Usage\nWe take responsibility for every watt  \nof power you use on your device.\nThe energy it takes to run your device during its expected lifespan is \nadded to our carbon footprint. That includes the energy it takes to  \ncharge your device, which often comes from carbon-intensive sources \nsuch as coal or natural gas. So we’re always developing new ways to make \nour products as efficient as possible. For example, macOS puts storage \nmedia to sleep and runs processors in an ultralow power mode when \nyou’re not hard at work. And when you are, it uses less energy for apps \nthat are open but not visible, and pauses animated website plug-ins until \nyou give the OK. It can even idle the processor to its lowest power state \nbetween keystrokes and while the display is on. These energy savings \nmight seem tiny, but when multiplied by every Apple computer in the \nworld, they’re huge.\niMessage, FaceTime, and Siri run on 100 percent  \nrenewable energy. \nEvery time you send an iMessage, make a FaceTime call, ask Siri a \nquestion, download a song, or share a photo, it takes energy. We’re proud \nto say that all those tasks are handled by Apple data servers running on \n100 percent renewable energy. All told, in 2015 our data centers avoided \n187,000 metric tons of CO₂e emissions. And in 2016, that number grew \nto more than 330,000 metric tons. When we need additional capacity, \nwe work with third-party data centers. Even though we don’t own these \ncolocation facilities, and share them with other companies, we still \ninclude them in our renewable energy goals. So we’re working with these \nproviders to get them to 100 percent renewable energy too. And we’re \nproud that in 2016, more than 99 percent of their electricity came from \nrenewable sources.\nEach of our data centers has unique design features that reflect the \nclimate and other aspects specific to its location. Our data centers are \nbuilt with the environment in mind, often including innovative energy \nefficiency measures. Our data centers in North Carolina, Oregon, and \nNevada earned LEED Platinum certification from the U.S. Green Building \nCouncil—the highest level possible. For more information about Apple’s \nindustry-leading efforts to green our data centers, see Appendix B.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}