{"page_content": "15\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY20162008 2009 2010 2011 2012 2013 2014 2015 201623.224.2\n21.8\n17.7\n14.6\n11.28.8 8.47Since 2008, we’ve reduced the average energy consumed \nby Apple products by 70 percent. ⁴\nMacBook Pro consumes 15 percent less energy than the previous \nMacBook Pro models. iMac consumes 97 percent less energy in sleep \nmode than the first generation. Mac mini consumes 40 percent less \npower when idle than the previous generation. And you can charge your \niPhone 7 once a day for a year for only 61 cents.⁵ These advancements  \nare bringing down our overall carbon footprint and your electricity bill at \nthe same time.\n \n \n \n \n \n \n \n \nProduct Transportation and Recycling\nWe’re taking responsibility for shipping \nand recycling.\nWe include all the energy used for shipping and recycling in our carbon \nfootprint. So we make our devices lighter and our packaging smaller to \nconsume less fuel when they’re transported by air and sea. Because it’s \nbetter for the environment, we ship by sea as often as we can. We’re also \nadjusting our recycling practices. When collecting end of life products, \nwe maximize the environmental benefits of recycling by weighing the \navailability of local recovery technology with the impacts of shipping \nwaste. When we have to ship recycled materials, we do it responsibly. \nAnd nothing is discarded unsafely. A10\niPhone 7 uses the A10 Fusion chip, which \nis the most powerful chip ever in a smart -\nphone, and it’s extremely efficient.\nProduct energy use (kWh/yr)\nWe continue to reduce the average energy \nour products use compared with previous \ngenerations.\n97%\niMac consumes 97 percent less energy  \nin sleep mode than the first generation.\n7x\nMac mini exceeds ENERGY STAR \nrequirements by up to seven times.⁶\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}