{"page_content": "17\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016To prioritize which materials to tackle first, we created Material Risk \nProfiles for 44 elements in our products. The profiles identified global \nenvironmental, social, and supply risk factors spanning the life of each \nmaterial. We then combined the risk profiles with data that’s more specific \nto Apple, like how much of a material we use, how unique our use is, or \nwhere we think we can create the most change. The results from our first \nround of analysis reinforced the need to work on aluminum—which we had \nalready identified as a priority through our carbon footprint work—and on \nmaterials like tin and cobalt. \nAs we embrace the circular economy and embark on this journey, we’re \ntailoring our approach to the specific properties of each material and how \nwe use it. Each project is a bit different.\nFor aluminum, we found that one of the best sources of recycled material \nwas our own products and processes. This is because we specify such  \na high grade of the material—it’s part of what makes our products so \nstrong and durable. Today, the only way to keep aluminum at this level  \nof quality is to keep a clean material stream—not to mix it with existing \nscrap aluminum, which is what typically happens at recycling facilities.  \nOur challenge is to recover the aluminum from our products without \ndegrading its quality.\nThat’s why our investments in new recycling technologies are so \nimportant. Existing techniques, such as shredding, only recover a few \nkinds of materials and often diminish their quality. So we invented Liam, \na line of robots that can quickly disassemble iPhone 6, sorting its high-\nquality components with the goal of reducing the need to mine more \nresources from the earth. With two Liam lines up and running, we can \ntake apart up to 2.4 million phones a year. It’s an experiment in recycling \ntechnology that’s teaching us a lot, and we hope this kind of thinking will \ninspire others in our industry.\nWe’ve already begun using the reclaimed aluminum to build new devices. \nWe took aluminum enclosures Liam recovered from iPhone 6, melted \nthem down, and reused the material to create Mac mini computers that \nwe use in our iPhone final assembly facilities. We wanted to show it was \npossible to use our own scrap to build new products. Now we’re looking \nfor opportunities to expand this pilot.\nFor tin, we took a different approach. Unlike aluminum, there is an existing \nmarket supply of recycled tin that meets our quality standards. So we \nare tapping into that supply for iPhone 6s, and now using 100 percent \nrecycled tin for the solder on the main logic board, where the majority of \ntin in the device is found.7Learn more about Liam, Apple’s  \nexperiment in disassembly technology.\nDownload the white paper   ↓⃝\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}