{"page_content": "18\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nBut sourcing isn’t enough—we want to recover as much tin as we’re using \nand make sure it’s put back into the world’s supply. Unfortunately, tin is \nnot recovered by all electronics recyclers. So we are working to identify tin \nrecyclers and ensure that the material is being consistently recovered and \nrecycled from our products. To start, we are sending iPhone 6 main logic \nboards recovered by Liam to a recycler who can reclaim the tin in addition \nto the copper and precious metals. We are now looking for ways to do this \non a larger scale for tin—and apply what we’ve learned to other materials. \nFor example, we’re experimenting with ways to recover cobalt from our \nlithium-ion batteries and use recycled cobalt.\nThroughout this process, we’re learning a lot about how to create closed-\nloop supply chains. For some materials, sourcing recycled content will be \nsufficient as long as we ensure the same amount is recovered, recycled, \nand put back on the market. Where recycled content isn’t available at \nthe desired quality, we can drive improvements in recycling technologies \nand a tighter closed loop—such as using material from old Apple devices \nto build new ones. And when there are materials for which recycling \ntechnologies don’t yet exist, we’ll need to invest in research and other \ntechnology solutions.For every 100,000 iPhone 6 \ndevices, Liam has the potential \nto recover the following  \nmaterials:\nAluminum (1900 kg)  \nCopper (800 kg)  \nGold (0.3 kg)  \nPlatinum Group Metals (0.4 kg)  \nSilver (7 kg)  \nTin (55 kg)  \nRare Earth Elements (24 kg)  \nCobalt (550 kg)  \nTungsten (3.5 kg)  \nTantalum (2.5 kg)\nLiam is a line of robots that  \ndisassembles iPhone 6 into  \nindividual components, making  \nit easier to recover finite  \nresources such as aluminum, \ntungsten, and cobalt.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}