{"page_content": "19\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016We’re finding new ways to keep old materials out  \nof landfills\nWe’re committed to making sure all the waste created by our supply \nchain is reused, recycled, composted, or, when necessary, converted into \nenergy. Reaching this goal requires collaboration among multiple Apple \nteams, local governments, and specialty recyclers, but we’ve already seen \ngreat success. In 2015, our facility in Cork, Ireland, was the first outside \nNorth America to receive UL’s Zero Waste to Landfill validation. And most \nrecently, 17 of our 18 final assembly sites—including all 14 sites in China—\nhave received UL’s Zero Waste to Landfill validation, diverting more than \n240,000 metric tons of waste from landfills since January 2015. We’ve \nrecently expanded this initiative to 25 more suppliers.\nWhen we first started working with suppliers, we found that facilities  \nwere already diverting on average 70 percent of the waste generated from \nmanufacturing, cafeterias, and employee support facilities. The challenge \nwas to address the remaining low- or no-value, mixed-waste materials \nthat most recyclers will not accept. We worked closely with our suppliers \nto find innovative ways to reduce, recycle, eliminate, or incinerate this \nwaste for energy recovery. For example, at many of our iPhone and Apple \nWatch final assembly facilities, we implemented waste sorting on the line \nto separate recyclable materials. We also implemented a component tray \nreuse program for iPhone, allowing single-use trays to flow through the \nsupply chain multiple times. At other sites, suppliers established waste \nreduction campaigns and worked with local recyclers to process materials \nnot previously accepted. In response to this program, all iPhone and \nApple Watch final assembly suppliers now have “zero waste” or “green” \nteams to support this program and other environmental improvements. \nThe impact of this program extends far beyond our suppliers’ walls: It has \nstrengthened local recycling networks, increased the use of recyclable \nand reusable materials, and inspired other component suppliers who want \nto learn how to follow suit.\nAt our corporate offices and retail stores, we’re creating robust recycling \nand composting programs to minimize the environmental impact of the \nwaste we produce. In fiscal year 2016, we generated approximately \n21.6 million pounds of waste, and diverted over 28.2 million pounds of \nmaterials from landfill through recycling and 13.7 million pounds through \ncomposting, due in part to a food scraps recovery program launched in \n2016 for our offices in Sunnyvale, California. Our rate of landfill diversion \nwas 66 percent in fiscal year 2016. We continue to work to improve our \nrate of landfill diversion through a variety of actions, including expanding \ncomposting at our corporate campuses, and pursuing a zero waste effort \nat our nearly 490 retail stores. \nApple disposes of hazardous waste responsibly. We complete regular \naudits of the Transportation, Storage, and Disposal Facilities (TSDF), \nwhere hazardous waste is ultimately sent to be treated, incinerated, or \nrecycled. Only facilities we audit and approve are allowed to accept and \ntreat the hazardous waste Apple generates. We take this commitment \nseriously—if the TSDFs do not meet our strict standards for environment, \nhealth, safety, and waste management protocols, we switch facilities.100%\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\nFY12 FY13 FY14 FY15 FY16Landfill diversion rate for  \noffice waste\nWaste, recycling, and compost data  \nis collected or estimated for all Apple  \nfacilities, including our retail stores.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}