{"page_content": "20\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY20162012 2013 2014 2015 2016300350\n250\n200\n150\n100\n50\n0Water Use (millions of gallons)Retail\nData CentersCorpora teRenewable Resources \nWhen we use renewable resources,  \nwe make sure to use them responsibly.\nThe earth’s most precious resources, like water and paper, are renewable \nif they’re managed responsibly. So we do everything we can to conserve \nthem. We’re measuring our water footprint and finding ways to reduce or \nreuse water wherever possible. We’re also using paper and plastic more \nefficiently in our packaging, and tackling our zero-waste-to-landfill goals \nat our campuses and retail stores. And we’re committed to protecting and \ncreating more sustainable forests than we’re using.\nWe hold ourselves accountable for every drop of  \nwater we use.\nWater is essential to all life. We need it to drink, to grow our food, and to \nmaintain natural ecosystems throughout the planet. And though water is \na renewable resource, its scarcity makes it precious in many parts of the \nworld. So we hold ourselves accountable for the water we use, whether \nat our headquarters in California or in our suppliers’ facilities around the \nglobe. We’re constantly seeking ways to conserve water and discharge \nwastewater safely.\nAt our own offices, data centers, and retail stores across the world, \nwe monitor water use within our cooling, landscaping, and sanitation \nprocesses so we can develop targeted ways to conserve water. In fiscal \nyear 2016, Apple used 630 million gallons of water, up 10 percent from  \nthe previous year. This increase was driven primarily by growth at our  \ndata centers, both from increased construction and cooling needs. We \nhave also transitioned our Mesa, Arizona, facility from a corporate office  \nto a data center.\nCorporate water use\nWe calculate our corporate water use for our data centers, retail stores, and  \ncorporate offices.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}