{"page_content": "Can we power a global business with the sun, wind, and water?\nCan we get 100 percent of our supply chain to move to 100 percent \nrenewable energy?\nCan we one day stop mining the earth altogether?\nCan we use only 100 percent recycled and responsibly sourced  \npaper in our packaging?\nCan we improve on the world’s best materials?\nThat’s Apple: asking bold questions, tackling big problems, and relentlessly \ninnovating to solve them. The approach also lies at the heart of our global \nenvironmental strategy—driving us to make not just the best products in \nthe world, but the best products for the world.\nApple’s 2017 Environmental Responsibility Report, covering fiscal year \n2016, is our tenth annual update. It highlights the ambitions we have set \nfor ourselves and our progress toward meeting them. We remain focused \non three priorities through which we—and our stakeholders—believe \nApple can make the biggest difference: \n• Reduce our impact on climate change by using renewable energy  \nsources and driving energy efficiency in our products and facilities. \n• Conserve precious resources so we all can thrive. \n• Pioneer the use of safer materials in our products and processes.\nWe still have a long way to go and a lot to learn. But we’re making \ntremendous progress.\nIn 2016, 96 percent of the electricity used at our global facilities came  \nfrom renewable energy, reducing our carbon emissions by nearly 585,000 \nmetric tons. We’re 100 percent renewable in 24 countries—and all of \nApple’s data centers. Our work is led by Lisa Jackson, \nApple’s Vice President of Environment, \nPolicy and Social Initiatives, reporting \ndirectly to CEO Tim Cook. The Office of \nEnvironment, Policy and Social Initiatives \nworks with teams across Apple to set \nstrategy, engage stakeholders, and \ncommunicate progress. Our integrated \napproach means that decisions about \nApple values, including environment, are \nreviewed and supported at the highest \nlevels of the company. \n3\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nEnvironmental Responsibility at Apple\nT o ask less of the planet,  \nwe’re asking more of ourselves.\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}