{"page_content": "21\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nUsing the water risk analyses we began in 2015, we have targeted water \nconservation efforts at some of our highest-priority locations, based on \nwater stress and use. These include our offices in Santa Clara Valley and \nIsrael, as well as our data centers. In Santa Clara Valley, we continued to \nexpand our deployment of high-definition flow sensors and sub-meters in \nour landscaping. This will reduce irrigation water use by up to 30 percent \ncompared with fiscal year 2015—saving about 15.3 million gallons per year. \nOnce opened, Apple Park will use recycled water from the city of Sunnyvale \nfor flushing, cooling and irrigation needs, reducing our freshwater usage by \nover 20 million gallons annually. In Israel, our buildings have installed a smart \nwater monitoring and leak detection system to conserve water, a system \nthat is now being tested in Santa Clara Valley offices. As a result of these \nconservation efforts, our corporate water use per employee declined by  \n2 percent in fiscal year 2016.\nWe also installed extensive sub-metering at our data centers to pinpoint \nareas of use, detect leakage, and develop better ways to conserve  \nwater. At our Maiden data center, our newest building uses captured  \nrainwater for cooling, cutting our water needs by 50 percent from  \nprevious designs. Today, recycled water makes up 1 percent of our water \nusage across all facilities, and we continue to look for opportunities to  \nreuse and recycle water. For example, we are working with the city of \nPrineville, Oregon, to build a wastewater treatment plant that will supply  \nour cooling needs, reducing our reliance on potable water and leaving it \navailable for other users. \nWe’re planting more than 9000 drought-\nresistant trees at our new campus in \nCupertino. We selected many tree  \nvarieties that were native to the area  \nas well as others that could thrive in  \na range of climate change scenarios. ", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}