{"page_content": "22\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016The vast majority of our product water footprint is found in manufacturing, \nso in 2013 we established the supplier Clean Water Program to help our \npartners conserve water and prevent water pollution. We put a special \nemphasis on working with suppliers with high water usage and in water \nscarce regions, as well as makers of components that our life cycle water \nassessments have identified as particularly water-intensive. These  \nlife cycle assessments include water that’s consumed in energy production—\nsuch as for oil extraction, distillation, and processing—as well as non-\nenergy sources including water consumed during metals processing and \nproduct recycling. Through employee training, baseline assessments, \nperformance evaluations, and technical support, we helped our suppliers \nconserve more than 3 billion gallons of water in 2016 alone, increasing \naverage water reuse to 36 percent across 86 sites. And since many of our \nsuppliers also build components for other companies, we’re reducing the \nwater footprint of non-Apple products too.Since our Clean Water Program began, \nwe’ve helped our suppliers save more \nthan 8 billion gallons of water—enough \nto provide every person on the planet \nwith 18 glasses of water.8 billion\n050100150200250\nRetail Stores Corporate Offices Data CentersMillions of gallons\nLow\nLow-MediumMedium-HighHighWe mapped our water use to different \nlevels of water risk (as defined by \nWRI’s Aqueduct tool) across the world \nto understand where we should be \nfocusing our conservation efforts. Water \nrisk takes into consideration indicators \nsuch as water scarcity, business risk, \nand habitat and livelihood impact to the \nbasins in which we operate.\nSource: World Resources Institute (WRI) Aqueduct, \nwww.wri.org/our-work/project/aqueductHow we think about water.\nThe impact of water use varies significantly depending on the watershed \nconditions where the water is being used. So we’ve continued to look \nat more sophisticated ways to measure and analyze our water use. The \nway we manage water is different based on the climate and nature of our \noperations across our facilities, whether it’s our data centers, corporate \noffices, manufacturing sites, or retail stores. We map our global water \nuse against scarcity indicators. This analysis helps us prioritize our \nconservation efforts across our operations.\nCorporate water use by level of risk (FY2016)", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}