{"page_content": "23\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016We’re not just protecting forests. We’re protecting future  \ngenerations of them.\nForests provide wood fiber for the paper we use in our packaging. They \nalso clean our air, purify our water, and shelter wildlife. So we work hard  \nto minimize our impact by sourcing paper responsibly and using it as  \nefficiently as possible. But that’s not enough. The world’s forests still  \nface widespread destruction due to illegal logging, poor management,  \nand aggressive land development. That’s why we’re determined to protect  \nand create enough sustainably managed forests around the world to  \ncover all our packaging needs and produce fiber for generations.⁸\nUsing paper more efficiently.\nWe’re constantly looking for ways to make our packaging smaller, creating \ntechnologies that use paper more efficiently, and using recycled paper \nwhenever we can. In fiscal year 2016, we used 131,000 metric tons of \nfiber, of which 62 percent was recycled, 38 percent was virgin fiber from \nresponsibly managed sources, and less than 1 percent was virgin fiber \nthat did not comply with our sustainable fiber specification. We’re also \ndesigning our packaging to use fewer plastics, in favor of renewable, \nresponsibly sourced fiber. For example, the accessory tray in the iPhone 7 \nbox is made from a mix of sustainably harvested bamboo fiber and bagasse, \na waste by-product of sugarcane manufacturing.\nFiscal year 2016 fiber footprint\n131,000\nmetric tons\n 62% 38% <1%\n Recycled fiber Responsibly sourced fiber Other virgin fiber\n   \nOur fiscal year 2016 fiber footprint includes all paper used to package and ship  \nproducts, as well as all in-box paper and paper retail bags. This year, we also \nincluded our corporate paper use, which accounts for about 1 percent of our total \nfootprint. We calculate our fiber footprint to reflect fiber losses during the paper \nproduction process.\nNote: Due to rounding, total percentages don’t add up to 100.All our suppliers must adhere to \nOur sustainable fiber specification.\nDownload now   ↓⃝\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}