{"page_content": "24\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Sourcing virgin paper responsibly.\nWhen we use virgin paper in our packaging, our suppliers must source it \nfrom sustainably managed forests or controlled wood sources. And we \nconduct regular audits to ensure that they adhere to our specifications. \nIn fiscal year 2016, over 99 percent of the paper used in our packaging \nand corporate offices was from either sustainably managed forests or \ncontrolled wood or recycled sources.\n53%\nThe 21.5-inch iMac product packaging \nconsumes 53 percent less volume and \nweighs 35 percent less than packaging \nfor the original 15-inch iMac.84%\nU.S. product packaging of iPhone 7  \nuses 84 percent less plastic than in the \nprevious-generation iPhone packaging \nand contains 60 percent recycled \ncontent.100%\nFor the paper used in packaging \niPad Pro, 100 percent comes from \nresponsibly managed forests or is made \nfrom post-consumer recycled content.\nProtecting sustainable forests.\nWe continue to protect and create sustainable working forests because \nwhen properly managed, they can provide abundant resources for a long \ntime. In addition to specifying that all of our virgin fiber be sourced from \nresponsibly managed forests, we also wanted to make sure we weren’t \ndiminishing the world’s supply of responsibly sourced paper. So we \nset a goal to protect or create enough responsibly managed forests to \ncover all of our product packaging needs. In 2017, we met this goal for \nthe first time: Yearly production from our forest conservation projects \nis now greater than the amount of virgin fiber used in Apple’s product \npackaging during fiscal year 2016. As our paper demands grow and \nchange, we will continue protecting and creating enough responsibly \nmanaged forests to cover all our packaging needs.\nIn partnership with The Conservation Fund, we’ve protected 36,000 \nacres of sustainable forest in the Eastern United States. In Maine, we’re \nprotecting more than 32,400 acres in the Reed Forest, which includes \nwetlands and upland forest habitats that are important for numerous \nwildlife species in Maine’s iconic North Woods. This project adds to more \nthan a million acres of conserved lands and interconnected forest habitat \nthat stretches into Canada, and provides habitat to rare and threatened ", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}