{"page_content": "25\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016plants and animals like the elusive Canada lynx. The Reed Forest is \ncertified to the Forest Stewardship Council (FSC) and Sustainable Forestry \nInitiative (SFI) standards. In late 2016, Apple and The Conservation Fund \ndonated a conservation easement to the Forest Society of Maine for the \nentire 32,400-acre property. The conservation easement ensures forests \nat Reed won’t be developed or converted to other uses, and promotes \neconomically and ecologically sustainable production of fiber and other \nwood products. Apple supported the Fund’s donation of an endowment to \nthe Forest Society of Maine, which will help ensure that the easement can \nbe monitored and enforced for centuries to come.\nIn North Carolina, we’re protecting more than 3600 acres of pine and \nhardwood forest in Brunswick County, along the southern coast of North \nCarolina. This property sits adjacent to the 17,000-acre Green Swamp \nPreserve, which helps enable connectivity and halts fragmentation for \nthis National Natural Landmark. With high-quality pine savannas, along \nwith striking and rare plants and flowers, like the carnivorous Venus fly \ntrap, Brunswick has long been a conservation priority for local and state \npartners. The Conservation Fund is working to place a conservation \neasement to make sure the Brunswick forest stays a forest. The Brunswick \nforest is certified to the SFI standard. \nIn 2015, we announced a five-year partnership with World Wildlife Fund \n(WWF) to transition up to one million acres of forest, across southern \nprovinces of China, into responsible management by 2020. WWF’s work  \nhas three primary components:\n1. Increase responsible management of working forests in China—by \ncreating up to 300,000 acres of FSC–certified forests, and up to 700,000 \nacres of forests under improved management.\n2. Improve China’s policy framework to encourage responsible forest \nmanagement. \n3. Establish long-term market incentives in China for responsibly sourced \npaper. \nIn just two years, we’re close to achieving the first goal by transitioning \napproximately 320,000 acres of forest in China—nearly 500 square miles \nand 20,000 acres more than the project goal—toward FSC certification. This  \nprogress was made through collaboration with two companies in Hunan and  \nGuangxi provinces, one of which will be the largest FSC-certified plantation \narea in the Chinese pulp and paper sector. WWF worked with both companies  \nto create forest management plans and train their employees to identify \nHigh Conservation Value Forest—both necessary for FSC certification.100%\nWe have protected or created enough \nresponsibly managed forests to cover the \n49,000 metric tons of virgin paper we \nused in our packaging in fiscal year 2016. ", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}