{"page_content": "28\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nSafer Materials\nHow do we make sure our products stay  \nsafe for people and planet?\nWe run our own environmental  \ntesting lab. \nTo protect people and the planet, we set strict standards on the  \nmaterials used in our devices, often going far beyond what’s required \nby law. We also built the Environmental Testing Lab, where our chemists \nand toxicologists look for any potentially harmful substances rather than \nwaiting for a third party to identify them for us. One process we use \ninvolves laser-based instruments—just like the one used by the Mars \nrover to analyze soil samples—to ensure that our products are free of \nberyllium. The lab also uses tools like inductively coupled plasma mass \nspectrometry, X-ray fluorescence spectroscopy, and ion, liquid, or gas \nchromatography. If we find an issue, we work with the supplier to correct \nit. Since creating our Cupertino Environmental Testing Lab in 2006, we’ve \ngrown it to over 20 times its original size, and have regularly updated it \nwith state-of-the-art equipment. We’ve also been building out testing labs \nat our manufacturing facilities to test and validate products throughout \nthe manufacturing process.\nOur scientists have cataloged and analyzed more than  \n20,000 individual parts.\nWe started our Full Material Disclosure program to identify all the \nsubstances we use in all the parts we use. We’ve already looked at more \nthan 20,000 individual components out of the 40,000 present in all our \nproducts, prioritizing materials that come into frequent skin contact and \nthose present in greatest quantity, and we get data on more parts every \nday. We assess the different chemicals in those components using  \n18 different criteria. This helps us understand their effect on people’s \nhealth and on the environment.Learn more about how Apple is  \nintegrating toxicological assessments \ninto our materials selection process. \nDownload the white paper   ↓⃝\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}