{"page_content": "29\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016We start this process early in the design and manufacturing phases so we \ncan take appropriate actions to remove or replace hazardous chemicals. \nIn some cases, few replacements are readily available, so we work with \nour suppliers to find substitutions, switch to another supplier that uses \nsafer materials, or explore how to eliminate the need for that substance. \nIt took us four years to remove polyvinyl chloride, or PVC, from our power \ncords and headphone cables. We tested dozens of formulations until \nwe finally found the right blend of durability, safety, and environmental \nperformance in the nonchlorinated and nonbrominated thermoplastic \nelastomers that we used as replacements. \nBiocompatibility\nTo ensure the safety of Apple Watch, \nwe make our own sweat.\nWe carefully test all product materials that come in contact with skin. For \nexample, many people are allergic to nickel, which is common in many \nalloys like stainless steel. So we do nickel leach testing on Apple Watch \nand other wearable devices to measure how quickly nickel can transfer \nfrom metal parts into sweat. We even create artificial sweat to conduct \nsuch tests. By placing different components in jars of the artificial sweat, \nwe can closely monitor samples to ensure that nickel and other allergens \nand irritants stay where they belong. \nAnd we go far beyond sweat in our testing. We analyze materials that \nsomeone might put in their mouth—like an Apple Pencil you might chew \non while considering the next line in your drawing—to make sure they’re \nsafe. We also evaluate products after they’ve undergone extensive \nreliability testing to ensure that they remain safe for our customers, even \nafter years of use and exposure to different environmental conditions.\nIn an incubator that simulates the  \ntemperature of the human body,  \nApple Watch bands are placed in  \njars of artificial sweat to undergo  \nanalytical testing.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}