{"page_content": "30\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nSetting high standards for the safety of our products.  \nAnd the people who help make them. \nWe also work to protect the health and safety of the people who work in \nour supply chain. The standards we set for our suppliers go far beyond \nwhat’s required by law, like our Regulated Substances Specification \n(RSS) list, which identifies the toxic chemicals we limit or prohibit in our \nmanufacturing processes and products. We lead audits that inventory \nchemical purchasing and map chemicals across our supply chain. During \nthese audits, we also review our suppliers’ hazard assessments, industrial \nhygiene monitoring, risk controls, hazard communication, worker training, \nmedical surveillance records, and chemical spill prevention plans. To date, \nwe’ve conducted over 40 hazard assessments for all the chemicals in the \ncleaners and degreasers used in our final assembly sites. We’ve removed \nbenzene, n-hexane, toluene, and chlorinated organic compounds from \nall of our final assembly sites, and we continue to work with our suppliers \nto help them better manage chemicals used in manufacturing processes. \nAnd for suppliers with higher-than-average risks of occupational health \nexposure, we work with them even more closely to assess and improve \nchemical management practices. \nIn addition to mapping chemical use annually across all final assembly \nsites, our team of experts works with suppliers to assess their \nmanufacturing process and identify substitutions or opportunities \nfor reenginering wherever possible. We’ve already assessed 81 \nmanufacturing sites, including all 18 of our final assembly sites and  \n63 subcomponent supplier sites—together employing approximately \n860,000 workers. And we plan to assess 50 more sites in 2017. 100%\nAt our 18 final assembly facilities,  \n100 percent of all process chemicals \nwere free of Apple-restricted  \nsubstances.All our suppliers have to adhere to our \nRegulated Substances Specification. \nDownload now   ↓⃝\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}