{"page_content": "4\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Our new corporate campus, Apple Park, is on track to be the largest LEED \nPlatinum–certified building in North America. Over 80 percent of the new \ncampus is open space with more than 9000 drought-tolerant trees. And,  \nof course, it’s powered by 100 percent renewable energy.\nWe’re pushing our manufacturing partners to join us in the fight against \nclimate change. Seven major suppliers have now pledged to power their \nApple production entirely with renewable energy by the end of next year. \nAnd we’re making strides toward our commitment to bring 4 gigawatts of \nrenewable power online by 2020, a key step in reducing our manufacturing \nfootprint. We launched our supplier clean energy program in October 2015.  \nBut between our own clean energy projects to target emissions from upstream  \nsuppliers and those our direct suppliers have embarked on, we already \nhave commitments for 2 gigawatts of clean energy in our supply chain.\nTo preserve precious resources, over 99 percent of the paper in our \nproduct packaging is from recycled or responsibly managed sources.  \nAnd, in only two years, through partnerships with the Conservation  \nFund and World Wildlife Fund, we have achieved our goal of protecting  \nor creating enough sustainably managed working forests to cover all of  \nour product packaging needs.\nThat’s just a start. We’re going deeper to pioneer a closed-loop supply \nchain, where products are made using only renewable resources or \nrecycled material to reduce the need to mine materials from the earth. \nThat means continuing to invest in ways to recover materials from our \nproducts—like Liam, our line of disassembly robots—and encouraging \nour customers to return products through Apple Renew, our recycling \nprogram. And we’re launching projects and experiments that help us learn \nhow to close loops. For example, we’ve melted down iPhone 6 aluminum \nenclosures recovered from Liam to make Mac mini computers for use in  \nour factories, and we’re transitioning to 100 percent recycled tin solder  \non the main logic board of iPhone 6s.\nWe’re also continuing our quest to make our products and processes  \neven safer by pioneering ways to reduce and remove toxins. We again \nexpanded our Environmental Testing Lab, where our chemists and \ntoxicologists look for any potentially harmful substances in our products. \nAnd, through our Full Material Disclosure program, we’ve identified all the \nsubstances present in more than 20,000 individual components—up from \n10,000 a year ago—so we can understand their effect on people’s health \nand the environment.\nIt’s clear to us that now, more than ever, we can show the way to a better \nfuture. We’re constantly working to show what’s possible and inspire others \nto create a healthier environment.\nWe’re devoted to improvement and openness, and we encourage you to \njoin us in working to leave the world better than we found it.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}