{"page_content": "32\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Better Together\nCan we be a ripple in the pond  \nto inspire greater change?  \nNo one company can solve the world’s challenges alone. So we engage \nacross sectors, listen to diverse perspectives, and share the latest \nresearch to identify the solutions.\nFor 2016, Apple increased our focus on inspiring others, influencing  \npublic policy, and contributing to improving global outcomes beyond  \nthe borders of our business interests. We deepened our engagement  \nwith key organizations, shared our vision and our journey at important \nconferences and events, collaborated with peer organizations, supported \nlegislative efforts through advocacy, and found new ways to engage with \nour customers on the importance of protecting our planet.\nJoining forces with other organizations.\nWe’ve increased our memberships and engagement in industry, \nsustainability, and cross-sector organizations. These organizations \nprovide the opportunity for us to share our knowledge while learning  \nfrom subject-matter experts in strategic areas. We prioritize associations \nthat share our values, passion, and deeply held belief that companies  \ncan make a difference. \nGreat relationships are built over time. So we have renewed our \ncommitments to Ceres, the Ellen MacArthur Foundation, Corporate \nEco Forum, the World Business Council for Sustainable Development \n(WBCSD), the GreenBiz Executive Network and the Paulson Institute, \namong others. And we’ve expanded our relationship with Advanced \nEnergy Economy (AEE), becoming members of its Leadership Council.\nWe formed our own Green Chemistry Advisory Board, made up of some of \nthe world’s leading toxicologists, researchers, and academics. The board \nhelps us identify innovative ways to minimize or eliminate toxins from our \nsupply chain. We also invite experts from around the world to meet with \nleaders at Apple. Together, we focus on eliminating toxins at each stage  \nof our process. \n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}