{"page_content": "33\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016In 2016, we joined several influential organizations, including:\n•  RE100, an initiative by The Climate Group, created to support companies \nthat commit to 100 percent renewable energy. Our membership in \nRE100 will enable us to collaborate with other clean energy leaders \nacross various sectors, and provide us the opportunity to share our \napproach to driving clean energy in the manufacturing supply chain.\n•   ChemSec, a Swedish-based nonprofit that works with decision-makers, \nindustry, NGOs, and scientists to achieve a toxic-free environment. \nAs members of its Business Group, we will work with like-minded \ncompanies across a diversity of sectors to refine our knowledge of  \nsafer materials.\n•  The Aluminum Stewardship Initiative, a global, multi-stakeholder, \nnonprofit organization that sets standards and certifies sustainability \nperformance. ASI membership is an important piece of our efforts to \nsource aluminum responsibly and advance the transition to cleaner \nsources across the entire industry.\nCollaborating for joint success.\nThis year, we’ve continued to work with cross-sector companies, \nresearchers, suppliers, thought leaders, and technical experts to  \nforge new paths, build unique solutions, and inspire others to continue \ntheir efforts.\nWe are building relationships with key academic institutions worldwide. \nOur CEO, Tim Cook, sits on the Advisory Board of Tsinghua University’s \nSchool of Economics and Management in Beijing, where we are funding \na $3 million endowed chair professorship focused on Responsible \nInnovation. We also collaborated with Tsinghua to launch an App Innovation \nContest and a Green Innovators program, focusing on creative solutions \nto environmental challenges, governance, and public administration \nthrough entrepreneurship.\nOur partnership with app developers and customers across the world \nled to Apps for Earth, an initiative that generated over $8 million to \nsupport World Wildlife Fund’s global environmental projects. The projects, \nspanning all seven continents, will focus on funding conservation in seven \nkey areas: \n•  Conserve coastal riches by expanding and reinforcing marine protected \nareas, conserving critical migratory corridors for marine life, and \nprotecting the livelihoods of coastal communities for future generations.\n•  Combat climate change by piloting low-impact, habitat-friendly energy \nusage in Arctic communities, protecting critical habitat areas of the \nArctic, and leveraging corporate purchasing activity to power the shift \nto renewables.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}