{"page_content": "96%\nOf the electricity that powers our \nglobal facilities, 96 percent comes \nfrom renewable sources.\n5\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Climate Change\nHow can we lead the fight against  \nclimate change?\nWe mapped our carbon footprint,  \nand we’re working to eliminate it.\nWhen we measure our carbon footprint, we include hundreds of \nsuppliers, millions of customers, and hundreds of millions of devices. \nAnd we’re always looking for ways to make the biggest difference in \nfive major areas: manufacturing, product use, facilities, transportation, \nand recycling. \nTo reduce our carbon footprint, we design each generation of our \nproducts to be as energy efficient as possible. We’re sourcing lower-\ncarbon materials to make our devices, we’re partnering with suppliers  \nto add clean energy to their facilities, and we produce and procure  \nclean, renewable energy for 96 percent of the electricity used at our \nglobal facilities.\nIn 2016, our comprehensive carbon footprint was 29.5 million metric \ntons, compared with 38.4 million the year before. A variety of factors \ncontributed to the 23 percent decline, including benefits of our \nenvironmental programs (such as reduced emissions from aluminum \nmanufacturing and installing clean energy in our supply chain), a  \nyear-over-year decline in the total number of products sold, and changes \nto our carbon footprint calculations. Every year we refine our product \nlife cycle analysis, moving from industry-average data to more Apple-\nspecific data whenever possible, and in 2016 we developed more detailed \ninformation about the carbon intensity of the integrated circuits we use. \nWithout the methodology changes, our carbon footprint would have \ndeclined by 10 percent.2011 2012 2013 2014 2015 2016137.2126.7\n124.1122.1\n114.1\n97\nCarbon emissions per product (kg)  \nWe’ve decreased carbon emissions per  \nproduct every  year since 2011.\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}