{"page_content": "41\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Appendix B \nData Center Energy Supplement\nApple’s data center presence continues to grow. Each data center  \nhas unique design features that reflect the climate and other aspects  \nof its specific site. All of our data centers operate on 100 percent \nrenewable energy and power billions of iMessages, answers from Siri,  \nand song downloads from iTunes. That means no matter how much  \ndata they handle, there is a zero greenhouse gas emissions impact  \nfrom their electricity use. These data centers use renewable energy \nsources like solar, wind, biogas fuel cells, and micro-hydro power  \nfrom onsite and locally obtained resources.\nMaiden, North Carolina\nOn any given day, between 60 and 100 percent of our Maiden data  \ncenter’s energy use is generated through 68 megawatts of Apple  \nprojects: two 20-megawatt solar arrays, an 18-megawatt solar array,  \nand 10 megawatts of biogas fuel cells. In 2015, we took a new approach  \nto support further growth at our Maiden data center: We partnered with \nthe local utility, Duke Energy, to help build five solar PV projects through \nDuke Energy’s Green Source Rider program. These solar PV projects, \nwhich started coming online in late 2015 to support our Maiden data  \ncenter, were Duke Energy’s first Green Source Rider projects to become  \noperational. We worked with Duke Energy for several years to develop  \nthis green energy tariff option, which allowed Apple and Duke Energy  \nto work together to develop new renewable energy projects. The five  \nprojects have a combined peak capacity of 20 megawatts. All told,  \nApple’s data center will be supported by projects that generate 244  \nmillion kilowatt-hours of renewable energy a year, which is equivalent  \nto the energy used by 17,906 North Carolina homes.*\nAmong Maiden’s energy efficiency features are the use of outside air  \ncooling through a waterside economizer during night and cool-weather \nhours, which, along with water storage, allows the chillers to be turned  \noff more than 75 percent of the time.\n* Carbon emissions equivalences calculated using U.S. Energy Information Administration, 2015 data:  \nwww.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}