{"page_content": "43\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016strengthen the connection between Apple and these projects, we use \nOregon’s Direct Access program to schedule the renewable energy from \nthese projects directly to our data center.\nAlso supporting the data center are two micro-hydro projects that  \nharness the power of water flowing through local irrigation canals that \nhave been operating for over 60 years. These micro-hydro projects  \ngenerate 12 million kilowatt-hours of renewable energy a year.\nSupplementing these projects, and ensuring we remain 100 percent \nrenewable all the time, we executed a long-term purchase agreement \nfor all environmental attributes with Cypress Creek Renewables from a \n50-megawatt portfolio of six solar arrays in Oregon.\nPrineville, Oregon—100% renewable since opening May 2012\nPacific Power Default Grid Mix Apple Actual Renewable Energy Use\nCoal 62% Apple’s Micro-Hydro Projects 5%\nNatural Gas 17% Oregon Wind 94%\nOther 6% Utility Green 1%\nRenewable 15%\n2016 Default Emissions  \n(mtons CO₂e/year)83,912 2016 Effective Emissions  \n(mtons CO₂e/year)0\nhttps://www.pacificpower.net/content/dam/pacific_  \npower/doc/About_Us/Rates_Regulation/Oregon/11536-9_\nPP_ORLabelingInsert_LrgBiz_F.pdfActual fiscal year 2016 energy data\nReno, Nevada\nUnlike competitive energy markets where we’ve located some of our data \ncenters, the regulated electricity supply in Nevada did not offer a simple \nsolution for us to create new renewable energy projects dedicated to our \ndata center. So we created a partnership with the local utility, NV Energy, \nto develop our first renewable project: the Fort Churchill Solar PV project. \nApple designed, financed, and constructed the project, and NV Energy \noperates it and directs all the renewable energy it produces to our data \ncenter. The Fort Churchill Solar PV project uses a new kind of photovoltaic \npanel with curved mirrors that concentrate sunlight. The 20-megawatt \narray has an annual production capacity of over 43 million kilowatt-hours \nof clean, renewable energy. \nTo facilitate further renewable development in Nevada, Apple worked  \nwith NV Energy and the Nevada utility commission to create a green  \nenergy option open to all commercial customers that does not require  \nthe customer to fund project development up front. Thanks to this new \noption, in late 2015 we announced our second Nevada solar array, a \n50-megawatt project called Boulder II that came online in December \n2016. We’re proud that another Nevada data center operator has also \nused the new green energy option, twice.Wind + Micro-Hydro", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}