{"page_content": "44\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Solar + GeothermalIn early 2017 we again used the green energy option for our third Nevada \nsolar array, a 200-megawatt project called Techren Solar—Apple‘s largest \nsolar array to date. It is set to come online by the end of 2018 and is \nestimated to produce over 540 million kilowatt-hours of clean, renewable \nenergy a year.\nReno Nevada—100% renewable since opening December 2012\nNV Energy – North Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 52% Apple’s Solar PV Projects 53%\nCoal 22% Other Solar PV (PPA) 47%\nOther 3%\nRenewable 23%\n2016 Default Emissions  \n(mtons CO₂e/year)31,222 2016 Effective Emissions  \n(mtons CO₂e/year)0\nhttps://www.nvenergy.com/bill_inserts/2017/Power_  \nContent_Insert_NVE-North_2017-01.pdfActual fiscal year 2016 energy data\nMesa, Arizona\nOur newest data center, our global command center in Mesa, Arizona, \ncame online in 2016. To support this facility, we partnered with the local \nutility, the Salt River Project, to build the 50-megawatt Bonnybrooke solar \narray, which became operational in October 2016. This project produces \nover 147 million kilowatt-hours of clean, renewable energy a year, which \nmore than fully matches the energy used by the data center.\nMesa Arizona—100% renewable since opening March 2017*\nSalt River Project (SRP) Default Grid Mix Apple Actual Renewable Energy Use\nCoal 53% SRP Solar PV Purchase 100%\nNuclear 18%\nNatural Gas/Other 17%\nRenewable 12%\n2016 Default Emissions  \n(mtons CO₂e/year)7601 2016 Effective Emissions  \n(mtons CO₂e/year)0\nhttps://www.srpnet.com/about/stations/pdfx/2014irp.pdf Actual fiscal year 2016 energy data\n*Apple took operational control of the building in October 2015 and converted it to a data center that began servicing customers in  \nMarch 2017.\nViborg, Denmark\nWe’re currently constructing a new data center running on 100 percent \nrenewable energy in Denmark’s central Jutland region. Due to its proximity \nto one of Denmark’s largest electrical substations, the data center won’t \nrequire back-up generators, which typically run on diesel and require \nperiodic testing and burning of fuel. The facility is designed to capture \nexcess heat from its equipment and conduct it into the local district \nheating system to help warm homes in the community. Solar Array", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}