{"page_content": "45\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Denmark has a long tradition of biomass energy generation from \nagricultural waste products. Apple is partnering with Aarhus University \n(Viborg campus) to co-develop an agricultural waste biomass project. \nMethane from the biomass digester reaction will be used to create \nrenewable electricity for our data center. Much of the agricultural waste \ngoing into the digester will come from local farms in a mutually beneficial \nrelationship. They bring us their agriculture waste material to use as \nfeedstock for the digester and we give them the nutrient-rich by product  \nof the digestion process, which they can apply to their fields.\nAthenry, Ireland\nOur data center in County Galway, Ireland, will be built on recovered land \nthat was previously used for commercial lumber. It will provide a forested \noutdoor education space for local schools and a walking trail for the \ncommunity. When it opens, the data center will run on 100 percent clean, \nrenewable energy, and will be cooled by natural ventilation, rather than \nmechanical air-conditioning, by taking advantage of the mild Irish climate.\nIreland has one of the strongest coastal wave energy resources of \nanywhere in the world. Apple has partnered with the Sustainable Energy \nAuthority of Ireland to support innovative new ways of capturing wave \nenergy and converting it to renewable electricity, with Apple agreeing to \nuse electricity generated from new wave energy technologies to support \nthe Athenry data center. Through this partnership, Apple supports a new \nwave energy technology developed by the Irish company SeaPower and \nrecently tested in Galway Bay.\nOur colocation facilities \nThe vast majority of our online services are provided by our own data centers; \nhowever, we also use third-party colocation facilities for additional data \ncenter capacity. While we don’t own these shared facilities and use only a \nportion of their total capacity, we include our portion of their energy use in \nour renewable energy goals. Over 99 percent* of our power for colocation \nfacilities is matched with renewable energy generated within the same state \nor NERC region for facilities in the United States, or within the same country \nfor those around the world. And we will keep working with the colocation \nsuppliers to get to 100 percent. \nFurthermore, we worked with one of our main suppliers of colocation services \nto help them develop the capability to provide renewable energy solutions to \nits customers. This partnership advances Apple’s renewable energy program \nand those of other companies that use this colocation provider.\nBeyond the use of our own data centers and colocation facilities, we also  \nuse third-party computing services to support some of our on-demand   \ncloud storage-based services. We encourage these suppliers to adopt a  \n100 percent renewable energy strategy for their energy use.\n*In calendar year 2016.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}