{"page_content": "50\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\n \n \n \n  \nApple, Inc.  Page 3 \nOur Conclusion  \nBased on the assurance process and procedures conducted , we conclude that :  \n The Energy, Water, Waste, Paper, and Scope 1 , 2 & 3 GHG Emis sions assertions shown \nabove ar e materially correct and are a fair representati on of the data and information; and  \n Apple has established appropriate system s for the collection, aggregation and analysis of \nrelevant environmental information , and has impleme nted underlying internal assurance \npractices that provide a reasonable degree of confidence that such information is complete \nand accurate .  \n \nStatement of independence, impartiality and competence  \nBVNA is an independent professional  services company that s pecializes in Quality, Health, Safety, \nSocial and Environmental management with over 180 years history in providing independent \nassurance services, and an annual 201 6 revenue of $4.5 billion Euros.  \nNo member of the assurance team has a business relationshi p with Apple , its Directors or Managers \nbeyond that of verification and assurance of sustainability data and reporting. We have conducted this \nverification independently  and we believe there to have been  no conflict of interest .  \n \nBVNA has implemented a Co de of Ethics across the business to maintain high ethical standards \namong staff in their day-to-day business activities.    \nThe assurance team has extensive experience in conducting assurance  over environmental, social, \nethical and health and safety inform ation, systems and processes , has over 20 years  combined \nexperience in this field and an excellent understanding of BVNA  standard methodology for the \nAssurance of Sustainability Reports .  \nAttestation:  \n        \nTrevor A. Donaghu , Lead Verifier  John A. Roh de, Technical Reviewer  \nTechnical Director, Climate Change Services  Senior  Project Manager  \nSustainability and Climate Change Services  Sustainability and Climate Change Services  \nBureau  Veritas North America, Inc.  Bureau Veritas North America, Inc.  \nApril 10 , 2017 \n \n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}