{"page_content": "Click here  for more information on how \nwe calculate our carbon footprint using \nlife cycle analysis.\n6\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Our comprehensive 2016 carbon footprint. \n29,500,000\nmetric tons of greenhouse gas emissions\n77%\nManufacturing17%\nProduct  Usage4%\nProduct\nTransportation1%\nCorporate\nFacilities1%\nRecycling\nManufacturing \nManufacturing a smaller footprint. \nManufacturing makes up 77 percent of our carbon footprint. Most of  \nit is due to carbon emissions from the electricity used to make our  \nproducts—over 60 percent of our manufacturing emissions. So we’re \nsourcing lower-carbon materials, partnering with our suppliers around \nthe world to reduce their current energy use, and helping them switch \nto renewable energy. We believe that together we can transform the \nmanufacturing process to dramatically reduce emissions.\nWe’re helping our suppliers switch to renewable energy.\nSince the electricity used to process raw materials, make parts, and \nassemble our products is the largest contributor to our overall carbon \nfootprint, we’re helping our suppliers reduce the amount of energy  \nthey use.\nIn 2015, we started engaging directly with suppliers to find ways to \nreduce their energy use, such as replacing outdated or inefficient  \nheating, cooling, and lighting systems; repairing compressed air leaks; \nand recovering waste heat. We aim to promote continual improvement, \nbuild technical capabilities, and increase awareness of the environmental \nand financial benefits of energy efficiency.\nBy the end of 2016, we conducted 34 energy audits at supplier facilities. \nThese audits identified over $55 million in annual savings opportunities, \nwith an average payback period of about 1.4 years. In 2016, the energy \nefficiency improvements made by suppliers avoided more than 150,000 \nmetric tons of carbon dioxide equivalents (CO₂e).²\nIn 2016, we implemented an energy training program and conducted \ntraining for 19 supplier sites. Trainees from these supplier sites applied \ntheir skills and identified and implemented additional energy efficiency \nprojects. We are continuing to expand the program for even greater \nimpact, focusing on creating systems to educate and reach a broader \nsupplier base.Top contributors to our  \nmanufacturing carbon footprint\n35% Integrated Circuits  \n29% Aluminum  \n13%  Boards and Flexes¹  \n5% Display  \n4%  Glass", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}