{"page_content": " \n \n \n \n    \n CCF Letter of Assurance\nClient: Apple Inc. 1Letter of Assurance  \nCompany Carbon Footprint – Scope 3: Product related Carbon Footprint \nfor Fiscal Year 2016 \nFraunhofer IZM reviewed Apple’s scope 3 company carbon footprint (CCF) data related to \nthe products manufactured and sold by Apple Inc. in fiscal year 2016.  \n1 Summary \nThis review checks transparency of data and calculations, appropriateness of supporting product related data and assumptions, and overall plausibility of the calculated corporate annual carbon footprint comprised of emissions derived from the life cycle assessment (LCA) of Apple products shipped in fiscal year 2016. This review and verification focuses on \nScope 3 emissions for products sold by Apple Inc. (as defined by WRI/WBCSD/Greenhouse \nGas Protocol – Scope 3 Accounting and Reporting Standard).  It is noted that emissions \nrelating to the facilities that are owned or leas ed by Apple (scope 1 and 2 emissions) as well \nas business travel and employee commute were subject to a separate third party verification and are therefore excluded from the scope of this statement. Confidential data \nrelating to product sales and shipments were also excluded from the scope of this verification.  \nThis review and verification covers Apple’s corporate annual greenhouse gas emissions and \ndoes not replace reviews conducted for indi vidual product LCAs for greenhouse gas \nemissions (GHGs). The life cycle emissions data produced by Apple for individual products has been calculated in accordance to the standard ISO 14040/14044: Environmental management – Life cycle assessment – Principles and framework / Requirements and guidelines. This review and verification furthermore complies with ISO 14064-3: \nGreenhouse gases -- Part 3: Specification with guidance for the validation and verification \nof greenhouse gas assertions.  \nThe review of the corporate annual carbon footprint has considered the following criteria: \nThe system, boundaries and functional unit are clearly defined \nAssumptions and estimations made are appropriate \nSelection of primary and secondary data is appropriate and methodologies used \nare adequately disclosed \n51", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}