{"page_content": " \n \n \n \n \n \n  \n CCF Letter of Assurance\nClient: Apple Inc. 2These criteria are also fundamental to the revi ew of LCAs conducted for individual product \nemissions. The reviewers note that the largest share (99%) of Apple Inc. annual corporate \ncarbon footprint is comprised of scope 3 emissions from individual products. The aforementioned criteria have been regularly reviewed by Fraunhofer IZM since 2007 with a view to providing independent feedback that can facilitate continuous improvement and refinement in the LCA methodology applied by Apple Inc.  \nData reported by Apple is as follows: \n Manufacturing Transportation Product Use Recycling \n2016 22.77  1.20  4.86  0.30 \n[MMT CO2e] [MMT CO2e] [MMT CO2e] [MMT CO2e]\nMMT CO2e: million metric tons carbon dioxide equivalents \nIncluding a reported value of  0.38 million metric tons CO2e for facilities (out of scope of \nthis verification), total CCF is reported to be 29.52 million metric tons CO2e. \nApple’s CCF includes greenhouse gas emissions reductions for manufacturing resulting \nfrom Apple renewable energy projects, supplier renewable electricity purchases, and supplier renewable electricity installations.  Many of these reductions are part of Apple’s Clean Energy Program. Fraunhofer IZM has not verified these emissions reductions. \n \nBased on the process and procedures conducted, there is no evidence that the Greenhouse \nGas (GHG) assertion with regards to scope 3 corporate carbon footprint \nis not materially correct and is not a fair representation of GHG data and \ninformation, and \nhas not been prepared in accordance with the related International Standard on GHG quantification, monitoring and reporting. \n2 Reviewed Data and Plausibility Check \nA verification and sampling plan as required by ISO 14046-3 has been established in the \ncourse of this CCF review and verification, defining the level of assurance, objectives, \ncriteria, scope and materiality of the verification. \nAs part of this review and verification Apple disclosed following data to Fraunhofer IZM:  \nSales data for FY2016, including accessories and including AppleCare, Apple's \nextended warranty and technical support plans for their devices. \n52", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}