{"page_content": " \n \n \n \n    \n CCF Letter of Assurance\nClient: Apple Inc. 4Watch, iPad, and iPhone. These latest LCA studies cover products which represent in total \n7,2% of the total scope 3 company carbon footprint. Representatives of other product \nsegments (iPod, MacBook, MacBook Pro, iMac, Mac Pro, Mac Mini, Airport Express / Airport Extreme, Apple TV, and Beats products) underwent no or only minor design changes compared to those which went through a full LCA review in former years. All reviewed LCA studies up to now cover in total 55,6% of the total scope 3 company carbon footprint.  \nThe methodological changes implemented with the 2016 CCF data are confirmed to lead \nto an improvement in terms of accuracy and real use patterns representation of the results. Inevitably this hampers the comparability of published 2016 results with earlier CCF data. \nAll questions raised in the course of the review were answered by Apple and related \nevidence was provided where needed. \nFurther improvements of applied data models have been discussed with Apple and are \nunder consideration for future methodological revisions. \n4 Conclusions \nWe observe from year to year an improvement of the assessment approach in terms of granularity of the used calculation data. This year several additional components are modelled with more accurate primary data from Apple’s suppliers and with updated calculation models.  \nFor all product LCA calculations, where exact data was missing, the principle of a worst-\ncase approach has been followed and results have been calculated with rather conservative estimates.   \nThe review has not found assumptions or calculation errors on the CCF data level that \nindicate the scope 3 corporate carbon footprint has been materially misstated. The excellent analysis meets the principles of good scientific practice.    \n \nBerlin, March 31, 2017 \n  \n- Karsten Schischke -  - Christian Clemm - \nFraunhofer IZM  Fraunhofer IZM \nDept. Environmental and Dept. Environmental and  \nReliability Engineering  Reliability Engineering \n54", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}