{"page_content": " \n \n \n \n \n \n  \n Corporate  Fiber Footprint  Review  \nClient: Apple Inc. 1 Review Statement  \nCorporate  Fiber Footprint  \nFraunhofer IZM reviewed Apple’s c orporate  fiber footprint data related to corporate fiber \nusage from products, corporate,  and retail operations  in fiscal year 2016.  \n \n1 Summary  \nThis review checks transparency of dat a and calculations, appropriateness of supporting \nproduct and packaging related data and assumptions, and overall plausibility of the \ncalculated corporate annual fiber footprint of Apple products shipped in fiscal year 201 6 \nand of corporate and retail oper ations in the same period .  \nAs there is no standardised method available for calculating a product or company fiber \nfootprint Apple defined a methodology  for internal use. The scope of the Fiber Footprint \nincludes Apple’s corporate fiber usage from product s, corporate,  and retail operations . The \nfiber footprint tracks the total amount of wood fiber , both virgin and recycled,  that Apple  \nuses in packaging, and other paper products. Apple  obtain s and analyses  supplier -specific \ndata for each product line and sum s up these figures for the entire company using sell -in \nnumbers.  The output is a total fiber footprint.   \nThe review of the corporate annual fiber footprint has considered the following criteria:  \n\u0083 The system boundaries are clearly defined  \n\u0083 Assumptions and estimations made are app ropriate  \n\u0083 Use of supplier  data is appropriate and methodologies used are adequately \ndisclosed  \nData reported by Apple is as follows:  \n Total Fiber  Virgin Fiber  Recycled Fiber  \n2016 131,151 50,210 80,941 \n[metric tons fiber] [metric tons  fiber] [metric tons fiber] \n \nAll results and figures reviewed for fiscal year 201 6 are plausible.  \n55", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}