{"page_content": " \n \n \n \n \n \n  \n Corporate  Fiber Footprint  Review  \nClient: Apple Inc. 2  \n2 Reviewed Data and Findings  \nAs part of this review Apple disclosed following data to Fraunhofer IZM:   \n\u0083 Calculation methodology for the c orporate  fiber footpri nt \n\u0083 Sales data for FY2016 , including accessories  \n\u0083 Selected p roduct and supplier specific data on packaging design  (including CAD \ndesign drawings) , materials  (distinction of paper qualities, fiber content, including \nrecycled fiber content) , weights and produc tion yields  (process yields and cut -off \nlosses)  \n\u0083 Aggregated fiber data for all products  and t he total co rporate  fiber footprint for \nthe fiscal year 2016 \nThe revised methodology paper provided by Apple ( Fiber Footprint at Apple  - Methodology \nDescription  - V1.1) on March 6, 201 7, is considered a sound and appropriate guidance for \ndetermining the company fiber footprint. Where appropriate, this approach follows \nmethodological principles applied for state- of-the-art Life Cycle Assessments.  \nThis review comprises a check of fiber data for selected products , which are most \ninfluential to the overall co rporate  fiber footprint  and which represent the full spectrum of \nApple products. The selection of products for individual reviews has been agreed between \nApple and Fra unhofer IZM.  \nPlausibility of some data has been questioned and discussed with Apple in detail. \nCorrections were made accordingly . Similarly, system boundaries for the corporate and \nretail related fiber usage have been discussed  and clarified.  \nThis review w as done remotely.  All questions raised in the course of the review were \nanswered by Apple and related evidence was provided where needed.   \nBased on the process and procedures conducted, there is no evidence that the corporate \nfiber footprint  is not materi ally correct and is not a fair representation of fiber data and \ninformation . The excellent analysis meets the principles of good scientific practice.    \n \nBerlin, March 8, 2017  \n  \n- Karsten Schischke -  - Dr. Nils F. Nissen - \nFraunhofer IZM  Fraunhof er IZM  \nDept. Environmental and Dept. Environmental and  \nReliability Engineering   Reliability Engineering  \n56", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}