{"page_content": "Environmental Responsibility Report  |  2017 Progress Report, Covering FY201657Appendix D\nEnvironmental Health and Safety Policy \nStatement\nMission statement\nApple Inc. is committed to protecting the environment, health, and  \nsafety of our employees, customers and the global communities where  \nwe operate.\nWe recognize that by integrating sound environmental, health, and safety \nmanagement practices into all aspects of our business, we can offer  \ntechnologically innovative products and services while conserving and \nenhancing resources for future generations.\nApple strives for continuous improvement in our environmental, health  \nand safety management systems and in the environmental quality of our \nproducts, processes, and services.\nGuiding principles\nMeet or exceed all applicable environmental, health and safety  \nrequirements. We will evaluate our EHS performance by monitoring  \nongoing performance results and through periodic management reviews.\nWhere laws and regulations do not provide adequate controls, we will \nadopt our own standards to protect human health and the environment.\nSupport and promote sound scientific principles and fiscally responsible \npublic policy that enhance environmental quality, health and safety.\nAdvocate the adoption of prudent environmental, health and safety  \nprinciples and practices by our contractors, vendors, and suppliers.\nCommunicate environmental, health, and safety policies and programs  \nto Apple employees and stakeholders.\nDesign, manage and operate our facilities to maximize safety, promote \nenergy efficiency, and protect the environment.\nStrive to create products that are safe in their intended use, conserve \nenergy and materials, and prevent pollution throughout the product life \ncycle including design, manufacture, use, and end-of-life management.\nEnsure that all employees are aware of their role and responsibility to  \nfulfill and sustain Apple’s environmental, health and safety management \nsystems and policy.\nLuca Maestri  \nSenior Vice President and CFO  \nJanuary 2017", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}