{"page_content": "Report Notes:\n• This report is published annually and covers fiscal year 2016 activities, unless otherwise noted.\n•  This report addresses environmental impacts and activities at Apple-owned facilities (corporate offices, data \ncenters, and retail stores), as well as the life-cycle impacts of our products, including in the manufacturing, \ntransportation, use, and end-of-life phases.\n• To provide feedback on this report, please contact environment-report@apple.com.\n ¹ “Boards and Flexes” refers to printed circuit boards and flexible printed circuits.\n ² CO₂e, or carbon dioxide equivalent, is a standard unit for measuring carbon footprints. It translates into  \n  one number the impact of different greenhouse gases based on their potential to contribute to climate  \n  change.\n ³ Greenhouse gas equivalencies calculated using the U.S. EPA Greenhouse Gas Equivalencies Calculator:  \n  www.epa.gov/energy/greenhouse-gas-equivalencies-calculator.\n ⁴ Based on sales-weighted averages.\n ⁵ Based on the average residential cost of electricity in the U.S. in 2015; includes customer use scenarios  \n  and power consumed by the power adapter when disconnected from the iPhone.\n ⁶ Based on the EPA ENERGY STAR database for Desktop Computers as of February 7, 2017.\n ⁷ The tin in the solder has been verified by a third party to be 100 percent recycled. As of April 2017, we’re  \n  transitioning iPhone 6s production to use 100 percent recycled tin solder for the main logic board.\n ⁸ Based on expected equivalent fiber production from our forestry projects and virgin fiber used for Apple  \n  product packaging. To determine the output of Apple’s projects, we work with our partners to understand  \n  the productive potential of these working forests. The forest management plans required to achieve or  \n  maintain certification limit harvest volumes to sustainable levels. We use these potential harvest volumes  \n  to estimate the sustainable productive capacity of these forests.\n ⁹ Anhui, Fujian, Guangxi, Guangdong, Hubei, Hunan, and Yunnan provinces.\n ¹⁰ Every Apple product is free of PVC and phthalates with the exception of power cords in India and  \n  South Korea, where we continue to seek government approval for our PVC and phthalates repla cement.\n \n© 2017 Apple Inc. All rights reserved. Apple, the Apple logo, AirPort Express, AirPort Extreme, Apple Pencil,  \nApple TV, Apple Watch, FaceTime, iBooks, iMac, iMessage, iPad, iPad Pro, iPhone, iPod, iTunes, Mac, Mac Pro, \nMacBook, MacBook Pro, Mac mini, macOS, and Siri are trademarks of Apple Inc., registered in the U.S. and  \nother countries. Touch Bar is a trademark of Apple Inc. App Store, AppleCare, and Apple Store are service marks \nof Apple Inc., registered in the U.S. and other countries. ENERGY STAR is a U.S. registered mark. Other product \nand company names mentioned herein may be trademarks of their respective companies. April 2017", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}