{"page_content": "7\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Our efforts go beyond energy efficiency to spur the development and \nprocurement of renewable energy within our global supply chain. We’re \ninvesting in renewable energy projects to address upstream emissions that \nare beyond the influence of our direct suppliers. To date, Apple has installed \n485 megawatts of wind and solar projects across six provinces of China. \nUsing these projects as a model, our direct suppliers are developing their \nown renewable energy projects, many of which are already under way.  \nIt’s all part of the clean energy program we launched in 2015.\nAs part of our clean energy program, Apple and our suppliers will generate \nand procure more than 4 gigawatts of new clean power worldwide by \n2020, including 2 gigawatts in China alone, and use it to reduce emissions \nassociated with manufacturing. Already, commitments made as of April \n2017 represent a total of 2 gigawatts. Once completed, the 4 gigawatts of \nclean power will represent 30 percent of our current manufacturing carbon \nfootprint. Because it can be difficult for suppliers to access clean energy, \nwe also launched the Clean Energy Portal. It offers regional guidance and \ntools for procuring clean energy and is available in the languages spoken \nwhere the majority of our manufacturing takes place—including Mandarin, \nJapanese, and Korean.\nProgress toward 4 gigawatts\nTo date, seven suppliers have committed to 100 percent clean energy for Apple  \nproduction. In addition, Apple has installed 485 megawatts of wind and solar  \nprojects across six provinces of China to address upstream emissions and serve  \nas a model for suppliers.\nApple is constantly evaluating the global energy policy landscape to  \nbest support suppliers and regulations that promote energy efficiency \nand renewable energy. Renewable technologies are rapidly developing, \nthe economics of renewable energy are evolving, and energy and carbon \npolicies are in flux. We engage with governments in our key manufacturing \nmarkets, ensure that our program is aligned with their priorities, and \nencourage policies that scale renewable energy capacity and enable utility \ncustomers to choose their energy source. While some of our suppliers \nhave deep expertise in energy and climate change, many do not. Through \nthe Clean Energy Portal, Apple is now able to share our global insights and \nupdates on renewable energy with hundreds of manufacturers around the \nworld. We’re giving manufacturers better technical, economic, and policy \ndata to accelerate their transition to clean energy.Partners committed to  \n100 percent renewable energy  \nfor Apple production by 2018\n• Biel Crystal Manufactory Ltd.\n• Catcher Technology\n• Compal Electronics\n• Ibiden\n• Lens Technology\n• Solvay Specialty Polymers\n• Sunwoda Electronics\nAn increasing number of suppliers  \nhave committed to using only renewable \nenergy to produce Apple parts and \nproducts.\nDownload Supplier Update   ↓⃝\nOur 4 gigawatts of renewable energy \nprojects by 2020 will produce clean \npower equivalent to taking more than \n1.5 million cars off the road every year \nfor over 20 years.³\n0   1   2   3   4Operational\nCommittedGoal\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}