{"page_content": "8\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nOur direct partners are already making a big difference. Ibiden, which \nproduces integrated circuit packaging substrates, has committed to \ngenerating renewable energy equivalent to the energy used to make Apple \nproducts by the end of 2018. Ibiden will be our first supplier in Japan to make \nthe switch. Its floatovoltaic project will be one of the largest floating solar \nprojects in the country. Biel Crystal Manufactory Ltd. is another great example \nof leadership—it has already contracted 50 percent of its Apple energy load \nto come from wind and solar and will increase this to 100 percent in 2018. \nOther partners across our supply chain are installing or investing in sizable \nsolar projects, running their factories on wind power, and purchasing clean \nenergy from reputable utility programs. \nThe transition to renewable energy can be highly technical. It often requires \ncomplicated deal structures across many regions with their own regulatory \nrequirements. Apple is experienced in sourcing and building renewable \nenergy—quickly and at a high standard across the globe—so we are \nworking alongside our suppliers to overcome many of these challenges. \nFor example, in China direct power purchases for renewable energy \nare rare. Our teams sought guidance from the national government and \nstakeholders, made introductions between our suppliers and reputable \nrenewable energy developers, and coordinated discussions with local \ngovernment. Our suppliers have now entered into cost-effective renewable \nenergy power purchase agreements in a number of provinces—among the \nfirst of their kind in China, paving the way for others to follow.Ibiden’s floating solar project in  \nJapan will help it reach its 100 percent  \nrenewable energy goal for Apple by  \nthe end of 2018.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}