{"page_content": "9\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016Lowering carbon emissions by focusing on aluminum.\nWe sell millions of phones. So making even small adjustments to the \nproduction of iPhone can have a powerful impact on our carbon footprint. \nFor instance, we changed how we make the aluminum enclosure because \nthe emissions associated with aluminum manufacturing across all Apple \nproducts represented close to 30 percent of our manufacturing carbon \nfootprint. We prioritized aluminum that was smelted using hydroelectricity \nrather than fossil fuels. And we reengineered our manufacturing process to \nreincorporate the scrap aluminum. As a result, the iPhone 7 enclosure uses \n27 percent less virgin aluminum than iPhone 6, and emits 60 percent less \ngreenhouse gas emissions. Applying the same approach to the 13-inch \nMacBook Pro with Touch Bar resulted in 48 percent less greenhouse gas \nemissions associated with the aluminum enclosure compared with that of \nthe previous-generation MacBook Pro. \nOur goal is to power our facilities world -\nwide with 100 percent renewable energy.\nIn 2016, 96 percent of the electricity we used at our corporate facilities \ncame from clean, renewable sources. That number now factors in the \nfootprints of not only our offices, retail stores, and the data centers we run \nourselves but also our product distribution centers and leased, colocated \ndata centers. These efforts have lowered emissions from our facilities to \n1 percent of our comprehensive carbon footprint. But our goal is to make \nthem entirely renewable. We’ve already reached that goal in every single \nApple-operated data center and across all our facilities in 24 countries—\nincluding the United States, the United Kingdom, China, and Australia.\nApple’s renewable energy usePrevious generation\n13-inch MacBook Pro\nGreenhouse gas emissions associated \nwith the aluminum enclosure of the \n13-inch MacBook Pro with Touch Bar \nare 48 percent less than the previous \ngeneration.\n100%\n75%\n50%\n25%\n0%\n’10     ’11      ’12      ’13     ‘14      ’15     ’16Apple (worldwide)\nApple (U.S.)\nIn just six years, Apple’s use of renewable energy to power its corporate facilities, \nretail stores, and data centers worldwide went from 16 percent in 2010 to 96 percent \nin 2016.", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}