{"page_content": "10\nEnvironmental Responsibility Report  |  2017 Progress Report, Covering FY2016\nWe’re building the greenest corporate headquarters  \non the planet.\nApple Park in Cupertino is on track to be the largest LEED Platinum–certified  \noffice building in North America—and that includes facilities dedicated to \nenergy-intensive research and development. It’s powered by 100 percent \nrenewable energy, 75 percent of which is generated onsite by a 17-megawatt \nrooftop solar installation and 4 megawatts of baseload biogas fuel cells. Any \nadditional energy required is drawn from the California Flats Solar Project  \nin nearby Monterey County. When the building has less use—on weekends, \nfor example—it will actually generate renewable energy that’s delivered to \nPacific Gas and Electric for use in the public grid. Over 80 percent of the  \nnew campus is open space with more than 9000 drought-tolerant trees. \nMost of them are oak, and many are shade and fruit trees. We also reclaimed \nold-growth oak trees from California landscapes where they would otherwise \nhave been destroyed. To conserve water, the new campus uses 75 percent \nrecycled nonpotable water to care for its dense forest and to run other onsite \nfacilities where fresh water isn’t required.\nIn 2016, Apple opened a new 38-acre campus in Austin, Texas, housing \nmore than 5300 employees. The project is expected to be certified to \nthe Gold level of the U.S. Green Building Council’s LEED rating system. \nThe development’s environmental design features include LED lighting, \nhigh-efficiency water fixtures, stormwater detention ponds and wetland \ntreatment, and native drought-tolerant plants, which will be irrigated using \na 600,000-gallon rainwater cistern. Together, the environmental design \nfeatures are expected to save over 6,692,000 kilowatt-hours, 26,700 therms \nof energy, and 4,336,200 gallons of water each year, compared to local \nbuilding code requirements. During construction, 94 percent of building \ndemolition waste was either reused or recycled. In addition, the Austin \ncampus contains a 1.4-megawatt distributed rooftop solar installation, which \nis anticipated to generate up to 1,959,900 kilowatt-hours of renewable \nenergy each year. Any additional electricity needs will be covered by the local \nutility’s 100 percent renewable green energy program. The campus’s central \nplant also makes use of thermal ice storage, making ice at night to be used \nfor daytime cooling, reducing the draw on the power grid during peak times.Apple Park is populated by over 9000 \ntrees, including more than 7000 newly \nplanted shade and fruit trees.\n95 percent of the material from  \nthe demolished buildings at the site  \nwas recycled or reused in the new \nApple campus.\n", "metadata": {"source": "NASDAQ_AAPL_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}