{"page_content": "Preser Ving wATer\nWhen considering the various ways we address \nsustainability issues around the world, nothing \nis more important than conserving the valuable \nresource of water. \nBased on a comprehensive risk assessment, using \nthe Aqueduct tool from World Resources Institute, \nwe identified priority sites in areas where water is \nmost scarce and targeted our reduction efforts on \nthese locations. Our goal is to reduce absolute water \nuse by 10 percent at priority manufacturing sites \nwhere water is most scarce.\nOur Gladstone factory in the U.S. reduced water \nconsumption by 29 percent in 2018 by completing \nwork to eliminate the use of once-through water—\nachieving a total reduction of 69 percent since 2014. \nIn Peru, a project to reuse treated wastewater in our \nLima factory has reduced annual water consumption \nby 2,400 cubic meters.\nreDuCeD w ATer \nusAge in PrioriT y \nloCATions 22%\n(We’ve anticipated the impact of expansions \nfor new lines and sites in our 2020 goal of 10 \npercent and expect our performance to move \ncloser to this over time) eliMinATing wA sTe\nOur belief is that it’s better to not generate waste \nto begin with. As most of our factories have already \nachieved zero waste to landfill, we’ve focused our \nefforts beyond recycling waste to reducing total \nwaste in our manufacturing.  \nWe estimate that most of our manufacturing waste is \nfood waste. We’re developing a baseline to determine \nwhat proportion of our waste is food waste, as \npart of the Consumer Goods Forum’s resolution \nto halve food waste within our own operations \nby 2025. By adopting a zero-waste mindset and \nempowering factory floor teams to run our War on \nWaste methodology to identify, reduce and eliminate \nwaste at the source, we have reduced total waste in \nmanufacturing by 13 percent since 2013. goAl 10%goAl 20%\nreDuCeD  \nToTAl w AsTe in \nMAnuf ACTuring 13%\n26", "metadata": {"source": "NASDAQ_MDLZ_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}