{"page_content": "below Are T he ToP \nenVironMenTAl* AnD  \nsoCiAl issues:\n1     Consumer well-being—promote \nimproved health and well-being \nthrough portfolio enhancements and \ncommunity partnerships\n2     Supply security of key agricultural \ncommodities and social challenges in \nsupply chain\n3     Environmental footprint of \nagriculture and our operations\n4     Safety of our people and productsWe subscribe in principle to the United Nations \nGuiding Principles (UNGPs) on Business and Human \nRights, as a standard for preventing and addressing \nthe risk of adverse impact on human rights by \nbusinesses. In line with the UNGP framework \nof Protect, Respect and Remedy, we have the \nappropriate policies in place, and we acknowledge \nour responsibility to respect human rights by \navoiding the infringement of the rights of others, \naddressing negative impacts with which we may be \ninvolved and providing access to effective remedy if \nviolations have occurred.  \nOur Corporate Responsibility Guidelines, which \ninclude prohibitions against bribery, and our \nMondelēz International Code of Conduct guide \neverything we do as we strive to ensure that human \nrights are respected within our own operations, \nas well as our upstream supply chains. We seek \nto do business with partners who share the same \ncommitment. We have reiterated this commitment \nthrough the adoption of the Consumer Goods \nForum’s Forced Labor Priority Industry Principles and \nour signature to the UN’s Women’s Empowerment \nPrinciples. Disseminated by the UN Entity for Gender \nEquality, UN Women and the UN Global Compact, \nthe provisions outline steps to advance and \nempower women that include establishing high-level \ncorporate leaderships for gender equality, treating \nall women and men fairly at work, and ensuring the \nhealth, safety and well-being of all women and men. \nIn addition, we are a signatory of the CEO Action for \nDiversity & Inclusion pledge, joining more than 150 \ncompanies in promising to advance inclusion and \ndiversity within the workplace.\nWe select suppliers (including consultants and other \nservice providers) not only on quality and price, \nbut also on whether their ethical standards align \nwith ours. Our guiding principle is that we will not \nexpect any less of our suppliers than we expect of \nourselves. In addition to the Corporate Responsibility Guidelines, we provide on our website a summary of \nour corporate social responsibility expectations for \nsuppliers, which are consistent with our own internal \npolicies:\n  Corporate Responsibility Expectations for Direct \nSuppliers\n  Supplier Contract Provisions\n  Supply Chain Transparency and Labor Practices\nOf all our assets, trust is the one we value most. Our \ngovernance policies, our Mondelēz International \nCode of Conduct and our expectations of suppliers \nsupport our ongoing efforts to preserve trust. Our \nstandards, policies and processes make it plain to \nanyone who works for us, does business with us or \nbuys our products: we’re working every day to have \npositive impact on people and planet.\nMATeriAliT y \nThe areas of action outlined in our impact ambition \ndefine our concept of materiality  for social and \nenvironmental purposes. As a global snacks \npowerhouse, our worldwide reach and leadership \nposition enable us to bring together diverse voices \nand identify new ideas to drive meaningful change \non issues central to our business and our world. Our \nBoard actively oversees our concept of materiality \nfor social and environmental purposes. \nSince 2012, we have worked with internal and external \nexperts to review the impact of major societal issues \non our business and shape our strategic responses to \nthem. This includes representatives from our internal \nGlobal Growth Council and Well-being Steering \nCommittee, as well as from our region business \nunits and global functions. External experts include \nWorld Wildlife Fund, Quantis and various investment \ngroups. In addition, we consider perspectives from \nour ongoing stakeholder engagement, as well as \nparticipation in various shareholder indices. Materials and processes that guide our assessment \ninclude our Enterprise Risk Management (ERM) \nprogram for identifying, measuring, monitoring \nand managing risks; external affairs analysis of \nstakeholder and regulatory issues; the greenhouse \ngas, land and water footprint of our total company; \nproprietary consumer insight data; and publicly \navailable data on societal issues, including statistics \nand reports from authorities, NGOs and peer \ncompanies.\n*  We refer to our major environmental challenges collectively as the sustainability \nof resources and agriculture.\n42", "metadata": {"source": "NASDAQ_MDLZ_2018.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}