{"page_content": "Letter from our President and CEO\nTable of contents\nCustomers 4\nClimate change 8\nEmployees 10\nPhilanthropy 12\nEthics 14\nUNGC index 15By all measures, the next decade will be pivotal. The \nchallenges we face—a global pandemic, a warming climate, \nrising inequality, and political instability—will continue to \ntest the resilience of businesses, countries, ecosystems, \nand our global community.\nWhile few of us predicted that the global economy would \nbe shut down by the novel coronavirus, it’s easy to argue \nwe could have, and perhaps should have, seen this coming \nand been more prepared. This pandemic has been a \nwake-up call to leaders around the globe. \nAs we look ahead to the next decade, it is more clear than \never that we need to design for resilience—in business, \ninfrastructure, manufacturing processes, and political \nsystems. It is equally important that we sharpen our \ncollective ability to forecast business, market, and societal \ndrivers, especially the unexpected ways these forces \namplify and accelerate one another. \nAs the CEO of Autodesk, I am grateful for the work we’ve \ndone this past decade to prepare our business for today’s \nrealities—moving to the cloud years ago, shifting most \nof our business to be recurring, and delivering products \nand platforms that enable distributed workforces  \nto collaborate on data-driven decisions that create  \npositive impact. I am equally humbled by the magnitude of opportunity \nthat lies ahead as we and our customers future-proof \nour businesses to align growth with positive impact, as \narticulated by the UN Sustainable Development Goals. \nOur success this decade will be measured by our \ncustomers’ ability to deliver sustainable outcomes. \nOur platform must automate and power decisions with \ninsights and intelligence that catalyze industry innovation \nand deliver positive outcomes in three key areas. \nFirst, our technology needs to help customers design \nand make products, buildings, and entire cities that foster \nhealthy, resilient communities. We envision a future that \nis equitable, safe, and free from preventable illness and \ninjury. We will continue to focus on technologies such as \nConstruction IQ, which uses machine learning to make \nconstruction sites safer and healthier for workers, \nhelping to prevent the hundreds of thousands of \nconstruction injuries that occur annually.\nSecond, we must help designers and engineers understand \nthe impact of everyday decisions about materials and \nenergy use in the context of other goals. Technologies \nsuch as generative design and the Embodied Carbon  \nin Construction Calculator (EC3) enable customers to  \nuse resources more efficiently and productively, thereby \nsaving money and reducing carbon emissions.\nThird, we have to continue delivering technology  \nthat helps people adapt, grow, and prosper alongside \nincreasing levels of automation. Our cloud tools must \nsupport and enable human creativity, not replace it, in \nan increasingly remote workforce. Autodesk customer \nThe Industrial Sewing and Innovation Center (ISAIC) in \nDetroit, Michigan, is focused on upskilling workers in \nthe era of automation—just one example among many \nthat illustrates how Autodesk tools are accelerating a \nbetter future.\nWith these focus areas top of mind, we continue to lead \nby example within our own business. Ten years ago we \nset one of industry’s first science-based greenhouse gas \nemissions reduction targets. We’re proud to announce we \nachieved that goal and set an even more ambitious target to make our entire business climate neutral beginning in \nfiscal year 2021. We are equally committed to building  \na resilient, diverse, and equitable culture at all levels  \nof the organization. To that end, I’m proud that every \nAutodesk employee is now an owner of the company \nthrough stock grants deployed this spring. And finally, \nwe have committed to invest 1% of our annual operating \nmargin in Autodesk Foundation, to support entrepreneurs \nand innovators who are at the forefront of creating \npositive impact. \nThe coming decade demands the very best of each of us. \nWe need courage to confront and accept the unprecedented \nchallenges we face. We need new levels of conviction, \nand the confidence to believe that an economically \ninclusive, socially just, and environmentally restorative \nfuture is possible. To achieve this, we’ll need to collaborate \nin ways previously unimaginable across sectors, \nindustries, and disciplines.\nPlease join us in working to shape a thriving future for \nbillions of people. This is our decade to deliver—to make \nthe impossible inevitable. \nSincerely, \nAndrew Anagnost  \nPresident and Chief Executive Officer  \nAutodesk\n2\n", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}