{"page_content": "12\nAutodesk Foundation takes an expansive and \ncatalytic view of philanthropy that encourages smart \nrisk taking and innovative resource allocation in order \nto create a sustainable, equitable, and prosperous \nfuture. We do this through our philanthropic \ngrantmaking and investing, software donations,  \nand employee impact programs.\nThe mission of the Autodesk Foundation is to support \nthe design and creation of the most innovative \nsolutions to the world’s most pressing challenges, \nwhich include climate change and inequality. We seek \nout impact-driven, design-oriented organizations—\nfrom social enterprises and startups to accelerators \nand incubators—and help them scale promising \nsolutions. In order to achieve this, we provide \nfunding, software, training, and additional related \nsupport to help each organization have the greatest \npossible impact.\nIn 2019, Autodesk committed to target 1% of annual \noperating margin for the next three fiscal years in \nsupport of the Autodesk Foundation. This commitment \nwill enable us to manage our societal impact long into \nthe future. We focus our philanthropic investments  \nin the following areas where we can have an  \noutsized impact:\n• Low-carbon innovation (reducing GHG emissions)\n• Resilient communities (helping climate-vulnerable \ncommunities adapt and thrive)\n• Future of work (initiatives that address inequality in \nthe automation age)\nRead more about the impact of our grantees and \ninvestees on the Foundation website.\nWe match charitable donations and encourage paid \nvolunteer time so that Autodesk employees can \nsupport the causes and organizations they care about \nmost. In response to the many natural disasters that \noccurred in 2019, our employees joined forces to raise tens of thousands of dollars for disaster relief and \nresilience-building efforts. Many also volunteered their \ntime to provide direct aid in the months following \nthese destructive events. See the Employees section \nfor more information about our volunteering efforts.\nAutodesk business units also provide direct funding \nfor design and engineering programs and projects in \ntheir respective industries. For example, Autodesk \nEducation is an expansive program that supports \nstudents, teachers, and academic institutions \nworldwide with free access to Autodesk software and \nonline learning opportunities.29 Read more about \nhow we’re educating the next generation to be \nproblem solvers and encouraging job readiness in the \nEducation sidebar in the Customers section.Philanthropy\n29. Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software license agreement or terms of service that accompany such software or \ncloud-based services. Software and cloud-based services subject to an Educational license may be used solely for Educational Purposes.Measuring impact\nImpact measurement is essential to effective \nphilanthropy. We’re committed to ensuring our \nwork is delivering results—and helping to create a \nbetter world. Download Autodesk Foundation \nimpact briefs to learn more about our efforts in \nthese areas:\n• Low-carbon innovation: How low carbon \ninnovations can fight the negative impacts of \nclimate change.\n• Resilient communities : How we’re increasing \ncommunity resilience through technological \ninnovation.\n• Future of work: How we’re preparing the \nworkforce to thrive in the age of automation.\n", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}