{"page_content": "14\nEthics and compliance\nWe strive to maintain an environment that demonstrates \nstrong business ethics, and our Code of Business \nConduct (CoBC) outlines our responsibilities to act \nethically, with integrity, and inclusively. All active \nAutodesk employees are required to complete annual \ntraining on our CoBC. Our officers, directors, \ncontingent workers, and global subsidiaries are \nalso required to abide by our CoBC.\nOur CoBC includes instructions for reporting possible \nviolations of Autodesk policies or practices. \nAutodesk’s Ethics and Compliance Hotline enables \nemployees and third parties to report suspected \nviolations for investigation and resolution. \nWe are committed to complying with all applicable \nanticorruption laws and regulations. This includes \nthe U.S. Foreign Corrupt Practices Act, the U.K. Bribery \nAct, and any similar local regulations in the areas \nwhere we operate. Partners must abide by these \nsame standards while conducting business with  \nor on behalf of Autodesk.\nHuman rights\nAutodesk promotes and protects human rights wherever \nit does business. The Autodesk Human Rights Policy  \ndescribes our commitments in this area, as well as \nhow we promote human rights among our employees, \nsuppliers, business partners, and customers. \nAutodesk supports and upholds human rights as \noutlined in the International Bill of Human Rights, \nwhich includes the Universal Declaration of Human \nRights, the International Covenant on Civil and \nPolitical Rights, and the International Covenant on \nEconomic, Social, and Cultural Rights. We also support \nthe rights described in the ILO Declaration on \nFundamental Principles and Rights at Work.\nView our Conflict Minerals Policy and Autodesk \nLimited’s Statement on Countering Slavery and  \nHuman Trafficking. Privacy and data security\nThe privacy and security of our customers’ data is \nimportant to Autodesk. Autodesk is committed to \nincorporating the core principles and requirements \nof the General Data Protection Regulation into its \nglobal privacy and data protection program. Learn \nmore about privacy and compliance at the Autodesk \nTrust Center and Autodesk Privacy Statement.\nSuppliers and business partners\nOur Partner Code of Conduct outlines the standards \nand practices we require our partners to follow while \nconducting business with or on behalf of Autodesk. \nIt also specifies that business partners must support \ninternationally recognized human rights and comply \nwith all applicable laws and regulations regarding \nhealth and safety in the workplace, the eradication \nof human trafficking and slavery, and the elimination \nof child labor. We also require our partners to support \nfair labor practices.\nPublic policy\nAutodesk advocates for public policies around the \nworld that enable people to build and make more with less negative impact on the world. We champion public \npolicies that advance the transformation of construction, \nmanufacturing, and production; enable cloud and \ndata-driven business models; promote sustainability; \nprepare students and workers for the careers of the \nfuture; and create a diverse and inclusive workplace. \nOur Corporate Sustainability and Government Affairs \nand Public Policy teams meet regularly to align on \ncurrent and future policy activities and opportunities.\nDuring fiscal year 2020, we engaged with government \nofficials, nonprofit organizations, and other entities \nto advance sustainability principles. For example, \nAutodesk participated in the UN Climate Change \nConference COP25 in December 2019 in Madrid, \nsigned United for The Paris Agreement, and supported \nefforts to expand net zero and carbon pricing policies \nin the Northeast and Western United States as well \nas nationally .\nAutodesk does not have a political action \ncommittee and it does not provide corporate funding \nto candidates for elected office. Learn more about \nour public policy engagement and political \ncontributions policy.Ethics\n", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}