{"page_content": "4Customers\nOur customers have a broad and global reach. They \ninclude a wide range of companies, design firms, academic institutions, nonprofits, students, and entrepreneurs in the architecture, engineering, construction, product design, and manufacturing fields. Pressure on the built environment and production-consumption systems will grow as global population increases. This must be balanced with the urgent need to tackle climate change during the critical 2020s, which will set the trajectory for decades to come. Autodesk technology helps our customers to design and make better things with less overall negative impact on the world.\nArchitecture, engineering, and construction (AEC): \nThe buildings sector represents 19% of GHG emissions globally\n1 and 39% of energy- and process-related \nemissions: 28% from operational energy consumption and 11% from the production of building materials.\n2\nReducing operational energy consumption in new and existing buildings remains a high priority for Autodesk and our customers. Tackling the embodied GHG emissions of building materials also offers great potential for near-term improvement, since those materials will account for about half of the climate impacts of projected new building construction between 2020 and 2050.\n3 Reducing the impacts of building construction is \nessential, since that industry consumes more than half of all extracted raw materials\n4 and generates over 36% \nof the waste stream in the developed West.5 Up to 30% \nof construction activity on-site is related to rework,6 \nand as much as 30% of construction material is wasted on-site,\n7 costing time, money, and natural resources. Global demogra phic trends compound the urgency  \nof reducing these impacts. As the global population \ncontinues to urbanize over the next 30 years, the \nconstruction in dustry will need to build an  average  of \n13,000  buildings every day.8 Indeed, 60%   of urban \nareas anticipated to exist in 2 030 have  y et to be \nbuilt.9 Industry dema nd will contin ue to  rise for \nsolutions that enable architec ts, engineers,   and \ncontractors to support this ra pid growth  \nmore sustainably by  improving energy and  \nmaterials productiv ity while managing embodied \ncarbon thoughtfully. \nThis past year, the Autodesk® Revit® 2020.1 updat e \nincluded enha nced systems an alysis workflows for \nmechanical, electrical, and plumbing (MEP) engin eers. \nThis update supports HVAC systems analysis enabling \nearlier, better, and more integrated collaboration \nbetween architects and engineers for better building \nenergy performa nce.\nOur customers are increasingly working to make \nnet-zero energy  buildings, reduce embodied c arbon, \nreduce construction waste, and develop smart and \nsustainable cities. A study of Autodesk AEC c ustomers \nshowed that approximately 47% of those customers \nhave commitments to implementing sustainable \npractices.10 Providing automa tion tools to support \nthese objecti ves affordably and at scale is central to \nour sustainabi lity efforts. The Autodesk® Architecture, \nEngineering & Construction Collection and Autodesk \nConstruction Cloud™ help enable customer s to \nachieve these outcomes.\nEducation\nWe offer flexible, self-paced online learning \nopportunities as well as in-person experiences to help people get more out of Autodesk tools and to teach sustainable design concepts to those already practicing or considering a career in architecture, engineering, design, or related fields.\nAutodesk Knowledge Network , a repository of  \nmore than a million contributions from Autodesk, \nits community, and its partners, includes more  \nthan 250 videos and articles related to  \nsustainable design.\nAutodesk\n® Design Academy offers free projects, \ncourses, webinars, and more for educators and \ndesign students at all levels. During fiscal year 2020, the site received more than 1 million new and returning visitors.\nAutodesk\n® Education Community enables students, \nfaculty, and educational institutions to access \nAutodesk’s professional-grade software portfolio at no charge.\n11 In fiscal year 2020, students and \neducators accessed millions of educational licenses for Autodesk software.\nAutodesk University , a learning community for \ndesign and engineering professionals from around \nthe globe, offers conference experiences and free access to online learning resources year-round. In fiscal year 2020, the Autodesk University website receieved nearly 2.2 million visits, and users watched more than 61,000 hours of instructional video, as well as 26,000 hours on additional distribution channels such as YouTube.\nAutodesk Certification Program provides educational \nresources and product certification for professional users and student worldwide, both instructor-led and self-paced. More than 700,000 certifications were issued in fiscal year 2020.\n1. https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_chapter9.pdf , Chapt er 9: Buildings.\n2  https:\n//www.worldgbc.org/news-media/2019-global-status-report-buildings-and-construction\n3. https:\n//www.worldgbc.org/sites/default/files/WorldGBC_Bringing_Embodied_Carbon_Upfront.pdf\n4. http://www\n.mdpi.com/2075-5309/4/3/266/pdf\n5. https:\n//ec.europa.eu/eurostat/statistics-explained/index.php/Waste_statistics#Waste_generation_excluding_major_mineral_wastes\n6. https:\n//www.researchgate.net/publication/291000555_Cost_Management_in_Construction_Projects_Rework_and_Its_Effects\n7. https:\n//www.sciencedirect.com/book/9780123814753/waste, Chapter 15: Construction Waste.\n8. Ac\ncording to internal research with market research firm Statista.\n9. https:\n//openknowledge.worldbank.org/handle/10986/25219\n10. Aut\nodesk engaged Business Advantage, a market research consulting firm, to conduct a study of 1400 Autodesk customers to understand their \ncommitments to sustainability. The study, completed in 2019, determined a “commitment to sustainability” if the customer committed explicitly \nto the UN Sustainable Development Goals and/or showed evidence of a commitment to sustainability on their corporate website.\n11. Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software \nlicense agreement or terms of service that accompany such software or cloud-based services. Software and cloud-based services subject to an Educational license may be used solely for Educational Purposes.", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}