{"page_content": "5United Nations Sustainable  \nDevelopment Goals\nThe United Nations Sustainable Development \nGoals provide an important framework to drive \nsocial, environmental, and economic progress \nglobally. Although Autodesk addresses all 17  \ngoals to varying degrees, we focus particularly  \non the following goals to maximize our positive \nimpact with our customers and through our \nproducts, operations, and philanthropic activities.\nWorking to tackle the housing crisis with off-site construction technology\nAutodesk is supporting Factory OS, a volumetric modular construction startup, to help address the affordable \nhousing crisis in the San Francisco Bay Area and beyond. Factory_OS is revolutionizing home construction by \nbuilding multifamily homes more affordably and sustainably in a massive off-site facility, while also creating \njobs. This innovative approach has considerable potential to displace conventional construction practices \nfor affordable multi-unit residential properties in U.S. urban centers. Autodesk expanded its relationship with \nFactory_OS with an investment in 2019 that supported the build-out of the Factory Floor Learning Center, a \nspace dedicated to education and research on industrialized construction and changes needed in public \npolicy to optimize its benefits. Learn more.\nAddressing embodied carbon in buildings\nThe embodied carbon of the materials used in buildings—from resource extraction, refining, manufacturing, \nand logistics—accounts for 11% of global GHG emissions each year. To help customers reduce these impacts, \nduring 2019 Autodesk served as a lead sponsor of the Embodied Carbon in Construction Calculator (EC3), \nincubated at the Carbon Leadership Forum with input from nearly 50 industry partners, including leading \nroles by C Change Labs and Skanska.\nEC3 takes data from Environmental Product Declarations to align, assess, and present the embodied carbon \nimpacts in a way that’s easy to use and act upon during material specification and procurement.  \nWhat would have taken days by experts can now be done in minutes by general practitioners. \nWe’ve enabled EC3’s integration with BIM 360® (part of Autodesk Construction Cloud™) at no additional \ncost. AEC professionals can transfer project material quantity data directly from BIM 360 to EC3 with the push \nof a button. This turns the 3D building model into an interactive embodied carbon heat map (see graphic), \nenabling users to visualize the impacts of materials selection and make carbon-smart choices. Learn more.\nCustomer examples\nA green renovation of a \nmidcentury monstrosity \nin Champagne, France \nLearn more\nHow BLOX doubled \nefficiency and quality \nwith lean design and \nconstruction data  \nLearn more\nDekker/Perich/Sabatini \nsaves a client $2.5 million \nwith net-zero building \nsolutions Learn more", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}