{"page_content": "6Using data science to reduce construction risk and waste\nIn 2019, Autodesk launched the Construction IQ Preview, a software program that uses machine learning to \nimprove construction practices and outcomes. Our algorithms and models enhance design reviews, helping \nto reduce rework and waste, detect high-risk defects like water penetration risk early, and analyze unsafe \nbehaviors and safety hazards in construction, which is consistently one of the most hazardous industry \nsectors. By analyzing data such as issues, observations, checklists, subcontractor assignments, and \nhistorical data from across Autodesk’s construction management platform, Construction IQ identifies \nhigh-risk issues during design reviews and construction and finds patterns of unsafe behavior that increase \nrisk for fatal injuries on a jobsite. The algorithms were trained using more than 150 million data points \ngleaned from nearly 30,000 real projects. In March 2020, based on this innovation, Autodesk was rated #5 \non Fast Company’s list of the most innovative data science companies of 2020 .\nAutodesk® AutoCAD®, CAMductTM, CFD, Civil 3D®, Formit®, FormIt® Pro, , InfraWorks®, Insight, Navisworks®, ReCapTM, \nRevit®, Robot Structural Analysis Professional, and Autodesk Construction Cloud software\nBuilding design and \nengineering• Design high-performance buildings\n• Conduct energy analysis from concept to complex modeling\n• Optimize HVAC system design\n• Use clash detection during design to reduce waste in construction\n• Reduce embodied carbon through design and material specification\n• Plan for smart decommissioning and materials recovery\n• Improve structural material efficiency\nInfrastructure • Plan and design infrastructure for resilience and adaptation to climate change\n• Visualize projects in the context of the surrounding built and natural conditions\n• Perform simulations to assess environmental and social impacts of designs\n• Conduct traffic flow and mobility impact studies\n• Optimize inland and coastal flooding projects\n• Manage bioretention and green stormwater infrastructure\nConstruction • Reduce embodied carbon through low-carbon material procurement\n• Support lean production planning and execution to reduce waste and streamline schedule\n• Improve site safety\n• Modularize design and maximize prefabrication\n• Minimize scrap in fabrication\n• Increase precision to maximize built performanceProduct design and manufacturing (D&M): Consumer \ndemand for more environmentally friendly products, \nas well as new environmental regulations, pushes \nmanufacturers to commit to sustainable and circular \noutcomes in their work. In a 2018 survey of senior \nexecutives from large corporations around the world, \n30% said their company had a circular economy \nstrategy, and over three-quarters plan on adopting \ntargets to make their products, processes, or business \nmodels more circular in the coming five years.12\nA study of Autodesk’s design and manufacturing \ncustomers showed that approximately 52% have \ncommitments to implementing sustainable practices.13 \nTo address sustainability challenges and meet their \ncommitments, Autodesk customers are implementing \nsmarter and more efficient design and manufacturing \napproaches, increasing materials productivity, \ndeveloping more circular business models, reducing \nenergy use, and enhancing supply chain responsibility.\nTo better understand how these trends apply to our \ncustomers, in 2019 Autodesk and IDEO led a workshop \nwith approximately 20 designers, manufacturers, and \nconsultants to explore what process changes and tools \ncould better support sustainable product design. \nThe “A.I. Chair,” the first chair created in partnership between humans \nand artificial intelligence, resulted from a conversation between \nPhilippe Starck, Kartell, and Autodesk. Launched in 2019 and made \nusing 100% recycled material, it was developed using generative \ndesign, a form of artificial intelligence that uses the power of the \ncloud to create better outcomes for products, buildings, infrastructure, \nsystems, and experiences. This technology offers great potential for \nsustainable design through optimization (and reduction) of materials \nuse, energy consumption, and other dimensions. 12. Going Circular: How Global Business is Embracing the Circular Economy. https://d.newsweek.com/en/file/459592/newsweek-vantage-going-circular.pdf\n13. Autodesk engaged Business Advantage, a market research consulting firm, to conduct a study of 1400 Autodesk customers to understand their \ncommitments to sustainability. The study, completed in 2019, determined a “commitment to sustainability” if the customer committed explicitly  \nto the UN Sustainable Development Goals, and/or showed evidence of a commitment to sustainability on their corporate website.", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}