{"page_content": "7Insights that emerged from the workshop include the importance of engaging more stakeholders from across the \nbusiness early in the design process, quantifying the return on investment of possible design changes, shifting \nfrom transactional toward service-based business models, and focusing on repairability. We’ll use these insights \nas we develop the next generation of tools and features to support sustainable design across our products. \nThe manufacturing process itself also presents opportunities. Time, money, energy, and materials are often \nwasted due to poor design and inefficient production cycles, creating bottlenecks, machine idling, and slow \nproduct runs. Manufacturers can reduce energy use by up to 25% and increase productivity through smart and \nconnected manufacturing techniques.14\nThis past year, Autodesk® Fusion 360® software was enhanced with generative design for 2.5-axis manufacturing, \ncost estimating, and manufacturing extensions to help accelerate design decisions and improve the quality of \nproduction processes, which ultimately leads to less material waste and scrap.\nUtilizing automation to integrate design and manufacturing processes plays an essential role and helps designers \nand engineers achieve productivity boosts and deliver more sustainable products. The Autodesk® Product Design \n& Manufacturing Collection and our cloud platform help customers deliver on these objectives.\nAutodesk® CFD, Factory Design Utilities, Fusion 360®, Fusion Lifecycle, Inventor®, Moldflow®, Netfabb®, PowerMill®, \nand TruNest software\nMaterial efficiency and \ncircularity• Improve materials efficiency, create lighter products, and reduce waste with generative \ndesign and composites\n• Make greener materials choices\n• Conduct simulations to test and design more durable products\n• Nest pieces to optimize flat sheet cutting and reduce waste\n• Pack products and use support material efficiently to reduce waste in  \nadditive manufacturing\n• Improve print accuracy and success rate to decrease waste in additive manufacturing\n• Minimize waste by repairing parts with hybrid manufacturing\nEnergy efficiency and \nsmart manufacturing• Design and create energy-efficient electronics and machines\n• Reduce energy use and waste in production by optimizing machine use and  \ncooling cycles\n• Analyze and optimize factory building energy consumption\nResponsible supply chain • Audit suppliers to ensure product quality and compliance\n• Increase quality through failure analysis and reports\n• Comply with regulations with material and supplier declaration\n14. McKinsey Global Institute, The Internet of Things: Mapping the Value Beyond the Hype.Learn more about how our customers are using Autodesk technology to make a better world.Customer examples\nAutodesk collaborates with Volkswagen Group on \ngenerative design in electric concept vehicle  \nLearn more\nRecycling fly ash turns a lump of coal into \nsustainable, durable tiles Learn more\nHow Honda ditched conventional thinking to \ndesign a lighter crankshaft Learn more", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}