{"page_content": "8Autodesk takes a broad approach to addressing the \nchallenges and opportunities of climate change and \ndriving progress for our company and customers. We \nfocus on four key areas.\n• Governance: With oversight from our CEO, the \nSustainability & Foundation team has direct \nresponsibility for setting and implementing  \nour corporate sustainability strategy, including  \nour climate change strategy. \n• Strategy: To drive continued progress and meet \ngrowing demand, we continue to expand the solutions, \neducation, and support we offer, helping customers \nsecure a competitive advantage for a low-carbon future by designing high-performance buildings, \nresilient cities and infrastructure, and more efficient \ntransportation and products. To continue to grow \nthis market, we provide software and support to early \nstage entrepreneurs and startup companies who are \ndesigning clean technologies. We lead by example by \ninfusing sustainability in our own business \noperations. See Customers and Philanthropy . \n• Risk management: Internally, we are investing in \nbest practices to mitigate our GHG emissions and \nclimate change risk through investments in renewable \nenergy, energy efficiency, disaster management and recovery strategies, and materials innovation.  \nSee Carbon footprint. \n• Metrics and targets: We set aggressive targets based \non climate science to drive progress (see below) and \nmeasure and report performance across the value \nchain (see Carbon footprint).\nThe following commitments and targets \ndemonstrate our broad and bold approach in this \narea. Our Environmental Policy underpins the \ncompany’s efforts in our own operations and with  \nour products and services.Climate change\n• Continue to report climate change information in mainstream financial reports (see Autodesk FY2020 Annual Report).\n• Continue to conduct responsible corporate engagement in climate change policy (see Public policy).\n• Continue to use an internal price on carbon.\n• Continue to integrate sustainable design capabilities into our products and services (see Customers).COMMITMENTS\nTARGETS PROGRESS IN FY2020\nWe committed to following our Corporate Finance Approach to Climate-\nStabilizing Targets (C-FACT) methodology through 2020, to reduce GHG \nemissions in line with an 85% absolute decrease by 2050.\nReduce carbon dioxide equivalent (CO2e) emissions across our value \nchain by 43% by fiscal year 2020, compared to fiscal year 2009.\nAchieve climate neutral GHG emissions for Scopes 1, 2, and 3 annually, \nbeginning fiscal year 2021.Achieved. Compared to our fiscal year 2009 baseline,  \nwe decreased absolute GHG emissions by 43% through \nefficiency, renewable energy, and Gold Standard \ncertified carbon offset projects with our customers.\nAchieved.\nIn progress. Reduce short-lived climate pollutant emissions.Remove commodity-driven deforestation from Autodesk’s supply \nchain by 2020.In progress.Power our facilities and cloud services with 100% renewable energy by \nfiscal year 2021.", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}