{"page_content": "10\nDiversity and belonging\nWe’re building a place where people can bring their \nauthentic selves to achieve personal and professional \nsuccess. This requires a commitment to diversity and \nbelonging—principles that we prioritize. As a company \ndriving change, we work in countries around the \nworld and in many languages. We believe diversity \nencompasses so much more than gender, race, \nethnicity, or sexual orientation. It also includes \nvaluing backgrounds, perspectives, and beliefs  \nthat are different from our own. In 2019, we:\n• Bolstered our seven Employee Resource Groups, \nvoluntary, employee-led groups of individuals \nwho join together based on common backgrounds \nor dimensions of diversity such as gender, race,  \nor ethnicity, to foster and enable a diverse,  \ninclusive workplace.\n• Furthered investment in the Autodesk Mentorship \nProgram, which breaks down the barriers of meeting \nfellow colleagues from around the world and helps \ncolleagues learn from each other.\n• Engaged in new strategic partnerships with Hispanic \nServing Institutions and Historically Black Colleges \nand Universities to help develop the next generation \nof diverse talent.\n• Established partnerships with the following \norganizations to support the growth and diversity \nof the broader technology ecosystem: AfroTech, /dev/\ncolor, PowerToFly, SMASH Rising, Upwardly Global, \nand Visual Effects Society. \nLearn more.\nEmployee impact\nWhether they’re developing our latest sustainable \ndesign tools, volunteering in local communities, or \nhelping nonprofits create change, our employees bring \nour vision of a better world to life and drive our culture \nof positive impact. We encourage all our employees to \ntake advantage of professional development \nopportunities in sustainability and social good, pro \nbono consulting and immersion projects, sustainability-related benefits, and company matching \nfunds that are available when they give their volunteer \ntime and money to nonprofits.\nTraining and development\nAutodesk offers extensive professional and technical \ndevelopment opportunities to managers, individuals, \nand teams. To inform our training, we perform \ncomprehensive analysis throughout the business to \nidentify skills gaps. This is linked to Autodesk’s Culture \nCode framework for managers and employees, which \ndefines what we expect of individuals at various levels \nthroughout the organization.\nAs a part of our Win With Sustainability program,  \nwe provide employees in our sales organization with \nonboarding training about sustainability workflows in \nAutodesk products as well as the company’s corporate \nsustainability efforts. This training is designed to help \ncustomers succeed in their sustainability goals.Outside the classroom, Autodesk employees can use \nnumerous tools to enhance their learning, such as \nonline educational and professional development \nmaterials and a global tuition reimbursement program.\nHealth and safety\nAt Autodesk, we work to maintain a strong health and \nsafety culture. We help our employees work safely and \nproductively through participation in programs that \nmitigate occupational safety risks in our workplaces. \nAll company sites have emergency response plans, \nand many also have emergency response teams to \nhelp keep our employees safe. \nOur commitment to wellness begins with helping \nemployees and their families stay fit and minimize \nhealth concerns. Many of our facilities offer gyms, \nand our wellness campaign includes events such as \nsoftball, basketball, and soccer tournaments.Employees\nIn December 2019, five Autodesk employees worked on a pro bono immersion project with Gashora Girls Academy of Science and Technology, a high \nschool-level boarding school in Rwanda. For two weeks, the Autodesk team taught day-long workshops to teachers and students related to graphic \ndesign, 3D design, website design, learning resources, and Micro:bit. The team also installed Fusion 360 software for the two brand-new computer \nlabs and teaching staff. These employees volunteered about 1,100 hours on the projects (including preparation before the trip), which will positively \nimpact about 4,000 learners in the local community.", "metadata": {"source": "NASDAQ_ADSK_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}