{"page_content": "We use our investment management expertise to help people achieve a lifetime of financial security.About this report\nWelcome to Aegon Asset Management’s 2018 Responsible Investment Report. The aim \nof this report is to provide a clear, comprehensive overview of our responsible investment strategy, solutions and performance. The report is intended for all stakeholders, but will be of particular interest to our clients. This report should be read in conjunction with Aegon N.V.’s 2018 Integrated Annual Report, available online at www.aegon.com. For more information on our approach to this report, please see page 40.\nNotes & definitions\n• Throughout this document, ‘we’, ‘our’, ‘us’ refer to Aegon Asset Management. Our parent company – Aegon N.V. – may be referred to as ‘Aegon\n’ or ‘the Company’.\nAlong with its member companies, Aegon N.V. may be referred to as ‘Aegon Group’ or the ‘Group\n’. For the purposes of this report, ‘member companies’ shall mean,\nwith respect to Aegon N.V., those companies consolidated under Dutch legislation relating to consolidated financial accounts.\n• Though practitioners and academics now agree on the merits of responsible investment, there is still debate over what responsible investment means exactly and\nhow it should be integrated into investment decisions and strategies. Over the years, various terms have emerged to describe its meaning and with it, a variety of \ninterpretations. We have used a number of these terms in this report, which we define as follows: \n• ESG: environmental, social and governance factors that may affect the performance of a company or asset.\n• Responsible investment or investing: a broad term used to describe various approaches to incorporating responsible investing principles or practices into the\ninvestment decision-making process as well as dedicated or focused responsible investment solutions. \n• Responsible Investment products, funds and strategies: this relates to products and funds that use ESG factors as a basis for specific investment strategies.\nThis includes Socially Responsible Investment (SRI), ethical and best-in-class funds. \n• Impact investments: supporting companies which have a mission to provide positive societal or environmental benefits in addition to generating positive financial returns.\n• Please note that not all products, funds or investment strategies referred to in this report are available to all investors. In addition, certain products, funds or strategies\nmay be closed to new investors. \n• Information in this report relates to Aegon Asset Management (with the exception of reporting against the Task Force on Climate-related Financial Disclosures,\nsee page 28; this relates to Aegon N.V., our parent company). Data covers all Aegon Asset Management companies and entities, and refers to the period January-December \n2018, unless otherwise stated. Joint venture companies have been included on a pro rata basis. Information relating to Aegon is clearly labeled ‘Aegon’ or ‘\nAegon N.V.’.\n• In this report, reference is made to Aegon's Responsible Investment Policy. W\ne apply this Policy to all assets managed by Aegon operating entities (where Aegon\nhas management control). Our approach (including exclusions) may differ for assets we manage on behalf of third parties.  \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}