{"page_content": "11\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportResponsible investment strategy\nAegon has a responsible business approach; responsible investing is a key part of that. \nUnderpinning this approach is the conviction that, as a company, Aegon wants to make a positive contribution to society – through increased financial security, well-being and a clean, healthy environment. When investing responsibly, we have to balance various factors – not only the needs of society and our clients, but also regulation and the financial markets. \nWe have a clear, comprehensive approach to responsible invest-  \nment built around: \n•Investment analysis – ensuring we integrate ESG factors\ninto our decision-making across asset classes and investment \nstrategies.\n• Active ownership – playing an active role as an investor, voting \nat shareholder meetings, engaging with the companies we \ninvest in and, in some cases, excluding investment where this is \nin line with our policy.\n• Responsible investment solutions and impact investments \n– developing new products, funds and strategies that offer a\nresponsible approach, while also investing in  assets that \ndeliver not only financial returns, but also seek positive social \nand /or environmental impact.\nTo support our strategy\n, we have a clear system of governance \n– Aegon’s Responsible Investment Policy sets out the Group’sposition on key social and environmental issues (see page 12).\nWe have a long history in responsible investment. Over the years, \nour approach has evolved. An initial focus on exclusions (for ‘sin’ sectors such as tobacco and alcohol) has given way to more integration, engagement and dedicated solutions and strategies. In the years ahead, we expect our strategy to evolve further, with more emphasis on impact investments that support long-term sustainable development. \nClimate has been an important part of our strategy since \n2014 – we invest in clean and renewable energy, engage extensively on climate change issues and, on behalf of Aegon\n9, \nare divesting from companies that derive 30% or more of their revenues from thermal coal or oil sands production.  \nIn 2018 – following our first report against recommendations from the Task Force on Climate-related Financial Disclosures (TCFD) – we started to measure and benchmark part of the carbon footprint of our investment portfolio\n10, and carried out detailed analysis of \ndifferent climate scenarios.\nResponsible Business \nLaunched in 2018, Aegon's Responsible Business \napproach is built on three pillars: • \nFinancial security and well-being for customers\n• Secure retirement and healthy aging for society\n• Clean energy and sustainable real estate for\nthe environment.\nFor Aegon, this is about helpi ng people achieve a lifetime \nof financial security – this  mean s smart, long-term \nfinancial planning. It also means  healthier lifestyles, \nredefining retirement, and building a cleaner environment. \nThis Responsible Business approach   is about addressing \nchanges in society – particula rly concerns about aging, \nclimate and the long-term affo rdability of social \nhealthcare systems. \nThe approach also means suppor ting the UN's \nSustainable Development Goals – five in particular: No \npoverty, Good health and wel l-being, Affordable and \nclean energy, Decent work and ec onomic growth, and \nClimate action; these are the  goals Aegon believes are \nmost relevant to its business. \nAs Aegon Asset Management, our p rincipal contribution \nis through not only ESG integrat ion and engagement, but \nalso through investments in ar eas like renewables, green \nbonds, care homes for the elderly and affordable housing \nFor more information on Aegon  Asset Management's \ncontribution to the SDGs, pleas e see page 2411. \n9See page 2 for all notes, references and definitions; these include definitions of scope with regard to both Aegon and our approach to exclusions. \n10 In 2018, we measured the carbon footprint of our Dutch General Account and insurance-linked equity investments.\nFor more information, see our TCFD reporting from page 28.\n11 For more details on Aegon’s strategy and approach to the UN SDGs, see the Company’s 2018 Integrated Annual Report, available online. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}