{"page_content": "Policy\nAegon's Responsible Investment Policy has been in place since 2011. It is reviewed annually – to take into account changes in best practice, regulation or society's expectations. The last major update was in 2017; this was to strengthen the Policy's focus, scope and governance. The Policy applies to all assets managed by Aegon companies\n12, and sets a minimum standard \nacross the Group. Within the Policy, however, there is sufficient flexibility for businesses to take a more local approach – to reflect differences in culture and client requirements. We do not apply the Policy to all third party assets; this is decided in discussion  with clients. Aegon's Policy is based on international ESG norms and standards\n13 – and defines Aegon Asset Management’s ESG \nintegration and engagement process.\nAegon’s Policy also sets out the Company’s position on a number \nof controversial social and environmental ‘themes’ (where the Company regularly receives inquiries from clients, employees and other stakeholders). In each case, Aegon bases its position, as far as possible, on internationally-recognized treaties or conventions. \n12\nWe use our investment management expertise to help people achieve a lifetime of financial security.Theme Aegon Group’s position International treaty/convention\nTobacco Tobacco is one of the main risk factors for chronic diseases, including cancer and heart disease. As a group focused on health and well-being, Aegon does not believe investing in tobacco is compatible with its corporate strategy. It has decided, therefore, to stop all investment in tobacco companies.•World Health Organization Framework\nConvention on Tobacco Control\nControversial weaponsAegon considers weapons that have an indiscriminate and disproportionate effect on civilian populations as unacceptable. These weapons include anti-personnel mines, biological and chemical weapons, and cluster munitions (but not nuclear weapons – see below). Aegon excludes investment in companies involved in the development, production, trade and maintenance of these weapons.•Anti-personnel Mine Ban Convention\n(known as the Ottawa Treaty)\n•Biological Weapons Convention\n•Chemical Weapons Convention\n•Convention on Cluster Munitions\nNuclear weapons The Nuclear Non-Proliferation Treaty recognizes only the US, UK, France, Russia and China as existing nuclear powers. We do not invest in companies involved in the production or maintenance of nuclear weapons for any other country. •Treaty on the Non-Proliferation of\nNuclear Weapons\nControversial arms tradeThe controversial arms trade involves supplying conventional weapons to conflicts or regions where there is a substantial risk of human rights violations. We believe that the primary responsibility in this area lies with government; we are, however, committed to monitoring companies with heightened risk, and do not invest in companies that provide weapons to countries subject to embargo by the UN Security Council, US or EU. •UN Arms Trade Treaty\nHuman and labor rightsOn behalf of Aegon, we expect the companies we invest in to uphold international human and labor rights (providing a safe and healthy working environment, encouraging diversity, combating discrimination and any forms of child or forced labor, ensuring fair wages and freedom of association etc.). We also expect companies to have an explicit human rights policy covering their own operations and supply chain. •UN Global Compact\n•Universal Declaration of Human Rights\n•UN Guiding Principles on Business and\nHuman Rights\n•International Labor Organization standards\n•OECD Guidelines on Multinational\nEnterprises\nClimate change We expect companies to combat climate change where they can, to report on their greenhouse gas emissions, to pursue energy efficiency and support the energy transition. We ex -\nclude some coal and oil producers from investment; these are the least diversified and the most at risk from government regulation. •Paris Climate Agreement\n•UN Sustainable Development Goals\n•UN Global Compact\n12 This includes investments for General Account (assets on the balance sheet of Aegon companies), investments for account of polic yholders (insurance-linked assets\non the balance sheet of Aegon companies) and Third Party (revenue-generating assets under administration or management by Aegon companies). Aegon's Responsible\nInvestment Policy is available online at w\nww.aegon.com.\n13 These standards include the Principles for Responsible Investment, the OECD’s Guidelines for Multinational Enterprises, the UN Global Compact and the UN Guiding  \nPrinciples on Business and Human Rights. For more details on these and other international conventions, see page 42. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}