{"page_content": "Theme Aegon Group’s position International treaty/convention\nTax, fraud and corruption We expect companies to pay taxes in the countries \nwhere they have operations. We support the OECD’s framework on base erosion and profit shifting, aimed at tackling tax avoidance. We also expect companies to maintain ethical business practices, free from fraud or corruption, in their own operations and supply chain. •OECD framework on base erosion and\nprofit shifting\nNature, environment and biodiversityIn their activities, companies should care for nature and the environment, minimize damage, and help preserve biodiversity where possible. We believe that companies with heightened risk should comply with the UN Convention on Biological Diversity and should report regularly on measures taken. •UN Convention on Biological Diversity\nAnimal welfare Animal welfare should be taken seriously, particularly by companies in the livestock and food sectors. We expect these companies to recognize animals’ Five Freedoms and to take steps to reduce animal suffering.  •Five freedoms (Farm Animal\nWelfare Council, UK)\nSovereign governments Aegon does not invest in government bonds or other government debt from countries that systematically breach human rights. We believe countries should uphold internationally-recognized human rights standards. We use international sanctions and embargoes (imposed by the UN Security Council, US or EU) as a guide in this area. •Universal Declaration of Human Rights\nGovernance & Responsible Investment teamAegon has a Responsible Investment Strategy Committee (RISC). This Committee oversees implementation of Aegon’s Responsible Investment Policy. The Committee is made up of representatives from across Aegon, including Aegon Asset Management. The Committee is chaired by the CEO of Aegon Americas. The RISC is supported by a technical committee, responsible for ESG integration, voting and engagement, and comprising portfolio managers, research analysts, risk managers and specialist staff. The RISC works closely with Aegon’s Risk and Compliance departments; it also advises Aegon’s Management Board on matters relating to responsible investment. The Committee regularly considers investment ‘dilemmas’, and seeks to balance risk-return with meeting broader social expectations. \nAlongside these committees, we also have a Climate Working \nGroup (CWG); this group has been in place since the start of 2017. It meets quarterly to discuss Aegon’s response to climate change, as well as developments in public policy and disclosures. Members of the CWG are drawn from across Aegon – including representatives from risk management, investment analysis, regulatory affairs and responsible investment. \nAt Aegon Asset Management, we have a dedicated responsible \ninvestment team. This team acts as a knowledge hub – and supports our efforts in engagement, voting, product development  and research. In 2019, we will expand our team to fourteen,  \nincluding a new position in the US; we will also bring in a specialist on climate change. Expanding the team will also support new product development; the team works closely with Aegon Asset Management units worldwide. During the year, we will also look to further strengthen our governance, particularly in improving coordination between local businesses and implementing Aegon's Responsible Investment Policy. \nESG integration\nCompanies’ sustainability performance can affect their value – and their ability to deliver returns to investors. We use ESG integration as a way to improve the risk-return profile of the investments we make. At Aegon Asset Management, our aim is to integrate ESG factors into our investment decision-making across all asset classes. We focus on ESG factors that are material from a financial or risk perspective. \nOur ESG integration process is based on a number of steps: we \nevaluate available ESG information; using this information, we identify key ESG issues, assess the possible impact both on the investment and on our client’s position; finally, we determine the appropriate action to take – this may mean deciding whether or not to invest, or to increase or decrease our holding in a particular company or asset. \n13\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment Report\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}