{"page_content": "To implement this approach, we provide our portfolio managers \nand analysts with access to ESG data. Where relevant, we include ESG information in our investment analysis summaries, or ‘tear sheets’. We take in ESG data from various third-party sources. At Aegon Asset Management, we also provide training for our portfolio managers and analysts. In 2018, more than 89% of eligible staff took part in the PRI Academy’s ESG training course. \nESG Next\nESG risks vary by sector and asset class. It is clear that the mining  sector, for example, faces very different risks to those faced by transport or agriculture. That is why we take a tailored approach to ESG integration. Through the ESG Next program, our responsible investment specialists work directly with individual investment teams – to deepen their use of ESG data. Together, they perform ‘deep dives’ to determine exactly how ESG should be applied to specific sectors or asset classes, and where they believe ESG analysis, ultimately, could bring most value to our clients. This gives our investment teams ‘ownership’ of the process – ultimately, it is up to them to decide what weight to give to ESG factors. Since the introduction of ESG Next, we have worked with our sovereign, emerging markets and credit teams. We will continue to roll out ESG Next in 2019. \nWe believe integrating ESG will strengthen our investment \napproach across all asset classes. As a science, however, ESG integration is still evolving. More research is needed from both academics and practitioners. In 2018, we published papers on ESG integration in both the Netherlands and the US; these white papers were the direct result of our ESG Next program.\n14\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nApplying ESG to European\nsovereign bonds\nIn 2018, Aegon Asset Management Netherlands \npublished a white paper on the opportunities and challenges related to ESG integration in European sovereign bond portfolios.  \nThe paper looks at government performance on a range of indicators – from energy security to spending on health and education, political stability and corruption. Crucially, it makes a connection between this performance and financial returns. This allows us to ‘group’ countries based on their level of development and select not only the best performers but also the ‘improvers’ – so that we can identify countries that show clear progress on ESG issues. The white paper advocates an optimal ESG integration process, including a ‘top-down’ quantitative analysisin conjunction with a ‘bottom-up’ qualitative creditanalysis.Timeline: Responsible investing at \nAegon Asset Management\n1987 – \n Our US business makes its first investment in\nLow Income Housing Tax Credits.\n1989\n \n– Kames Capital launches its first ethical fund.\n2004 \n– TKP Investments launches its first SRI fund.\n2008 \n–  Kames Capital signs up to the UN Principles for \nResponsible Investment (PRI). Aegon Asset\nManagement follows suit in 2011.\n2010\n \n–  Aegon Asset Management develops its first \nresponsible investment framework\n2011 – \n Aegon adopts a global Responsible Investment Policy\n.\n2012 – \n Aegon Asset Management joins the Global Real Estate \nSustainability Benchmark (GRESB).\n2013\n \n–  ESG training is made mandatory for por tfolio \nmanagers and analysts.\n2015 – \n ESG ratings are integrated into credit research reports.\n2016\n \n–  Aegon introduces its new Responsible Business approach.\n– Kames Capital launches its first global sustainable equity fund.\n2017  \n–  ESG Next is launched to fur\nther embed ESG in daily \ninvestment decision-making.\n–  Aegon begins reporting against TCFD\nrecommendations.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}