{"page_content": "15\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportResponsible investment solutions and strategies\nIn addition to ESG integration, Aegon Asset Management also offers dedicated responsible investment products, funds and strategies\n14. Given increased demand, we have been expanding \nthese in recent years. Typically, these products, funds and strategies are aimed at clients who want a more ‘ethical’ or ‘sustainable’ approach to investing. Our aim is to outperform the market – and deliver better returns to clients, usually by screening out companies with poor ESG performance or by focusing within sectors on sustainability ‘leaders’ and ‘improvers’. We have responsible investment products, funds and strategies in the US, Netherlands and UK, covering both equities and fixed income. We also have a small climate-themed investment fund in Hungary, and offer green funds via Aegon Industrial Fund Management Co. (AIFMC), our joint venture in China. At the end of 2018, our socially responsible funds (SRI), excluding China, had EUR 3.4 billion under management, almost 80% more than they had five years before (see charts below). \n• \nKames Capital has three ethical funds: its Ethical Equity Fund, \nEthical Corporate Bond Fund and Ethical Cautious Managed \nFund. The first of these – the Ethical Equity Fund – will be \nthirty years’ old in 2019. E\nxclusions from these funds are \nbased on direct consultation with clients. In addition, Kames \nCapital also has a Global Sustainable Equity Fund (GSEF), \nlaunched in 2016. Investments are split between social\nim\npact (65%) and environmental (35%). In the US, GSEF will \nco\nmplement our High Yield ESG and Sustainable Fixed Income \nstrategies, launching in 2019.\n• In the Netherlands, TKP Investments has its MM World and\nEuropean Equity Index SRI funds. Together\n, these funds \nmanage approximately EUR 1.7 billion in investments, mostly from pension funds. These two SRI funds operate a best-in-  \n class approach, investing only in companies that meet  \n \nminimum sustainability performance standards. Investments  \nare made across sectors, including IT, financial ser\nvices and  \nhealthcare. ESG criteria are also important in TKP Investments'  \nMM Long Term Investment Fund – precisely because of the\n \nfund’s long-term investment ‘lens’. TKP Investments also \nworks closely with Aegon on sustainable infrastructure – and, \nin 2019, will launch a new global green bond fund. \nIn addition to the TKP Investments' funds, Aegon Asset  \nManagement Netherlands manages GRIF, its Government\n- \nRelated Investment Fund. This fund invests mainly in bonds  \nand private placements, issued by European public entities,  \nincluding housing authorities and local government. Under the  \nterms of the fund, we aim to invest at least half the fund's\nEUR 500 million in projects that bring direct social or  \n \nenvironmental benefits. \n• In the US, interest in responsible investing has clearly \nincreased. In 2019, Aegon Asset Management US launched\ntwo new investment strategies – as part of a Responsible \nInvestment Solutions platform. The first is a High Yield \nESG strategy, which uses proprietar\ny ESG analysis to identify \ninvestment opportunities: ESG leaders and companies with \nmost potential. The second is a Sustainable Fixed Income \nstrategy, investing in issuers that may benefit from the long-  \n ter\nm shift to sustainability – in areas like health and well-being,  \naligned with the SDGs. Both strategies are research-driven, and  \noffer clients the opportunity of competitive returns through a  \nresponsible approach to fixed income investing. \nUK\nNetherlandsHungarySRI funds, Assets Under Management by country\n(end-2018, EUR millions) \nEUR\n3.4\nbillion1,088\n2,3243SRI funds, total Assets under Management 2013-2018\n(EUR billions)\n0.00.51.01.52.02.53.03.5\n2014 2013 2015 2016 2017 20181.92.23.12.93.03.4\nFigures do not include China. Our SRI funds in China use different criteria. At the \nend of 2018, assets under management in these funds totaled EUR 668 million. Aegon Asset Management’s Government-Related Investment Fund (GRIF) in the Netherlands has also been excluded from these figures. Please note that not all products are available to investors in all countries. In addition, certain funds may not be open to new investors. 14 Please note that not all products, funds or investment strategies referred to in this section are available to investors in all countries (including the US).\nSee our website (ww\nw.aegonassetmanagement.com) for more information on rules and limitations governing our products, funds and strategies.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}