{"page_content": "16\nWe use our investment management expertise to help people achieve a lifetime of financial security.We try to limit this negative impact – to make our investments \nmore sustainable, as we are doing with our real estate portfolio. We also invest in areas like renewables and affordable housing that seek to deliver not just financial returns, but also clear social and environmental benefits. At the end of 2018, these ‘impact investments’ totaled EUR 8.4 billion (see charts below). \nSustainable real estate\nAegon Asset Management has significant investments in property. At the end of 2018, we had just over EUR 6.1 billion in real estate assets under management.Our portfolio covers mainly retail, industrial and commercial property. These investments give us an important opportunity to help in the fight against climate change: the ‘built environment’ – homes, offices and factories – accounts for an estimated 40% of worldwide greenhouse gas emissions\n13. \nBy making our properties more efficient (in terms of energy or water consumption, for example), we lower risk and costs for our tenants, as well as reducing our impact on the environment. Our real estate investments date back to the 1980s. So we have considerable experience – we already use ESG criteria to help improve our properties’ environmental performance. Most of our properties are managed directly by us. We also invest in affordable and social housing.\nWe now want to bring our investments closer together, pool the \nexperience we have, and create a more coherent ‘Aegon’ approach to sustainable real estate investing – as well as raising awareness of the importance of real estate in combating climate change. We have already started work on this. We have a working group with representatives from our US, UK and Dutch businesses. In 2019, this group will agree a new action plan, looking at possible commercial opportunities – and at how real estate investments can be linked to Aegon’s longer-term climate goals. The group will also discuss further cooperation on GRESB. \nOur impact as an investor\nOur investments may have a positive impact on society. Through our investments, for \nexample, we may create jobs and drive future economic growth. But we recognize that, in certain circumstances, our investments may also have negative consequences  \nfor society. \nTotal impact investments, 2014-2018\n(EUR billions)\n0246810\n2014 2015 2016 2017 20184.67.67.28.18.4\n01,0002,0003,0004,0005,000Impact investments by category, end-2018\n(EUR millions) \nPrimarily social impact:\nAﬀordable and workforce housingCare homesInternational development banksStudent loans and sports facilitiesMicro-ﬁnancePrimarily environmental impact:Renewable energy Green bondsGreen residential mortgage-backed securitiesSustainable timber1,830\n32420874573\n25315284,93713 Source: GRESB (Global Real Estate Sustainability Benchmark)\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}