{"page_content": "17\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportInvestments in sustainable and social housing\nUS In the US, we invest in affordable housing. This is done through the government’s Low-Income Housing \nTax Credit (LIHTC) program. Our investments cover more than 350 separate properties, providing housing for families earning no more than 60% of local median salaries. These investments also meet Community Reinvestment Act (CRA) requirements (the CRA obliges banks and other financial institutions to invest in local communities; currently, we have more than 40 investors across the banking, insurance and technology sectors). Since 2003, our US business has invested EUR 3.3 billion in low-income housing tax credits on behalf of institutional investors.  LIHTC has had bipartisan support in the US since it was launched in the 1980s. \nAs part of LIHTC, we invest in veterans' housing, providing homes for former servicemen and servicewomen. \nOn any one night, around 40,000 veterans sleep rough because of a lack of suitable housing; approximately half served in Vietnam. Construction on our first property – in southern California – was completed in early 2018. We currently have two other properties under construction, also in southern California. Combined, these properties represent an investment of around USD 20 million.\nIn the US, Aegon Asset Management also invests in affordable housing mortgage loans, and workforce \nhousing. With workforce housing, we are currently targeting 17 cities across the US, including Seattle, Los Angeles, Denver, Las Vegas and Miami. We focus on families who rent out of necessity – and on areas where there is access to both employment and amenities. Many US cities face shortages of reasonably-priced homes for wage earners such as police officers, nurses and teachers.\nUK In the UK, Kames Capital has six directly-managed property funds. These funds invest exclusively in commercial property like shopping centers, industrial estates, offices and retail outlets; one fund specializes in care homes. In total, Kames Capital manages around EUR 2.3 billion in property investments. These are managed actively – we use GRESB to measure and benchmark performance. We also work with tenants to identify improvements (in areas like energy efficiency, engagement with the local community etc.). To support this approach, we have set clear environmental goals – to reduce total greenhouse gas emissions from our properties or reduce waste going to landfill, for example. In 2019, Kames Capital will start measuring the social, as well as the environmental, impact of these investments – in areas such as health, employment and community cohesion. \nNetherlands In the Netherlands, we have a Global Listed Real Estate fund. This has around EUR 1.1 billion under management. The fund focuses on the best ESG performers in the sector. We have a number of measures to assess performance, including GRESB – and use results to engage with the companies we invest in. The fund follows the latest official French SRI label\n15 governance standards; this is to incorporate best practice \nand in anticipation of a new standard, likely to emerge from the EU’s current sustainable finance action plan. In addition, TKP Investments has its European Real Estate Fund; this is a ‘fund of funds’ investing across Europe in housing, offices, retail space, hotels, industrial premises etc.; the Fund also uses GRESB to measure performance. \nAmvest – owned 50% by Aegon N.V. – concentrates on urban development; it puts a strong focus on \nsustainability. Aegon the Netherlands has around EUR 1.9 billion invested in property via Amvest. Together, Amvest and Aegon are developing a new vision for ‘healthy living’. Amvest is also renovating properties in its portfolio to improve energy efficiency (its goal is to shift the properties’ average label to B; A is the highest). \nOpportunity zones: In 2019, we will look at possible investment in new US opportunity zones. These zones were created as part of 2017 legislation to encourage economic growth and job creation in low-income communities. We have been investing in low-income housing tax credits for more than thirty years – and can apply this experience to opportunity zones.Investment in these zones could bring significant tax advantages. Under the legislation, investors can defer capital gains tax; other tax benefits also accrue. More importantly, investment should help address social problems in these zones, including unemployment, poor levels of education and declining family incomes\n16. \n15 ISR (Investissements socialement responsables), backed by the French Ministry of Finance. \n16 Research from the Economic Innovation Group (December 2018) showed that, in designated opportunity zones, the poverty rate is nearly double the US national\naverage; 71% of these zones meet the US Treasur\ny Department’s definition of ‘severely distressed’. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}