{"page_content": "18\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nUsing GRESB\nAegon Asset Management joined GRESB in 2012. \nGRESB – or the Global Real Estate Sustainability Benchmark – brings together property managers, developers, investors and industry associations. GRESB measures ESG performance – the benchmark covers a number of areas, including energy efficiency, greenhouse gas emissions, and waste and water management.  \nMore than 900 companies completed GRESB’s 2018 real estate assessment, representing USD 3.6 trillion in investments. Aegon Asset Management already uses GRESB; the benchmark provides our investment teams with a basis for engagement, and a common measure to allow comparison – useful as we work to bring management of our sustainable real estateinvestments closer together. Clean energy Alongside sustainable real estate, we also invest in renewable energy to help create a cleaner, healthier environment. Clean energy is a key part of Aegon’s Responsible Business approach; it is also built into both the UN’s 2030 Sustainable Development Goals (SDGs) and the broader international climate agenda.\nAt the end of 2018, Aegon Asset Management had EUR 573 million \ninvested in renewable energy. Our investments have been growing – though we still face a shortage of ‘investable’ projects that couldprovide investors with sufficient financial returns. At end-2018,we had investments in renewable energy in the UK, Netherlands and the US:\n•\nUK: EUR 315 million in equities and bonds issued by renewable \nenergy companies.\n• Netherlands: private loans and credits to two wind parks –\nTellenes in southern Nor\nway and WindMW, off the north \nGerman coast. Together\n, these wind parks produce enough \nelectricity a year for approximately 385,000 homes17. At the \nend of 2018, our investments totaled around EUR 110 million.\n• US: investments in solar energy, benefiting from US federal \ntax credits (introduced in 2016 to promote solar power). At \nend-2018, we had approximately EUR 140 million invested \nthrough tax credits. In 2018, our investments provided the \nequivalent of 32,000 homes' annual electricity use18.\nAs well as clean energy, we also invest in green bonds and other \n‘green’ securities. Proceeds from green bonds are earmarked for climate or environmental projects – to improve energy efficiency, for example, build flood defenses or provide clean water. The market for green bonds has been expanding rapidly. In 2018, bonds worth nearly USD 168 billion were issued\n19 – most by \ngovernments, public sector institutions and banks. Between them, the US and China accounted for nearly 40% of this amount; for its part, the Dutch government plans to issue its first green bond in 2019. It is clear that agreement on Green Bond Principles\n20 \n– setting out clear guidelines and definitions for issuers – hassupported market growth. The EU is also currently working on a‘Green Bond Standard’ as part of its sustainable finance action plan. At end-2018, we had EUR 253 million invested in green bonds– and another EUR 152 million in green residential mortgage-backed securities, helping finance more energy-efficient homes.During the year, TKP Investments also made its first green bondinvestment.\nOther impact investments\nAegon Asset Management also invests in development banks, student loans and micro-finance institutions. These investments bring primarily social impact, underpinning our Group’s overall financial security and well-being strategy. At end-2018, we had just over EUR 1.8 billion invested in development banks; these banks promote economic growth in developing countries by  investing in industry, manufacturing and agriculture – to create jobs and improve living standards. We also support micro-finance institutions (MFIs); our investments here totaled EUR 74 million. These MFIs provide loans and savings accounts to more than three million people without access to traditional financial services. In the US, Aegon Asset Management had EUR 208 million in student loans and sports facilities via the federal Family Education Loan Program, aimed at helping children from low and middle-income families attend university. \n17 Source: WindMW and Norsk Vind Energi (operators of the two wind parks)\n18 Calculation made using the US Environmental Protection Agency (EPA) greenhouse equivalencies calculator. More details are available online at www.epa.gov.\n19 Source: Climate Bonds Initiative (Green bonds – the State of the Market, 2018)\n20 Green Bond Principles – International Capital Market Association (ICMA); for more information, see www.icmagroup.org.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}