{"page_content": "19\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportActive ownership and engagement\nAegon Asset Management takes an active approach to its investments. We seek to  \nengage with the companies we invest in and exercise clients' rights to vote as shareholders. \nIn doing so, our aim is to help improve performance and promote companies’ long-term success. Through engagement, we encourage good Environmental, Social and Governance (ESG) practice – and work to maintain the standards set out in Aegon’s Responsible Investment Policy.\nEngagement\nWe believe in engaging and working with others – telling our ‘story’, but also listening to others’ opinions and viewpoints. We have a dedicated engagement team, mainly responsible for engaging with the companies we invest in, both as a shareholder and bondholder. Engagement takes various forms. We may engage directly, or together with other investors to maximize our influence. We also engage via initiatives such as the Principles for Responsible Investment (PRI) or the Institutional Investors Group on Climate Change (IIGCC). Working in small groups of long-term investors can be very effective. Usually, we engage on behalf of our clients, including Aegon. But we may also engage on our own account. As part of our engagement, we have one-to-one discussions with company management – we set expectations, make commitments, send letters, sign statements and take part in investor roundtables on specific issues.  \nWe also set priorities for engagement; we focus on companies \nwith significant exposure to ESG risk, or where there is a ‘red flag’ – usually, a failure to comply with principles set out in the UN Global Compact (UNGC), covering issues such as human rights, labor, the environment and anti-corruption\n21. We may also engage reactively – \nin response to company or market developments.  \nIn 2018, we engaged with 360 companies. Of these engagements, \nnearly two-thirds (64%) concerned corporate governance issues (management appointments, remuneration, Board diversity etc.); the remainder (36%) related to environmental and /or social topics such as climate reporting, tobacco use, coal financing, antibiotics in the livestock supply chain, deforestation, water management, gender diversity, and human rights (see table on page 21). In 2018, we put particular emphasis on climate issues – with large audit firms,  \nfor example, we discussed the importance of climate disclosures.  \nIn the Netherlands, TKP Investments focused its engagement on human rights, corruption and the environment, while in the UK Kames Capital concentrated mainly on governance issues.  For 2019-2020, we will also engage to support Aegon’s broader strategic objectives, particularly related to climate and health, as well as the Sustainable Development Goals supported by these objectives (SDGs, see page 24). We will also engage ‘thematically’  \n– in key sectors, including utilities, healthcare, real estate, andoil and gas. In oil and gas, we intend to focus on methane (animportant contributor to global warming) and on implementingscience-based targets to reduce climate impact.\n21 The UNGC is the world’s largest corporate sustainability initiative. Its ten principles cover the following areas: protection of international human rights, avoidance of   \nhuman rights abuses, freedom of association and collective bargaining, forced or compulsory labor\n, child labor, discrimination in employment, precautionary approach\nto environmental issues, environmental responsibility, promotion of environmentally-friendly technologies, and corruption, ex\ntortion and bribery.0 50 100 150 200 250 300285\n61\n14\nEngagement by internal staﬀ \nCollaborative engagement with other peers and investorsEngagement through outside service provider Number of companies engaged in 2018\n(by engagement method)\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}