{"page_content": "20\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nTobacco Steel\nOverview of issues Tobacco has been linked to cancer, heart disease \nand other chronic illnesses. An estimated 7 million people die each year because of smoking\n22. There \nare also economic consequences, particularly in rising healthcare costs. Manufacturing steel is energy-intensive; the industry is a leading contributor to climate change. Currently, iron and steel accounts for 24% of all industrial emissions globally\n23.  \nMain considerations •Increased restrictions, particularly in Europe and\nthe US (smoking bans, health warnings oncigarette packets etc.)\n•Aegon’s position as a responsible investor and\nhealth insurer\n•Shift within investment industry (more insurers/\nasset managers taking the decision to divest)\n•Lack of clear, alternative business models for\ntobacco manufacturers.•Increased emissions controls and regulations\non environmental performance\n•Efforts already underway in the steel industry\nto reduce emissions and invest in newenvironmentally-friendly technologies (suchas CCS – ‘carbon capture and storage’)\n•Continued need for steel in manufacturing,\nbuilding and new infrastructure\n•Aegon's emphasis on climate and clean\nenergy as part of its Responsible Businessapproach.\nDetails of engagement •Aegon signed the Tobacco-Free Finance Pledge\nalongside other investors\n•Continued to advocate for stricter implementation\nof the World Health Organization (WHO) Frame-work Convention on Tobacco Control\n•Called on Dutch Prime Minister Mark Rutte\npublicly to join Aegon and others in supportingthe Tobacco-Free Finance Pledge.•We took part in an investor roundtable on\nclimate, alongside representatives from thesteel industry\n•Co-authored a report following the\nroundtable, setting out investor expectations\n•Put greater emphasis on ‘pre-competitive\ncollaboration’ (engaging through small groupsof institutional investors).\nDecision and outcomes Aegon decided to stop all investments; it was clear that investing in tobacco was not compatible with the Company’s position as a responsible investor (even if this meant surrendering positive returns from tobacco holdings) – particularly given the clear link between smoking, cancer and other chronic illnesses. With the steel industry, we decided to continue engagement. Divestment was not a viable option, given the continued need for steel. We have, however, set out clear expectations for the industry in three main areas: improving internal governance and oversight of climate issues; developing ‘transition’ plans to reduce greenhouse gas emissions; and improving TCFD disclosures.Divestment and engagement: Aegon examples from the tobacco and steel industries\nChallenges of engagement\nEngagement is not a straightforward process; research24 \nshows that it is most likely to succeed if a company has \nconcerns about its reputation – and has the management capacity to implement change. A strong business case also plays an important role. Of course, companies do not necessarily share our opinions – sometimes, they are reluctant to deal with sensitive issues. If a company becomes defensive, it is hard to engage effectively.\nIn our approach, we try to strike the right balance – we want to \nbe positive, encouraging, but our engagement must also be firm and fact-based. Our aim, ultimately, is to build constructive, long-term relationships with the companies we invest in. The way we engage also varies. Some issues can be solved in a few telephone calls; others require more persistence. In some cases, we engage alone; in others, it is more effective to engage collaboratively – alongside other investors. Research in this area is still in its infancy, so we are working with peers and getting more involved in academic research. We have restructured our engagement database, and we will be expanding our team and using research to start measuring progress within our engagement program.\n22 Source: World Health Organization (WHO)\n23 Source: Financial Times – ‘Cleaning up steel is key to tackling climate change’ (January 2019).\n24 For more information, see Active Ownership, The Review of Financial Studies, December 2015, and Effective Shareholder Engagement:\nThe Factors that Contribute to Shareholder Salience, Journal of Business Ethics, August 2010.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}