{"page_content": "21\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportCollaborative engagement 2018 (examples)\nIndustry or sector Platform for engagement Issue Action\nPalm oil Ceres, Principles for \nResponsible Investment (PRI)Environmental damage, rights of indigenous communities•Signed investor letter urging the\nRoundtable on Sustainable Palm Oil (RSPO)to strengthen standards on sustainablepalm oil.\nCoal and extractives ShareAction, Interfaith Center on Corporate Responsibility (ICCR)Environmental effects from continued coal use in energy production •Direct engagement with banks and\nindustrial companies on financing coalproduction\n•Engaged directly with mining companies\n•Voted in favor of climate change-related\nresolutions at major mining and energycompanies.\nInsurance Stewart Investors Development of micro-\ninsurance•Letters sent urging financial companies in\nLatin America, Africa and emerging Asiato take the lead in developing and improvingmicro-insurance products for poorercommunities.\nAgriculture Farm Animal Investment Risk & Return (FAIRR), PRIDeforestation; land planning •Endorsed statement of support for\nthe Cerrado Manifesto promotingzero-deforestation in the Amazon’sCerrado region\n25.\n•Signed PRI statement urging companies to\nreduce deforestation and other climate riskin soybean supply chain.\nUtilities and energy Institutional Investors\n \nGroup on Climate Change (IIGCC), ICCR, CDPClimate change, implementation of Paris Climate Agreement•Signed investor letter setting out\nexpectations for decarbonization in utilitiessector (in line with Paris Climate Agreement)\n•Signed letter to US oil and gas companies\nfollowing new Environmental ProtectionAgency (EPA) regulations to limit methaneemissions\n•Called on energy sector to increase\ndisclosures on water management; thesector has had the lowest disclosure ratefor eight consecutive years.\nPlastics PRI, As You Sow Pollution, environmental \ndamage •Signed letter calling for action by plastic\nand packaging manufacturers, retailers,consumers and transport companies to limitplastic pellet loss through the supply chain\n•Engaged with global consumer goods\ncompanies on the environmental impactof plastic packaging.\nLivestock FAIRR Use of antibiotics in food supply chain (leading to increased resistance to antibiotics in humans)•Continued support for FAIRR’s work to\nreduce use of antibiotics on healthylivestock.\n25 The intention behind this statement is to demonstrate to agricultural producers in the region that there is sufficient financial support for a zero-deforestation  \napproach; the statement is aimed primarily at companies that purchase soybean and meat from producers in the Amazon rainforest. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}