{"page_content": "22\nWe use our investment management expertise to help people achieve a lifetime of financial security.Voting \nWe vote regularly at shareholder meetings; voting is an important part of our overall approach to responsible investment. Similar to engagement, our aim, in voting, is to ensure our voice as investors is heard, to improve companies’ performance – and to increase returns for our clients. Our approach to voting is also informed by engagement – where there are shareholder resolutions, we may vote for or against, or (more rarely) abstain, based on our engagement. Generally, we use proxy voting – this gives us access to outside expertise and helps save costs. \nMostly, we vote on behalf of our clients. Aegon has a Global Voting \nPolicy\n26 – in place since 2008. This Policy sets out company-\nwide principles for all units. It is supported by more detailed  \nlocal policies in the Netherlands, UK and US. Voting policies are  reviewed regularly to ensure they reflect new regulation and the latest developments in the investment industry. \nIn 2018, we voted at 1,373 shareholder meetings, up from 1,236 \nthe previous year. Most of our votes cast relate to resolutions on corporate governance, but we are increasingly voting on ESG issues as these issues become more important both to the companies involved and to us as an investor. For us, voting is an important part of active ownership; it also aligns closely with our engagement activities. For example, we backed the Follow This  \nresolution at Royal Dutch Shell's 2018 AGM, calling on the energy group to set long-term carbon targets in line with the Paris Climate Agreement – an issue discussed with Shell's management in the run-up to the AGM. \n9%\n91%\nVotes with management\nVotes against managementVotes cast in 2018\n19,241\nvotes\n03006009001,2001,500\nShareholder meetings at which Aegon cast votes \nMeetings with at least one vote against management 1,373\n613\nTKP Investments (Netherlands)Kames Capital (UK)Aegon Asset Management USAegon Asset Management NetherlandsAegon Asset Management Central & Eastern Europe50%\n38%Number of meetings at which votes cast(by unit)\n0%0%\n12%\n1,373\nmeetings\nRegional differences, in part, reflect relative amounts invested in equities,\nas opposed to fixed income (votes can only be cast by company shareholders,not bondholders).050100150200250300350400\nUK\nUSFranceGermanyNetherlandsSwedenSwitzerlandJapanSpainBelgiumRest of World387\n333\n155\n10286 85\n6050 4436 35Votes cast by location of companies in which Aegon holds shares\nFor more information on Aegon Asset Management's voting in\nthe Netherlands in 2018, see page 38. \n26 For Aegon's Global Voting Policy, see www.aegon.com/about/governance/\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}