{"page_content": "23\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportExclusions\nGenerally – though engagement can be a long process – we prefer to engage rather than exclude. By excluding, we lose influence. We exclude some investments, however – where there is unacceptable risk or no scope for improving performance or transforming existing business models (the case, for example, with tobacco); these exclusions are set out in Aegon's Responsible Investment Policy. \nOn behalf of Aegon, we exclude companies involved in controversial \nweapons, thermal coal production, oil sands and tobacco\n27. \nAdditionally, we exclude investment in government bonds and  \nother forms of debt from fifteen countries – where there are international sanctions in place, or evidence of systematic violations of human rights. Our exclusions support Aegon’s Responsible Business approach; they are a response to clear health or environmental concerns and – in the case of coal and oil sands – are in line with our commitments under the 2015 Paris Pledge.\nFor other affiliated or third-party clients, there may be exceptions \n– usually because of client preference or specific fund structures.We do, however, engage with our clients, where possible, tosuggest they apply the same exclusions\n28.\nW\ne also reserve the right to exclude other companies with a \npoor ESG record – if, after a period of engagement, they do not take sufficient steps to improve performance. In such cases, our Responsible Investment Strategy Committee (RISC) decides on next steps; divestment and exclusions are options we consider.\nPreferred / bondholder\nRoutine / businessRelated to directorsCapitalizationReorganization & mergersNon-salary compensationRelated to anti-takeover34%\n43%\n10%Votes against management proposals by subject\n0%\n1%11%\n1,4471%\nRoutine / businessRelated to directorsCorp. governanceSocial / human rightsCompensationGeneral economic issuesHealth / environmentOthers / miscellaneousSocial proposal10%9%\n53%Votes in favor of shareholder proposals by subject\n3%\n13%\n6%4%0%\n2%15727 A list of exclusions may be found online at www .aegonassetmanagement.com. Aegon the Netherlands also excludes investment in palm oil producers;\nthe palm oil industry has been linked to problems with deforestation, poor labor rights and land grabbing.\n28 In some units – notably the Netherlands – exclusions are also applied to third-party investments.Exclusions\nCoal All companies that generate 30% or \nmore of their revenue from thermal coal exploration, mining or refining.\nTobacco All tobacco companies (equity holdings have already been sold; fixed income investments, meanwhile, have been placed in run-off).\nOil or tar sands All companies sourcing 30% or more of their production from oil sands; also all pipeline companies involved in the transport of oil sands. \nControversial weaponsAll companies involved in the development, production, maintenance and trade of controversial weapons (including anti-personnel mines, biological and chemical weapons, cluster munitions and ammunition containing depleted uranium); also, companies that produce or develop key and dedicated components or offer essential services for their use. (for assets managed on behalf of Aegon)\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}