{"page_content": "24\nWe use our investment management expertise to help people achieve a lifetime of financial security.Public policy\nWe take a structured approach to public policy. We engage with policymakers and other standard setters; we provide feedback  \non planned regulation. Our aim is to help regulators assess the impact of any changes on the industry and our clients. In this, we work closely with colleagues at Aegon Group, particularly on European and national policy issues. We engage on our own account, as well as through industry groups (see page 26 for a list). We are active, for example, as members of the Dutch Insurers’ Association and Dufas – the Dutch Fund and Asset Management Association\n29. In 2018, we engaged with policymakers on a number \nof ESG issues, including climate change, corporate sustainability standards, shareholder rights and the EU's sustainable finance action plan.\nEU Shareholder Rights Directive (SRD II)\nSRD II comes into force in June 2019. The new directive will increase reporting requirements. As an asset manager, we will be required to disclose not only our voting policy and record, but also our voting rationale. At a national level, the Dutch Stewardship Code has been updated, while in the UK changes are planned for July 2019; these updates aim at increasing both scope and reporting of investors' stewardship activities.  As Aegon Asset Management, we support reporting – if done well, it increases transparency and trust  \nin financial markets. Aegon Asset Management Netherlands, Kames Capital and TKP Investments all publish details of their voting (see page 40). We are currently looking at ways of providing more frequent updates on our voting activities. \nEU sustainable finance\nAegon Asset Management has provided extensive feedback to the EU’s Technical Expert Group (TEG) on Sustainable Finance; this group is working in four main areas: a classification system (the so-called ‘taxonomy’) defining, in effect, what constitutes an ‘environmentally sustainable’ investment; an EU-wide standard  \nfor green bonds; benchmarks for low-carbon investment strategies, and guidance to improve company reporting of climate-related information. The TEG’s goal is to encourage more sustainable investment as part of the EU’s 2030 sustainable finance action plan. In 2018, Aegon Asset Management signed a ‘2050 vision’, urging EU policymakers to put in place an ambitious climate strategy with a clearly defined role for private investors. \nResponsible Business Agreements (Netherlands)\nOver the past few years, new responsible business covenants have been put in place in the Netherlands. These covenants – known officially as International Responsible Business Conduct (IRBC) agreements – are based on two frameworks: the OECD Guidelines on Multinational Enterprises and the UN’s Guiding Principles on  \nBusiness and Human Rights. Each covenant covers a specific sector. Aegon is directly involved in both the insurance and banking covenants; we are also involved in the pension fund covenant via our clients. These covenants are not legally binding; they have  \nthe status of ‘soft law’. Each agreement is signed by government,  \nbusiness, trade unions and NGOs.We believe these covenants will have significant implications, among them: • \nA need for greater transparency (transparenc\ny will move\nfrom a ‘nice-to-have’ to a ‘must\n-have’; this, in turn, will put \ngreater emphasis on impact measurement and reporting, \nincluding carbon foot-printing of investments)\n• Stronger application of international guidelines (the covenants \ndo not stand alone; they are part of the overall international \nsustainable development agenda)\n• More emphasis on due diligence, engagement and active \nownership; as a result, we will need to take a broader view of \nESG risks\n• A need for more data (and more standardized data to enable \ncomparison and better reporting).\nDutch National Climate AgreementUnder its National Climate Agreement, the Netherlands aims\n \nto almost halve carbon emissions by 2030 – in line with its commitments under the Paris Climate Agreement. Aegon supports efforts to reduce emissions. Alongside involvement in the National Climate Agreement via industry associations Dufas and the Dutch Association of Insurers, Aegon the Netherlands has signed the ‘Spitsbergen Ambition’ with nine other Dutch banks and insurers. Spitsbergen pledges Aegon the Netherlands to: • \nMeasure and report its climate impact\n• Use climate scenarios and science-based targets in\ninvestment strategies (in line with the Paris Agreement’s\n‘well below +2°C’ target)\n• Support governments in achieving national climate objectives\n• Integrate climate goals to encourage ‘positive action’ within\nthe company.\nAegon Asset Management will work closely with Aegon the\n \nNetherlands to meet these goals. Both Aegon the Netherlands and Aegon Asset Management are represented, via industry associations, on the financial sector task force, set up to support the National Climate Agreement.\nUN Sustainable Development Goals (SDGs)\nAs a significant institutional investor, we support the UN SDGs. Genuine sustainable development will not be possible, in the long term, without cooperation between public and private sectors. The UN Conference for Trade & Development (UNCTAD) estimates that, to implement the SDGs, new investment will be required each year of between USD 5 trillion and USD 7 trillion. Aegon Group focuses on five SDGs – those most relevant to the Company’s business. Within these SDGs, Aegon has selected specific targets; these are where the Company believes it can best contribute to the international sustainable development agenda. \nAegon Asset Management contributes to these goals through \nESG integration and engagement, as well as through investment in areas like social housing, renewable energy and sustainable real estate. Both our UK Global Sustainable Equity Fund and  \nUS Sustainable Fixed Income strategy are mapped directly to  \nthe SDGs.  \n29 Roelie van Wijk-Russchen, our Global Head of Responsible Business & Public Affairs, currently serves as Dufas’ Chairman.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}