{"page_content": "25\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment Report\nIn search of impact\nOver the past year, we have been working closely with \nCambridge University’s Investment Leaders Group (ILG)to develop performance metrics related to the SDGs.  \nWe are a member of the ILG – along with other pension funds, insurers and investment managers. The ILG’s report – ‘In search of impact’ – was launched at the beginning of2019; it proposes metrics in six areas: resource security,healthy eco-systems, climate stability, basic needs, well-beingand decent work; each one is linked directly to the SDGs.The result would be a dashboard, allowing investors to assessESG performance at a glance. By doing so, it should giveinvestors insight into real-world impacts – and help drivemore investment towards the SDGs.\nFor more information on Aegon Group’s approach to the SDGs, see our 2018 Integrated Annual Report, available online at www.aegon.com.\nRelevant SDG and underlying targets Aegon Asset Management contributionLink to Aegon’s \nbroader Responsible Business approach\nNo poverty (SDG1) 1.2: By 2030, reduce at least by half the proportion \nof men, women and children living in poverty in all its dimensions, according to national definitions. Significant investments in: • Development banks, working for poverty reduction and job\ncreation in developing countries – see page 18. \n• Affordable social and workforce housing – see page 16.\n• For individuals:\nFinancial securityand well-being\n• For society:\nSecure retirementand healthy agingGood health & well-being (SDG3)3.4: By 2030, reduce by one third premature \nmortality from non-communicable diseases through prevention and treatment, and promote mental health and well-being. • Investment in UK and Dutch care homes for the elderly – page 17.\n• Exclusion of tobacco from investment (to address health\nconcerns over smoking) – page 23. \n• Continued support for FAIRR’s work to reduce use of\nantibiotics on healthy livestock – page 21.\nDecent work & economic growth (SDG8)8.10: Strengthen the capacity of domestic financial \ninstitutions to encourage and expand access to banking, insurance and financial services for all. • Investment in micro-finance institutions providing loans and\nsavings to people without access to traditional financialservices – page 18. \n• Engagement with financial companies urging them to expand\nmicro-insurance to poor communities – page 21. \n• Inclusion of minimum labor standards in Group Responsible\nInvestment Policy – page 12.\nAffordable and clean energy (SDG77.2: By 2030, increase substantially the share of \nrenewable energy in the global energy mix. \n7.3: By 2030, double the global rate of \nimprovement in energy efficiency.\n7.a: By 2030, enhance international cooperation \nto facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil fuel technology, and promote investment in energy infrastructure andclean energy technology. Significant investments in: • Renewable energy (primarily wind and solar power) – page 18.\n• Green bonds and green residential mortgage-backed\nsecurities – page 18. \n• Sustainable real estate (including efforts to improve energy\nefficiency in existing property holdings) – page 16. \n• For the\nenvironment:Clean energyand sustainablereal estateClimate action (SDG13)3.2: Integrate climate change measures into \nnational policies, strategies and planning. • Exclusion from investment of oil sands and thermal coal\ncompanies – page 23. \n• Support for Dutch National Climate Agreement, aimed at\nsubstantially reducing carbon emissions – page 24. \n• Engagement on climate-related issues (covering palm oil, coal \nfinancing, plastics, farming in the Amazon, utilities and energy)\n– page 21.\n• Support for public and investor initiatives on climate\nchange – page 26. \n• Responsible Business covenants in the Netherlands, covering \nthe insurance, pension funds and banking sectors – page 24. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}