{"page_content": "26\nWe use our investment management expertise to help people achieve a lifetime of financial security.Memberships and collaborative bodies\nOrganization Commitment\nAs You SowAs You Sow is a shareholder advocacy group, promoting \nenvironmental and social corporate responsibility. Aegon Asset Management is part of As You Sow’s Plastic Solutions Investor Alliance, launched in 2018. As part of the Alliance, we have signed the Investor Declaration on Plastic Pollution.\nCDP (formerly Carbon Disclosure Project)CDP encourages increased disclosure on environmental impact from investors, companies and government. Aegon has been a member at Group level since 2009. \nCeres The Ceres Investor Network focuses on climate risk and sustainability; the network comprises 163 institutional investors around the world – and organizes regular corporate engagement on sustainability issues.\nClimate Action 100+Climate Action 100+ is an investor initiative aimed at ensuring the world’s largest greenhouse gas emitters take necessary action on climate change. Aegon Asset Management joined Climate Action 100+ in 2017. \nEumedionAegon Asset Management is an active member of Eumedion –a forum for institutional investors on corporate governance and sustainability topics.\nExtractive Industries Transparency Initiative (EITI)EITI works for increased transparency and strong governance in the global oil, gas and minerals sector. Kames Capital is a member of the EITI. Where possible, we promote the advantages of membership to extractive companies we invest in.\nFAIRR – Farm Animal Investment Risk & ReturnFAIRR works on ESG issues related to farming and agriculture. Aegon Asset Management joined FAIRR in 2016. In 2018, we took part in FAIRR’s engagement on sustainable protein.\nGlobal Impact Investment Network (GIIN)Aegon is a founding network member of GIIN, which works to improve the effectiveness of impact investing. \nInstitutional Investors Group on Climate Change (IIGCC)IIGCC is an investor network on climate change; the group works with business and policymakers, as well as investors to help mobilize capital for the transition to a more sustainable economy.\nInterfaith Center on Corporate Responsibility (ICCR)ICCR brings together more than 300 institutional investors; its objective is to engage companies directly on ESG issues. In 2018, Aegon Asset Management took part in ICCR engagements on opioids and water management.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}