{"page_content": "27\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment Report\nSoapbox\nIn the UK, Kames Capital publishes regular articles on \nsustainable investing – through Sustainability Soapbox.  \nThe blog takes an unashamedly positive view of sustainable investing. In the past year, Soapbox has covered various subjects, including electric vehicles, plastics, renewables, waste and natural disasters. It has also provided ‘think pieces’ on sustainable stock-picking and the UN’s Sustainable Development Goals, even recently on why fairness – treating customers and other stakeholders fairly – may be a company’s ultimate competitive advantage.   \nYou can read our Sustainability Soapbox online\nat www.sustainability-soapbox.comOrganization Commitment\nInvestment Leaders Group (ILG)ILG is a network of pension funds, insurers and asset managers working for responsible investment. ILG is supported by Cambridge University’s Institute for Sustainability Leadership.It publishes regular research and acts as a platform to engage with regulators, lawmakers and other investors. In 2018, ILG discussed the EU’s sustainable finance action plan directly with the European Commission. The ILG is currently chaired – onbehalf of Aegon Asset Management – by our Global Head of Responsible Business and Public Affairs. \nInvestors for Opioid Accountability (IOA)IOA is a coalition of institutional investors, established in 2017. The IOA engages with manufacturers, distributors and retailers on ways to tackle the current opioid crisis in the US.\nPrinciples for Responsible Investment (PRI)Aegon Asset Management has been a signatory to the UN’s PRI since 2011 (Kames Capital since 2008). Membership commits us to upholding the six principles for responsible investment and reporting annually on our progress. We are active in the PRI’s methane working group.\nPrinciples for Sustainable Insurance (PSI)Aegon Group is a founding member of PSI, launched in 2011. PSI members commit to incorporating ESG into their business and investment decisions.\nShareAction ShareAction promotes responsible investment and works to improve company performance on ESG issues. \nIn addition to those above, Aegon Asset Management is also a member of various \nother national organizations. These include: the UK Sustainable Investment andFinance Association (UKSIF) and VBDO (the Dutch Association of Investors for Sustainable Development). For details on our work with GRESB (the GlobalReal Estate Sustainability Benchmark), please see page 18.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}