{"page_content": "We use our investment management expertise to help people achieve a lifetime of financial security.Reporting against external frameworks \nTask Force on Climate-related Financial Disclosures (TCFD)30\nThis approach to climate change is captured in Aegon N.V.’s \nResponsible Investment (RI) Policy. Aegon N.V. has had an RI policy since 2011; it steers the Company’s business and is reviewed annually.\nThe present disclosure builds on the content of Aegon’s 2018 \nIntegrated Annual Report, published in March 2019. It is made in respect of Aegon N.V. in its multiple roles as: an asset owner with EUR 804 billion in revenue generating investments, an insurer with annual gross premiums of EUR 19 billion, and asset manager with assets under management of EUR 316 billion. It builds on Aegon’s initial 2017 disclosure and takes into account the final version of the Taskforce on Climate-related Financial Disclosure’s (TCFD) recommendations, published in July 2017. \nThe TCFD’s four-pillar framework provides guidance on disclosure \nand business integration of risks and opportunities resulting from climate change. Aegon strives to continuously enhance its reporting and business practices.\nGovernance\nThe Climate Working Group (CWG) is the primary body responsible for assessing and monitoring climate-related issues within Aegon. The CWG, a working group of the Responsible Investment Strategy Committee (RISC), meets quarterly to evaluate new climate developments affecting investment, insurance and our other business activities, and recommends further action when necessary. It is chaired, on behalf of Aegon, by a representative from Aegon Asset Management’s Responsible Business & Public Affairs team, and comprises members from different functional areas across the Company including investment portfolio risk management, operational and underwriting risk management, investment analysis, investor relations and reporting, group strategy and sustainability, public affairs and responsible investmentThe RISC is a Management Board-level committee which meets quarterly and is chaired by the CEO of Aegon Americas (who is also a member of Aegon’s Management Board).\nClimate-related issues assessed as relevant or material by \nthe CWG and RISC are presented to Aegon’s Chief Risk Offic  and Aegon’s Management Board through the quarterly risk management dashboard. The Management Board may then decide on management actions as appropriate.\nStrategy\nRisksIn Aegon’s materiality assessment, climate change is included under ‘social and environmental impacts of business activities and investments’. In the Company’s latest assessment, the topic ranked relatively low in overall materiality. Nevertheless, Aegon is exposed to both physical and transition-related climate risk.\nPhysical risk: Aegon is exposed to mortality risk and mortgage \nunderwriting risks, though has limited exposure to property & casualty (P&C) risk, including catastrophic risk. Beyond insured losses from physical damage, climate change can increase uninsured damages and losses, and may have disrupting and cascading effects on the wider economy and across the financia  system. \nTransition risk: Aegon is primarily exposed to transition risk  \nindirectly, through changes to the value of assets and \ncorresponding impacts on the Company’s investment portfolio. Furthermore, it cannot be ruled out that Aegon itself is unable to adjust to international environmental and sustainability goals.Climate change represents one of the biggest systemic risks for society, the economy and \nfinancial institutions. Mitigating climate change and reducing greenhouse gas (GHG) emissions are a major global challenge. Aegon believes that governments, companies and investors have a responsibility to facilitate a transition to a climate-resilient economy. Companies are expected to operate with the goal of enhancing energy efficiency, to invest in more environmentally friendly production techniques and to contribute and adapt to the energy transition. \n28\nWe use our investment management expertise to help people achieve a lifetime of financial security.30 Please note that these disclosures relate to Aegon N.V. The TCFD was set up by the Financial Stability Board in 2016; its recommendations, published in June 2017, \nare structured around four themes: governance, strategy, risk management and metrics & targets. For fur\nther details, see www.fsb-tcfd.org.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}