{"page_content": "29\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportAegon’s principal short-term climate risk is related to reputation \nand litigation from failing, potentially, to take into account, or respond to, the effects of climate change, or to provide appropriate risk disclosure for Aegon or the companies in which Aegon invests. This could result in negative media coverage of Aegon’s investments, which would have a moderate impact on the Company’s business. Climate-related risks are discussed annually as part of Aegon’s risk dashboard, and are included as disclosures in regular financial reporting. Aegon continues regularly to assess how climate change will impact the organization’s businesses, strategy and financial planning\nSee Aegon’s 2018 Integrated Annual Report (available online) for \nfurther details on the Company’s approach to risk identificatio  and materiality. \nOpportunities\nAs an investor, Aegon has an important role to play in supporting the climate transition. By investing in new low-carbon technologies and improving the carbon footprint of the Company’s real estate investments, Aegon aims to contribute to a cleaner, healthier environment. Climate change has been a focus of Aegon’s investment strategy since 2014, and the Company continues to investigate opportunities arising from climate change and the energy transition. Aegon closely monitors regulatory and market trends to understand how these changes may influence the Company’s business. Aegon translates these developments into new products and services designed to meet the needs of its clients now and in the future.\nActions\nAegon has taken a number of measures to address climate risk and capitalize on emerging opportunities, including:• \nExpanding exclusions: stopping investment in oil companies\nthat produce 30% or more of their total oil equivalent \nproduction from oil sands, and associated pipeline \ncompanies, which significantly facilitate oil sands expo t;\naverage oil sands production is significantly more GHG\nintensive than conventional oil sources, and new oil sands \ndevelopments are outside the allowable carbon budgets in \nall climate transition scenarios. This follows Aegon’s decision \nin 2016 to exclude companies deriving more than 30% of \ntheir revenue from the exploration, mining or refining of\nthermal coal.\n• Clean energy: increasing clean energy investments by the end \nof 2018 to over EUR 570 million, mainly in wind power and \nsolar energy.\n• Real estate: investing in greater energy efficie y in Aegon\n’s \nreal estate portfolio.\n• Product development: different units within the business\nare tailoring their solutions to their local markets; for \nexample, Aegon’s US asset management business islaunching a Sustainable Fixed Income strategy and a High  \nYield ESG strategy and, in the Netherlands, Aegon offers  \ngreen mortgages to retail customers.\n• Investing in expertise: expanding the global Responsible \nBusiness & Public Affairs team within Aegon Asset\nManagement to better serve client interests and respond \nto market developments (including managing ESG risks and \ncapitalizing on emerging opportunities).\n• Impact investment: increasing impact investments to over\nEUR 8.4 billion at end-2018. These investments contribute \ndirectly to the Sustainable Development Goals (SDGs) most \nrelevant to Aegon’s business – No pover\nty; Good health and \nwell-being; Decent work and economic grow\nth; Affordable\nand clean energy; Climate action.\nRisk Management\nIdentification and ManagementClimate change is a long-term risk associated with high uncertainty regarding timing, scope and severity of potential impacts. In 2018, Aegon carried out a review of climate risk in response to both stakeholder expectations and the potential impact on the Company’s business and the communities in which it operates. The assessment covers several areas, including regulatory, strategic, underwriting and investment risk. All risks are assessed for both impact and likelihood.\nThe identification, assessment and evaluation of climate-related \nrisks is one of the key functions of the CWG. This enables insight and knowledge on climate issues to be shared across the Company, allowing colleagues to leverage skills or expertise outside their functional area or business unit. If any risks are considered material, the CWG can develop a mitigation plan and present it to the RISC for implementation. In 2018, the CWG discussed a gap analysis of current reporting against the TCFD framework and a qualitative mapping of risks and opportunities. Additionally, it initiated a materiality and prioritization process to run quantitative climate risk analysis on investment portfolios and scenario analysis. \nAegon has a number of general measures in place to counter \nclimate risk. These include continuous monitoring of relevant new legislative developments and regulations, participation in consultations with policymakers and other stakeholders, active membership in industry associations, risk diversification and new product offerings. Our RI policy also plays a key role by guiding our investment activities, from governance to ESG positions and exclusions.\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}