{"page_content": "30\nWe use our investment management expertise to help people achieve a lifetime of financial security.Active Ownership\nEngagement with corporates \nAs an institutional investor, Aegon expects companies to work towards reducing their environmental impact. Aegon engages with the companies it invests in – both individually and collectively through networks such as Climate Action 100+, UN Principles for Responsible Investment (PRI), Institutional Investors Group on Climate Change (IIGCC), Global Real Estate Sustainability Benchmark (GRESB) and ShareAction – to encourage better climate-related risk practices, including emissions disclosure and target setting. Climate change was one of Aegon’s key engagement topics in 2018 and climate-related engagements and activities over the past year included:• \nSupporting shareholder resolutions that encourage best \npractice in climate risk and disclosure, as well as setting GHG\nreduction targets in line with the objectives of the Paris \nClimate Agreement\n• Co-authoring the IIGCC’s 'Investor Expectations of Steel \nCompanies', which sets out actions required from the steel \nsector to safeguard its future in the face of climate change\n• Collaborating with other investors as part of Climate Action \n100+, a coalition formed to engage with the boards and \nsenior management of 161 of the world’s largest corporate \nemitters, to reduce GHG emissions, strengthen climate-  \n related financial disclosures and improve governance  \non climate change\n• Contributing to the UN PRI’s methane working group, \nwhich aims to tackle the threat of methane emissions \nthrough collaborative engagement with utilities and\noil & gas companies\n• Working together with ShareAction on the Investor \nDecarbonization Initiative to encourage companies to set \nscience-based emissions reduction targets and make clean \nenergy commitments\n• Encouraging real estate companies to report their climate \nrisks and opportunities according to the GRESB framework\n• Participating in the investor group, which was regularly in\ndialogue with Royal Dutch Shell; this dialogue led to a \ncompany announcement on plans to set short\n-term targets \nto reduce Shell’s net carbon footprint and link these targets \nto executive remuneration\n• Supporting investor letters and statements outlining \nexpectations for climate action, including open letters to: \npower utilities regarding the use of coal; accountancy firm\non the subject of assurance of climate risk; oil and gas \ncompanies seeking support for cost\n-effective methane\nregulations; and agricultural producers regarding \ndeforestation.Engagement with policymakers  \nAegon acknowledges the importance and necessity of government action in addressing climate change. The Company has made a number of international commitments that guide its internal practices and policies, and help shape its overall approach to sustainability. For example:• \nIn 2015, Aegon signed the Paris Pledge for Action,\ncommitting to quick and effective action to suppo t \nimplementation of the Paris Agreement and accelerating the \ntransformative changes needed to meet the climate change \nchallenge.\n• In 2018, Aegon Asset Management endorsed the ‘Letter \nfrom global investors to governments of the G7 and G20 \nnations’. This letter, signed by 400 global investors managing \nmore than USD 22 trillion in assets, reiterates the investors’ \ncall for governments to continue to support and fully\nimplement the Paris Agreement.\nEngagement with policymakers is critical to shaping Aegon\n’s \ninvestment environment, and Aegon works independentlyand in collaboration with industry groups to engage on key climate issues.\nAt the EU-level, Aegon has supported the European Commission’s \nAction plan on financing sustainable growth by providing input on consultations, and has met with senior decision makers as part of the Investment Leaders Group (ILG) – a global network of pension funds, insurers and asset managers convened by Cambridge University’s Institute for Sustainability Leadership (CISL) and chaired by Aegon Asset Management’s Global Head of Responsible Business and Public Affairs\nIn the Netherlands, Aegon supports the Dutch Government’s \nambition for a National Climate Agreement. Along with other members of the financial services sector, Aegon has pledged to finance necessa y investments within the compass of statutory and regulatory frameworks and risk-return objectives. Aegon also joined other financial industry leaders on signing the Spitsbergen Ambition, which commits the Company to reporting climate impacts and aligning its investment strategies with the Paris Agreement.\nFor further details on Aegon’s active ownership and engagement \nactivities, see page 19. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}