{"page_content": "31\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportScenarios, Metrics and Targets\nOwn Operations\nAegon’s 2018 Integrated Annual Report includes data on the Company’s environmental performance and GHG emissions. Aegon’s main operations (US, Netherlands, UK and Asset Management) have been carbon neutral since 2016 by reducing emissions from their own operations and supporting offse  projects in cooperation with the NGO ClimateCare.\nInvestments and HoldingsGeneral Account:\nFor 2018, Aegon calculated the carbon footprint of some of its General Account investments. Measurement focused initially on assets held by Aegon the Netherlands; this was in response to interest from local stakeholders, including Aegon’s own operations.  \nBy assets under management, Aegon the Netherlands’ General \nAccount is approximately 73% sovereign fixed income, 15% corporate fixed income, and 12% other securities (primarily asset and mortgage-backed securities).\nResults (General Account) are summarized in the table below:Sovereign fixed income: \n• \nSome 95% of holdings originate within the European Union, \nand the Netherlands has the highest weighting; as a result, \nthe weighted average carbon intensity is slightly lower than \nthat of the Dutch economy overall (241 tCO2e/EUR\nmillion GDP).\n• Aegon also measured climate vulnerability using the\nND-GAIN Country Index, which scores and ranks countries \nbased  on their vulnerability to climate change and capacity \nto improve climate resilience31; with a weighted score of \n62.86, Aegon’s holdings rank between Spain (62.6) and \nPoland (63.1); this is 5% lower than the Netherlands (66.5).\nCorporate fixed income:• \nHoldings are largely concentrated on European-based \ncompanies, though Asian and North American holdings have \na disproportionate influence on emissions\n• Emissions by sector are largely the inverse of their financial\nweighting – for example, Financials are the largest sector by \nweight, but Energy & Utilities are the largest by emissions. \nSee also charts below and on page 32.\nUnit Corporate FI Sovereign FI\nAbsolute Footprint tCO2e 223,000 4,967,000\nRelative Intensity tCO2e/EURm AuM 134 335\nWeighted Average Carbon Intensity tCO2e/EURm revenue 145 225\nCarbon Risk / Vulnerability (See notes) 11.19  62.86\nCoverage % AuM 50% 93%\nEurope\nNorth AmericaAfrica / Middle EastAsia95%Corporate Fixed Income (by region)Financial Weight\n2%\n3%0%\nEuropeNorth AmericaAfrica / Middle EastAsia81%Emissions Weight\n7%\n12%0%\n31 For more information, see www.gain.nd.edu/our work/country index.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}