{"page_content": "34\nWe use our investment management expertise to help people achieve a lifetime of financial security.Methodology: \nFor corporate equity and fixed income, metrics were calculated using the methodology outlined by the Platform Carbon Accounting Financials (PCAF). However, due to data availability, calculations for sovereign fixed income were completed using country-level emissions and GDP. Weighted average carbon intensity was calculated using TCFD recommendations. Further investigation will be required to identify an appropriate methodology and corresponding data sources for asset-backed securities, mortgages, and other asset types currently not included in Aegon’s calculations.\nScenario analysis\nAegon worked recently with Ortec Finance to carry out a climate risk assessment to test the Company’s current investment strategy against various global warming scenarios.  \nThis assessment covered Aegon’s General Account and  \ninsurance-linked assets in the Netherlands, and projected asset performance through to the year 2100 under four scenarios:\n• \nOrderly transition to 1.5⁰C, where significant actions are\ntaken to transition to a lower carbon economy, achieving \nnet zero emissions around 2050 and limiting additional \nphysical climate changes\n• Disorderly transition to 1.5⁰C, where actions are taken \nto limit global warming to 1.5⁰C, but only following abrupt \nimplementation of policy measures, technology changes, \nchanges in consumer sentiment or the emergence of new \nlegal risks\n• 2⁰C transition, where strong actions are taken to transition \nto a lower carbon economy, achieving net zero emissions by \n2080 and minimizing further physical climate change\n• 4⁰C (or higher) – no significant actions are taken to limit\nglobal warming; impacts are dominated by physical changes \nbrought on by irreversible climate damage.\nFindings from this assessment include: \n• For a globally diversified investo , transition to remain below  \n1.5 / 2°C warming, even a severely disorderly one,\nis preferable to a 4°C world. However, there are material \ndifferences across regions – the result of variations in energy\nefficie y and dependence on carbon-intensive production \nand expor\nts.\n• Globally, transition to limited warming of 1.5°C may bring \nsignificant oppo tunities for economic grow\nth, perhaps \neven above current market expectations; the infrastructure \ninvestments required, research & development and \nemployment generated would be strong drivers of growth \nand competitiveness – and the more orderly the transition, \nthe more pronounced these economic and investment \nopportunities become.\n• There is a narrow window of opportunit\ny to keep 1.5°C \nwithin reach – around ten years; the time to act is now, \neven though physical climate-related risks may only become \nfinancially material over a longer period• If transition to a low-carbon, climate-resilient economy is \nnot completed by mid-century\n, economies will be locked into\na higher global warming pathway, likely to result in a \nstructural slowdown in the world economy.\nThe \nmodel results also indicate potential changes in asset \nperformance. In the 1.5°C and 2°C transition scenarios, an expected slowdown for carbon-exposed economies may translate to lower interest rates, while at the same time investments in technology and infrastructure required for a successful transition may drive an increase in global equity returns. In contrast, under a 4°C (or higher) scenario, interest rates are expected to be affecte  only with the emergence of more severe physical climate impacts (likely in the second half of the century). This may lock investors into a situation of persistently lower growth as higher warming structurally undermines our planet's ability to support economic activity. Cumulative GDP Growth\n(EUR)Cumulative GDP Change \nAgainst Climate-Uninformed Baseline-35%-30%-25%-20%-15%-10%-5%-0%5%\n2019 2026 2033 2040 2047 2054 2061 2068 2075 2082 2089\n1.5°C\n1.5°C Disorderly2°C4+°C\nEU interest rates(10 year)\n1.5°C1.5°C Disorderly2°C4+°C\n-0.5%-0.4%-0.3%-0.2%-0.1%0%0.1%0.2%0.3%\n2019 2029 2039 2049 2059 2069 2079 2089Change in Interest Rate Against \nClimate-Uninformed Baseline\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}