{"page_content": "35\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportThese findings provide an early insight into Aegon’s potential \nexposure to climate risk, but they should be seen in the context of broader climate scenario narratives and their limitations. Consequently, Aegon recognizes that this analysis is an initial step towards fully understanding the influence of climate change on the Company’s investments. In addition, the scenarios model only slow-onset physical risks; other potential catastrophic physical impacts such as extreme weather or tipping-point events and their consequences were not included. \nNevertheless, this analysis complements our carbon footprint \ncalculations, asset-level risk measures, and ESG integration activities. Combined, these serve as a starting point on our journey to understanding the potential impact of climate-related risks and opportunities on our investments. Our aim is to continue refining and integrating both top-down and bottom-up climate assessments into our overall strategy, risk management and reporting frameworks. Over the coming years, we expect our approach to evolve and improve in light of new research, data, and emerging best practices.\nTargets\nMetrics like carbon foot-printing are important to help understand existing exposure to direct carbon emissions; however, they are only snapshots of performance at a single (past) point in time and the size of footprint is not necessarily representative of future investment risk. Unfortunately, they do not capture other climate considerations such as physical risk, supply chain risk, risks and opportunities from products and services, demand shift and technological risk, nor how carbon intensive companies are  \ntransitioning towards a low carbon economy. Reductions in carbon footprint or carbon intensity of an investment portfolio  \ncould be achieved simply by re-allocating capital to sectors with less direct climate impact – which would not result in any real  \noverall carbon reduction. Furthermore, depriving certain carbon-   intensive sectors of capital could limit their ability to reduce emissions, which would be especially harmful to those expected to play a critical role in the transition to a low carbon economy.\nTo set meaningful climate targets for our investments that would \nresult in real carbon reductions, more work will be required to align these considerations with global climate ambitions and the realities of institutional investing. \nNext Steps \nAegon will continue to refine its climate change strategy, governance, and approach to risk and opportunity measurement and implementation in the coming years. As the Company’s experience with climate issues grows, Aegon will look to increase alignment between disclosures and business lines, aiming to include increasing levels of information on different businesses (e.g. insurance vs. asset management) and geographies (e.g. outside the Netherlands). \nAegon will continue to focus on climate risk as part of its broader \nresponsible investment and sustainable business strategy. In 2019, Aegon expects to extend its climate analysis of General Account assets to other geographies (e.g. US) and other asset types where possible, such as mortgage-backed securities and investment funds.World Cumulative Equity Returns\n(10 year)\n1.5°C1.5°C Disorderly2°C4+°C-20%-15%-10%-5%0%5%\n2019 2029 2039 2049 2059 2069 2079 2089Change in Cumulative Equity Returns\nAgainst Climate-Uninformed Baseline\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}