{"page_content": "40\nWe use our investment management expertise to help people achieve a lifetime of financial security.Weblink\nAegon Asset Management •PRI transparency report www.unpri.org\nKames Capital •Responsible Investment documents\n•Sustainability report\n•PRI transparency report\n•Responsible investment policywww.kamescapital.com\nwww.unpri.org\nTKP Investments •Responsible investment documents www.tkpinvestments.comOur approach to reporting \nPurpose and intended audience\nThe aim of this Responsible Investment Report is to provide a clear, comprehensive overview of Aegon Asset Management's approach to responsible investment (as part of our parent company's broader Responsible Business approach). The report covers policy, governance, strategy and performance in this area, as well as our management of ESG integration and engagement activities. The report is intended for all stakeholders, but will be of particular interest to clients of Aegon Asset Management. \nScope and boundaries\nThis report covers January-December 2018, though references are made to events before and after this period, where relevant. Our Responsible Investment Report is published annually in May.\nData in this report covers all Aegon Asset Management companies \nand entities: Aegon Asset Management US (Aegon USA Investment Management LLC.), Aegon Real Assets US (Aegon USA Realty Advisors LLC.), Kames Capital plc., Aegon Asset Management Asia Ltd., Aegon Asset Management Central and Eastern Europe (or Aegon Magyarország Befektetési Alapkezelő Zrt.), Aegon Asset Management Pan-Europe B.V., Aegon Asset Management Spain, Aegon Investment Management B.V., Pelargos Capital B.V., Saemor Capital B.V. and TKP Investments B.V. Data for our two joint ventures in China and France (Aegon Industrial Fund Management Company Ltd. and La Banque Postale Asset Management S.A.) have been  \nincluded on a pro rata basis (49% and 25% respectively), with the exception of our Socially Responsible Investment (SRI) funds. Data covers the full year 2018, unless otherwise stated; we have included only information that we believe is (or will be) material to Aegon Asset Management, its clients and other stakeholders. Reporting against the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) relates to Aegon Group (see pages 28-35).\nUnit reports, policies and other documentsContent and approval\nContent is based on reporting from Aegon Asset Management businesses around the world. We have also drawn on company reporting against international frameworks, including TCFD and the Principles for Responsible Investment (PRI). For all external information used, sources are provided in the text. Previous-year data has been included, where appropriate, to allow proper comparison. All necessary notes, explanations and definitions are provided in the text or accompanying tables and charts. \nAll content is reviewed by our specialist Responsible Investment \nteam and approved by Aegon Asset Management's Management Board before publication. The report should be read in conjunction with the Aegon’s 2018 Integrated Annual Report, available online. Aegon Asset Management did not seek external assurance for this report. \nResearch, policies and guidelines\nAegon Asset Management publishes regular white papers on responsible investment issues, engagement and ESG integration (see www.aegonassetmanagement.com). In addition, our parent company has a dedicated Center for Longevity and Retirement, covering pensions, retirement and healthy aging (see www.aegon.com/research/). Aegon also has internal policies and guidelines available online; these cover areas such as compliance, voting, human rights, insider dealing, diversity and responsible investment (see www.aegon.com/about/governance/).\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}