{"page_content": "5\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment Report\n\" We must be willing to tell our story - a story that goes beyond\n the factual and engages stakeholders with our beliefs.\"\nWe are clear about our purpose\nAt Aegon Asset Management, we are clear about the role we play to support Aegon’s purpose – using our investment management expertise to help people achieve a lifetime of financial security. \nWe understand that, to fulfill Aegon’s purpose, our actions must be \nfocused. They must be supported by both a clear, comprehensive strategy and relevant policies. To make a real difference, we must also engage and work with others. These actions are interdependent.  To create the greatest impact, we must be willingto tell our story – a story that goes beyond the factual and engages our stakeholders with our beliefs, to convey our emotions and, importantly, to create trust – trust from those we work with, and from those who rely on us for a lifetime of financial security.\nA lifetime of financial security \nAt Aegon, as part of our Responsible Business strategy, we believe that a lifetime of financial security requires smart planning, promoting healthy lifestyles and offering the right solutions at every stage of our customers’ lives. As responsibility for retirement income shifts from governments and employers to the individual, we believe it is important to help customers make the right choices for a secure future and healthy, prosperous lives.\nThe power of a healthy lifestyle supports our customers, so they \ncan not only enjoy a fulfilling retirement, but can also participate fully in the workforce and maximize their savings potential. For society, Aegon continues to develop and promote thought leadership around secure retirement and healthy aging – through our Center for Longevity and Retirement. As we anticipate the possibility of ‘outliving our savings’ while observing the rising cost of long-term and old age care, we add our voice to the discussion that is so important for the state, employers and our customers. \nAnd finally, we believe there is a clear relationship between well-\nbeing and the environment we, and future generations, will live in. As a substantial and long-term investor, we intend to use our investment power to support a cleaner and healthier environment.Story telling to engage the heart as well as the mindThis report is the story of Aegon and Aegon Asset Management’s contributions to our purpose.  Our story is also about engaged and proud colleagues who have a personal belief in what they do, defining a committed, professional approach that we believe can make a difference – for our customers, society and for our environment.  \nNot everything set out in this report is new. Making a difference is \nalso about continuing our commitment to actions that have shown a positive impact. It is also about recognizing that not every action has a clear and straightforward path. Rather, we must be open and transparent about the dilemmas we face and how we tackle them.  \nTo be a responsible investor, we must also continue to evolve. \nFrom exclusion to engagement and now including impact, we are learning from the past to take greater steps, emboldened by experience.  We support those initiatives that find a common way to communicate, a taxonomy that helps society to understand and measure our steps, as well as the steps of others, and the gaps that, together, we still need to close. \nAt Aegon, we also believe in the power of personal stories – stories \nthat must first engage our employees around our purpose, that show we understand and can see others’ perspectives, especially around the needs of our customers, society and for a clean environment. In our 2017 Responsible Investment report, I shared the story of devastating Australian bushfires. Climate change did not hold the match, but its contribution to the catastrophic conditions that led to such loss of property and, tragically, life can and must be acted upon. I have also told colleagues the story of my grandmother and my mother, and how their affliction with Alzheimer’s has shaped my approach to security and well-being in my retirement.\nThis report is our story. Tell someone yours.Foreword from our CEO, Sarah Russell\nChief Executive Officer, Aegon Asset Management\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}