{"page_content": "42\nWe use our investment management expertise to help people achieve a lifetime of financial security.Aegon Asset Management’s approach to responsible investment is shaped by a number of international treaties, agreements and conventions: \nYear entered into force Purpose\nAnti-personnel Mine Ban \nConvention (Ottawa Treaty)1999Prohibits use, stockpiling, production and transfer ofanti-personnel landmines.\nBiological Weapons Convention 1975Prohibits development, production, stockpiling anduse of biological weapons. \nChemical Weapons Convention 1997 Prohibits production, stockpiling and use of chemical weapons. \nConvention on Cluster Munitions 2010 Prohibits use, transfer and stockpiling of cluster bombs.\n‘Five Freedoms’ (Farm Animal Welfare Council, UK)1979 (formalized)Sets out minimum freedoms for the welfare of animalsunder human control.\nILO fundamental principles 1998 (adopted)Sets out fundamental rights at work, covering freedom of association, collective bargaining, child and forced labor, and discrimination. \nNuclear Non-Proliferation Treaty1970Aimed at preventing spread of nuclear weapons and weapons technology. \nOECD Framework on base erosion and profit shifting2015 (endorsed by G20)Sets out actions governments can take to discourage companiesfrom shifting profits to low or no-tax locations where there is littleor no economic activity. \nOECD Guidelines for Multinational Enterprises1976 (adopted)Recommends principles and standards of responsible businessconduct for multinational companies. \nParis Climate Agreement2016 (agreed in 2015)Aimed at reducing greenhouse gas emissions to combat climate change and global warming.\nParis Pledge 2015 (signed)Signed by more than 1,300 businesses, NGOs, trade unions, investors and local governments committed to supporting the goals of the Paris Climate Agreement.\nPrinciples for Responsible Investment 2006 (launched) Sets out six basic principles for responsible investment.\nPrinciples for Sustainable Insurance2012 (launched)Sets out four principles to build ESG and sustainability into the insurance industry.\nUN Arms Trade Treaty 2014Regulates the international trade in conventional weapons topromote peace and avoid conflict and human suffering.\nUN Convention on Biological Diversity1993Aimed at protecting biodiversity and ensuring sustainableuse of natural resources.\nUN Global Compact 2000 (founded)Sets out principles to ensure responsible business conduct in ten areas including human rights, labor, the environment and anti-corruption. \nUN Guiding Principles on Business and Human Rights2011Sets out the responsibility of business to uphold and protect international human rights. \nUniversal Declaration of Human Rights1948Aimed at reducing greenhouse gas emissions to combatclimate change and global warming.\nUN Sustainable Development Goals2015Sets out the international development agenda for 2030;the 17 goals cover issues such as hunger, poverty, education,climate change and gender equality etc. \nWHO Framework Convention on Tobacco Control2005Seeks to protect populations from the health, social andeconomic consequences of smoking.International conventions\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}