{"page_content": "43\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportDisclaimer\nThis report is provided by Aegon Asset Management \n(AAM) as general information and is intended exclusively for institutional and wholesale investors, as well as professional clients (as defined by local laws and regulation) and other AAM stakeholders.\nThis document is for informational purposes only \nin connection with the marketing and advertising of products and services, and is not investment research, advice or a recommendation. It shall not constitute an offer to sell or the solicitation to buy any investment nor shall any offer of products or services be made to any person in any jurisdiction where unlawful or unauthorized. Any opinions, estimates, or forecasts expressed are the current views of the author(s) at the time of publication and are subject to change without notice. The research taken into account in this document may or may not have been used for or be consistent with all Aegon Asset Management investment strategies. Aegon AM US and Aegon Investment Management B.V. (AIM) share a central responsible investment team. Certain personnel employed by AIM provide investment research and recommendations regarding the Responsible Investment Policy, ESG data, engagement, reporting, and impact investments. These AIM personnel, with respect to their responsible investment responsibilities, are considered Aegon AM US access persons and subject to certain policies, monitoring, and supervision of the firm. \nStrategies described herein are supported in part by \ninvestment models and /or other analytical tools. These models or tools inform, but do not dictate, investment recommendations. There is no assurance that these models or tools will work as intended, produce accurate results, or be free from defects, all of which could impact investment performance. Models or tools may be discontinued or modified for any reason and without notice. \nThe information contained in this material does not \ntake into account any investor's investment objectives, particular needs, or financial situation. It should not be considered a comprehensive statement on any matter and should not be relied upon as such. Nothing in this material constitutes investment, legal, accounting or tax advice, or a representation that any investment or strategy is suitable or appropriate to any particular investor. Reliance upon information in this material is at the sole discretion of the recipient. Investors should consult their investment professional prior to making an investment decision. Aegon Asset Management is under no obligation, expressed or implied, to update the information contained herein. Neither Aegon Asset Management nor any of its affiliated entities are undertaking to provide impartial investment advice or give advice in a fiduciary capacity for purposes of any applicable US federal or state law or regulation.  By receiving this communication, you agree with the intended purpose described above.\nReferences to the Aegon NL General Account are for \nillustrative purposes only and are not intended to be representative of the investments or decisions that have been or will be made for any particular investor or other AAM-managed portfolios.\nPast performance is not a guide to future performance. \nAll investments contain risk and may lose value. Socially responsible investing is qualitative and subjective by nature, and there is no guarantee that the criteria utilized, or judgment exercised, by any company of Aegon Asset Management will reflect the beliefs or values of any one particular investor.  Information regarding responsible practices is obtained through voluntary or third-party reporting, which may not be accurate or complete, and Aegon Asset Management is dependent on such information to evaluate a company’s commitment to, or implementation of, responsible practices.  Socially responsible norms differ by region. There is no assurance that the socially responsible investing strategy and techniques employed will be successful. Strategy availability may be limited to certain investment vehicles; such vehicles may not be available to all investors in all jurisdictions. References to specific securities and their issuers are not intended and should not be interpreted as recommendations to purchase, sell, or hold such securities. Products and strategies managed by Aegon group companies may or may not include the securities referenced and if such securities are included, there is no representation that such securities will continue to be included.\nThis document contains \"forward-looking statements\" \nwhich are based on Aegon Asset Management beliefs, as well as on a number of assumptions concerning future events, based on information currently available to Aegon Asset Management. These statements involve certain risks, uncertainties and assumptions which are difficult to predict. Consequently, such statements cannot be guarantees of future performance, and actual outcomes and returns may differ materially from statements set forth herein. \nAegon Group companies utilize Aegon Asset \nManagement as a brand name to market their asset management products and services. Aegon Asset Management group companies include the advisory services performed by various affiliates or their investment advisory business units and joint ventures. Aegon Asset Management is comprised of the following global entities: Aegon AM US, Aegon Real Assets, Kames Capital plc, Aegon Investment Management B.V. (of which certain business is conducted under the brand name TKP Investments),  Aegon Asset Management Asia LTD, Aegon Asset Management Central and Eastern Europe (AAM CEE), Aegon Asset Management Pan-Europe B.V. and Aegon Asset Management Spain, along with joint-venture participations in Aegon Industrial Fund Management Co.  Ltd., La Banque Postale Asset Management SA, Pelargos Capital B.V., Saemor Capital B.V.. This communication may be issued by the following entities: \nKames Capital plc. (Kames) is authorized and regulated \nby the Financial Conduct Authority and is additionally a registered investment adviser with the United States (US) Securities and Exchange Commission (SEC). Aegon Investment Management B.V. (AIMBV) is registered with the Netherlands Authority for the Financial Markets as a licensed fund management company. Aegon Magyarország Befektetési Alapkezelő Zártkörűen Működő Részvénytársaság (AAM CEE) is registered with the National Bank of Hungary as a licensed fund management company. On the basis of their fund management licenses, these entities are authorized to provide individual portfolio management and advisory services. Aegon Asset Management Pan Europe B.V. (AAM PE) is an appointed introducer for Kames Capital plc.  and  Aegon Investment Management B.V. (Aegon Asset Management manufacturing entities) currently located in Germany, Spain and Japan. AAM PE does not operate in the Americas. Aegon USA Investment Management LLC (“Aegon Asset Management US”) and Aegon USA Realty Advisors LLC (“Aegon Real Assets US”) are both US SEC registered investment advisers. Aegon Asset Management US is also registered as a Commodity Trading Advisor (CTA) with the Commodity Futures Trading Commission (CFTC) and is a member of the National Futures Association (NFA). Aegon Asset Management (Asia) Ltd. is licensed by the Securities and Futures Commission of Hong Kong to provide services in securities dealing and securities advising. Recipient shall not distribute, publish, sell, license or otherwise create derivative works using any of the content of this report without prior written consent.  ©2018, Aegon Asset Management.\nContact and enquiries\nHead office\nAegon Asset ManagementAegonplein 502591 TV The HagueTelephone: +31 70 344 3210\nWebsite\nwww.aegonassetmanagement.com\nMedia and other enquiries\nAdrian Cammidge (Europe)+44 207 200 2510adrian.cammidge@kamescapital.com\nBradley Dawson (US)\n+1 312 777 2732brdawson@aegonusa.com\nColophon\nDesign: Creative Dept. | BFX (NL)Editing and production: Kōan Group Limited (UK) \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}