{"page_content": "7\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment ReportOur business\nAegon Asset Management is part of the international financial services group Aegon N.V. Aegon’s history goes back to the first half of the nineteenth century. Today, Aegon is active in more than 20 markets worldwide, providing insurance, savings, pensions, mortgages and asset management to 28.5 million customers. Aegon Asset Management CEO, Sarah Russell, is a member of the Aegon N.V. Management Board. \nAs Aegon Asset Management, we focus on excellence, trust \nand partnership. We understand the importance of investing for the long term – and delivering sustainable outperformance. Our purpose, as a business, is to use our knowledge and expertise to help people achieve a lifetime of financial security.\nAegon Asset Management is headquartered in the Netherlands. \nWe have operations in the US, UK, Spain, Central & Eastern Europe and Asia. In the UK, we operate as Kames Capital, and in the Netherlands as both Aegon Asset Management and TKP Investments. We also have two strategic partnerships. In China, we have a 49% stake in Aegon Industrial Fund Management Co. (AIFMC), and in France a 25% share of La Banque Postale  Asset Management (LBPAM) – the investment management arm of the French postal service. These joint ventures give us access to distribution and growing markets. Recently, we simplified our corporate structure – to be more efficient. In 2018, we brought our European activities under single management. And, at the beginning of 2019, we merged two Dutch legal entities – TKP Investments B.V. and Aegon Investment Management B.V.\n1 \nAegon Asset Management offers an extensive range of investment strategies across asset classes – including fixed income, equities, alternative investments, multi-asset, and real estate. We also provide pooled funds, segregated accounts, and advisory and fiduciary services. Responsible investment is an essential part of our approach. Worldwide, our clients include pension funds, banks, financial companies, and wealth managers, as well as retail investors. We also work with charities, foundations, endowments and public sector institutions. As well as third-party clients, we manage assets on behalf of Aegon’s insurance companies. Aegon Asset Management has a Client Investment Solutions Center, and works directly with clients around the world, providing advice and research to help develop customized investment strategies. \nAegon Asset Management North America\nAegon Asset Management NetherlandsAegon Asset Management Central & Eastern EuropeAegon Asset Management SpainKames Capital Aegon-Industrial Fund Management Co. (AIFMC)La Banque Postale Asset Management (LBPAM)Saemor & Pelargos5%32%17%\n31%13%Assets under Management(by location %)\n1%\n1%EUR\n316\nbillion0.2%1  Despite the merger, we will continue to operate in the Netherlands under both our Aegon Asset Management and TKP Investments brands. \nFixed IncomeEquitiesReal EstateMortgage LoansAlternatives/Others7%\n74%13%Assets under Management(by asset class %)\n2\nEUR\n316\nbillion4%\n2%\n2  Assets under management at end-2018. Figures for joint ventures in China and France are included on a pro rata basis according to Aegon Asset Management’s  \nshareholding. Fixed income includes both our Dutch Mortgage Fund and mortgages originated by Aegon the Netherlands. Mortgages covers US mortgages only  \n(residential, commercial and agricultural). Real estate excludes Aegon Asset Management Netherlands’ Real Estate Investment Funds. Please note that, in the chart above, listed real estate is included under equities. \nAegon Asset Management Netherlands' Dutch Mortgage Fund(s) is includedunder Fixed Income.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}