{"page_content": "8\nWe use our investment management expertise to help people achieve a lifetime of financial security.Key figures and Highlights of 2018\nAegon stops investments in tobacco and key oil sands \ncompanies5. Approximately EUR 1 billion in investments \nwill be sold or run off following the decision. \nAlong with other Dutch insurers and pension funds, Aegon the Netherlands agrees new responsible business covenants with government, NGOs and trade unions. \nAegon Asset Management and the European \nInvestment Fund (EIF) sign an agreement toprovide EUR 120 million in loans to small and\nmedium-sized companies in the Netherlands. \nRoelie van Wijk-Russchen is appointed to a\nnew role as Aegon Asset Management’s GlobalHead of Responsible Business and Public Affairs.\nAegon Asset Management begins publication of \nwhite papers on sustainability issues, engagement \nand ESG integration. \nAegon the Netherlands supports the ambitions set \nout in the Dutch National Climate Agreement, and signs up to the Spitsbergen Ambition, aimed at \nreducing the country’s carbon emissions.\nESG is now recognized as part of mainstream \ninvesting, according to new research from Newsweek \nVantage and Maastricht University, backed by Aegon Asset Management.\nIn the US, Aegon Asset Management launches\ntwo new responsible investment strategies:High Yield ESG and Sustainable Fixed Income.Key figures Highlights\n3 All investment staff are eligible for training (this includes por tfolio managers, analysts and others directly involved in investment research and decision-making).\n4 In addition to the UK, Netherlands and Hungar y, Aegon Asset Management has separate sustainability funds in China. At the end of 2018, these funds had\n EUR 668 million under management.\n5 For details on our exclusions, see page 23. Please note that our approach to exclusions may differ for assets managed on behalf of third parties.\n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}