{"page_content": "9\nWe use our investment management expertise to help people achieve a lifetime of financial security.2018 Responsible Investment Report\n\" We want to use our investments to make\na difference – to help tackle climate change,\nreduce poverty and improve people's heal\nth\nand well\n-being.”Message from Roelie van Wijk-Russchen \nGlobal Head of Responsible Business and Public Affairs\n6 Please note that PRI assesses performance across a number of different categories, including strategy and governance. See page 36 for details. \n7 Source: UN Sustainable Development Goals Fund (SDGF).\n8 At end-2018. Source: Global Sustainable Investment Review, 2018 (issued by the Global Sustainable Investment Alliance).\nThe Review uses the term ‘sustainable investments’, defined as ‘an investment approach that considers ESG factors in portfolio selection and management’.Responsible Business defines how we intend to operate in society. \nPeople judge not only our products and services, but also how we conduct business. As Aegon Asset Management, we have to strike a balance between how we act on our markets and how we take into account societal and political views and expectations. One way to do this is via responsible investment, because that is where, as Aegon Asset Management, we believe we can have a significant impact and added value for society. Responsible investing is a key part of our parent company's approach to Responsible Business – and particularly its focus on financial security, well-being and a clean, healthy environment. \nFor most asset managers, responsible investment is no longer a niche \nactivity. It is recognized as part of the mainstream. In recent years, we have seen a clear shift in attitudes towards sustainability. We see it in regulation and government policy – we see it in the United Nations' Sustainable Development Goals (SDGs). Most importantly, we see it in our clients – in the number of pension funds, financial institutions and even retail investors that, alongside financial returns, now also demand minimum social and environmental standards. \nOur approach is changing and evolving – to keep pace with the changes \nin the world around us. Over the past year, we have pushed ahead with our ESG Next program, working with our investment teams to embed ESG factors fully into our investment decision-making. We have stepped up engagement, with a strong focus on climate issues. And we have also introduced new products for clients, including our Sustainable Fixed Income and High Yield ESG strategies in the US. In 2018, in the latest PRI assessment, both Aegon Asset Management and Kames Capital rated A+ for responsible strategy and governance\n6. \nIn 2019, we will be expanding our global responsible investment team.\nNew phase\nWith responsible investment, we are now entering a new phase. If the first was about exclusion and the second about integration, the third will be about impact. For us, responsible investment is not only about risk-returns – it is about doing the right thing. Where we can, we want to use our investments to make a difference – to help tackle climate change, reduce poverty and improve people’s health and well-being.  \nOver the coming years, to implement the SDGs and the Paris Climate Agreement, we will need a huge shift in capital. Estimates suggest as much as USD 4.5 trillion a year\n7. Over the past two years, responsible \ninvestments worldwide have grown by more than a third – they now account for nearly half of all assets under management in Europe and a quarter of all assets in the US\n8. We have seen significant progress. \nBut we haven’t seen that huge shift yet. \nSweet spot\nTo do so, we will need every link in the investment chain to play its part. As an investor, we have to balance often contending interests; we have to look for the ‘sweet spot’ – where we can deliver financial returns to our clients and benefit society as a whole. So, we need governments to create the right incentives – through public funding, budget guarantees, tax breaks and technical assistance – so that investing in areas like clean energy or sustainable real estate makes sense financially, as well as socially or environmentally. \nWe also need support from regulators and the companies we invest \nin; we need better reporting; we need clear rules and definitions – what exactly constitutes responsible investment? We also needmore analysis, so we can apply social and environmental data moreeffectively, and correlate this data with investment performance. \nEven though at Aegon Asset Management, we have a long track \nrecord – our first ethical fund dates back to the 1980s – responsible investment is still a relatively young science. That is why, as an investor, we are putting resources into research. In 2018, for example, we started work on a new ESG model for sovereigns. We have also been working with other investors – with the Institutional Investors Group on Climate Change (IIGCC), for example, and Cambridge University’s Investment Leaders Group (ILG), which – as Aegon Asset Management’s representative – I have the honor of chairing. At the same time, we have stepped up impact investments. By the end of 2018, we had nearly EUR 8.4 billion invested in areas like affordable housing, renewables and green bonds. \nAs an asset manager, our job is to deliver competitive financial returns \nto our clients; this is our focus – and will continue to be so. With the right environment, the right rules and regulations, we want to do more – not only deliver financial returns, but work to ensure our investmentscontribute to a more sustainable global economy. \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}