{"page_content": "10\nWe use our investment management expertise to help people achieve a lifetime of financial security.Operating environment \nOur approach to responsible investment is shaped by the world around us. We operate in \na fast-changing environment. Our business is influenced by social trends, by regulation and by financial markets. These factors are often interconnected; changes in society and politics, for example, may drive new regulation. We respond to these changes – through the products we offer, through engagement – and, where we can, we bring new thinking to investment strategies and performance. \n• In recent years, it is clear that society’s expectations are \nchanging. There is increasing public awareness of climate\nchange and the need to create new, more sustainable \neconomic models. This is filtering through to public policy\n, \nparticularly through the Paris Climate Agreement and the\nUN’s Sustainable Development Goals (SDGs).\n• At the same time, attitudes towards business are also \nchanging. As a company, it is no longer enough just to\nmake a profit, you must also take responsibility socially and \nenvironmentally. There is an expectation that business should\nplay its part in helping mobilize resources to suppor\nt the \ninternational development agenda. Investors also face more \npublic scrutiny – particularly with regard to issues such as \nhuman rights, corruption and climate change.\n• In the financial sector, we are also seeing an increase both\nin regulation and ‘soft law’. Since the 2008-2009 financial \ncrisis, regulators have emphasized the need for more effective\nconsumer protection. As a result, we have new regulations \non product design, capital, distribution and reporting. \nIncreasingly, regulators are also interested in environmental \nand social issues. In the Netherlands, for example, new \nresponsible business covenants have been introduced for \nthe ins\nurance, pension fund and banking industries. Meanwhile, \nthe new EU Shareholder Rights Directive – alongside changes \nto the UK and Dutch Stewardship Codes – will require more \ntransparency on engagement and voting.\n• Among clients, there is more interest in responsible investing. \nWe expect this trend to continue. The US, in par\nticular, is\ngrowing rapidly. From 2016 to 2018, US responsible \ninvestments increased by 38%8. Meanwhile, more institutional \ninvestors are implementing ‘sustainability’ strategies internally \n– inevitably, this has an effect on their investment approach. \nIncreasingly, pension funds are also applying ESG criteria\nto investments.For the asset management industr\ny, responsible investing is \nbecoming a commercial imperative – part of the investment \nmainstream. Research has shown that incorporating ESG factors can bring added value – and does not necessarily require investors to give up financial yield in return for social or environmental benefits. Across the industry, we are seeing moves towards more reporting and disclosure, increased integration of ESG factors into investment strategies, more engagement, and more divestments in areas like thermal coal and tobacco. \n+USD 30 trillion\nIn recent years, the market for responsible investing has grown significantly. At the start of 2018, responsible investmentsworldwide totaled USD 30.7 trillion, according to the latestGlobal Sustainable Investment Review.\n85%\nMore US companies are publishing details of their sustainability performance. According to the US Governance & Accountability Institute, 85% of S&P 500 companies issued a sustainability report in 2017 - up from just 20% in 2011. \n179\nBy the end of March 2019, the Paris Climate Agreementhad been ratified by 179 countries and other parties.Together, these represent 89% of global greenhousegas emissions, according to the World ResourcesInstitute (WRI). \n8 Source: Global Sustainable Investments Review, 2018 (published by the Global Sustainable Investment Alliance).  \n", "metadata": {"source": "NASDAQ_AEGN_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}