{"page_content": "appian.com   |    11This is an example of how we have leveraged technology—our own software platform—to effect a significant change in our \nsolution offerings with a focus on being of value to other organizations in need of pandemic-management automation. These \nsolutions include:\nApplication Purpose and Benefit\nWorkforce Safety Trusted by leading organizations around the world, Workforce Safety provides a unified, \nautomated, and flexible approach to safely return personnel to on-site work.\nCampusPass Developed in conjunction with leading universities, CampusPass provides the fastest way \nto coordinate the safe return of an entire academic community back to campus and maintain \nongoing health and safety.\nPaycheck Protection  \nProgram LendingPaycheck Protection Program (PPP) Lending, which can be live in a matter of days, provides \nlenders an auditable method for managing loan applications and forgiveness requests in \naccordance with rules of the constantly evolving United States Coronavirus Aid, Relief, and \nEconomic Security (CARES) Act.\nCoronavirus Business \nInterruption Loan Scheme \n(CBILS)Our CBILS application, which can be live in days, allows banks to accept and manage \napplications for lending facilities from small- and medium-sized enterprises (SMEs); \nsupport their unique servicing requirements; and ensure compliance under CBILS rules.\nResource and Care \nCoordination (UK)Resource Care and Coordination helps UK healthcare providers manage the care and \ndischarge of patients and allocation of the appropriate pathway in accordance with current \npandemic-related requirements.\nIn short, as highlighted below, Appian is helping companies to \nhelp themselves:\n• Bexley Health Neighborhood Care, part of the UK \nNational Institute of Health, launched a Resource and \nCare Coordination application to protect 1.5 million \npeople in just under 1 week.\n• A top-five United States bank is capturing all COVID-19 \nincidents across the globe, managing them to \nresolution, and issuing daily situation reports to its \nexecutive management.• A top-five elevator manufacturer is coping with a wave \nof contract modifications in the wake of usage disruptions \ndue to COVID-19. The company deployed a new process, \nbuilt start to finish in a single day, to collect and process \nits contract change requests.", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}