{"page_content": "appian.com   |    12Our partners.\nWe know a highly qualified, well-trained, and effectively \nonboarded and managed partner network helps us better \nsupport the needs of our customers with complementary local \nand/or specialized services and an ever-growing community \nof capable, enthusiastic Appian practitioners and advocates.\nSimply put, our partners are an important element in our \nability to deliver the best solutions and services to our \ncustomers around the globe. \nTherefore, we have developed systems to foster their success, \nas well as award programs to recognize their work and the \nbenefits they bring to our company.\nOrganizations with which we team include:\n• Services Partners  – Appian customers are constantly \nidentifying problems our technology can solve. \nOur services partners provide a variety of support \n(implementation services and custom post-deployment \nhelp desk services, for example) leveraging their areas of \nexpertise and employing Appian best practices. \n• Public Sector Partners – Our partners in this space are \nqualified to sell to and support federal, state, and local \ngovernment customers, allowing them to create purpose-\nbuilt applications on our platform and—whether teaming \nwith Appian Customer Success or working independently—\nfurnish subject-matter-specific and/or locally based services.\n• Technology Partners – We collaborate with leading \ntechnology innovators to integrate complementary \ncapabilities with our platform and adapt solutions for our \ncustomers’ enterprise ecosystems that enable them to meet \ntheir respective missions in the way that works best for them.\n• Reseller Partners  – Appian resellers work with customers \nto drive innovation, respond to change, and revolutionize the \ncustomer experience by marketing, selling, and deploying \npowerful business solutions built on our low-code platform.\n• OEM (Original Equipment Manufacturer) \nPartners  – Appian OEMs embed our technology into \ntheir branded applications and offer the combined \nsolution to their customers.In 2020, we launched the inaugural “Federal Partner Cup \nHackathon.” Participating partners were tasked with \ncreating applications for the public sector using our low -code \nautomation platform. While we have included a hackathon \nat each Appian World conference for the past several years, \n2020 marked the first time we held the competition specifically \nfor our government partners. The top-three winners received \nthousands of marketing dollars, earned the opportunity to \npresent their applications at the “AppianGovernment” annual \nconference, and continue to benefit from promotion of their \napplications on the Appian AppMarket that is part of our \nonline Appian Community portal.\nEach year we also recognize one partner as the top \ncontributor to the Appian AppMarket, based on categories \nincluding innovation and value, among others. We also \nrecognize a top reseller partner on an annual basis. And \nfinally, each year we honor our partners across the geographic \nmarkets in which they serve, including the Asia Pacific (APAC) \nand Europe, Middle East, and Africa (EMEA) regions. \nIn 2021, we will continue to honor the members of our \nworldwide partner community as described above. \nAdditionally, in May of this year, we will be rolling out a \nnew credentialing program. Our original program consisted \nof an online, unproctored examination, as well as project \nsubmissions and field experience, to measure an individual’s \nproduct knowledge. The coming new program will test an \nindividual’s product knowledge and field experience via a \nproctored, online examination provided by a neutral third \nparty (with project submissions no longer required). There \nwill be three attainable certification levels for partners and \npersonnel as follows:\n• Appian Certified Associate Developer\n• Appian Certified Senior Developer\n• Appian Certified Lead Developer", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}