{"page_content": "appian.com   |    14Citizens of the communities around us. \nAppianites care deeply about making our world a better place \nand improving the quality of life for all citizens. They volunteer \ntheir energy, skills, and expertise to make a difference in the \ncommunities where we live and work.\nThe following are some endeavors taken on by our employees \nto help others, the first two of which grew out of the company-\nwide day of service for which our employees opted as a \nmeaningful way to celebrate our 20th year in business:\nCreating STEAM (Science, Technology, Engineering, \nArts, and Mathematics) opportunities for students.\nThrough the COVID-19 pandemic and the uprising of the \n“Black Lives Matter” movement, 2020 was a year fraught \nwith major challenges. Appian employees had a strong \ndesire to address racial inequities and make an impact on \nour local community. The Appian team connected with the \nDistrict of Columbia Public Schools (DCPS) system, as our \npeople believed this could have an impact on young people \nfor years to come, rather than just for a day or a week. Our \nteam of volunteers initially launched programming with the \nColumbia Heights education campus, working with children \nin the sixth grade, over an extended period of time, to deliver \nsupplemental education through a variety of activities \nincluding a robotics league and speaker series.\n“Adopting” a trail with the Potomac Appalachian \nTrail Club.\nThe Potomac Appalachian Trail Club (PATC) is a 100-percent \nvolunteer-supported nonprofit organization formed in 1927 \nto build and maintain the Appalachian Trail (itself 240 miles) \nand over 1,000 miles of trails in all spanning Pennsylvania, \nMaryland, West Virginia, and Virginia. AppianGreen has \n“adopted” a stretch known as the “Horseshoe Trail,” which is \npart of the Hemlock Overlook Regional Park near Bull Run. \nAppianGreen volunteers have committed to maintaining this \nstretch of trail and using this beautiful area for education, \nawareness, and nature experiences for Appian employees \nand their families.Supporting the DC Central Kitchen.\nThe DC Central Kitchen is a nationally recognized community \nkitchen that recycles food from around Washington, D.C., and \nuses it as a tool to train unemployed adults to develop work \nskills while also providing thousands of meals for local service \nagencies in the process. The DC Central Kitchen’s Chief \nOperating Officer (COO) was seeking a software solution for \none of its largest programs, Community Meals. The Appian \nteam embraced this as its initial project, using our software \nto simplify the organization’s processes around that program. \nThis application build resulted in a streamlined employee \nonboarding process, freeing up time for the organization to \nfocus on other internal initiatives. Using the Appian solution, \nthe Kitchen was able to significantly reduce the amount of \ntime needed to train its new employees. Additionally, using \nthe Appian software, the DC Central Kitchen has been able \nto respond in real time to changing demands within the \ncommunity resulting from the COVID-19 pandemic. \nOur application enabled the DC Central \nKitchen to get food out much more \nquickly to members of the community \nmost in need. \nMost recently, the Appian team deployed our Workforce \nSafety application into the DC Central Kitchen’s toolkit. This \napplication helps organizations intelligently manage the \ncomplexities of returning workers on site during the pandemic, \nwhile maintaining the privacy and security of individuals’ \nhealth information. The Appian team plans to continue taking \non new projects for the DC Central Kitchen in the future. ", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}