{"page_content": "appian.com   |    16We strive to help sustain the environment.\nAppian complies with Principles 7, 8, and 9 of the \nUnited Nations Global Compact—exploring solutions to \nenvironmental challenges, undertaking initiatives to conserve \nenergy and reduce waste, and encouraging the adoption of \nenvironmentally friendlier technologies such as our cloud- \nand mobile-based software. In fact, we use our software for \nnumerous corporate processes, thus leveraging online work \ncompletion and content storage and thereby minimizing our \nreliance on printing and paper.\nWhile Appian is not a manufacturer in the traditional sense, \ncreating a digital product versus producing goods in a factory-\ntype setting, we have nevertheless identified five areas in \nwhich we can enhance our environmental performance and \nadvance our progress toward environmental sustainability. \nThose areas are:\n1. Meeting our environmental compliance obligations;\n2. Promoting employee participation in local and larger \nenvironmental and healthful living initiatives;\n3. Reducing the environmental impact of our operations;\n4. Ensuring the Appian supply chain members share our \nenvironmental principles; and\n5. Measuring and reporting on the status of our \nenvironmental performance.\nThe AppianGreen affinity group (described earlier in this \nreport) has been instrumental in identifying, promoting, \nand executing meaningful sustainability initiatives which \nhave resulted in significant environmental performance \nimprovements across our company.The AppianGreen group continues to \nplan and implement new initiatives, \nworking closely with corporate \nleadership to help our company \n“grow green.”\nIn 2020, the need for business recycling and the amount \nof trash generated decreased dramatically, as stakeholder \nhealth took priority with the onset of the global coronavirus \npandemic and our employees worked from home the majority \nof the year. Nonetheless, we were able to make the following \nenvironmental performance improvements in 2020:\n• The installation of sun-sensored shades along heavy \nheat-gain windows.\n• Policies were established such that prior to the order of \nany item (office supplies, etc.), the item is reviewed for \nmany factors including environmental impact.\nMoreover, despite the pandemic, intrepid members of \nAppianGreen came together to tend the herb and vegetable \ngarden at our company’s headquarters campus.\nWe expect to add environmental sustainability initiatives as \nobjectives this year, as office life begins to “return to normal.”", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}