{"page_content": "appian.com   |    4There is no doubt 2020 was a year of immense challenges. \nForemost, the global coronavirus pandemic left no one \nuntouched, whether medically, financially, or spiritually. And \nan onslaught of other tragedies and disasters further tested \nour collective mettle and resilience: humanitarian crises \nabroad and at our nation’s southern border, civil unrest in \nnumerous countries, massive wildfires in Australia and the \nUnited States, unprecedented flooding across Asia and the \nSudan, the horrific explosion in Beirut, and the most active \nAtlantic hurricane season in recorded history.\nFortunately for us all, humanity remains an indomitable condition.\nAnd that is why, through all its pain and loss, destruction, and \nhardship, 2020 was also an affirming year. It was a year in \nwhich we witnessed the heart and determination of our global \ncommunity and the tenacity and fortitude of people the world \nover to identify and seize opportunity, despite—and even as \nan outgrowth of—extraordinary challenges.\nTechnologically speaking, 2020 was \nthe year in which virtual access, digital \ncollaboration, and rapid software \ninnovation gave us the means not \nonly to persevere, but to prosper.\nManufacturers innovated, altering their assembly lines to \nproduce critically needed ventilators and PPE (personal \nprotective equipment) for coronavirus patients and healthcare \nproviders. Restaurants expanded their use of online ordering \nand mobile communication, to continue operating and serving \ntheir patrons. Physicians consulted with patients virtually, and \nhomes became remote classrooms for children worldwide. \nScientists collaborated globally to devise effective coronavirus \ntreatments and vaccines. New businesses were founded—\nand existing ones transformed—to offer different but now \nessential products and services.Appian is one such existing business. Like the other \nenterprises touched on above, we leveraged technology to \neffect significant changes in 2020, both with respect to our \nsoftware offerings and our day-to-day operations.\nWe asked our employees to work from home for their physical \nwell-being, replacing travel and in-person interaction with \nonline collaboration and deliverable fulfillment. Likewise, \nrather than risk convening customers, industry thought \nleaders, and Appian personnel face to face, our annual \nAppian World symposium went fully virtual last year.\nMoreover, in keeping with the leadership in market \ninnovation for which our company is known, we created new \nbusiness solutions for our low-code automation platform, \napplications specifically intended to help commercial and \ngovernment organizations:\n• Manage their personnel, operations, and customers \nduring the pandemic;\n• Coordinate the complexities of returning workers on site \n(and academic communities to campus) while maintaining \nthe privacy and security of employee health information; and\n• Comply with new national and regional regulations \n(including, for example, loan eligibility and forgiveness \nunder the United States Coronavirus Aid, Relief, and \nEconomic Security Act).\nWhile the following statement may seem trite given the \nnumber of times we heard it last year, it remains an accurate \nand equalizing sentiment: we are all in this together.\nTo Appian, the term “all” encompasses our employees, \ncustomers, partners, prospects, and the citizens of the \ncommunities in which we do business. For that reason, our \nprincipal concern last year was a human one. We overcame \nchallenges and embraced opportunities so we could continue \nto serve and support our stakeholders; and we did so (to \nborrow, once again, from the words of Albert Einstein) by \nfocusing on being of value rather than being a success.", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}