{"page_content": "appian.com   |    5Accomplishments and plans.\nOur 2020 achievements and social responsibility objectives \nare summarized below, aligned to the 4 principles which \ncontinue to guide our company more than 20 years \nafter Appian began.\nWe are an ethical and honorable company.\nAppian complies with Principle 10, “Anti-Corruption,” of the \nUnited Nations Global Compact, in our strides to ensure an \nenterprise-wide understanding that corruption of any kind \n(including extortion and bribery) is neither condoned nor \ntolerated in the conduct of company business.\nAs excerpted from the Appian employee handbook:\n• We are honest and fair;\n• We scrupulously avoid any conflict of interest;\n• We conduct ourselves ethically when dealing with \ncustomers and business opportunities;\n• We maintain a work environment that encourages \nmutual respect, is safe and free from harassment or \nthreats of violence, and promotes civility and courtesy \namong our employees;\n• We preserve and protect our valuable resources and \nproprietary information and similarly respect the property \nrights of others;\n• We at all times comply with the law; and\n• We are vigilant in upholding and enforcing our code of \nbusiness ethics and conduct.\nIn short, we are unwavering in our \ncommitment to conduct business \nethically as well as in accordance with \nall applicable laws and regulations. \nTo that end, all Appian employees participate in (when \nonboarding and annually thereafter) mandatory compliance courses including “Harassment and Discrimination \nPrevention,” “Anti-Corruption and Bribery,” and “Insider \nTrading: Avoiding Risky Behavior.”\nAdditionally, our Human Resources department introduced \na new course in 2020, in the wake of the novel coronavirus \n(COVID-19), to ensure all personnel comply with Appian \npolicies and procedures throughout the global pandemic. \nMandatory “COVID-19 Workplace Safety Standards” training, \nbased on CDC (United States Centers for Disease Control) \nguidelines and in keeping with our dedication to being a caring \nand honorable business and employer, is aimed at protecting \nthe health of our employees, as well as those with whom they \ninteract, in any necessarily face-to-face business settings.\nMoving forward, our Human Resources, Legal, and Finance \ndepartments will continue to identify and implement training \nprograms and other tools and mechanisms to ensure the \nperformance of our company and the actions of the people \nwho represent it are principled and above board at all times.\nOur stakeholders are our most important asset.\nAs indicated in our introduction, Appian stakeholders \nencompass our employees, our customers and prospective \nclients, our partners, our investors, and the citizens of the \ncommunities in which we conduct business. We respect the \nconcerns of all our stakeholders, adhering to the human and \nlabor rights principles of the United Nations Global Compact \n(Principles 1 through 6 as excerpted/interpreted below):\n• We support and respect the protection of internationally \nproclaimed human rights.\n• We are not complicit in human rights abuses.\n• We recognize and uphold the rights of employees to \nassociate and conduct collective bargaining.\n• We reject the use of forced or compulsory labor.\n• We endorse the abolition of child labor worldwide.\n• We are an equal opportunity employer and do not \npractice or tolerate employment- or occupation-\nrelated discrimination.", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}