{"page_content": "appian.com   |    7Our employees.\nAppian employees are the backbone of our company; as \nsuch, we seek to support and recognize them in ways big and \nsmall. Appian is especially proud to have been recognized in \n2020 by The Washington Post as a “Top Workplace,” for the \n7th consecutive year, given that employers making the list \nare ones earning the highest ratings from their employees \nregarding personnel engagement and job satisfaction.\nWe honor our people’s contributions through quarterly and \nannual awards as well as other forms of recognition. Even \nour software, used as our corporate internet, includes the \ncapability for an employee to give “kudos” to any other team \nmember—a message of praise or gratitude which is then \nviewable across our organization.\nIn keeping with our human focus and intention to be a \nbusiness and employer of value, we place particular importance \non the health and long-term well-being of our employees. \nWe offer subsidized medical, dental, vision, and disability \nbenefits, as well as a retirement savings plan to which the \ncompany co-contributes.\nIn 2020, Appian allocated a new “Lifestyle Spending Account” \nto our employees, a monetary amount against which they may \ndraw (for example) to pay gym membership dues, purchase \nathletic wear, or be reimbursed for other wellness-related expenses.\nAppian also promotes the continuing education of our \nemployees. We offer a tuition-reimbursement program for \nrole-related college coursework and certification programs, \nand we have developed a global program called Appian \nUniversity that offers self-guided and instructor-led education \nfor ongoing personal and professional development.\nIn turn, our people are passionate about their roles, the company, \nand our solutions—as well as making a difference in their \ncommunities and the world as a whole. Therefore, while we have \nbeen largely physically separated since early 2020 due to the \npandemic, our dedicated “Appianites” have continued to work \nclosely together to ensure we are “always doing right by our customers.”\nFor most employees, telecommuting has represented a \ncomplete change in workplace. Our leadership team has been cognizant of this and has endeavored to sustain personnel \n“connected-ness” through periodic company-wide calls and \nregular communiques on the Appian Home employee portal. \nIn March of this year, management expressed appreciation \nto all employees for their hard work and sacrifices thus far in \n2021 year by granting a weekday off from work across the \ncompany (termed our “Recharge Day”) and sending gift boxes \nto all employees to enjoy on their day of leisure.\nThroughout the global pandemic, despite our working apart, our \nseven Appian-sponsored “affinity groups” (employee groups \nwhich comprise a specific segment of our workforce and/or \nshare a common passion) have continued to work closely with \none another and corporate leadership to create positive, lasting \nimpacts within our company and the communities in which we \noperate through social, education, and outreach activities.\nIn fact, our employee-led affinity groups play a key part in \nour efforts to ensure diversity, equity, and inclusion. These \nemployee-led groups are funded at the corporate level and \ninclude individual management/governance in the form of \nboards of directors.\nEach affinity group, described in the table that follows, plays \na vital role in:\n• Articulating, building, promoting, and supporting the \nneeds and goals of its various communities.\n• Creating a positive impact through social, education, and \noutreach activities.\n• Fostering partnerships at Appian through inclusivity and \neducating allies.\nAs Dawn Mitchell, Senior Vice President of Human Resources, \nexplains— “Our affinity groups offer a tremendous amount \nof comfort to employees in being able to connect with others \nwith shared experiences. We have seven such groups at \npresent, and each has an executive sponsor and funding. \nTheir programming is around awareness, community within \nAppian, and outreach externally. These groups have been \nsuch a value-add to Appian.”", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}