{"page_content": "appian.com   |    8Affinity Group Purpose and Contributions\nOur mission is to minimize Appian environmental footprint by helping to reduce, reuse, and \nrecycle across our business.\n• From carpooling to catered food, we focus on minimizing our overall environmental impact.\n• Through education and awareness, we encourage sustainable choices.\n• Through volunteering, we connect with others who share similar environmental passions.\nOur mission is to celebrate and foster an environment of support and empowerment among \nemployees of all races, cultures, and ethnicities to amplify their impact on the Appian community.\n• Education breaks barriers. Race/ethnicity/culture are sensitive subjects, but our \nworkshops allow employees take to an introspective look at their own heritage, learn \nmore about their peers of different backgrounds, and grow as thought leaders.\n• To recognize the various races/ethnicities/cultures in the Appian family, we host events \nand publish information throughout the year to observe national and international holidays.\n• Diversity of cultures brings diversity of thought, which leads to innovation. To support \nthe efforts of the campus recruiting team, we are committed to representing the diverse \nbackgrounds at Appian by attending career fairs and campus events.\nOur mission is to celebrate and foster a safe, equal, and affirmative environment within the \nlarger Appian community and beyond to attract, retain, and develop employees within the \nLGBTQ+ community.\n• We support efforts focused on diversity and inclusion at Appian and within the technology \nindustry as a whole through events, initiatives, and the recruitment of LGBTQ+ individuals.\n• We engage with LGBTQ+ individuals through networking events, both internally and in \nthe wider community, as well as volunteer at LGBTQ+ focused organizations.\n• We educate individuals on LGBTQ+ issues, allyship, and methods to increase inclusion \nwithin the workplace.\nOur mission is to help employees grow together, as we develop personal and professional \nskills, network and build relationships across Appian, and give back to our communities.\n• We focus on improving the ability to perform at a high level by using techniques aimed at \npromoting both personal and career development through unique training sessions.\n• We learn from a wide array of career leaders on what makes them the best at what they \ndo and how you can achieve analogous goals.\n• We encourage employees to get outside their respective department, to expand their \nprofessional and social networks while also seeing what other opportunities and support \nsystems exist at Appian.", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}