{"page_content": "appian.com   |    9Affinity Group Purpose and Contributions\nOur mission is to create a community that recruits, develops, recognizes, and elevates those \nwho have served in military and first-responder roles, their families, and anyone that supports \nbringing the unique values of this community to our broader Appian community.\n• Our focus is to raise awareness of how AppianVeterans can contribute to Appian’s culture.\n• Our goal is to provide support for veterans and first responders both within Appian and \nour community.\n• We want to create a strong community for veterans and first responders both within \nAppian and our greater community. \nOur mission is to enhance organizational and personal health and provide all employees with \naccess to physical and mental resources for the betterment of their whole-life wellness.\n• To enhance organizational and personal health, and to promote work life balance and \noverall whole-life wellness, we strive to provide resources such as wellness fairs, exercise \ngroups, and education and training.\n• Our goal is to advocate physical and mental health to help employees achieve optimal \nwell-being.\n• With access to our meditation program, started and run by our very own employees every \nweek, we are providing mental health resources to all Appianites for the betterment of \ntheir whole-life wellness.\nOur mission is to foster and support the community of women and allies to maximize a positive \nimpact for Appian.\n• An overarching goal for AppianWomen is to create a more inclusive environment, bringing \ntogether both women and allies around the world.\n• AppianWomen offers a mentorship opportunity to all members. Anyone, whether an \nAppianWomen member or ally, can sign up to become a mentor to a protégé. Both the \nmentor and the protégé give and grow through the mentoring process.\n• To foster and support personal and professional development, AppianWomen provides \nopportunities for women to develop themselves through internal workshops on \nnetworking, negotiation, small talk training, and more.", "metadata": {"source": "NASDAQ_APPN_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}