{"page_content": "Message From Our  \nInterim President and CEO   About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices14\nEnvironmental, social and governance (ESG) initiatives have been woven into \nACI’s culture. In 2020, we adopted a company purpose focused on creating global \nprosperity through our solutions. In 2021, we established an ESG philosophy to guide \nour sustainability efforts:\nACI Worldwide believes businesses have an increasingly \nimportant mandate to operate responsibly. We aim to operate in \na way that is socially, environmentally and financially sustainable. \nWe explore and act in ways to positively impact the communities \nin which we live and work.ACI’s ESG efforts have evolved over time, building on our strengths and addressing \nthe expected priorities of our stakeholders in the future. We understand strong \ngovernance of our ESG efforts is key to ensuring our actions deliver short- and \nlong-term value for our business and our stakeholders. With this motivation, \nwe are working to formalize our governance mechanism for ESG matters. \nA Sustainability Working Group consisting of members of the Executive \nLeadership Team, Senior Leadership Team and third-party ESG subject-\nmatter experts are key to this effort. Today, our ESG governance \nstructure consists of:\nThe Board of Directors, through the Nominating and Corporate \nGovernance Committee, which reviews progress made against \nour ESG priorities and also provides the final review and \napproval of our annual sustainability report \n \nExecutive Leadership Team members, who provide \nguidance and manage the execution of ESG priorities, \nespecially those aligned to their business units \nSenior Leadership Team members, who are \ndedicated to advancing ESG priorities and also \nprovide day-to-day initiative management \n \nWorking groups, which are assembled from \nemployee volunteers to help advance the \nimplementation of specific initiatives\nSustainability Philosophy ESG Governance\nW\norking Groups    Board       Executive Team\n    Senior Leaders ESG  \nGovernance \n& Execution", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}