{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices19\nAs we execute our strategy to drive growth and lead the real-time payments \ntransformation, ACI is committed to minimizing the operational impact of our \nbusiness on the environment and using our solutions to help our customers — \nand the millions of people they serve — do the same. \nThe Digital Effect\nFor decades, ACI’s digital payments software has been part of a broader paper-\nsaving revolution. Our solutions eliminate the need for paper-based bills and \npayments, conserving valuable forest resources that provide oxygen, improve \nair quality, conserve water, preserve biodiversity and mitigate climate change.\nWe use modern hardware and software tools in our solutions to reduce \nthe required computing power profile. We also use the latest alarming and \nalerting systems that enable more proactive problem detection, increasing \nthe efficiency and speed at which we address system issues. As we shrink our \nphysical footprint with more efficient technologies that require less hardware, \nwe continue to decrease the energy resources and raw materials required for \nour infrastructure.   Minimizing Our Impact\nWe work to minimize our impacts by reducing energy use, greenhouse \ngas emissions, water consumption and solid waste generation. \nOur Environmental Policy outlines our commitment to providing \nquality services while operating in compliance with all relevant \nenvironmental regulations. We strive to integrate environmental \nconsiderations into all of our decision-making and business \nactivities, including site planning and risk management. \nWherever applicable, we promote efficient use of materials \nand procure environmentally friendly products. When \nwe build new facilities, we aim to use furnishings that \nare made from recycled or sustainable materials and \nenergy-efficient lighting and controls. In all facilities, \nwe utilize eco-friendly cleaning suppliers for our \njanitorial services to reduce our environmental \nimpacts.Reducing Our Environmental Footprint", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}