{"page_content": "About This Report\nThis sustainability report has been developed based on guidelines from the Sustainability Accounting Standards Board (SASB) standards for IT and Software Services and Global Reporting Initiative (GRI) \nstandards. For the purposes of this report, the terms “ACI,” “ACI Worldwide,” the “Company,” “we,” “us” and “our” refer to ACI Worldwide, Inc. and its consolidated subsidiaries. Unless otherwise noted, this \nreport covers ACI’s environmental, social, governance and economic performance in fiscal year 2021 (January 1 through December 31, 2021). All financial information has been reported in U.S. dollars. Key \nperformance indicators presented within this report may have been approximated or rounded, as applicable. In this report, we have defined material ESG topics as matters that are relevant and important \nto ACI’s business success and our stakeholders, including significant impacts on the environment, people and the economy. Any ESG information within this report that rises to the level of being financially \nmaterial would be included in our financial reporting documents in compliance with applicable regulations. \nForward-looking statements may be included in this report, including projections regarding future performance. All statements that relate to our beliefs, plans and expectations regarding the future are \nmade pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. Actual results may differ materially due to certain risks and uncertainties. For a discussion of the risks and \nuncertainties affecting our business, please see the Risk Factors contained in Part I, Item 1A within our 2021 Form 10-K and subsequent Securities and Exchange Commission (SEC) filings. For any questions \nor comments, please contact investor-relations@aciworldwide.com. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}