{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices22\nInvesting in Energy Improvements\nEnergy efficiency and conservation is important to ACI and our customers as \nit impacts our business costs and our carbon footprint. In 2021, we launched \na formal process to track and analyze electricity usage within all our sites, \nincluding our owned data centers, to identify opportunities to improve the \nefficiency of operations. \nOur 2021 energy consumption was 20,003 megawatt hours, and our \nenergy intensity was at 14.6 megawatt hours per million dollars of revenue. \nTo continuously improve energy efficiency in our operations, we have \nupgraded our solutions and facilities with more efficient servers, lighting and \nenvironmental control systems.\nOur Data Center Operations team previously completed a major server \nvirtualization project that resulted in significant reduction of energy \nconsumption in our servers. At one of our European data centers, server \nmigration led to a 20% reduction in energy use. In 2021, our team worked to \noptimize power efficiency of our servers to ensure energy usage remained flat \nwhile meeting increased customer demand and traffic. Decreasing Lighting Electrical Load   \n \nACI has converted its U.S. and Indian offices from fluorescent and \nT-8/T-12 to LED lighting. The switch to LED lighting has produced \npositive energy savings and will continue to do so in the future. By \nconverting to LED lighting, we cut our lighting electrical load roughly \nin half. \nLowering HVAC Energy Costs\n \nWe continue to utilize building management systems to \ncontrol HVAC where possible. Preventative maintenance \non our HVAC systems is performed regularly to decrease \nenergy use and ensure efficient operation. We have \nlimited the usage of air conditioning, depending on \nthe occupancy of a particular office area. These \nefforts have resulted in both decreased energy \nconsumption and utility costs. \n20,003  \n2021 Energy Consumption4  \n(MWh)14.6   \n2021 Energy Intensity4  \n(MWh/MM USD Revenue)\n4 Excluding energy consumption in our co-located data center in Europe. Due to impacts from the COVID-19 pandemic that resulted in site closures, we do not consider  \n2021 energy consumption reflective of normal operations. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}