{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices26\nExpanding Economic Access\nACI recognizes the essential role digital payment systems play in our modern \neconomy. ACI’s solutions allow people anywhere to access any payment \ntype, opening life’s possibilities up to everyone, including people historically \ndisadvantaged by location, education, disability, race, gender, ethnicity, \nwealth or other circumstances. We are proud that our core products and \nservices help ensure inclusive and equitable access to the digital economy. \nAs a global leader in real-time payments, ACI is transforming payment \nsystems around the world. Our solutions run real-time payment schemes in 18 \ncountries, with more national schemes added every year. In 2021, we added \nPeru’s central infrastructure to the long list of domestic real-time schemes we \nsupport. Real-time payments — also called instant payments, faster payments \nand immediate payments depending on the geography — moves money \nfaster and more directly than other methods, driving financial inclusion and \naccelerating economic growth. By using real-time payments, companies receive the money they are \nowed from customers and can immediately reuse it to repay their staff \nor suppliers. Underbanked employees can avoid paying check-cashing \nfees and enjoy instant access to their full salaries. Gig workers are able \nto remove unpredictability from their finances when they are paid \ninstantly on completion of their assignments. \nIn these scenarios and countless others, the movement of funds \nwithin seconds rather than days unlocks money — billions of \ndollars every day — usually tied up in inefficient payment \nsystems and with intermediaries. This is money that people, \nbusinesses and governments can instantly put to work to \ngenerate value, drive growth and enhance prosperity.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}