{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices27\nACI takes pride in our global reach. Our team members live and work in 49 \ncountries around the world. From these locations, they support our customers \nand prospects operating in 95+ countries around the world.\nThe global diversity of our employee population makes ACI stronger. Though \nwe are a multi-national company, we embrace a local approach to doing \nbusiness in Africa, Asia, Europe, Latin America, North America and the \nMiddle East. We also benefit from the unique backgrounds, perspectives and \nexperiences that our more than 3,600 team members bring to their roles.\nWhile our gender diversity is on par with other global technology firms,5 we \nknow there is a continued focus on hiring more women and also introducing \nmore girls and young women to careers in technology. A similar approach is \nneeded for underrepresented minorities in the U.S. and other countries. Our \nstrategy to enhance diversity within our organization and communities is \ndetailed in the following sections of this report. ACI has been driving digital payments for more than 45 years, strengthened \nby our employee dedication and evident throughout our tenure data. More \nthan 36% of our employees have been with the company for a decade \nor longer. Some employees have recently celebrated four decades \nwith ACI. These long-termers are inspired by their opportunities to \ncontribute to mission-critical solutions, the continuous innovation \nrequired to succeed in digital payments, their relationships with \ncolleagues and ACI’s respect for every individual.Embracing Global Diversity and T enure\n5 Women in the tech industry: Gaining ground, but facing new headwinds ~ Deloitte Insights. December 1, 2021. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}