{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices30\nACI is committed to seeking out and leveraging differences and unique \nperspectives to drive continued business success. Our diversity, equity \nand inclusion (DEI) strategy is focused on connecting DEI to individual and \nbusiness success, ensuring equal opportunities and developing diverse \nleaders to foster an inclusive work environment.\n \nWe are dedicated to empowering and promoting diverse leaders within \nthe organization. Women and members of underrepresented groups are \nmembers of our board and Executive Leadership Team and hold important \nroles across the organization, including in our software engineering, product \nmanagement, sales and corporate functions. We actively promote dialogues \nregarding ethnic and gender diversity and inclusion, and we encourage and \nprovide mentorship to support all employees in their career progression. In \nour 2021 Employee Experience survey, 86% of our employees agreed our \ncompany is committed to DEI in the workplace.\nFostering a Diverse, Equitable and Inclusive  \nWork Environment\n86%  \nagree ACI \nis committed  \nto DEIPay Equity  \n \nACI recognizes the gender pay gap in the \ntechnology industry, and we are committed \nto changing it. We monitor the average \npay for everyone within the organization, \nwhich includes examining any pay differences \nbetween men and women. To increase women \nrepresentation in the payments industry, we actively \nparticipate in industry partnerships and provide \neducation resources.  \n \nFor more details about our initiatives, please visit the \nMaking a Difference in Our Communities section of  \nthis report. 2021 Employee Experience Survey\nCommitment to DEI", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}