{"page_content": "Message From Our \nInterim President and CEO   About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices4\nWhen I consider the ways businesses can positively impact the planet, I believe ACI Worldwide \nis in an enviable position. We are leading the global, real-time payments revolution. Our software \nsolutions make the movement of money more efficient, generating value, driving growth, and \nenhancing prosperity everywhere. Real-time payments bring stories like the ones that follow to \nlife in cities far away and closer to home:\nThe owner of a small confectionery shop in Lagos accepts a QR code-initiated payment via his \nmobile phone, and the money instantly hits his merchant account. With no need to wait for the \namount to clear and no need to head to the bank to deposit cash, he has more visibility into his \nfinances and greater flexibility to invest in more stock or staff.\nA gig economy worker and full-time university student in San Francisco who drives passengers \nand delivers parcels opts to work for a company that pays in real time. Getting paid the moment \nshe finishes her gig makes the money she earns more powerful, allowing her to work where she \nwants and when she wants, while balancing her studies and family commitments.\nA tailor in India will fashion an entire business suit for you in a day. However, if you can’t pay for \nhis services directly through his most loved payments app, then you will miss out. He uses  \nhis app to accept payments, recharge his metro card, pay bills, book movie tickets, and  \nmuch more.\nIn the background of stories like these, ACI is working every step of the way with central banks, \nretail banks, merchants, billers, processors, and acquirers to facilitate end-to-end real-time \npayments securely and reliably across the globe.\nPrioritizing our ESG strategy and reporting\nOf course, advancing economic prosperity and financial inclusion through our technology and \nsolutions is just one part of our approach to environmental, social, and governance (ESG). In \nlate 2021, we launched an ESG strategy development process that began with a materiality \nassessment to identify the ESG topics most important to our stakeholders. The assessment \nconfirmed our stakeholders continue to rank governance and social topics as top priorities for ACI, \nwhile environmental topics are gaining ground with customers and regulators. We are using the \nassessment and other analyses to develop ESG goals focused on areas of greatest relevance and \nopportunity. We also used this work to inform many of the enhancements you see in this report, \nwhich is part of our ongoing commitment to progress our ESG reporting and disclosures.Showcasing resiliency during COVID-19\nWe also continued to operate in the thick of COVID-19. The safety and well-being of \nACIers and their families and the continuity of our business remained our top priorities. \nWe extended our policies of allowing all colleagues to voluntarily work from home and \nimplementing heightened safety practices at sites that remained open. In addition, we \nboosted leave time and other benefits for our India-based team members when the \nmost disruptive wave of COVID-19 impacted the country. Our crisis management \nresponse was successful, and I am proud of our efforts to keep our colleagues safe \nand our operations running seamlessly during this extraordinary event.\nImplementing industry-leading cybersecurity strategies \nThe ways people around the world pay for goods and services are \nchanging rapidly. One thing is changing almost as quickly – the efforts \nof cybercriminals to disrupt the ways we pay. To safeguard customer \ndata, ACI regularly integrates industry-leading standards into our \nrisk management and data security programs. In 2021, our security \nstrategy continued to outperform industry peers, and we have \nprioritized investing in the technologies, people, and practices to \nfurther advance this position. \nAs you review this report, I hope you learn more about \nACI’s commitment to ESG and gain an even greater \nunderstanding of how we do business. We are motivated \nto lead the real-time payments revolution, operate \nresponsibly, and have a greater positive impact on \npeople and the planet.\nMessage From Our Interim President and CEO\nThomas W. Warsop, III  \nInterim President and CEO", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}