{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices31\nFostering a Diverse, Equitable and Inclusive  \nWork Environment\nA Foundation of Equal Opportunity and Anti-Harassment\n \nWe want all employees to thrive — to showcase and grow their skills, feel \nempowered to drive business success and build exceptional careers. An \nenvironment where employees can thrive grows from a solid foundation of \nequal opportunity and anti-harassment. ACI is committed to the principles of \nequal opportunities and fair treatment for all employees, regardless of their \ngender, sexual orientation, religion, race, age or beliefs. We do not tolerate \ndiscrimination or harassment of any kind and work to ensure each employee \nis treated fairly and with respect as outlined in our Code of Business Conduct \nand Ethics. \nAnnual compliance training that all employees must complete reinforces \nour Code of Business Conduct and Ethics, including workplace harassment \nprevention. This training is one important way ACI supports cultural \nawareness and anti-harassment in our organization.DEI Framework for Working Groups \nIn 2021, to help focus our diversity and inclusion efforts, we established \na DEI framework that includes three focus areas: \n• Education and development\n• Recognition and awareness\n• Recruitment \nThis framework has guided the identification and execution \nof tactical initiatives to advance our commitment to \ndiversity, equity and inclusion. The initiatives were led \nby different working groups comprised of corporate \nresponsibility and human resources leaders as well as \nACI volunteers from different parts of the business. \nWe communicated these initiatives to all \nemployees through our internal communication \nhub, email, quarterly all-hands podcasts and \nspecial edition global all-hands meetings.\nDiversity, Equity and  \nInclusion Framework\nDEIRecognition  \nand  \nRewards\nRecruitmentEducation and  \nDevelopment", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}