{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices35\nSupporting Employee Development\n80%  \nCompletion  \nRate\n75%  \nFavorable \nEngagementWe strive to provide an environment and support system that ensures team \nmembers can perform at their best and feel connected as part of the ACI \nteam. We periodically solicit feedback through a variety of surveys focused \non comprehensive employee experience and specific topic areas. Through \nrobust professional development and succession planning initiatives, we aim \nto continue to grow our talent in alignment with our growth strategy. \nEmployee Engagement \nEmployee input provides valuable insights into our strengths and opportunities \nfor improving our employee engagement and development strategies. \nWe collect feedback through our Employee Experience (EX) surveys and \nquarterly all-hands podcasts with open Q&A sessions. Also, we utilize our \ntwo-way internal communication hub and virtual and in-person conversations \nwith managers and leaders to informally capture employees’ opinions and \nquestions.Every year, we administer a full EX census survey and one or more brief \nEX pulse surveys. These surveys are managed by a third-party provider \nthat ensures anonymity of respondents by providing ACI with data and \ninsights in the aggregate for different levels of the organization. \nApproximately 80% of the ACI workforce completed our EX census \nsurvey in 2021, with 75% of participants noting that they feel a \nsense of accomplishment and pride working for ACI. EX survey \nresults are communicated to employees at the enterprise, \nbusiness unit and team levels. Based on the survey, we \ndevelop and execute EX action plans throughout the year \nto address priority areas identified for various levels within \nour company.2021 Employee  \nExperience Survey", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}