{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices40\nPromoting Employee Health, Safety and Well-Being\nEnsuring the health, safety and well-being of all employees is fundamental \nto how we operate our business. Our team members make our business \nperformance possible, and we want them to succeed and thrive. ACI strives \nto provide competitive benefits and wellness programs and execute robust \nworkplace policies to drive a high-performing, respectful culture that increases \nemployee satisfaction and enables individual and organizational success. In \nresponse to the COVID-19 pandemic, we have taken preventative measures \nand provided frequent updates on our pandemic response protocol to ensure \nthe health and safety of our employees and their communities. \nFair Compensation, Bonuses and Rewards\nACI is committed to providing equal pay for equal work, inclusive of salary and \nbenefits. We provide competitive compensation and incentives in line with \nindustry benchmarks for all employees, taking into consideration the internal \nequity and alignment with business and individual performance. \nAs a company that provides software product hosting and support services, we \nhave policies to competitively compensate employees who provide regularly \nscheduled on-call support or are required to occasionally work irregular hours. \nOur overtime policy ensures compliance with all applicable labor regulations inaccordance with the Federal Labor Standards Act (FLSA) in the U.S. as well \nas with the regulations of countries outside the U.S. related to pay and \nrewards. We review our compensation programs annually, assessing \nmarket values and establishing consistent guidelines across the \ncompany. \nWe provide incentives to drive business success through bonus \npayments. We offer a Short-Term Incentive Plan (STIP), Long-\nTerm Incentive Plan (L TIP) and Sales Incentive Plan (SIP) to \ngroups of employees. Participants are selected based on their \nlevel and/or role in the organization. To recognize current \nand future contributions of all employees no matter level \nor role, ACI launched in 2021 an achievement grant \nthat rewards every active employee with shares in the \ncompany that become vested after a defined period \nof time. In some geographies, cash equivalents \nare offered. The grant size is based on the prior \nyear’s business performance. The goal of the \nachievement grant is to make all employees \nfeel and act like owners of the company. \nAdditional details about our stock incentive \nplans are available in our  2021 Form 10-K .", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}