{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices41\nPromoting Employee Health, Safety and Well-Being\nHealthcare and Insurance Benefits\n \nACI provides our global employees with comprehensive insurance plans and \nbenefits to meet their needs and the needs of their dependents. In the U.S., \nwe offer a benefits package for regular employees that includes medical, \nprescription, dental and vision coverage. In addition to diagnostic services \nand therapeutic treatments, our medical plans also cover preventive/\nwell childcare, mental health services and virtual healthcare visits. ACI \nhelps employees pay for future healthcare expenses by supporting \nhealth savings accounts (HSAs) and flexible spending accounts \n(FSAs). Employees also have access to life insurance coverage for \nthemselves and their dependents, as well as voluntary coverage \nfor disabilities, accidents, hospital stays, critical illnesses, legal \nassistance, home and auto damage and liability, identity \nprotection and pet health. For our global workforce, ACI \nalso offers healthcare benefits, supplemental healthcare \nbenefits and life insurance in alignment with local country \nregulations and practices. \nAll global full-time employees have access to our \nEmployee Assistance Program (EAP), which \nprovides support for a wide range of personal, \nlegal and financial issues at no cost. In line \nwith local regulations and best practices, we \nprovide maternity, paternity and adoption \nleave as well as paid time off, volunteer \nhours and holidays. \nWorkplace Safety\n \nACI is dedicated to maintaining a safe work environment and preventing \nworkplace violence. We have written emergency plans and procedures \nin place for all of our global sites. These plans detail important health and \nsafety topics, including:  \n• Secure building access\n• Emergency procedures, including evacuation and lockdown plans\n• Medical emergency response\n• Emergency phone numbers\n• Employees designated as wardens, marshals and first aid providers\nWe complete all required safety and health inspections at our sites \naround the world. These audits and risk assessments evaluate our \nemergency plans and procedures, including many of the topics listed \nabove. In 2020 and 2021, COVID-19 risk assessments were added to \nmany of these audits, per local government regulation.\nOur Workplace Violence Policy provides employees with guidelines to \ndeal with intimidation, harassment or threats that may occur during \nwork-related activities. We promptly investigate all reports of threats and \nsuspicious individuals or activities and implement disciplinary actions to \ndeter workplace violence and mitigate adverse effects on the well-being \nof our employees.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}