{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices42\nPromoting Employee Health, Safety and Well-Being\nPhysical and Mental Wellness Programs\n \nACI offers wellness programs to employees located around the world. In the \nU.S., our wellness program allows employees to earn an incentive reduction in \ntheir insurance premium by completing a health assessment and participating \nin other healthy lifestyle activities. Outside of the U.S., wellness programs \ninclude access to exercise benefits and services. In several office locations, we \noffer on-site exercise facilities to promote healthy lifestyles.\nAdditionally, ACI’s Employee Assistance Program offers employees access \nto mental health resources, including guidance on improving relationships, \nmanaging life changes, improving confidence and achieving work-life balance.Tuition Assistance \n \nACI is committed to supporting the growth and development of our \nemployees. Employees who have been working at ACI for at least six \nmonths are eligible to participate in our tuition assistance program, \nwhich encourages career development by providing reimbursement \nfor tuition and other required expenses at accredited colleges/\nuniversities worldwide. ACI reimburses individual courses and \nrequired courses within degree programs that are business \nrelated and will help employees advance in a current or future \nposition.\nIn addition to offering tuition reimbursement for \ncourses at accredited academic institutions, ACI \nalso has a generous tuition assistance package for \nemployees, their spouses and children electing \nto attend Bellevue University. For decades, ACI \nhas partnered with Bellevue to bring education \nbenefits to employees. Bellevue has a physical \ncampus in the U.S. and an award-winning \nonline education platform, which makes \nBellevue an educational option for \nemployees no matter where they live.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}