{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices45\nPromoting Employee Health, Safety and Well-Being\nCOVID-19 Response and Benefits \n \nThroughout the COVID-19 pandemic, our primary focus has \nremained on the safety and well-being of our employees and their \nfamilies. Our employees continue to appreciate our response \nduring this challenging time. In fact, in our 2021 Employee \nExperience survey, 85% of employees agreed our COVID-19 \npandemic communications and leadership were effective.\nOur Crisis Management team (CMT) leverages the advice and \nrecommendations of the World Health Organization (WHO) and \nthe U.S. Centers for Disease Control and Prevention (CDC) when \nimplementing and updating COVID-19 safety standards and \nprocedures in our office locations worldwide. We also follow local \ngovernment regulation and consider local government guidance.\nSome of the key actions we continued to implement in 2021 \ninclude: \n• Enabling all employees, with exceptions for  those in mission-\ncritical operations roles, to work from home and conduct \nmeetings virtually\n• Requiring on-site, mission-critical employees to practice social \ndistancing and follow heightened sanitary guidelines\n• Ensuring self-quarantine guidelines were in place in the event of \nexposure or illness of any of our employeesThe CMT communicates COVID-19 updates to our workforce \nfrequently, meets regularly to review our protocol, tracks the status \nof employee well-being and recommends adjustments to site \npractices based on new information, guidance or restrictions at the \nnational or local level. As local conditions improve and governments \nbegin to lift restrictions, we are taking a site-by-site approach to \ngradually bring employees back to the offices following our site \ntransition and reopening plans. \nIn response to the 2021 COVID-19 crisis in India, we took \nextraordinary action to boost benefits for our India-based \nemployees. New hires in the country gained advanced access to \ntheir entire annual leave balance, and all India-based employees \nwere permitted to use their volunteer hours to care for loved \nones impacted by COVID-19. We added bereavement leave to \nexisting India benefits, offering three days of paid leave for those \nwho experience the loss of a family member. Team members who \nexhaust their leave balance due to COVID-19 can also receive a \ngrant of additional leave. In addition, we made employee hardship \nassistance available to India-based employees and their immediate \nfamily members who have been hospitalized due to COVID-19 and \nhave exceeded the sum insured under our insurance policy.Throughout the year, we also made benefits we pioneered in India \navailable to individual employees impacted by the COVID-19 \npandemic in other geographies.\n2021 Employee Experience Survey\nCOVID-19 Response\n85%  \nof employees  \nagreed our COVID-19  \nleadership was \neffective", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}