{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices46\nMaking a Difference in Our Communities\nACI and our employees actively take part in many philanthropic endeavors, \ngiving time, resources and funds to positively impact local communities. We \nare proud to offer up to eight hours of volunteer time off each month to allow \nour team members to support non-profit organizations. \nOur ACI in Action efforts are driven at both the corporate and local levels. At the \ncorporate level, we work with organizations to support science, technology, \nengineering and math (STEM) education, gender parity, and payments and \nfinancial inclusion. ACI also supports a laptop donation program across \ngeographies. At the local level, ACI empowers our team members in our offices \naround the world to identify and work with organizations they believe will have \nthe most powerful positive impact in their local communities. \nSTEM Education\nAs a software development company, ACI has long supported advancing \neducation in science, technology, engineering and math. Prior to the \nCOVID-19 pandemic, we hosted Coding for Girls day camps in some of our \nlocations around the world, introducing hundreds of middle-school-aged girls \nto the world of technology and payments. The pandemic put a pause on these efforts, and we used the opportunity to reevaluate our approach to \nfind ways to impact even larger numbers of students. To this end, in late \n2021, we launched relationships with two non-profit organizations \nfocused on STEM education — Girls Who Code and Code.org.\nOur partnership with Girls Who Code supports the organization’s \nglobal efforts to close the gender gap in technology through coding \nclubs, college and career guidance programs, and virtual summer \ncoding programs. In addition to providing funds, ACI will also \ndevote time to Girls Who Code. ACI employees across the \nbusiness are looking forward to volunteering their time to the \norganization.\nOur partnership with Code.org supports the \norganization’s U.S.-focused efforts to expand access \nto computer science in schools, especially for young \nwomen and students from underrepresented \ngroups. ACI sponsors scholarships for teachers \nwho attend Code.org training workshops \nwhere they learn how to teach coding in their \nclassrooms.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}