{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices47\nMaking a Difference in Our Communities\nGender Parity and Inclusion in Payments\n \nWe actively participate in industry partnerships and events that promote \nfemale representation, diversity and inclusion in the payments industry, \nincluding Women in Payments (WIP), the Women’s Network in Electronic \nTransactions (WNET) and the RiseUp Academy of Money 20/20.\nACI is a global sponsor of WIP and supports the organization’s drive to connect \nand empower women striving to advance their careers further and faster in the \npayments industry. Our employees have participated as panelists and speakers \nat WIP symposiums in the U.S., Europe, Latin America and Asia. \nACI also sponsors the Women’s Network in Electronic Transactions (WNET) \norganization in the U.S. and participates in the organization’s events. WNET \ngives its members exclusive access to a network of women who inspire and \nempower each other to achieve their career goals in the payments and fintech \nindustries. \nWe encourage participation in the RiseUp Academy created by Money 20/20 \nto address the gender imbalance in leadership positions within the financial \nservices and fintech industry. The RiseUp Academy provides exposure to \ncontacts, mentors, support and training to help women catapult their careers \nto the next level. \n \n  \nFinancial Inclusion\n \nIn alignment with ACI’s purpose to create global prosperity through \nreal-time payments, we partner with Kiva, a non-profit organization \nthat supports financial inclusion around the world. Our donations help \nKiva facilitate microloans to low-income entrepreneurs, students \nand small businesses from around the world who have limited \naccess to capital. To date, our funding has supported more than \n4,300 individuals in 77 countries worldwide. About 80% of \nthose receiving the loans are women. These microloans drive \nfinancial inclusion by ensuring more of the underserved \nhave capital to start businesses, invest in farming \nequipment, pay tuition and afford emergency care. When \nthese individuals repay the loans ACI funds, we reinvest \nthe money with Kiva to help more individuals access \nthe capital they need to improve their lives.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}