{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices51\nEmbedding Responsible Governance\n7 Ethnically diverse categories include African American or Black, Alaskan or Native American, Asian, Hispanic or Latinx, Middle Eastern, Native Hawaiian or Pacific Islander, \nor two or more races.\n50%  \nof the board are \nwomen and/\nor ethnically \ndiverse7Ethnically \nDiverseWomenACI’s Board of Directors and its committees are committed to sound \ngovernance measures to ensure responsible corporate management and \nalignment of business strategies with stakeholder interests. The board adopts \na policy of inclusiveness and actively seeks out highly qualified, diverse \ncandidates to include in the pool from which director nominees are chosen. In \naddition to considering experience, expertise, geographic location and other \ncharacteristics unique to an individual, we also look for diversity in race, gender \nand ethnicity. \nEngaging with Stockholders \nTo act in the best interests of our company and stakeholders, we proactively \nseek feedback from our stockholders. As outlined in our most recent Proxy, we \nreached out to stockholders representing more than 60% of our outstanding \nshares in 2021. We generally connect with our active stockholders on at least \na quarterly basis, though we do our best to increase or decrease the number of \nconversations based on the stockholders’ preferences.Board’s Role in Risk Oversight  \n \nRisk is inherent in every business, and we face a number of risks including \nstrategic, financial, operational, legal, compliance, governance and \nreputation risks. Our Board of Directors as a whole is responsible \nfor overseeing enterprise risk management. In this oversight role, \nour board considers the effectiveness of ACI’s risk management \nprocesses, assesses management’s tolerance for risk and \ndetermines what constitutes an appropriate level of risk for ACI. \nFor more information about board composition and \ndiversity, please see Corporate Governance in our most \nrecent Proxy Statement.Board Diversity", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}