{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices52\nEmbedding Responsible Governance\nBoard Committees \nWhile our board provides overall oversight, the Audit, Compensation and \nLeadership Development, and Nominating and Corporate Governance \ncommittees facilitate the execution of risk management in their respective \nareas and regularly report on their activities to the entire board. \nACI’s Audit Committee focuses on assessing and mitigating financial risks, \nincluding internal controls and receives an annual risk assessment report \nfrom ACI’s internal auditors. As part of the annual audit, ACI’s independent \nregistered accounting partner also provides the Audit Committee with a risk \nassessment that identifies risks of material misstatement and related controls. \nThe Audit Committee reviews these and other reports at meetings throughout \nthe year. \nOur Compensation and Leadership Development Committee reviews \nand guides the management of potential material risks related to ACI’s \ncompensation policies and practices. The independent consultant retained \nby the Compensation Committee provides an annual assessment of \ncompensation-related risks. The Compensation Committee reviews this \nannual assessment and evaluates risks as it considers compensation and \nbenefits matters throughout the year.ACI’s Nominating and Corporate Governance Committee assists our \nboard with ensuring that we are governed in a manner consistent \nwith the interests of our stakeholders. This includes oversight of \nESG matters. The committee conducts board evaluations and \nassessments, including assessments of stockholder nominees to \nthe board and recommends director nominees. The committee \nalso supports the board in its evaluation of and succession \nplanning for our CEO and executive leaders. For more \ninformation regarding the function and responsibility of \neach committee, please visit the Corporate Governance \npage of our website.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}