{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices54\nDoing Business With Integrity\nACI fosters a strong culture of accountability and is committed \nto achieving continued growth and success through lawful and \nethical practices. We maintain a zero-tolerance policy for unethical \nbehavior, including actions that may erode our reputation or \nthreaten the well-being of our investors, employees, customers, \nbusiness partners or other stakeholders. We maintain positive \nstakeholder relationships by adhering to our Code of Business \nConduct and Ethics, which provides guidelines for responsible \nbusiness conduct and compliance with laws and regulations \nworldwide. To effectively mitigate adverse impacts of misconduct \non business, we implement robust internal control processes \nand provide annual training and reporting channels to ensure all \ncompliance risks or violations are promptly and properly addressed. Risk and Compliance Steering Committee\nACI’s Risk and Compliance Steering Committee oversees and \nensures compliance controls and procedures are effectively \nimplemented, maintained and continuously improved. The \ncommittee meets bimonthly and ensures ACI and its subsidiaries \nare compliant with the laws and regulations governing the \ncompany’s operations. The key responsibilities of the committee \ninclude the following:   \n• Promote full understanding of the compliance risk around the \nlaws or rules governing ACI products or business activities\n• Ensure compliance with all program requirements to avoid \nexposure to potential fines, civil money penalties, payments or \ndamages, or the voiding of contracts\n• Escalate and discuss current or emerging risks with a disciplined \napproach for resolution and/or prevention\n• Enable appropriate level of senior leadership in the discussion \nand decision on relevant risk itemsAnti-Corruption \nIn accordance with the United States Foreign Corrupt Practice Act \nand the U.K. Bribery Act, ACI does not give or accept anything of \nvalue, directly or indirectly, to or from individuals, officials of foreign \ngovernments or foreign political candidates to retain business. \nOur Code of Business Conduct and Ethics and Anti-Corruption \nPolicy apply to all of our operations and third parties acting on \nour behalf. These policies address the prevention and detection \nof potentially corrupt activities made by our employees, third-\nparty representatives or business partners and the execution of \nresulting disciplinary actions. We annually evaluate corruption and \nbribery risks for 100% of our operations through our anti-corruption \nenterprise risk assessment process, which incorporates risk factors \nrelated to geographies, industry sectors and business partners to \ndetermine programmatic needs to adequately manage associated \ncorruption risks. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}