{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices55\nDoing Business With Integrity\n100%  \nemployee  \ncompletion of  \nannual compliance \nand ethics  \ntrainingCompliance Training \nAll employees and contingent workers are required to complete a series of \ncompliance training modules on an annual basis. Upon hiring, all new team \nmembers are requested to acknowledge their compliance with our global and \ncountry-specific policies, including the Code of Business Conduct and Ethics, \nand complete the required compliance courses within 30 days of hire. \nWe require 100% of our employees to complete annual compliance programs, \nincluding training on the following: \n• Anti-Money Laundering Policy \n• Code of Business Conduct and Ethics \n• Data Privacy and Protection  \n• Global Information and Corporate Security/Safety  \n• Insider Trading and Anti-Corruption Policy  \n• Operational Risk and Business Continuity Management Policy\n• Workplace Harassment Prevention  \n• Workplace Violence Prevention and Response \nAny employee that fails to complete annual compliance training within \nthe defined training period faces disciplinary actions up to and including \ntermination of employment.Grievance Mechanisms\n \nWe treat violations of our ethical standards and reports of potential \nmisconduct seriously. ACI maintains an internal procedure for \nemployees or other individuals in our value chain to submit concerns, \nquestions or complaints regarding unethical behaviors, allegations \nof wrongdoing or violations of company policies or laws. Our \nHelpline Report Protection Policy documents our process \nto protect whistleblowers who submit good faith reports \nagainst retaliation in any form. Employees are encouraged \nto communicate concerns directly to local managers \nor appropriate independent leadership, or file reports \nanonymously through our independent ACI Helpline. \nACI Helpline is administered by a third-party service \nprovider and allows employees to file reports online or \nvia toll-free phone numbers. \nRegardless of how they are received, reports \nare shared with or escalated to executive \nleadership or board-level committees as \nneeded to ensure proper risk investigation \nand corrective actions from management. 2021 Annual  \nCompliance Training", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}