{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices56\nMaintaining Crisis Preparedness and \nOperational Resiliency\nEnsuring the safety of our employees and continued business operation in \nthe event of an interruption to our services is important to our company and \nfor our customers. As detailed in our 2021 Form 10-K, our systems and data \ncenters, and those of our external service providers, could be exposed to \ndamage or interruption from fire, natural disasters, constraints within our \nworkforce due to pandemics such as outbreaks of COVID-19, power loss, \ntelecommunications failure, unauthorized entry and computer viruses. To \nreduce material adverse effects on our company, we have taken steps to \nprevent system failures and installed backup systems and procedures to \nprevent or reduce disruption. Business Continuity and Disaster Recovery Program\nOur comprehensive Business Continuity and Disaster Recovery \nProgram consists of the components necessary to achieve ACI’s \nbusiness objectives and meet legal, regulatory and contractual \nrequirements in response to a business interruption. Our program \nfollows requirements of the ISO 22301 standard and the \nFederal Financial Institutions Examination Council (FFIEC) \nguidelines, as well as regulations outside of the U.S. We \nreview the program on an annual basis and periodically \nengage internal and external auditors to examine the \neffectiveness of our strategy.\n \nWe perform cyclical activities to ensure successful \nexecution of our business continuity strategy. \nThese activities include, but are not limited \nto business impact analyses, gap analyses, \nsupplier risk assessments, business continuity \ntraining, disaster recovery and incident \nresponse events, and testing of critical \nsystems and processes.\nBusiness Continuity Experience  \nand Expertise\n \nACI’s business continuity program is aligned \nwith ISO 22301 requirements and FFIEC \nguidelines. Members of ACI’s Risk team are \ntrained in Business Continuity Management \nexcellence and are certified by Disaster Recovery \nInstitute (DRI) International as Certified Business \nContinuity Professionals (CBCP).\n", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}