{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices57\nRecovery Strategies\n \nACI’s owned and colocated data centers are equipped with \nappropriate hardware, communications and other equipment \nto ensure recovery capabilities for customers to resume critical \noperations. Our system recovery strategy includes data center \nfailover redundancy, multiple network connection points to ensure \ncontinuous network access for all data centers and offices, server \nredundancy to minimize risks of downtime and an automated cell \ndistributed system for redundant call centers. Additionally, our \nhosted solution platforms are backed by public cloud infrastructure \nthat can be utilized as alternate processing or designated standby \nsystems based on customer needs. \nCrisis Management and Incident Response\n \nOur Crisis Management, Local Incident Management and \nTechnology Incident Management teams work collaboratively to \nefficiently tackle business interruptions and disruptions. The Crisis \nManagement Team (CMT) oversees and executes our business \ncontinuity program and a variety of strategies designed to ensure \nthe ongoing availability of our products, solutions and services for \nour customers as well as the health and safety of employees during \nemergency situations.Core functions represented on the CMT include risk management, \ncyber and physical security, human resources, facilities and \nsite leadership, global communications, corporate IT, network \noperations and security, and legal. The CMT reports to the \nExecutive Leadership Team and engages with other stakeholders \nacross the business as appropriate to gather information for \nassessments, develop recommendations, provide updates to \nemployees and implement actions in response to a crisis. \nDuring the COVID-19 pandemic, the CMT led the rollout of \nour internal and external response. Internally, the CMT worked \nwith site leaders at each of our locations to adopt appropriate \nhealth and safety measures for our employees. These measures \nincluded permitting telecommuting for nearly all team members \nand implementing travel restrictions, social distancing policies \nand enhanced facility cleaning practices. Externally, the CMT \ndeveloped a mechanism to answer customer questions and, \nworking closely with the marketing team, developed an external \nwebsite to offer external stakeholders insight into our pandemic \nresponse strategy.\nThe CMT also works closely with site leaders to close or reopen \nsites based on directives issued by the WHO, the U.S. CDC and local \nhealth agencies. The CMT continuously monitors and provides all \nemployees with advice and resources regarding travel, quarantine and COVID-19 testing. As a result of our robust crisis management \napproach, we experienced no interruption of service and have \nno anticipated service interruption resulting from the COVID-19 \npandemic. Maintaining Crisis Preparedness and Operational Resiliency\nCore Crisis \nManagement  \nT eamLegalRisk  \nManagement\nCorporate \nIT\nGlobal \nCommsFacilities \n and Site \nLeadershipCyber and \nPhysical \nSecurityNetwork \nOps and \nSecurity\nHuman \nResources", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}