{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices58\nProtecting Customer Data and Privacy \nAt ACI, we believe risk prevention and safeguarding customer \ninformation is our responsibility and a privilege. Our Privacy Policy \ndetails our practices pertaining to personal data protection and \ninterest-based advertising, including our General Data Protection \nRegulation (GDPR) lawful basis for processing personal data in the European Union. Based on guidance from the Board of Directors \nand executive leadership, our information security program is \ncontinuously monitored and evolved to maintain compliance with \napplicable directives and laws. To proactively manage data loss \nand prevent breaches, we integrate industry-leading standards and frameworks into our risk management strategy and engage third \nparties to annually assess the maturity and effectiveness of our \ndata security programs.\nACI’s information security control procedures are at high maturity, \nand we have utilized automation technologies to standardize \nand increase efficiencies in our practices. Our security strategy \ncontinues to outperform our peers. In 202 1 , we engaged an \nexperienced assessor to evaluate our security approach against \nCenter for Internet Security (CIS) Top 20 Critical Security \nControls and the National Institute of Standards and Technology \n(NIST) Cybersecurity Framework. Based on the assessment, \nour compliance with security control frameworks was well \nabove industry average.9 Information security is our topmost \nresponsibility, and we will continue to prioritize implementing \nindustry-leading strategies to ensure cybersecurity. Information Security Efficiency Board of Directors’ Role in Cybersecurity Oversight \n \nACI’s Board of Directors is actively involved in ACI’s cybersecurity \nprogram. In addition to receiving detailed quarterly updates \non strategic projects and initiatives, the board reviews ACI’s \nInformation Security and Acceptable Use policies and is a critical \nparticipant in the prevention, notification and response structure \nfor security incidents. The board receives annual updates on the \nmaturity of our cybersecurity program, included in the Global \nInformation Security (GIS) Phishing Testing Program and reviews \nthe results of annual security breach tabletop exercises. \nGlobal Information Security \n \nThe mission of our Global Information Security team is to design, \nimplement and maintain an information security program that \nprotects ACI’s and our customers’ systems, services and data \nagainst unauthorized use, disclosure, modification, damage or loss. \nOur team consists of experienced industry experts who hold more \nthan 20 active professional certifications and provide advanced \nsecurity control and risk management support.Average\nACI\n9 The comparison is provided solely for informational purposes and should not be relied on as an only source of representation of industry performance. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}