{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices61\nProtecting Customer Data and Privacy \nData Security Audits\nACI’s data security program maintains compliance with industry-leading best \npractices and standards. Our solutions are rigorously audited for compliance with \nthe Payment Card Industry Data Security Standard (PCI DSS). To meet PCI DSS \ncompliance requirements, we maintain a secure network, protect cardholder \ndata, execute a vulnerability management program, implement strong access \ncontrol measures, regularly monitor and examine networks, and follow an \ninformation security policy. ACI believes the PCI DSS requirements are \ncritical to keeping payments data safe for our customers and consumers. \nWe make our PCI DSS Attestation of Compliance documentation \navailable to customers upon request.\nAs a credible payment solutions provider to North American banks \nand credit unions, ACI also maintains FFIEC compliance. FFIEC \ncompliance evaluates cybersecurity risk management and \noversight, threat intelligence and collaboration, cybersecurity \ncontrols, external dependency management, and cyber \nincident management and resilience. By ensuring we have \nFFIEC-required preventive, detective and corrective \ncontrols in place to protect financial information, we \nreduce risk for our customers while delivering business  \nopportunity with our mission-critical payment \nsolutions. Information Security Policies and Standards\n \nACI’s information security framework establishes cybersecurity \nguidelines and general principles, which are critical to our \nability to successfully develop and deliver software solutions. \nWe employ a risk-centric approach to security controls that \nallows us to maintain information security while still facilitating \nbusiness and have adopted the ISO 27001/27002 and the NIST \ncybersecurity frameworks as the foundations for our control \nsystem. Additionally, we use the RSA Archer Governance Risk \nand Compliance (GRC) tool to manage the lifecycle of our \ncontrol standards. Our two primary policies, Information Security \nand Acceptable Use, provide guidance on what is and is not \nacceptable for end-user activities when dealing with ACI assets \nand systems. These policies also outline our requirements for \nusing approved technologies that conform to ACI’s corporate \nIT and information security standards. Policies are annually \nreviewed by our Board of Directors, standard owners, Risk \nCompliance Officer and the Chief Security Officer to ensure that \nwe meet all current and emerging security control needs and \nregulations. We consider feedback from auditors, customers \nand regulators to continuously evolve our information security \nframework and share our approaches and standards with \nemployees via ACI’s internal communication hub. ", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}