{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices62\nProtecting Customer Data and Privacy \nStep 1: Preparation\nStep 3: Post-Incident ActivitiesStep 2: Incident Response Handling\nPhase 1\nIdentification Phase 2\nEvaluation Phase 3\nContainment Phase 4\nEradicationPhase 5\nRecoveryRecovery Strategies\n \nIn the event of an incident impacting ACI’s software or platforms, \nIncident Response team leaders are responsible for assessing and \ncategorizing the incident and engaging appropriate team members \nto enact response plans as necessary. ACI’s GIS Incident Response \nPlan details the Incident Response team’s roles and responsibilities, \nincident severity categories and incident response workflow steps. \nThe plan also lays out requirements for annual review and testing. \nGIS engages a certified, third-party organization to assist with \nannual testing of the Incident Response Plan.     \nIncident Response Workflow Steps\nManaging Risk Through Four Lines of Defense \nWe utilize Security Information and Event Management (SIEM) \ntechnology that supports security risk detection and incident \nresponse through real-time data collection and historical analysis \nof security events. We define a GIS risk as a finding that has the \npotential to cause damage or loss to ACI. Identified risks are \nreviewed by GIS leadership, discussed with stakeholders and \nassigned to a designated owner from the appropriate business unit. An appointed owner is required to develop a risk mitigation plan \nby incorporating a criticality ranking and recommendations and \nrequirements provided by the GIS team. They also provide weekly \nupdates to GIS leadership. A remediation plan includes elements \nthat define how the owner will mitigate the risk to an acceptable \nlevel, as determined by GIS, or will eliminate the risk through the \nuse of milestones, dates and compensating controls. \nGoverning Body/Board/Audit Committee\nSenior Management\nBusiness  \nUnit\n1st Line of Defense\nInternal  \nAuditExternal  \nAuditRegulator\n3rd Line of Defense 4th Line of Defense\nGlobal \n Information Security\n2nd Line of Defense\n", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}