{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices64\nProtecting Customer Data and Privacy \nDecreased \nProductivity\nInsider \nThreatsPhysical \nAccess\nMalicious \nCode\nCommunication  \nInterceptionDevice \nAttacksEndpoint \nSecurity \nRisksData Loss Prevention at the Endpoint\n \nACI mitigates or prevents viruses and malware by: \n• Utilizing industry-standard anti-virus software for desktops, laptops and \nserver virus prevention and detection\n• Providing email virus and spam scanning to detect and block malicious \nattachments in email\n• Employing controls that prevent writing to removable media such as USB, CD \nor DVD drives\n• Performing quarterly access entitlement reviews \n• Encrypting data at rest and in transit\n• Instituting password protection on personal phones for authorized users\n• Ensuring any company-related data is containerized (segregated) and can \nbe easily removed from personal devices\n• Requiring multi-factor authentication to access ACI’s network\n• Conducting compliance inspection of personal devices connecting to VPNInformation Security Training and Awareness\n \nWe educate our employees on our information security practices through \na variety of methods, including annual training. ACI’s Information \nSecurity Policy states employees must receive relevant training \non the information security and privacy-related aspects of their \njob function at the time of hire and thereafter acknowledge \nacceptance at least annually. Periodic posts on ACI’s internal \ncommunication hub and emailed newsletters help employees \nunderstand data risks or incidents and how they should \naddress them. In addition, ACI’s Phishing Testing Program \nis designed to ensure that our employees are aware of \nphishing threats and provide guidance for appropriate \nresponse and reporting. The ACI Phishing Standard \ndetails a progressive remediation program for \nemployees who click on phishing emails that \nbegins with training courses and includes written \nwarnings. We reserve the right to terminate \nemployment of high-risk, repeat offenders.ACI Protects for All  \nEndpoint Security Risks", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}