{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices65\nEnsuring Product Accessibility and Quality Services\n99.98%  \naverage  \nsolution uptimeUptime and Accessibility\n \nWe are dedicated to delivering safe, accessible and quality software solutions \nand services for all. In 2021, our average solution uptime was 99.98%. Our \ncustomers, including banks, billers and merchants, use our solutions directly \nand also as a foundation to develop their own accessible solutions for their \ncustomers. We ensure accessibility for our products by adhering to the \nAmericans With Disabilities Act (ADA) Standards for Accessible Design. We \nhave an experienced quality assurance team in our Technology & Operations \nunit helping to ensure our products have minimal bugs, design issues or \nunexpected behaviors. We are also committed to resolving any identified \nissues as quickly as possible, meeting or exceeding the standards included in \nour service-level agreements (SLAs) with customers.\n  \nCustomer Support and Satisfaction\n \nWe remain steadfast in our dedication to delivering excellent services, \nworking to provide comprehensive customer support to ensure high \nproduct performance for our customers. ACI provides customers \nwith 24/7 technical support. When requested by a customer and \ngranted permission, our product support team remotely accesses \ncustomers’ systems on a real-time basis. This allows us to help \ndiagnose issues, correct problems and enhance the continuous \navailability of a customer’s business-critical systems.\nOur 2021 Customer Experience survey revealed that \n72% of ACI’s surveyed customers are satisfied with their \noverall experience with ACI’s solutions and services. \nCustomers in our bank and merchant segments \nreported the highest levels of satisfaction. \nCustomers across segments saw opportunities \nfor ACI to share even more about our solution \nstrategy roadmaps.2021 Solution Uptime", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}