{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices66\nAdvancing Supply Chain Sustainability \n100%  \nof suppliers  \nwarrant adhering \nto ethical business \npracticesWe work with a global supply chain of approximately 6,000 vendors to \nsupport our operations globally. We seek to source from diverse suppliers \nand work closely with them to manage risk and ensure they adhere to ethical \nstandards by preventing the violation of human rights, following environmental \nregulations and upholding the laws and regulations governing our business. \nSupplier Risk Management\n \nACI’s Enterprise Risk Management team is responsible for implementing our \nThird-Party Risk Management (TPRM) Policy and reports to our Executive \nLeadership Team and Board of Directors. The board and the Executive \nLeadership Team annually review the TPRM Policy to ensure consistency with \nother company procedures and standards.\nThe TPRM Policy establishes a risk-based framework for managing supplier \nrisk at ACI based on the criticality tier of service(s) provided by a vendor. The \npolicy details required risk management activities throughout the supplier \nengagement lifecycle, from planning, due diligence and contracting phases to \nongoing monitoring and termination of a vendor relationship. \nDuring the planning and due diligence processes, we conduct thorough \nresearch of a prospective supplier and evaluate the benefits and risks of \nengagement. The type of risks we consider include, but are not limited to, \nstrategic, financial, legal, data security, operational, business continuity and \ndisaster recovery risks. In accordance with our Code of Business Conduct and Ethics, Environmental \nPolicy and Anti-Slavery Policy, we do not engage with business partners \nthat violate environmental or labor regulations. In supplier contracts, \nwe have clauses related to compliance with laws, adherence to \nethical business conduct and respect for human rights, including \nanti-corruption, anti-slavery and anti-human trafficking. Through \nthe inclusion of regulatory compliance and sustainable business \nrequirements in procurement agreements, we have been able \nto certify that 100% of our suppliers warrant having policies \nin place and adhering to laws and expectations in regard to \nlegal, responsible and ethical business practices. \nThe level and frequency of ongoing supplier monitoring \nand tasks involved to address any potential gaps or \nissues are determined based on the inherent risk of \nsuppliers. Vendors are assessed periodically on \nvarious aspects, including contract performance, \nengagement criticality and control procedures. Third-Party Risk  \nManagement", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}