{"page_content": "Message From Our  \nInterim President and CEO About \nACI Worldwide2021  \nHighlights  Sustainability at  \nACI WorldwideSustaining  \nthe Planet Sustaining Our People \nand Communities Sustaining   \nOur BusinessMoving  \nForwardAppendices71\nAppendix A: SASB Index\nThe SASB Standards guide the disclosure of financially material sustainability information. ACI’s reporting uses the SASB standard for the Software and IT Services industry. This is the first year that we have incorporated \nthe SASB Standards to guide and inform our sustainability reporting, and we look forward to pursuing more robust alignment in future reports. All data included within this SASB index is as of and for the fiscal year ended \nDecember 31, 202 1, unless otherwise noted. For more information on the SASB Standards, visit the SASB website. \nT opic Accounting Metric Code Response Additional Information\nEnvironmental Footprint of Hardware \nInfrastructure1. T otal amount of energy consumed \n2. Percentage grid electricity \n3. Percentage renewableTC-SI-130a.1 1. 72,011 GJ\n2. 100%\n3. Not availableT otal energy consumption does not include our co-located \ndata center in Europe. At the time of this disclosure, we are \nunable to provide data on renewable energy consumption. \nDue to impacts from the COVID-19 pandemic that resulted in \nsite closures, we do not consider 2021 energy consumption \nreflective of normal operations.\n1. T otal water withdrawn \n2. T otal water consumed, percentage of each in \nregions with High or Extremely High Baseline \nWater StressTC-SI-130a.2 1. Not available\n2. 31,095 m3Water consumption data has been extrapolated for our \nEuropean operations where applicable. We will continue to \nreview and refine our strategy for data collection.\nDiscussion of the integration of environmental \nconsiderations into strategic planning for data \ncenter needsTC-SI-130a.3 ESG considerations are incorporated into our facility \nstrategy globally. When we build new facilities, we aim to \nuse furnishings that are made from recycled or sustainable \nmaterials and energy-efficient lighting and controls. In all \nfacilities, we utilize eco-friendly cleaning suppliers for our \njanitorial services. For more information, please see Reducing \nOur Environmental Footprint.", "metadata": {"source": "NASDAQ_ACIW_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}