{"page_content": "DID YOU KNOW?\nCLIA estimates \nthat cruise ship \nwaste management \nprofessionals recycle  \n60% more waste \nper person than the \naverage person recycles \non shore each day.“  Our refurbishment program is critical to maintaining our competitive \nadvantage by keeping our fleet in pristine condition and continuing \nto enhance the guest vacation experience. We minimize waste by \nrecycling and donating to support communities and also use these \nopportunities to take advantage of emerging technologies that result \nin more energy-efficient and technologically advanced vessels.” \n—  ROBIN LINDSAY, EXECUTIVE VICE PRESIDENT, VESSEL OPERATIONS\nREFURBISHMENTS AND DONATIONS\nOur ships routinely go into dry-dock every few years for technical maintenance and \nenhancements, which can produce a large amount of waste. Before initiating a new ship \nrefurbishment, we aim to maximize recycling and donation and look for ways to minimize  \nthe amount of waste sent to landfills. \nDonated items from ships can help support communities while also mitigating waste. In 2019, \nour ships donated goods to the American Red Cross, Salvation Army, Habitat for Humanity, \nWomen Helping Women Shelter and to local organizations in various international ports.\nSources: U.S. Environmental Protection Agency, International Aluminum \nInstitute, National Association for PET Container Resources, Institute of \nScrap Recycling Industries, Earth Works Group Recycler’s Handbook, One \nEarth Recycle, Bring Recycling.org, National Recycling Coalition, US Forest \nProducts Laboratory, and Waste Management. © Waste Management 20172,945\nRepresent enough saved \ntimber resources to produce \n50,082,000 sheets of printing \nand copy paperMATURE TREES 2,732\nEnough airspace to fulfill the annual \nmunicipal waste disposal needs for \n3,508 peopleCUBIC YARDS OF \nLANDFILL AIRSPACE\n2,732\nThe recycling of these materials \nprevented these GHG emissionsMETRIC TONS (MTCO2E) \nOF GHG EMISSIONSAVOIDED\n1,718,500\nRepresent enough saved water to \nmeet the daily fresh water needs of \n22,913 peopleGALLONS OF WATER2,832\nEnough power to fulfill the annual \nelectricity needs of 271 homesKW-HRS OF ELECTRICITY WORKING WITH WASTE MANAGEMENT\nIn 2020, we recycled 1,031 tons of aluminum, cardboard/paper, scrap metals, plastics, \nwood pallets and glass. These recycling efforts conserved the following resources:\nIntroductionReducing \nEnvironmental \nImpactEmpowering \nPeopleStrengthening our \nCommunitiesOperating with \nIntegrity and \nAccountabilityAppendixSailing \nSafelyREDUCE, REUSE AND RECYCLE\nOur crew adheres to a rigorous recycling program to ensure \nthat our ships take advantage of every opportunity to recycle \nand reduce waste to landfill. We also encourage guests to \ncontribute to recycling efforts by using the recycling bins \naround the vessel for plastic, paper and aluminum. Over \nthe past decade, the availability of recycling programs has \nincreased, and we continue to focus on working with vendors \nwho are committed to this as well. \nSOLID WASTE\nSolid waste materials are collected, processed, palletized and \nlanded for recycling and disposal shoreside or are incinerated \non board our ships. Solid waste consists of aluminum and tin \ncans, glass bottles, cardboard, office paper, food preparation \nand table scraps, plastic bottles and containers, packaging, \nexpired light bulbs, paints and chemicals, refurbishment \ndebris and medical waste. All recyclable materials are hand-\nsorted in our waste management rooms which are equipped \nwith bailers, shredders, compactors and crushers. \nFOOD WASTE\nWe seek to minimize food waste through a comprehensive inventory management plan. In \naddition, we utilize food digesters to reduce the amount of food waste discharged to sea or \nlanded. Food digesters use air, water and microbiology to safely turn food waste into liquid. \nOur crew receives training on how to use them and what types of food waste are better \ndigested. More than 30% of our ships have onboard food digesters.\nHAZARDOUS WASTE\nOur vessels produce small quantities of hazardous waste, known as special waste in parts of \nthe world. In the United States hazardous waste is defined by the U.S. Resource Conservation \nand Recovery Act (RCRA), which gives the U.S. Environmental Protection Agency (EPA) \nthe authority to control hazardous waste from cradle to grave. This includes the generation, \ntransportation, treatment, storage and disposal of hazardous waste. The management of \nhazardous waste is one of our highest priorities. Hazardous waste products are segregated into \nleak-proof containers and landed to an approved shoreside disposal facility, or for some types \nof medical waste, incinerated on board.\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT     |     PG 47", "metadata": {"source": "NASDAQ_NCLH_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}