{"page_content": "DESTINATION STEWARDSHIP\nAs a global cruise operator, we visit nearly 500 destinations \nworldwide each year. We work closely with ports and \ngovernments at the destinations we visit to comply with \napplicable laws and regulations and promote responsible \nand sustainable tourism. We seek to maximize social, \neconomic and environmental benefits at the destinations \nwe visit, while delivering exceptional vacation experiences \nto our guests. We also implement responsible and \nenvironmentally-friendly practices at our two incredible \nprivate destinations and throughout all of our destination \ndevelopment and construction projects. \nSUPPORTING COMMUNITIES\nWe provide support for local communities and significantly \ncontribute to local economies at the destinations we visit. \nThe broader cruise ecosystem extends well beyond the cruise \nlines themselves, to ports, tour operators, local suppliers and \nmany more. We invest heavily in our destinations, support \ninfrastructure development through our port commitments \nand fees, sustain the environment and the livelihoods in \nareas we visit and boost local employment. We procure \nvarious local supplies in port including food and beverages, \nhotel supplies, bunker fuel and utilities, all of which help \nstimulate the local economy. Our guests and crew enhance \nthe financial contribution during visits by purchasing shore \nexcursions, tours, meals and other retail goods. According to CLIA research, the cruise industry \ngenerated $154 billion in global economic impact in 2019, including supporting nearly 1.2 million \njobs worldwide.\nCANNES CRUISE CHARTER\nIn 2019, we became the first cruise line to sign a Cruise Charter created by the Municipality of \nCannes together with the CCI Nice Côte d’Azur to promote sustainable cruise operations in the \nport of Cannes. The Cruise Charter is based on four criteria designed to promote sustainable \ncruise operations: reduction of air emissions, reduction of pollution at sea, protection of \nbiodiversity and the implementation of a global environmental approach.\n2019 CRUISE INDUSTRY ECONOMIC IMPACTDID YOU KNOW?\nThe economic impact  \nof the cruise industry  \nis far-reaching?\n     Services and \nGovernment\n     Transportation\n     Wholesale and  \nRetail Sales\n     Manufacturing\n     Finance, Insurance  \nand Real Estate\n     Agriculture, Utilities  \nand Construction1,166,213\nJobs\n$100\nAverage spending by \npassengers while visiting \nports during a cruise\n29.7\nMillion passenger embarkations$385\nAverage spending in port  \nbefore boarding a cruise\n$50.53\nBillion wages & salaries$72.02\nBillion direct purchases\nSource: Cruise Line International Association (CLIA)$154.46\nBillionTOTAL ECONOMIC \nIMPACT OF THE CRUISE \nINDUSTRY IN 2019\n2\n4\n5\n631\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT     |     PG 67\nIntroductionReducing \nEnvironmental \nImpactEmpowering \nPeopleStrengthening our \nCommunitiesOperating with \nIntegrity and \nAccountabilityAppendixSailing \nSafely", "metadata": {"source": "NASDAQ_NCLH_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}