{"page_content": "COMMUNITY SPOTLIGHT:  \nALASKA\nThe natural beauty of Alaska makes it one of the most \npopular destinations to visit, and we have made significant \ninvestments in the region to provide our guests with a \nbest-in-class experience as they explore the wonders of \nthe Last Frontier, while also supporting the local economy \nand community and keeping sustainability top of mind. \nRecent investments in Alaska included the completion of \nthe Associated General Contractors (AGC) environmental \nenhancement and award-winning construction of a double \nship pier in Ward Cove, Ketchikan, Alaska; the purchase of \nthe last waterfront parcel for development in greater Juneau, \nAlaska; and a partnership with Alaska Native-owned Huna \nTotem Corporation that brought the completion of a second \ncruise pier in Icy Strait Point, the winner of the 2020 Seatrade \nPort of the Year award.\nTo give back to the local community, we provided $10 \nmillion of cash support to six Alaska port communities \nwho were severely impacted by the loss of cruise tourism \nduring the pandemic. We were also proud to partner with \nRoyal Caribbean Group and SSA Marine to grant a dollar-\nfor-dollar matching donation of $100,000 in 2020 to help \nsave the Alaska SeaLife Center in Seward, Alaska. The \nSeaLife Center is a non-profit research institution and public \naquarium that generates and shares scientific knowledge to \npromote understanding and stewardship of Alaska’s marine \necosystems. The SeaLife Center was uniquely impacted by \nthe COVID-19 pandemic due to a lack of summer visitor \nrevenues, and the donation provided much-needed support \nto help maintain operations through the winter. Elsewhere in \nAlaska, in 2020 we also donated $30,000 to support the Arts \nCampus of the Sealaska Heritage Institute in Juneau.\nSHORE EXCURSIONS \nShore excursions are a key component of our cruise experience and often a highlight of \na guest’s vacation. We seek to deliver safe, sustainable and responsible tours. All tours \nare operated by local tour operators with multi-year agreements, further supporting local \nemployment. Many of our tours also include meals at local restaurants or shopping at local \nretail markets. \nGO LOCAL TOURS\nIn 2019, we unveiled our new Go Local series of immersive destination tours offered by all  \nthree of our brands. These small-batch tours embed our guests in the fabric of local \ncommunities allowing them to experience the culture of a destination. Instead of focusing  \non tourist sites, guests are welcomed into local homes and businesses and immersed in the \nlocal way of life. The tours offer a variety of experiences for guests including spending a day  \nat a family-owned goat farm in the countryside of Andalusia to learn the generations-old way \nof making cheese, fishing with the residents of Portofino or observing skilled local artists in \ntheir personal studios on Palma de Mallorca.\nACCESSIBLE EXCURSIONS\nAcross all three brands, we offer accessible excursions to enable people with limited mobility \nto enjoy a variety of safe experiences ashore. We partner with Accessible Travel Solutions and \nhave developed specially designed tours in many destinations across the world. We currently \noffer 114 accessible tours in total across our three brands. These tours provide step-free routes, \naccessible vehicles when needed and a variety of other features to help these guests to enjoy a \nsafe, fun and immersive experience at the destinations we visit. Go Local Tour Highlight: His Majesty the Truffle, Civitavecchia (Rome), Italy \nGuests who participate in this Go Local tour enjoy a leisurely walk through the woods with a \ntruffle hunter and a dog specially trained to sniff out the prized subterranean mushrooms. Expert \ntruffle hunters know where to find them and fiercely guard the locations, as gourmands covet \nthese aromatic, flavorful delicacies, sometimes paying huge sums for the rarer ones. As guests \nfollow the truffle hunter and dog through the forest, they learn about the local species of truffles \nand their characteristics. The lagotto romagnolo is the traditional truffle-hunting dog breed in \nItaly, although many other breeds can be trained to point out a buried truffle. As the perfect end \nto their truffle-hunting adventure, guests will also sample a selection of truffle-based specialties.\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT     |     PG 69\nIntroductionReducing \nEnvironmental \nImpactEmpowering \nPeopleStrengthening our \nCommunitiesOperating with \nIntegrity and \nAccountabilityAppendixSailing \nSafely", "metadata": {"source": "NASDAQ_NCLH_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}