{"page_content": "MEET OUR TEAM OF SCIENTIFIC  \nAND PUBLIC HEALTH EXPERTS\nMichael Leavitt \nGovernor Scott Gottlieb\nM.D.Julie Gerberding\nM.D., M.P.H.\nStephen Ostroff\nM.D.John Y. Mason\nRobin Lindsay\nNCLH EVP of  \nVessel OperationsHelene Gayle\nM.D., M.P.H.\nKate Walsh\nPh.D.Caitlin Rivers\nPh.D.Steven Hinrichs\nM.D.\nWilliam Rutala\nPh.D., M.S., M.P.H.Michael Osterholm\nM.D., Ph.D.Phyllis Kozarsky\nM.D.\nPatrick Dahlgren\nRCL SVP of Global \nMarine Operations and \nFleet OptimizationDuring the pandemic, our Infectious Disease Management \nSystem (IDMS) was audited by DNV to verify our infection \nprevention and control measures. The IDMS allows  \nus to carefully manage infection risks with a structured  \nand robust approach to managing challenges and changes.  \nDNV Healthcare’s Certification in Infection Prevention  \nhelps us proactively manage and reduce risk associated  \nwith infections and fuses management science with medical \nscience to create organizational vigilance against infection.\nONBOARD  \nPUBLIC HEALTH  \nAND SANITATION\nWe have a comprehensive public health program onboard \nand a 24/7/365 compliance culture. Crew are trained in best \npractices and to comply with applicable regulations. When we \nreturn to service, each ship will have a dedicated Public \nHealth Officer (PHO) on board. The PHO is a new position \nestablished in 2020 and will be responsible for the oversight \nof all outbreak prevention initiatives, including overseeing the \nday-to-day sanitation and cleanliness of all public areas and \naccommodations and enforcing compliance with the CDC’s \nVessel Sanitation Program.\nWe work closely with health authorities around the world to \ncreate and implement our policies and procedures that meet \nand, in many cases, exceed the variety of regulations. We \nutilize several external and internal public health professionals \nwho visit every ship to verify that our compliance culture \nis strong and sustainable fleetwide. External public health \ninspections on board our ships are carried out by multiple \ngovernment agencies – such as the CDC Vessel Sanitation \nProgram, Public Health Agency of Canada, Brazil’s National \nHealth Surveillance Agency, ANVISA and the European \nCommission Directorate General for Health and Food Safety, \nSHIPSAN.of ships sail with a \ndedicated Public Health \nOfficer onboard100%\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT     |     PG 81\nSailing \nSafelyAppendixOperating with \nIntegrity and \nAccountabilityStrengthening our \nCommunitiesEmpowering \nPeopleReducing \nEnvironmental \nImpactIntroduction", "metadata": {"source": "NASDAQ_NCLH_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}