{"page_content": "SHORESIDE: \n• In early 2021, we established a new Rising Stars program to identify high potential leaders \nat the Director and Senior Director level. The 6-month program is being conducted with \na human resources strategy firm and is focused on developing a growth mindset to refine \nleadership strengths, champion change and encourage innovation through assessment tools, \none-on-one coaching and group learning.\n• In 2020, we rolled out an internally designed Management Training program to 125+ leaders. \nSHIPBOARD:\n• We empower team members to set them up for success from the moment they join the \nvessels and throughout their career on board. Learning is promoted on board by offering a \nvariety of developmental courses focused on three main categories: Maritime and industry \ncompliance, human resources and operational training specific to each department.  \nIn 2020, we launched a language app to provide team members on board the opportunity  \nto improve their English language skills or to learn a new language to excel at guest services.\n• We provide team members professional certifications in partnership with global  \nprofessional associations.\n• We create career path models for various departments to function as a guide for  \nindividual professional career development.\n• Middle Managers receive an intensive management training program, including a  \npersonalized action plan to partner with their immediate supervisors and Human  \nResources to grow professionally. \nCaptain Serena Melani \nGenerous  |  Hard-working  |  Trailblazer\nCaptain Serena Melani likes to say that she’s a \ngirl with a dream. She joined Regent in 2010 \nas a Bridge Officer, then served as Navigation \nOfficer, Safety Officer and Staff Captain on Seven \nSeas Voyager®. She became the Company’s first \nfemale Master Captain in 2016 and has led Seven \nSeas Explorer®, Seven Seas Mariner® and Seven Seas Navigator® during her tenure. In \n2020, she became the first woman in cruise industry history to captain a new ocean \ncruise ship at launch with the arrival of Seven Seas Splendor™.\nWhat advice would you give a young woman following in your footsteps?\nThere are billions of women in the world, but none of them are you. You are unique. \nYou also don’t have to be the first or second woman to accomplish something to be \nvaluable. You just need to be proud of what it is you do.\nHow about advice for other women in leadership?\nAs the master, I am in charge. Full stop. But there is art to leading a team. There \nis compassion and empathy that one must have. You must also motivate and \ncommunicate well, so that when you make decisions, you have the support of  \nyour team.\n• Senior leadership receives development opportunities by partnering with specialized \nmaritime and leadership schools across the world to sharpen their skills through experiential \nopportunities, assessment tools and one-on-one coaching.\n• In 2021, we launched a Learning Management System to host a series of online learning \ncourses for shipboard team members to prepare for a return to service. Moving forward,  \nit will be a platform to host online learning initiatives for various departments like  \nbeverage and restaurant certifications, culinary specialties, virtual reality training and  \nother department-specific operational and leadership training.\nEMPLOYEE SPOTLIGHT\nEmpowering \nPeople\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT     |     PG 97AppendixOperating with \nIntegrity and \nAccountabilityStrengthening our \nCommunitiesSailing \nSafelyReducing \nEnvironmental \nImpactIntroduction", "metadata": {"source": "NASDAQ_NCLH_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}