{"page_content": " 6 | Investing With ESG Insights\nESG analysis is one of the many building blocks that make up our  \ninvestment research platform. We have invested heavily in people \nand systems to develop a comprehensive, systematic, and proactive \nprocess for evaluating environmental, social, and ethical factors \nacross corporate investments.\nOur ESG philosophy is based on the following principles:\nINTEGRATION\nEnvironmental, social, and governance analysis is integrated into our fundamental investment \nprocess. ESG factors are considered in tandem with traditional criteria such as financial, valuation, \nmacroeconomic, industry-related, and other factors as part of investment decision-making. Our \nanalysts and portfolio managers have responsibility for integrating ESG factors into investment \ndecisions.\nCOLLABORATION\nOur analysts and portfolio managers are supported by specialist ESG teams that have created  \nproprietary tools to identify ESG factors that may impact an investment case, provide written  \nresearch on ESG topics (both investment specific and thematic), and provide subject matter  \nexpertise on specific issues.\nMATERIALITY\nOur investment approach focuses on the ESG factors deemed to be more likely to have a material \nimpact on the performance of investments in our clients’ portfolios. This approach helps to focus  \non the ESG issues most relevant to a specific business model. \nESG Specialist Teams\nIn the past year we have expanded the number of ESG-dedicated investment personnel from \nseven to eleven. Our in-house ESG resources comprise responsible investing (RI), which covers \nenvironmental and social factors, governance, and regulatory research. Together, these teams help \nour investors identify, analyze, and integrate the ESG factors most likely to have a material impact on an \ninvestment’s long-term performance.\nOur dedicated RI team conducts analysis on the environmental and social profiles of individual  \nsecurities and portfolios. The team also assist with company engagement. Our RI resources have \nbeen in place since 2017. Prior to developing our own in-house research, our analysts and portfolio  \nmanagers were able to leverage ESG research from Sustainalytics, which had been embedded in \nour research management systems since 2014. \nT. Rowe Price has had dedicated governance resources since 2007. The team assesses governance \nissues among existing and potential investments and provides insights for analysts and portfolio \nmanagers. It assists with company engagement, facilitates proxy voting, and participates on leading \ngovernance initiatives in the asset management industry.OUR ESG  \nINVESTING  \nAPPROACH", "metadata": {"source": "NASDAQ_TROW_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}