{"page_content": "41B\ngallons of water saved \nthrough our supplier Clean \nWater program since 2013.\nRead more about our efforts \nto conserve resources in \nour 2021 Environmental \nProgress  Report .Dianshan Lake is located in the Kunshan watershed, where four Apple suppliers have earned Alliance for \nWater Stewardship certifications. Product end-of-life \nWe are enhancing product collection and recycling \ninnovation, so we and others can use old devices \nas raw material sources. We continue to provide \nproduct take-back and recycling collection \nprograms in 99 percent of the countries where \nwe sell products. And we’ve continued to expand \nmethods for recovering materials from our \nproducts. Daisy, a robot designed to disassemble \niPhone devices, has now been joined by Dave, \nwhich dismantles Taptic Engines from iPhone to \nenable the recovery of materials like rare earth \nmagnets, tungsten, and steel. And in Austin, Texas, \nwe’ve launched a Material Recovery Lab, where our \nteam works on developing better, more efficient \nrecycling technologies. \nWater stewardship\nWater is an essential shared resource and vital \nto our operations. To address the water footprint \nof our corporate and suppliers’ sites, we aim to \nuse water efficiently, transition from freshwater \nto alternative sources, discharge used water \nresponsibly, and pursue water stewardship to \nkeep watersheds healthy.\nIn fiscal year 2020, Apple facilities used 1.29 billion \ngallons of water, about 54 percent of which we \ndischarged back into the watershed.7 Freshwater \ncomprised about 90 percent of our corporate water \nuse, with the balance made up from recycled water \nand other alternative sources. \nWe saved 111 million gallons of freshwater in fiscal \nyear 2020 due to efficiency projects implemented \nat Apple facilities since 2017.8 We prioritize those \nareas with high water risk, where approximately \n46 percent of our corporate water use occurs. \nIn addition, our Prineville, Oregon, data center \nbecame the first Apple-owned or operated \nsite—and the first data center worldwide—to \nachieve certification by the Alliance for Water \nStewardship (AWS).Recognizing that far more water is used within \nour supply chain, we partner with our suppliers to \nidentify and implement water-saving improvements \nthrough our supplier Clean Water program. We \nencourage performance that goes far beyond \ncompliance—to date, 13 supplier facilities have \nreceived AWS certification, of which 10 were \nPlatinum status, the highest recognition level. \nZero waste\nWe’re working toward waste-free operations in \nwhich we rely on recyclable or reusable materials \nand send nothing to landfill. Our Prineville data \ncenter, for example, is the first Apple facility to \nreceive TRUE certification at the Platinum level, \nmeaning more than 90 percent of its waste is sent \nto recycling or composting. Such efforts helped \nlimit the amount of waste sent to landfill to about \n12,000 metric tons for our global operations.\nHelping our suppliers eliminate waste from \nmanufacturing is also essential to realizing our zero \nwaste goals. In 2015, we launched our supplier \nZero Waste Program, through which more than \n165 participating facilities can access guidance \nand tools to improve waste management. Suppliers \ndiverted over 400,000 metric tons of waste from \nlandfill in 2020, bringing the total to 1.65 million \nmetric tons diverted since 2015. 100%\nAll established final \nassembly sites are now \nZero Waste certified.9 Introduction Our Business Appendix Our People Suppliers Customers Communities Apple’s 2021 ESG Report   11 Environment", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}