{"page_content": "Workplace practices and policies\nApple’s culture is built on treating everyone with \ndignity and respect. This focus shapes how our \ncolleagues engage with one another and with \nour customers and partners around the world.\nHarassment and discrimination\nWe are committed to providing a workplace free \nof harassment or discrimination based on race, \ncolor, religion, sex, sexual orientation, gender \nidentity, national origin, disability, veteran status, \ncaste, or other legally protected characteristic. \nWe do not tolerate discrimination or harassment \nof our employees or those with whom we have \na business, service, or professional relationship \n(including customers), nor do we tolerate workplace \nviolence of any kind. Retaliation against anyone for \ncomplaining about harassment or discrimination, \nor for participating in the investigation of a complaint \nof harassment or discrimination is against Apple \npolicy and will not be tolerated at Apple.Equal employment opportunity\nApple is an equal opportunity employer committed \nto inclusion and diversity. We take steps to ensure \nequal opportunity for all applicants and employees, \nwithout regard to race, color, religion, sex, sexual \norientation, gender identity, national origin, \ndisability, veteran status, caste, or other legally \nprotected characteristic. We provide reasonable \naccommodations to applicants and employees \nwith physical and mental disabilities.\nVoluntary decision review \nApple’s voluntary decision review enables \nemployees to have an employment decision \nreevaluated. This is designed to promote fairness \nand impartiality, in line with our values and policies. \nThe reviewer will consider any new information \nthat indicates the decision may not have been \nin accordance with our policies and guidelines.Engagement\nWe believe that open and honest communication \namong team members, managers, and leadership \nfosters an open, collaborative work environment \nwhere everyone can participate, develop, and \nthrive. Team members are encouraged to come \nto their manager with questions, feedback, or \nconcerns. Our goal is to listen and learn—and to \nuse those lessons to build an even better work \nenvironment for all.We regularly conduct surveys that gauge sentiment \nin areas like career development, manager \nperformance, and inclusivity. Teams and leaders \nare encouraged to engage in meaningful dialogue \ninformed by the survey results, and to create action \nplans that are shared, along with the survey results, \nwith Apple’s leadership. Across all our teams, we’re \nalways building on our long-standing commitment \nto an environment where people at every level of \nour company feel connected and supported.\nAt Apple, we seek to foster an open, collaborative work environment where everyone can participate, develop, and thrive.   Introduction Our Business Appendix Suppliers Customers Communities Environment Apple’s 2021 ESG Report   20 Our People", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}