{"page_content": "At Apple, we are optimistic about technology’s awesome potential for good. \nBut we know that it won’t happen on its own. Every day, we work to infuse \nthe products and services we make with decency and humanity. And we \nstrive to build the best products on earth while leaving the world better \nthan we found it.\nLiving up to that commitment means staying true to the values that have defined Apple from the \nbeginning. It means innovating to protect people’s privacy, which we believe is a fundamental human \nright. It means creating technology that is accessible for all people. It means building a company culture \nthat is inclusive and a team that represents the diversity of our world. It means treating our colleagues, \ncustomers, and supply chain partners with dignity and respect, and protecting the planet we all share.\nIn all this, we’re mindful that global challenges like climate change must be tackled not just by \ngovernments but by innovative companies. We are proud to be carbon neutral today, and we’ve \nset an ambitious goal to make our entire worldwide supply chain and the use of our products carbon \nneutral by 2030. We’re also partnering with nonprofit and community leaders to help students access \na quality education and learn vital skills like coding, to break down systemic barriers to opportunity \nin our economy, and to invest in the next generation of diverse entrepreneurs and problem-solvers.\nThis report comes in the wake of a year defined by the COVID-19 pandemic, and from its earliest \ndays, the first question we asked ourselves was, “how can we help?” We met an urgent call to action \nby working with our partners to source millions of masks, designing and manufacturing millions of face \nshields, and supporting medical workers and first responders however we could. No period has taught \nus more about protecting each other’s health, and we plan to carry the lessons we’re learning with us \nlong into the future.\nAt Apple, we are pushing this work forward every day, and we’re deeply committed to measuring our \nefforts and improving upon them—day by day and year by year. We do so in the belief that at its best, \ntechnology can empower people, enrich their lives, and help everyone participate in the always-urgent \nwork of building a better world.\nTim Cook  \nCEO\nOur Business Appendix Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   3 Introduction ", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}