{"page_content": "At Apple, our focus is on creating the world’s best products that are a force \nfor good in our customers’ lives. It’s why we’re constantly innovating to protect \npeople’s privacy, empowering them to learn more and to live healthier, and \ndesigning our technology to be accessible for everyone. From the products \nand services we create to how we share them with the world, we imbue our \ntechnology with the values that define us.Delivering exceptional \nproducts that enrich the \nlives of our customers is \ncore to Apple’s business. \nThat’s why the responsibility \nfor integrating privacy, \naccessibility, education, \nand health features into \nour products cuts across \nmany teams, including \nHardware Engineering, \nSoftware Engineering, \nHardware Technologies, \nand Environment, Policy \nand Social Initiatives.Privacy\nAt Apple, we believe privacy is a fundamental \nhuman right, and we’re constantly innovating to \ngive users more transparency and control over \ntheir data. It’s why we set the industry standard \nfor minimizing data collection and processing a \nuser’s data on-device, and build industry-leading \ntransparency and controls into our technology.\nHand in hand with the privacy of our users are our \ncommitments to free expression and access to \ninformation. Our products and services help our \ncustomers learn, express their creativity, exercise \ntheir ingenuity, communicate privately and securely, \nand share information globally, whether it be \nby text message, audio, or sign language over \nFaceTime video.\nDesigned for privacy\nOur products and services are built with innovative \nprivacy technologies and techniques designed \nto minimize how much of your data Apple—or \nanyone else—can access. They contain features  \ndesigned and implemented over decades to \nprotect customers’ privacy and give them control \nover their information.\nSafari was the first browser to block third-party \ncookies by default as far back as 2005, and \nmore recently, Safari added Intelligent Tracking \nPrevention to further limit tracking while still \nenabling websites to function normally. Random \nidentifiers ensure that a customer’s use of Maps \nisn’t associated with their Apple ID, and iMessage \nand FaceTime are end-to-end encrypted, \npreventing anyone, including Apple, from \neavesdropping on user conversations.Throughout the App Store ecosystem, we \ncontinue to add innovative new features that \nadvance user privacy even further. Privacy \nNutrition Labels  require developers, including \nApple, to report their data collection and privacy \npractices. And App Tracking Transparency requires \ndevelopers to obtain a user’s permission to track \ntheir data across apps or websites owned by \nother companies.\nA new App Tracking Transparency feature across iOS, \niPadOS, and tvOS requires apps to get the user’s permission \nbefore tracking their data across apps or websites owned by \nother companies.\nIntroduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   26 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}