{"page_content": "Apple’s Privacy Policy ensures that privacy remains \na top priority in all that we do. We respect users’ \nability to know, access, change, transfer, restrict, \nand delete personal data, and we strive to collect \nthe minimum amount of data necessary to power \nour products and services. Customers control what \ninformation is shared, where it’s shared, and when \nit is backed up. We do not provide user information \nto any third parties without a clear legal basis, \nand we publish a Transparency Report  detailing \ngovernment requests for customer data and \napp removal.\nApple is committed to delivering advertising and \nother services in a way that respects user privacy. \nWe do not track user information across third-party \napps or websites for the purposes of advertising, or \ndo business with data brokers.\nTo continue raising awareness and educating \npeople on how to protect their personal information, \non Data Privacy Day in January 2021, we shared \na report  that illustrates how companies track user \ndata across websites and apps. And in June 2021, \nwe shared another report  exploring how Apple’s \nsecurity layers and the App Review process protect \nusers and keep them in control of their data.\nPrivacy and security  \non the App Store\nTo meet the highest standards for \nprivacy, security, and content, all the \napps in our App Store agree to comply \nwith our App Store Review Guidelines . \nThese provide developers with clear \nand transparent guidance on safety, \nperformance, business, design, and \nlegal issues, including appeal rights. \nThe guidelines help ensure that the \napps offered on the App Store are safe, \nprovide a good user experience, adhere \nto our rules on user privacy, and secure \ndevices from malware and threats.Privacy governance\nTo keep privacy at the center of our work, we \nmaintain rigorous privacy standards for both \ncustomer and employee data. Our Chief Privacy \nOfficer reports to Apple’s General Counsel who \nchairs Apple’s Privacy Steering Committee. \nThe Committee sets privacy standards for teams \nacross Apple and addresses or escalates privacy \ncompliance issues. Its members include Apple’s \nSenior Vice President of Machine Learning and \nAI Strategy, and a cross-functional group of \nsenior representatives from across the business.\nThe Audit and Finance Committee of the Board \nof Directors regularly reviews Apple’s privacy \nand data security risks, and discusses them \nwith management. The Committee reviews \nreports on privacy and data security matters, \nincluding updates on Apple’s privacy program, \nrisk management, and relevant legislative, \nregulatory, and technical developments.\nPrivacy and security training \nWe communicate privacy and security guidelines \nwith employees and strictly enforce safeguards \nacross the company. All employees take annual \ntraining on business conduct, of which privacy is \nan essential component. Employees with access \nto customer data and personal information are \nrequired to undergo additional privacy and security \ntraining. For more information, visit Apple’s Ethics \nand Compliance  website.\nPrivacy Impact Assessments\nAs part of our General Data Protection Regulation \n(GDPR) and human rights work, we undertake \nPrivacy Impact Assessments (PIAs) of our major \nproducts and services. These assessments also \nconsider decision-making that relies on algorithmic \nsystems and the impact such decisions have \non individuals and their rights. PIAs take into \nconsideration how laws affect privacy and assess \nany associated risks in the relevant jurisdictions \nwhere we operate. PIA reviewers are also trained to \nidentify and highlight potential impacts to freedom \nof expression. Apple regularly engages with a wide \nrange of civil society representatives globally on \nvarious privacy and freedom of expression issues, \nincluding privacy by design and encryption.Learn more about  \nprivacy  at Apple.\nReview privacy  features\nControl what you  share\nSee how apps from Apple \nhandle your  dataIntroduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   27 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}