{"page_content": "Privacy inquiries\nPrivacy questions, concerns, or complaints can \nbe raised online or by calling our Apple support \nnumber . Our Data Protection Officer is available for \nquestions regarding the Privacy Policy or general \nprivacy practices. \nEmbedding security and privacy\nWe’ve spoken out, time and again, for strong \nencryption without backdoors, recognizing \nthat security is the foundation of privacy. We \nbuild security into our hardware, software, \nand services  to provide users with maximum \nsecurity and a transparent user experience, \nserving the ultimate goal of keeping personal \ninformation safe. And we’ve designed the Secure \nEnclave—a dedicated secure subsystem integrated \ninto Apple hardware—to keep sensitive user data, \nlike biometric information, secure.As part of our commitment, our Apple Security \nBounty  rewards researchers who discover and \nshare with us critical issues in our latest operating \nsystems and the techniques used to exploit them. \nApple also uses administrative, technical, and \nphysical safeguards to protect users’ data, taking \ninto account the nature of that information and \nthe threats posed. Apple employees who handle \npersonal information are only permitted to use \napproved software and collaboration tools, and all \nour employees can easily raise any privacy issues \nand questions with our Data Protection Officer.\nWhen we become aware of a potential data security \nincident, we conduct prompt investigations and \nanalysis, provide notifications in a timely manner \nwhen necessary, and determine what steps to \ntake in response.\nAccessibility\nTechnology works best when it works for everyone. \nAt Apple, we believe accessibility is a human right, \nso we design our products and services with \neveryone in mind.\nVision\nOur features for blind and lo w-vision users  include \nVoiceOver, an industry-leading screen reader that \ndescribes exactly what’s happening on your device, \nand Zoom, a screen magnifier that lets you enlarge \nthe content you see on your device. Magnifier turns \nthe camera on an iPhone, iPad, or iPod touch into a \ndigital magnifying glass to increase the size of any \nphysical object you point it at.\nHearing\nTo support customers who are deaf or hard of \nhearing , Apple was the first to create a direct \nconnection between hearing aids and cochlear \nimplants to iPhones and other iOS devices through \nthe Made for iPhone program. This enables \ncustomers with hearing loss to make phone calls \nand stream high-quality audio directly to their \nhearing devices. Sound Recognition is a feature \nthat notifies users of external environmental sounds like doorbells and alarms, while FaceTime detects \nwhen someone uses sign language in group calls \nand makes them more prominent. Other features \ninclude Headphone Accommodations, which \nadjust certain sounds and frequencies to best suit \na user’s hearing preferences, and Sensory Alerts, \nwhich offer visual or vibrating notifications for \nincoming calls, messages, and events.\nMobility \nUsers with limited mobility  can use Switch Control \nto navigate their device easily and efficiently with \na variety of adaptive switch hardware, a single tap, \nor mouth sounds for users who are non-speaking \nand have limited mobility. Voice Control lets a \nuser control a device with voice commands, and \nAssistiveTouch for watchOS allows users with \nupper body limb differences to enjoy the benefits \nof Apple Watch without ever having to touch the \ndisplay or controls. With Touch Accommodations, \ncustomers can control how long they touch the \nscreen before it’s recognized and whether repeat \ntouches are ignored, while Back Tap lets users \ndouble-tap or triple-tap the back of their iPhone \nto automatically perform a range of custom tasks, \nfrom opening an app to taking a screenshot.We maintain current  \nISO 27001 and ISO 27018 \ncertifications  setting user \nsecurity standards, for which \nwe undergo yearly audits. \nLearn more about Apple’s \naccessibility  featuresIntroduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   28 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}