{"page_content": "Cognitive \nOur products are built with an array of features to \nsupport neurodiversity  and cognitive disabilities. \nApple is introducing new background sounds to \nhelp minimize distractions and help users focus, \nstay calm, or rest. Audio can be used to enhance \nreading or writing comprehension with Speak \nScreen or Speak Selection for iOS. Text to Speech \non Mac lets users highlight text to hear it read aloud \nin over 35 languages, and Dictation and Siri help \nanyone who finds speaking easier than typing or \nwriting. Another feature, Guided Access, limits a \ndevice to a single app and lets users control which \nfeatures are available.Community support\nWe offer sessions  to teach anyone how to use our \nbuilt-in accessibility features and provide tools for \ndevelopers  to make their apps more accessible. In \nMay 2021, we announced world-class, on-demand \nsign language interpretation services, designed to \ncommunicate with AppleCare and Retail Customer \nCare using American Sign Language (ASL) in the \nU.S., British Sign Language (BSL) in the UK, or \nFrench Sign Language (LSF) in France. With the \nSignTime app, along with video remote and onsite \ninterpreting, Apple customers and team members \ncan now request an interpreter for one-on-ones, \ngroup meetings, external interviews, and more.\n \nLearn more  about how \nApple empowers educators \nand learners of all ages.Apple has received many \nawards for its impact in \ndisabled communities, \nincluding the prestigious \nHelen Keller Achievement \nAward from the American \nFoundation of the Blind.\nEducation\nFor more than 40 years, we’ve worked alongside \neducators to inspire the next generation of \nlearners, supporting creativity, problem-solving, \ncommunication, and collaboration. \nWe believe that education is a great equalizing \nforce, and our goal is to empower all educators \nand learners through technology that protects \nstudent privacy and is accessible for all learners. \nWe develop products, programs, tools, and \ncurricula for educators to create engaging learning \nexperiences, and we support education leaders \nand administrators so they can get the most out \nof the technology in the classroom and beyond.\nCoding is a universal language, and a great way \nto help students think critically and express their \ncreativity. We’re always working to make it easy \nand fun to learn to code, with supportive resources \nlike Swift Playgrounds and the Everyone Can \nCode curriculum. And we work hand in hand \nwith communities—particularly communities \nof color and others often under-resourced—to \nbring coding, creating, and entrepreneurship \nopportunities to learners of all ages.Products for learning \nKnowing that everyone has their own way of \nlearning and expressing themselves, we offer \nproducts that support students and educators \nfrom kindergarten through higher education. \niPad provides apps and advanced technologies \nthat help educators teach and students push the \nboundaries of their creativity. The Augmented \nReality capabilities on iPad let students bring digital \nobjects into the real world to spark curiosity and \nenhance understanding in new, exciting ways. And \nthe powerful Mac processors are equipped for the \nmost intensive tasks, throughout university and \nfar beyond.\nWe also developed Apple School Manager, a free \nweb-based portal that helps IT administrators in \nK–12 and higher education institutions effortlessly \nconfigure, deploy, and manage iPad and \nMac devices.Introduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   29 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}