{"page_content": "Inspiring others\nOur programs nurture and support educators and schools \nusing Apple technology. We recognize those that go above and \nbeyond to rethink what’s possible so they can help inspire and \nmentor others.\nOur community of nearly 3000 Apple Distinguished Educators  \nin 45 countries model, advise, advocate, and publish materials \non ways to integrate Apple technology into teaching and learning. \nThese educators are active leaders, helping to make learning \ndeeply personal for every student. \nApple Distinguished Schools  are centers of leadership and \neducational excellence that demonstrate the impact of learning \nwith Apple technology. The 500-plus schools in 32 countries \ncultivate environments where students are excited and curious \nabout learning.\nApple Distinguished Educator Mike Lang is using Dr. Martin Luther King Jr.’s legacy to show his \nkindergarten and first grade students at Laura Dearing Elementary School that they have the \npower to change the world.Teaching tools \nOur teaching tools empower educators to \npersonalize the learning experience for each \nstudent and manage the classroom to keep every \nstudent on task. Our Classroom app serves as a \npowerful teaching assistant that makes it easy to \nnavigate lessons and share information, while the \nSchoolwork app aids the distribution and collection \nof assignments, tracks progress, and supports \ncollaboration with students.\nCurricula and project guides\nOur programs help educators integrate creativity \nand coding into their lessons, even if they’re new \nto teaching with technology:\n• Everyone Can Create : Gives educators fun and \nmeaningful ways to bring creative expression into \nany lesson, topic, or assignment. The free guides \nteach students to develop and communicate \nideas through drawing, photography, video, \nand music, while teacher guides help educators \nintegrate both technology and creativity into \nevery lesson.\n• Everyone Can Code : Guides students through \nthe Swift Playgrounds app on iPad and Mac. \nThis free curriculum and the app teach coding for \nkids through a world of interactive puzzles and \nplayful characters, and introduce Swift, the same \nprogramming language used by professional app \ndevelopers. Teacher guides support educators in \nteaching code, even if they have no experience. \n• Develop in Swift : Teaches students aged 14 \nand over how to use Swift for designing and \ndeveloping apps through Apple’s integrated \ndevelopment environment, Xcode. In 2020, we \nlaunched a free online course taught by Apple \nexperts that helps instructors learn to teach \nSwift and Xcode. Introduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   30 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}