{"page_content": "Inspiration and support for teachers \nWe help educators share experiences, ideas, and \ninspiration, so that they too can get more out of the \ntechnology in their classrooms: \n• Apple Teacher:  A free online, self-paced \nprofessional learning program that helps \nteachers build their skills and confidence \nteaching with Apple technology and earn \nApple Teacher recognition.\n• Apple Teacher Portfolio:  A new addition to \nApple Teacher that further supports educators \nin reimagining their lessons.• Apple Professional Learning Specialists:  These \nexperts provide one-on-one coaching sessions \nand group professional learning workshops for \neducators, in addition to the support resources \navailable online or via phone.\nThe majority of our educator tools are free, and we \noffer special pricing on Mac, iPad, and other Apple \nhardware for education institutions, eligible college \nstudents, and education faculty and staff.\nHealth\nApple empowers our users to take control of their \nhealth by making it easier to track and share their \nhealth and wellness information while always \nkeeping their data secure. This allows for a more \ninformed dialogue with loved ones and doctors, \noffering the ability to make better health choices \non a daily basis.\nTechnology for better health\nSince launching Apple Watch in 2015, we’ve been \nconstantly inspired by the stories we hear from \nour users about how using Apple Watch for health \nand fitness has changed their lives. These range \nfrom users who found closing their Activity rings \nevery day motivated them to be in the best shape \nof their lives to those alerted to a potential irregular \nheart rhythm who sought medical care to confirm. \nStories like those continually drive us to do more \nfor our users.\nBuilding on innovative features for Apple Watch  \nlike ECG, Irregular Rhythm Notifications, and Fall \nDetection, Apple introduced a variety of new \nservices and features to help people on their health \nand fitness journeys. With Apple Fitness+, we built \nan entirely new, inclusive, and welcoming fitness \nservice that intelligently incorporates workout metrics from Apple Watch for a first-of-its-kind \npersonalized and immersive experience. New \napps like Handwashing, Sleep, and Blood Oxygen \noffer more insights into users’ overall wellness to \nmake more informed decisions for themselves. \nApple Watch users can also view a classification \nof their Cardio Fitness Level—a powerful predictor \nof overall health—in the Health app , and receive \na notification if it falls within the “low” range. The \nbreakthrough technology allows users to better \nunderstand their cardio fitness measurements \nright on their own wrist.\nOn iPhone, Walking Steadiness is an industry first, \nproviding insight into fall risk by capturing important \nmobility data as users walk with their iPhone, directly \nwithin the Health app. The Health app provides a \nconsolidated view of users’ health information—data \nfrom iPhone, third-party apps, and Apple Watch. \nAnd since introducing the feature in 2018, Health \nRecords at more than 12,000 care locations across \nthree countries are available for users to directly \naccess from multiple providers. Additionally, users \nhave the option to securely share their health data \nwith a loved one, caregiver, and, in the U.S., their \ndoctor through the Health app.  \nRead more about \nApple’s community \neducation initiatives \nin Communities  (p45).Introduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   31 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}