{"page_content": "Health research\nEverything Apple does in health is based in \nscience. We have a history of enabling the medical \ncommunity through platforms like ResearchKit and \nCareKit , which help researchers produce medical \ninsights and discoveries on conditions from \nepilepsy to Parkinson’s at a pace and scale never \nseen before.\nApple technology is helping democratize medical \nresearch by giving users the ability to opt-in to \nshare data through the Research app  on their \niPhone or Apple Watch. In 2021, in collaboration \nwith Harvard T.H. Chan School of Public Health \nand the University of Michigan, the Apple \nWomen’s Health Study  and Apple Hearing Study  \nreleased new insights on women’s health and \nhearing health. \nIn 2020, Apple joined forces with researchers \nat several universities across North America \nto explore how Apple Watch and iPhone can \nhelp across a variety of conditions, including \ndepression, asthma, and heart failure.Partnering with the medical industry\nOur technology gives healthcare  providers the \ntools they need to work effectively within hospitals \nand connect remotely with patients. Apps on \niPad, iPhone, and Apple Watch can help medical \nprofessionals deliver personalized care. Our \ndevices protect patient data yet remain accessible \nand easy to use across providers. The result is care \nthat becomes more efficient, more personalized, \nand ultimately, more human. \nFor providers, especially during COVID-19, we’ve \nseen the power that technology has brought to \nhealthcare. FaceTime was, and still is, being used \nto deliver virtual care at a time when PPE was so \nscarce and face-to-face medical appointments \nwere often deferred.\nAt home, iPhone, Apple Watch, the Health app, \nand HealthKit-enabled apps and devices make it \neasy for patients to record and share their health \ndata. This became even more important during \nthe pandemic as many patients began opting for \nvirtual visits.\nApple Fitness+, the first fitness service built around Apple Watch, launched in December 2020. Apple Fitness+ \nintelligently incorporates workout metrics from Apple Watch for a first-of-its-kind personalized and immersive \nworkout experience.\nPrivacy is a fundamental \naspect of our health work. \nThe right place for health \ninformation to exist is with \na user on their device, \nand where or how that \ninformation is shared \nshould be completely \nup to the individual.\nIntroduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   32 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}