{"page_content": "We take responsibility for \nour products throughout \ntheir life cycles—including \nthe materials they are made \nof, the people who assemble \nthem, and how they are \nrecycled at end-of-life. \nRead more in our Product \nEnvironmental  Reports .Caring for customers\nAt Apple, we want to create products and services \nthat enrich people’s lives. To us, that means making \nthe best, not the most, and only building things that \nmake us proud. \nA world-class experience\nWe’re motivated by creating the best user \nexperience through our products and in every \ninteraction with our customers. We focus on \nbreakthrough technologies and innovative features \nthat set us apart and keep people coming back \nto Apple. Consumer surveys have consistently \nshown high satisfaction ratings for our revolutionary \nproducts, including iPhone (97 percent or higher), \nMac (over 90 percent), iPad (over 93 percent), \nand Apple Watch (over 90 percent).18\nSupport through retail\nOur focus on our customers extends to an \nunparalleled retail experience that puts the people \nwe serve at the center of everything we do. \nOur retail teams inspire our customers to discover, \nlearn about, and choose Apple products, services, \nand accessories by delivering a personalized \nexperience like no other. Apple Specialists in our \nretail stores and contact centers help customers \nfind the right products with one-on-one shopping \nand support sessions—in person, over the phone, \nor via chat. Today at Apple  sessions help customers \nlearn how to get the most from their devices and \ntake their creativity further.\nApple’s Education team works to ensure students, \nteachers, and parents have the best learning tools \nfor the classroom. For business customers, the \ndedicated teams in every Apple Store provide the \nadvice, pricing, and support small businesses need \nin our communities.\nWe work closely with Apple Authorized Resellers, \nlike carriers, and retailers to enhance the customer \nshopping experience beyond our own retail \nlocations and the Apple online store. Listening and improving\nTo ensure quality, we continually monitor customer \nfeedback, assess key drivers, and leverage \nanalytics to improve the customer experience. \nCustomer feedback is shared with team members \nas well as leaders, so that everyone understands \ntheir impact and is focused on making the \ncustomer experience the best it can possibly be. \nOur Net Promoter Scores® (NPS®),19 a measure \nof brand loyalty, are consistently strong and \nindustry-leading among retailers, and reflect \nour commitment to the customer shopping and \nsupport experience.\nAs we continue delivering exceptional products, \nwe remain committed to high-quality standards \nand transparent communication with customers. \nWe maintain a System Status  page to actively \nreport on identified system issues and offer \nservice programs  to address hardware issues. \nWe encourage our customers to contact us  with \nquestions, feedback, or to request support.\nProduct longevity\nWe are committed to providing long-lasting \ndevices by building durable hardware designed \nto endure the rigors of everyday use and to \nbe compatible with years of software updates \nthat unlock new features and functionality. \nWe also provide convenient access to safe and \nreliable repair services in case they’re needed, \nand offer collection programs to refurbish or \nrecycle products. \nProduct durability\nOur customers expect their devices to be ready \nwhen they need them, with minimal interruption \nfor maintenance or repair. Apple products are \ndesigned to endure daily life, and confidence in \nthe reliability of the device is an essential element \nof the product experience.Introduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   33 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}