{"page_content": " \nRead more about how we \ncreate products that are safer \nacross their entire life cycle in \nSmarter chemistry  (p12).Engineers in our Reliability Testing Lab measure \nthe performance of materials, components, and \nproducts. Through our iterative testing approach, \nwe continuously improve designs until they can \nwithstand rigorous real-world conditions and meet \nour strict durability standards, which are informed \nby in-depth user studies to understand how our \ncustomers use their products.\nSoftware support\nProduct longevity relies as much on software support \nas it does on durable hardware design. That’s \nwhy we work to continually improve the operating \nsystems that power our products. We engineer each \nsoftware release to make sure it runs beautifully on \nall supported devices. This helps us maximize the \nnumber of customers who benefit from the latest \nsoftware updates, regardless of whether their device \nis brand-new or several generations older.\nAccess to repairs\nWe design our products for durability to minimize \nthe need for repair. But when a repair is needed, \nwe believe our customers should have convenient \naccess to safe and reliable repair services so \ntheir product is up and running again as quickly \nas possible. \nApple-certified repairs are performed by trusted \nexperts who only use genuine Apple parts to \nensure reliability and safety. Customers can ship \ntheir products to Apple Repair Centers, find an \nAuthorized Service Provider, or visit a Genius Bar \nat an Apple Store. Since 2019, our repair programs \nadded over 1500 Independent Repair Providers to \nour growing network of over 5000 Apple Authorized \nService Providers around the world. Our program \nleads the industry for customer satisfaction \nand helps millions of people with both in- and \nout-of-warranty repairs.\nRefurbishing and recycling \nAt the end of product life, we make it easy to recycle \ndevices for free, and provide a range of upgrade, \nfinance, and trade-in options. And by encouraging \nour customers to access the value of their current \ndevice through Apple Trade In or third-party \ntrade-in platforms, we not only make their next \npurchase more affordable, we also enable a new \ncustomer to experience Apple products and \nservices through their purchase of a refurbished \ndevice. Refurbished devices meet the highest \nquality, performance, and safety standards.Product safety\nWe design our products to make sure they’re safe \nfor anyone who assembles, uses, or recycles them.\nCommitment to safety\nThe well-being of those who design, make, use, \nand recycle our products is a priority for Apple, \nwhich is why we’re committed to using safer \nmaterials to create safer products. We assess \nthe health and safety of all our products, during \nevery stage of their life cycle, from early concept \ndevelopment, through use, service, and repair, \nto recycling. During the design and prototyping \nprocess, cross-functional Apple teams analyze \npotential failures and their effects from a quality \nand safety perspective. The results drive product \ndesign improvements and manufacturing \nprocess controls.\nSafety compliance\nApple’s products are designed, tested, and \ncertified to comply with international and regional \nsafety standards. They also meet our own \nspecifications, which often go above and beyond \nwhat is required. For example, Apple’s Regulated \nSubstances Specification  restricts the use of \ncertain chemical substances in Apple products, \nand we apply rigorous additional controls for \nmaterials that may have prolonged contact with \nthe skin. Components that are critical to safety are \nsubject to enhanced requirements and additional \nsupplier audits.\nApple’s Safety Compliance Policy defines \nprocedures to monitor products in the field and \ninvestigate potential safety issues. This policy \nrequires prompt escalation of safety issues to Apple \nmanagement and timely reporting to regulators. \nIt also requires mechanisms for employees \nto confidentially report safety or compliance \nconcerns, as well as training for employees on how \nto address the concerns. Our Product Integrity and \nLegal teams are responsible for ensuring Apple’s \nSafety Compliance Policy is followed. Introduction Our Business Appendix Our People Suppliers Communities Environment Apple’s 2021 ESG Report   34 Customers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}