{"page_content": "Identifying and managing  \nsalient risks \nIdentifying potential human rights risks to people \nin our global supply chain is the first step toward \neliminating them. Our prevention strategy relies \non both internal monitoring and analysis, as well \nas input from key rights holders, stakeholders, \ninternational organizations, policymakers, \nand partners.\nReports identifying potential risks can also come \nto us from grassroots civil society organizations, \nlocal news outlets, individuals in the supply chain \nor supply chain communities, local whistleblower \nmechanisms, and third-party hotlines. They also come through the reporting mechanisms we \nmake available directly to supplier employees, \nApple employees, and the general public. These \nreports can come to us in any language and can \nbe anonymous.\nWe work quickly and diligently to thoroughly \ninvestigate reports, and promptly correct any \nissues we discover. If any issues are discovered, \nwe go further to prevent recurrence by \nimplementing improvements to our policies and \nstrategies, building capability with our suppliers, \nand integrating findings and learnings into our \nannual Code and Standards updates. \nPartnering with our suppliers\nWe partner closely with our suppliers to help \nthem meet and exceed our workplace and \nenvironmental requirements. \nAssessing prospective suppliers \nWe assess select prospective suppliers and \nfacilities on their ability to adhere to our rigorous \nCode and Standards before they enter our \nsupply chain through a process called the Facility \nReadiness Assessment. In calendar year 2020, \n8 percent of prospective suppliers evaluated were \nexcluded from entering our supply chain for being \nunable or unwilling to meet our high standards. \nBut even if prospective suppliers are ultimately \nnot awarded business by Apple, we continue \nto help them improve their performance across \nenvironmental, health and safety, and labor and \nhuman rights criteria. This includes providing \nsubject matter expertise to help them correct \nany compliance issues found during the supplier \nand facility selection process. While the program \nis voluntary, 56 percent of companies opted to \nreceive this additional support in 2020, helping \nto protect the rights of people beyond our \nsupply chain.Driving continuous improvement \nWe assess our suppliers’ performance according to \nour Code and Standards, and we work closely with \nour suppliers to drive continuous improvement, \nbecause we believe that if we’re not finding ways \nto improve, we’re not looking hard enough.\nOur comprehensive supplier assessments, \nalso known as audits, evaluate suppliers \nagainst more than 500 criteria. Throughout the \nassessment process, independent third-party \nauditors conduct extensive document reviews, \nthorough site walk-throughs, and interviews with \nmanagement and workers. This rigorous process \ncan take anywhere from a day to more than a week, \ndepending on the scale of the supplier’s operations. \nThe high-level factors Apple considers when \nselecting suppliers for assessment include \ngeographic location, previous assessment \nperformance, previous record of Core Violations \nor allegations, how much business the supplier \ndoes with Apple, and whether the supplier employs \nthose from vulnerable groups, such as Foreign \nContract Workers.Introduction Our Business Appendix Our People Customers Communities Environment Apple’s 2021 ESG Report   37 Suppliers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}