{"page_content": "Beyond our regularly scheduled assessments, every \nyear we also conduct unannounced assessments. \nIn calendar year 2020, we conducted more than \n100 unannounced assessments and investigations, \nup from 70 in 2019. We also supplement our own \nassessment protocol with the Responsible Business \nAlliance’s Validated Assessment Program, a \nthird-party assessment widely used by the industry. \nApple-managed assessments covered a cumulative \ntotal of 94 percent of Apple’s direct manufacturing \nspend based on assessments conducted since \n2007. In 2020, a total of 1121 assessments were \nconducted across manufacturing sites, smelters \nand refiners, and service providers, including those \nthat support AppleCare and Apple Retail. Results of \nthese assessments are detailed in Apple’s People \nand Environment in Our Supply Chain report. \nAccountability at every step\nAs auditors review supplier documentation or \ninspect a supplier site, they look for any instances \nof noncompliance with Apple’s Code and \nStandards. Assessment findings are divided into \nthree categories based on their severity, with Core \nViolations being the most serious type of violation.\nIf a Core Violation is identified, the supplier’s \nChief Executive Officer is notified and the supplier \nis placed on probation. The probation period \ncontinues until Apple determines that the supplier \nhas completed all corrective actions. The possible \nconsequences of probation include receiving no \nnew projects, no new business, or the termination \nof existing business with Apple. \nIf noncompliance is identified, we take prompt \naction to ensure suppliers correct the issue \nand make meaningful, long-term changes. We \ndo this through a Corrective Action Plan (CAP), \nduring which 30-, 60-, and 90-day check-ins \nwith Apple are required. We then conduct our \nCorrective Action Verification (CAV) process \nto verify that all corrective actions have been \nsuccessfully implemented, and necessary steps \nhave been taken to prevent a reoccurrence. \nBeyond immediately addressing the Core \nViolation, suppliers must also make changes in \ntheir management system that address the root \ncauses of the violation, take and sustain preventive \nmeasures to ensure the violation does not reoccur, \nand provide remedy to affected workers in line with \nthe UNGPs.We are committed to working with a supplier until \nit becomes clear they are unable or unwilling to \nuphold our high standards. At that point, they risk \nremoval from our supply chain. Since 2009, we \nhave directed the removal of 24 manufacturing \nsupplier facilities, and 153 smelters and refiners \nfrom our supply chain.\nInstilling a culture of safety\nHealth and safety are a critical part of every \nassessment we conduct at supplier sites. Among \nother standards, suppliers must implement \nprograms for tracking the use of hazardous \nchemicals and communicating related risks, \nmaintain systems for reporting and addressing \nhealth and safety incidents, and provide training \nin local languages for all their employees. Any \ninstances of noncompliance with our Code and \nStandards during an assessment are addressed \nthrough Corrective Action Plans, online training \nmaterials, and in-person capability-building with \nEnvironment, Health, and Safety (EHS) experts.\nIn 2020, we partnered with our suppliers from \nthe very beginning of the COVID-19 pandemic to \nensure strong protections were in place for their \nemployees, and that their rights were respected \nthroughout. This included daily infection and \nrecovery reporting, one-on-one support, and \nin-depth guidance on health, safety, and labor \nand human rights standards. \nWe are also continually improving machine safety \nacross our supply chain. To identify high-priority \nsuppliers, we conducted a risk assessment of \nsuppliers considering three main areas: machine \nprocurement, machine safety sign-off, and safe \nwork procedures. And in 2021, we provided \ncustomized, onsite support to 78 suppliers to \nhelp improve machine safety in their facilities. \nWe also introduced a new Apple Machine Design \nSafety Guide for machine builders who provide \nequipment for enclosure manufacturers in order \nto help them put into place high safety standards \nstarting with how machines are designed.Read more about  \nApple’s response to \nCOVI D-19 (p21).\n94% \nApple-managed \nassessments covered \na cumulative total of \n94 percent of Apple’s direct \nmanufacturing spend based \non assessments conducted \nsince 2007. Introduction Our Business Appendix Our People Customers Communities Environment Apple’s 2021 ESG Report   38 Suppliers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}