{"page_content": "Advancing smarter \nchemistry in manufacturing\nWhile we require suppliers to maintain strict safety \nmeasures at all times, the strongest method we can \nemploy to protect people is to select safer materials \nfrom the start. \nAn area where we are making an immediate impact \nis with process chemicals, such as cleaners \nand degreasers, that are used in manufacturing \nprocesses. All of our final assembly sites use only \nsafer alternative cleaners and degreasers. This year, \nwe were the first consumer electronics company to \nreceive the U.S. Environmental Protection Agency’s \n(EPA) Safer Choice Partner of the Year Award in \nrecognition of our work to scale the use of safer \nprocess chemicals in our supply chain. \nWe also require that suppliers comply with \nApple’s Regulated Substances Specification , \na list of substances that Apple restricts from \nbeing included in Apple products or used in their \nmanufacturing. We hold our suppliers accountable \nby conducting factory audits and testing materials \nand components at certified laboratories for \nsubstances of high concern. We also support \nour suppliers by sharing a list of identified safer \nalternatives and promoting the use of substances \nthat meet our standards.\nResponsible materials sourcing\nDeeper in our supply chain, we require suppliers \nto responsibly source materials and conduct due \ndiligence in their own supply chains. We also \nApple partnered with RESOLVE and Tiffany&Co. on the Salmon Gold project, which works with small-scale gold miners and \nIndigenous peoples in remote regions of the Yukon, Alaska, and British Columbia to support a mining practice that helps restore \nrivers and streams so that salmon and other fish can thrive. \nconsider the human rights impact on surrounding \ncommunities, engage with others to strengthen \nindustry standards, drive transparency, and foster \nthe same opportunities as we do in other parts of \nApple’s supply chain.\nOur strict Responsible Sourcing Standards apply \nto primary minerals, recycled materials, primary \nminerals processors, recyclers, and even to the \nmining level. We conduct detailed due diligence \nof our supply chain by mapping higher-risk minerals \nand identifying risks and opportunities in the supply \nchain using tools created by Apple. We then take \ncorrective actions where social, environmental, \nhuman rights, and governance risks are identified \nthrough a variety of sources, such as independent \nthird-party audits, civil society engagement, and \npublic reporting.\nWe investigate allegations deeper in our supply \nchain through our Responsible Minerals Sourcing \nprogram, which requires minerals suppliers to \nreview incidents and public allegations linked \nto their smelters and refiners, and to participate \nin traceability and audit programs that address \nand mitigate risk.\nWe also provide support to the Fund for Global \nHuman Rights, which partners with grassroots \nhuman rights and environmental organizations \nin the Democratic Republic of the Congo (DRC). \nAnd we continued our support to the International \nTin Association’s International Tin Supply Chain \nInitiative’s (ITSCI) DRC whistleblowing mechanism, \nto empower and amplify local voices.Read more about our \nsmarter chemistry work in \nour 2021 Environmental \nProgress  Report .\nSee Apple’s 2020 Conflict \nMinerals Report  for more \ninformation on responsible \nmaterials sourcing.\n100% \nIn calendar year 2020, \n100 percent of the \nidentified tin, tungsten, \ntantalum, gold, cobalt, \nand lithium smelters and \nrefiners in our supply chain \nparticipated in independent \nthird-party audits.Introduction Our Business Appendix Our People Customers Communities Environment Apple’s 2021 ESG Report   39 Suppliers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}