{"page_content": "Working in partnership\nFrom human rights to climate change, there \nexists a wide range of issues that are bigger \nthan any one company or organization. They \nrequire a multi-stakeholder approach, bringing \ntogether the best thinking from a range of sectors \nand geographies to address these issues at a \nsystemic level.\nTo do this, we engage with industry associations, \ncivil society organizations, academics, UN \nagencies, and governments to share our progress \nand promote best practices. We also regularly \nconvene stakeholder roundtables and expert \ngroups to learn from others’ perspectives and \nseek feedback on our programs.\nFor more information on all of our efforts and \nprograms to protect people and the environment \nthroughout our supply chain, please refer to the \nfollowing reports and disclosures:\n• People and Environment in Our Supply Chain, \n2021 Annual Progress Report  \n• How We Work With Suppliers\n• 2020 Conflict Minerals Report\n• 2020 Supplier List\n• 2020 Smelter and Refiner List\n• 2020 Efforts to Combat Human Trafficking  \nand SlaveryUsing our purchasing power for good\nFor Apple, our work to make our company more inclusive extends \nto how we choose the businesses we work with. When contracting \nwith suppliers, we use our purchasing power to increase diversity \nin the field and change outdated norms that hurt those who are \nunderrepresented in their field or industry.\nApple’s award-winning20 Supplier Diversity program, \nestablished in 1993, actively engages suppliers from historically \nunderrepresented communities. We have policies that require \ndiverse supplier participation during early-stage sourcing, key \nperformance indicators to measure company success, and \ndiversity awareness trainings for our global sourcing team \nmembers and related Apple business units. In 2016, Apple \nwas the first Silicon Valley–based company to be invited \ninto the Billion Dollar Roundtable (BDR) in recognition of our \nlong-standing commitment to promoting diversity within our \nsupplier base. BDR celebrates corporations that achieved \nspending of at least $1 billion with minority- and woman-owned \nbusinesses. In calendar year 2020, Apple spent $5 billion with \ndiverse suppliers around the world.21 Our program offers support \nto participating suppliers and seeks active engagement in \nindustry diversity leadership activities.\nOne highlight of this program is that minority-owned banks are \nincluded in our debt offerings. For the last 14 U.S. bond offerings, \nwe selected minority-owned banks as underwriters and have \nexpanded both the number of firms we include and the allocation \nand fees that we pay them. Our February 2021 $14 billion bond \nissuance resulted in one of the largest amount of fees paid to \nminority-owned banks on a single bond deal by a corporation.\nWe’re also promoting diversity in the companies with which we \ndo business. For example, our contracts with law firms require \nthat the attorneys staffing our projects include members of \ntraditionally underrepresented groups, and provide anonymized \ntimekeeper data. It’s not only a contract term. In day-to-day \npractice, we’ve implemented “diversity blend” commitments—\nhow much billable time the firm will commit to have performed by \npeople from underrepresented communities, including women \nand LGBTQ+ lawyers—when bidding for work. By initiating these \ndiscussions at the contract negotiation stage, we are ensuring \nthat diversity is core to our engagement. In recognition of this \nwork, Apple has been awarded the Financial Times  Innovative \nLawyer Award  for Inclusion, Diversity and Social Justice.Introduction Our Business Appendix Our People Customers Communities Environment Apple’s 2021 ESG Report   43 Suppliers", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}