{"page_content": "In partnership with the California Housing Finance \nAgency (CalHFA), Apple has provided mortgage \nand down payment assistance to thousands of \nfirst-time buyers with low and moderate incomes, \nwith additional benefits for teachers, veterans, \nand firefighters. Apple has also partnered with \nCalHFA to launch an affordable housing investment \nprogram, the first of its kind in California, which \nhas increased the availability of funding to develop \nand build very low- to moderate-income housing \nat a lower cost. And we are supporting several new \naffordable housing projects funded through our \npartnership with the Housing Trust Silicon Valley. Many of the new units are reserved for veterans, \nthe homeless or formerly homeless, and residents \nwith developmental disabilities.\nApple’s Affordable Housing Initiative also includes \na partnership with Destination: Home, which has \nhelped fund the construction of thousands of new \nunits of affordable and supportive housing for the \nmost vulnerable populations across Silicon Valley. \nWith our support, Destination: Home has also \nbeen able to expand its Homelessness Prevention \nSystem to keep thousands of families from losing \ntheir homes each year.\nCommunity investments \nWe invest in communities through donations to \nnonprofit organizations as well as through strategic \ninvestments. Over the past three years, we’ve \ncommitted over $3 billion toward donations and \nvalues-focused investments such as our  \nAffordable Housing Initiative, REJI, clean energy \ninvestments, and the Apple Restore Fund. Strategic \ninvestments are often multiyear commitments in \nwhich Apple plays a substantive role in the project \ndevelopment. We see an important opportunity \nto continue to invest our capital for good. While \ndonations and investments are accounted for \nseparately, we undertake both with one common \ngoal: to create meaningful change in communities \naround the world.\nOur corporate donations seek to accelerate  \nsocial change by supporting organizations that  \nare addressing society’s toughest problems.  \nWe empower employees to contribute to the \ncauses they care about by amplifying their efforts \nthrough matching their donations. Our swift \nresponse to the COVID-19 crisis, which included \nover $120 million23 in donations, is a reflection of \nour commitment to being a source of relief and \nrecovery in the face of global challenges.Corporate donations\nSince fiscal year 2015, Apple has donated over \n$1 billion24 to create positive change in communities \nacross the globe.25 Whether it’s racial injustice, food \ninsecurity, a natural disaster, or a health emergency, \nour community giving program is agile enough \nto allow us to respond in a timely, efficient, and \neffective way. We support nonprofit organizations in \na variety of ways, including financial resources and \nApple technology and expertise from our teams.\nAccelerating social change \nWe have designed our corporate donations to \naddress immediate needs and to build community \nresilience. Recent work includes launching our REJI \ncommitment to further racial equity and justice, \ndonating to the COVID-19 response, including \nfinancial support and helping to source PPE, and \naddressing housing scarcity and homelessness in \nCalifornia through our Affordable Housing Initiative.$2.5B \nWe’ve committed $2.5 billion  \ntoward projects that address  \nhousing affordability and  \navailability in California.\n$3B+\nIn the past three years,  \nwe’ve committed over \n$3 billion in strategic, \nvalues-based investments \nand community donations.Introduction Our Business Appendix Our People Suppliers Customers Environment Apple’s 2021 ESG Report   48 Communities", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}