{"page_content": "In 2006, Apple joined (RED)’s  mission to end the \nHIV/AIDS epidemic in sub-Saharan Africa, and \nover the last 14 years our partnership has delivered \nalmost $250 million in donations for the Global \nFund’s HIV/AIDS programs for prevention, testing, \nand counseling. Since 2006, Apple-supported \ngrants have provided over 10.8 million people \nwith care and support services, helped distribute \nmore than 167 million HIV tests, and provided \n13.8 million people with ongoing access to \nlife-saving antiretroviral treatment. COVID-19 has \ncreated challenges in accessing care, diagnostics, \nand supplies, often disrupting crucial HIV/\nAIDS programs. At the onset of the pandemic, \ncontributions to (RED) were redirected to the \nGlobal Fund’s COVID-19 Response to help alleviate \nthe impact of the virus on the communities most \naffected by HIV/AIDS and provide critical support \nin health systems threatened by the outbreak.\nStrengthening communities \nWe believe we can have an impact on communities \nby supporting grassroots organizations that work \ndirectly with local stakeholders. We focus our \ndonations on programs that are building strong \ncommunities and empowering creatives in the \nplaces where we live and work. Over the past \nseveral years, Apple has offered more than 70 \nsmall grants across 12 countries—broadening our \nimpact and bolstering essential community work \naround the world. The grants provide support for \nmuseums, music programs, art and technology \neducation, and storytelling organizations. In \npartnership with Today at Apple and local \ncommunity groups, we launched Today at Apple \nCreative Studios , a global program to develop the \ncreative skills of young people from underinvested \ncommunities in 11 cities, with 23 nonprofit partners.\nDounia Larkoub in a scene from TOC TOC, a film she created with other participants in the program.Today at Apple Creative Studios, Grand Paris\nFormerly titled Made In Grand Paris, this Apple program was a \npartnership in February 2021 with 1000 visages, an organization \ndedicated to bringing film industry opportunities to youth from \nunderrepresented communities in France. With the support of an \nApple grant, 1000 visages will extend its curriculum over the next \nthree years and secure a permanent space to launch a free cinema \nschool. They are equipped with iPhone, iPad, and Mac hardware \nand accessories so they can provide ongoing support to their young \nmembers by lending out these creative kits. Our Today at Apple \nCreative Pro team across France will also deliver annual dedicated \nsessions to support youth in their creative film projects.Amplifying Apple’s values\nWe are always looking for ways to support efforts \nthat align with our Apple values. In 2018, Apple \nbecame Malala Fund’s first Laureate partner, \nsupporting the organization’s work with local \nadvocates and teachers in eight countries where \ngirls face significant education challenges. The \nFund champions every girl’s right to 12 years of \nsafe, free, quality education. Apple also assists with \ntechnology, curriculum, and research into policy \nchanges related to girls’ education. The partnership \nhas since expanded, and in Brazil Apple’s 10 \nDeveloper Academies now work with Malala Fund \nto further advance girls’ education opportunities. \nSince engaging in this powerful partnership, Apple \nhas committed to donating more than $15 million \nto the Fund.Total corporate donations  \n(excluding strategic \ninvestments)\nFY18:\n$125M+\nFY19: \n$190M+\nFY20: \n$250M+ Introduction Our Business Appendix Our People Suppliers Customers Environment Apple’s 2021 ESG Report   49 Communities", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}