{"page_content": "Apple Developer Program \nmembership is available at \nno cost for eligible nonprofit \norganizations, accredited \neducational institutions, and \ngovernment entities that will \ndistribute only free apps on \nthe App Store.29 Job creation\nApple supports millions of jobs in countries around \nthe world, across North America, Europe, Asia, \nCentral and South America, Australia, and Africa. \nIn the U.S., Apple is one of the biggest job creators, \nand we continue to expand our commitment to \nfostering innovation and opportunity in the U.S. \neconomy. We support 2.7 million jobs across all 50 \nstates28 through direct employment, spending with \nU.S. suppliers and manufacturers, and the iOS app \neconomy. Earlier this year, Apple announced an \nacceleration of its U.S. investments, with plans to \nmake new contributions of more than $430 billion \nand add 20,000 new jobs across the country over \nthe next five years. This includes a new North \nCarolina campus, which will create at least 3000 \nnew jobs in machine learning, artificial intelligence, \nsoftware engineering, and other cutting-edge \nfields. In Europe, where we’ve been operating \nfor more than 35 years, we support more than \n1.8 million jobs, a 25 percent increase since 2016.\nEmployees\nApple has 160,000 employees worldwide that \nspan an increasingly wide range of roles, including \nhardware and software engineering, science, \nconstruction, manufacturing, retail, customer \nsupport, marketing, and design. \nSuppliers and manufacturers\nApple has a supply chain that spans the globe, with \nmanufacturing and assembly taking place around \nthe world, including in the U.S., Europe, Asia, \nCentral and South America, and Australia. From \ncomponent manufacturers to logistics providers, Apple directly or indirectly supports hundreds \nof thousands of jobs, working with suppliers \nand businesses in all 50 states in the U.S. and \nevery European country. These suppliers provide \nequipment, parts, and materials for all of our \ncore products.\nJobs in the app economy\nSince the App Store launched in 2008, the \niOS app economy has become one of the \nworld’s fastest-growing sectors. Throughout \nthe challenges of the COVID-19 pandemic, \nthe App Store continued to provide economic \nopportunities to entrepreneurs. The App Store \necosystem supports millions of jobs across the \nworld, empowering entrepreneurs from Argentina \nand Alaska to Zimbabwe and beyond. In the U.S., \nit supports more than 2.1 million jobs, an increase \nof 15 percent since last year, and in Europe, it \nsupports another 1.7 million jobs.\nIn January 2021, we launched the App Store Small \nBusiness Program, which benefits the vast majority \nof developers who sell digital goods and services \non the App Store. The new program cuts the \nApp Store commission in half—to 15 percent—for \nsmall businesses that earned up to $1 million in \nproceeds during the previous year. The reduced \ncommission means small developers have more \nresources to create new jobs, expand their \nbusinesses, explore cutting-edge technologies, \nand pioneer new app innovations that reach users \naround the world.Introduction Our Business Appendix Our People Suppliers Customers Environment Apple’s 2021 ESG Report   51 Communities", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}