{"page_content": "At Apple, we’re committed to conducting business ethically, honestly, and in full \ncompliance with the law. We believe that how we conduct ourselves is as critical \nto Apple’s success as making the best products in the world. Our Business \nConduct and Compliance policies are foundational to how we do business and \nhow we put our values into practice every single day.\nCorporate governance\nOur corporate governance structure is designed \nto foster principled actions, informed and effective \ndecision-making, and appropriate monitoring \nof compliance and performance, assuring that \nthe long-term interests of shareholders are \nbeing served. \nBoard oversight \nMembers of our Board of Directors take a proactive, \nfocused approach to their positions to ensure that \nApple is committed to business success through \nthe maintenance of high standards of responsibility \nand ethics. Annual board evaluations—including \nself-evaluations and peer reviews—are led by \nthe independent Chairman and overseen by the \nNominating and Corporate Governance Committee \nand drive accountability at the Board level.\nApple’s Board has a standing Audit and Finance \nCommittee, Compensation Committee, and \nNominating and Corporate Governance Committee.30The Board and its committees review and discuss \nwith management progress relating to Apple’s \nvalues. Further, the Board and its committees also \nreview and discuss Apple’s commitments and \nprogress on inclusion and diversity, employee \nengagement, compensation and benefits, and \ncompliance. During 2020, the Board and its \ncommittees engaged with management on the \nimpact of COVID-19 on Apple’s employees, supply \nchain, and business. The Board reviewed strategies \nand initiatives to respond to, and mitigate, adverse \nimpacts, including enhanced health and safety \nmeasures for Apple employees as well as workers \nin our supply chain.\nApple also has internal systems and procedures for \nmanaging environmental, social, and governance \n(ESG) topics, including with external stakeholders \nto learn about their priorities and get their feedback \nand to coordinate relevant projects and initiatives. \nWork on environmental and social initiatives is \nembedded across different lines of business, with \nbroad collaboration to drive forward initiatives that \nare important to Apple.For more information on \nApple’s business, read \nApple’s Form 1 0-K  and \nour 2021 Proxy Statement .Introduction Appendix Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   53 Our Business", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}