{"page_content": "Our commitment to human rights\nOur commitment begins with treating everyone \nwith dignity and respect. But it doesn’t end there. \nWe believe in the power of technology to empower \nand connect people around the world—and that \nbusiness can and should be a force for good.\nApple’s Human Rights Policy\nOur Human Rights Policy  governs how we treat \neveryone, including our customers, employees, \nbusiness partners, and people at every level of our \nsupply chain. \nWe are deeply committed to respecting \ninternationally recognized human rights in our \nbusiness operations, as set out in the United \nNations (UN) International Bill of Human Rights \nand the International Labour Organization’s (ILO) \nDeclaration on Fundamental Principles and Rights \nat Work. Our approach is based on the UN Guiding \nPrinciples on Business and Human Rights (UNGPs). \nWe conduct human rights due diligence to identify \nrisks and work to mitigate them. We also seek to \nremedy adverse impacts, track and measure our \nprogress, and report our findings.\nOur Board of Directors adopted the policy and \nis responsible for overseeing and periodically \nreviewing it. Apple’s Senior Vice President \nand General Counsel is responsible for its \nimplementation, and reports to the Board and its \ncommittees on our progress and significant issues.\nEmbedding respect for human rights \nWe’ve worked hard to embed respect for human \nrights across our company—in the technology we \nmake, the way we make it, and how we treat people. \nA number of teams are responsible for carrying out \nhuman rights due diligence, including the Privacy, \nCorporate, and Compliance teams within Apple’s \nLegal and Global Security organization—and \nApple’s Environment and Supply Chain Innovation \n(ESCI) team within Worldwide Operations. Identifying and managing \nsalient human rights risks \nIdentifying human rights risks is the first step to \naddressing those risks through improvements to \nour policies and management systems. We work \nto align our efforts with the business and human \nrights due diligence process set forth in the UNGPs \nto identify, mitigate, prevent, and remedy human \nrights risks.\nWe identify salient human rights risks through \ninternal risk assessments and external industry-level \nthird-party audits, as well as through the channels we \nmaintain with rights holders and other stakeholders, \nincluding investors, human rights and labor experts, \ngovernments, and international bodies such as \nthe UN. \nIn addition to our own internal monitoring, we \nconsider reports identifying potential risks \nfrom external sources, including international \norganizations, policymakers, shareholders, civil \nsociety organizations, news outlets, customers, \nindividuals in the supply chain or supply chain \ncommunities, whistleblower mechanisms, and \nthird-party hotlines. They also come through the \nreporting mechanisms we make available directly \ntoall supplier employees, Apple employees, and \nthe general public. These reports can come to \nus in any language and can be anonymous. \nBased on this due diligence, examples of human \nrights issues of particular focus at Apple include:\n• Privacy, freedom of expression, and access to \ninformation risks\n• Discrimination risks in workforce management \nand in product and services development\n• Labor and human rights risks in the \nmanufacturing supply chain, including freedom \nof association and collective bargaining, risks of \ninvoluntary labor, and discriminationIntroduction Appendix Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   55 Our Business", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}