{"page_content": "All employees also get mandatory annual or \nbiannual training on Privacy, Respect at Apple, and \nInclusion and Diversity. Employees receive between \ntwo and five hours of training annually, depending \non location and the risks and responsibilities of \ntheir role. Additional required and recurring training \nincludes Anti-Corruption, Antitrust, Export and \nSanctions, and manager-specific training. Our \nBoard also regularly receives training and updates \non ethics and compliance at Apple. \nManagers get supplementary resources and \ntraining on topics such as disability awareness \nand accommodations, discriminatory behavior, \nand their responsibilities to receive and report \nall allegations of misconduct. Apple also trains \neligible contractors on our expectations for ethical \nbehavior; topics include workplace behaviors, \nsecrecy, privacy, and important laws. \nCompliance policies\nApple’s ethical business practices are set out in \nour Business Conduct Policy and additional key \ncompliance policies.\nAnti-corruption\nApple does not tolerate any form of corruption \nby Apple employees or by third parties when \nproviding goods or services to Apple or acting on \nour behalf. Apple’s Ant i-Corruption Policy  details \nour commitment to complying with anti-corruption \nlaws. If employees are unsure of the proper course \nof action, or whether something constitutes \ncorruption, we encourage them to contact our \nBusiness Conduct team.\nExport and sanctions\nApple is committed to compliance with applicable \nexport and sanctions laws. All employees are \nresponsible for complying with these laws and \nreporting possible violations.\nAntitrust and competition\nApple is committed to conducting business in \nfull compliance with competition laws around \nthe world. Misconduct and violations of Apple’s \nAntitrust and Competition Law Policy  and the law \nmust immediately be reported to our Antitrust Compliance Officer or to the Business Conduct \nHelpline. Apple’s Antitrust Compliance Officer \nregularly reports to the Board on matters including \nthe Antitrust Compliance Program’s alignment with \npotential risks and its effectiveness in addressing \nissues and promoting legal compliance.\nPublic policy advocacy \nApple engages in policy discussions where they \nmatter to our business and customers. Our Public \nPolicy Advocacy website  defines our position on \ncorporate political contributions and describes how \nApple participates in public debate in the United \nStates through direct and indirect advocacy.\nApple does not make political contributions to \nindividual candidates or parties, and we do not \nhave a political action committee. Any political \ncontributions made by Apple are made in the \ninterests of the company and without regard for the \nprivate political preferences of individual executives \nor employees. Political contributions are promptly \nreported publicly on Apple’s website.\nReporting concerns\nOur employees are required to speak up about any \nviolation of Apple’s Business Conduct Policy, other \nApple policies, or legal or regulatory requirements, \nand we make it easy for employees and third parties \nto report concerns.\nOur employees can contact Apple’s Business \nConduct team by phone, email, or web form. \nApple’s external helpline  is available to employees \nand external parties to report concerns, and also \nprovides the option of anonymous reporting, where \npermissible. The external helpline is available 24/7, \nand provides a multilingual reporting service with \nlocal, toll-free numbers. \nBusiness Conduct partners with appropriate teams \nat Apple to investigate concerns and determine \nappropriate resolutions, including corrective \naction up to and including termination where \nnecessary. Apple will not retaliate—and will not \ntolerate retaliation—against any individual for \nreporting a good-faith concern or complaint, or for \nparticipating in the investigation of any complaint.For more information \nabout Apple’s business \ncompliance programs, \nread Apple’s Ethics and \nCompliance  website.296,000+\nHours spent on \nApple-recommended and \nrequired trainings in 2020.555,000\nApple training courses \ncompleted in 2020.Introduction Appendix Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   57 Our Business", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}