{"page_content": "Stakeholder engagement\nApple engages with stakeholders as part of our \ncommitment to advance meaningful change and find novel solutions to pressing challenges. Every day, at all levels of the business, we interact with a variety of stakeholders to listen and learn from others’ perspective and experiences, share our progress, and promote best practices. \nThroughout the year, we proactively engage \nwith shareholders and other stakeholders. These engagements help us understand their perspectives on significant issues, from company performance, strategy, and corporate governance to executive compensation and other ESG topics. We take feedback and insights from our engagement with all stakeholders into consideration as we review and enhance our operations and disclosures, sharing them with our Board as appropriate.The following are examples of stakeholder groups that we actively engage with throughout the year, as described in this report and in the sources that we have referenced throughout: \n•\n C\nolleges and universities\n•\n C\nommunities\n•\n Cust\nomers\n•\n E\nmployees\n•\n G\novernments\n•\n H\numan rights and environmental defenders\n•\n In\nvestor advisory groups\n•\n L\nabor organizations\n•\n N\nGOs\n•\n R\nights holders\n•\n Sh\nareholders and investors\n•\n S\ntandards bodies\n•\n S\nuppliers\n•\n U\nnited Nations and other \ninternational organizationsTax payments\nTaxes play a necessary and important role in our \nsociety and Apple believes every corporation has a responsibility to pay all the taxes they owe. As the largest taxpayer in the world, we comply with the law wherever we operate and pay taxes on everything we earn around the world. Over the past decade, Apple has paid more than $100 billion in corporate income taxes—and our annual effective tax rate was 23 percent on average.\n32 The Audit and Finance Committee of the Board of Directors regularly reviews and discusses Apple’s tax payments with management. The committee reviews reports on tax matters from Apple’s Chief Financial Officer, General Counsel, the heads of global Tax, Business Assurance, and Internal Audit, and from Apple’s independent auditor. These reports include, among other matters, updates on significant domestic and international tax-related developments, worldwide tax audits, international tax structure, international tax policy, and other tax-related legislative matters.Introduction Appendix Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   58 Our Business", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}