{"page_content": "About the report\nReporting year:  This report focuses primarily on fiscal year 2020 activities, unless otherwise noted. All \nreferences to a year throughout the report refer to Apple’s fiscal years, unless “calendar year” is specified. \nApple’s fiscal year is the 52- or 53-week period that ends on the last Saturday of September.\nAlignment to reporting frameworks: The report leverages reporting frameworks and standards such as \nthe Global Reporting Initiative (GRI), Sustainable Accounting Standards Board (SASB), and the Task Force \non Climate-related Financial Disclosures (TCFD). Apple’s ESG Index maps the disclosures in this report and \nother Apple publications against the metrics in these reporting frameworks, as relevant to our business.\nData assurance:  We obtain third-party verification for our Scope 1, 2, and 3 greenhouse gas emissions, \nas well as our energy use, paper use, and waste and water impacts for our data centers, offices, and retail \nstores worldwide. Apex Companies (Apex) provides “reasonable assurance”—one of the highest levels of \nverification in the industry—for this environmental impact data. See the assurance statement for general \nenvironmental impact data . Scope 3 renewable energy production and avoided carbon emissions related \nto our Clean Energy Program are also verified to a level of “limited assurance” by Apex. See the assurance \nstatement for data specific to the supplier Clean Energy Program . Scope 3 greenhouse gas emissions \nrelated to our products, calculated using life cycle assessment, are checked for quality and accuracy \nby the Fraunhofer Institute in Germany in accordance with the internationally recognized ISO 14000 \nenvironmental management standards: ISO 14040 and 14044. See the Fraunhofer statement . Data in this \nreport reflects estimates using methodologies and assumptions believed to be reasonable and accurate. \nThose estimates, methodologies and assumptions may change in the future as a result of new information \nor subsequent developments.\nForward-looking statements: The report does not cover all information about our business. References \nin this report to information should not be construed as a characterization regarding the materiality of such \ninformation to our financial results or for purposes of the U.S. securities laws. The information covered \nby the report contains forward-looking statements within the meaning of the Private Securities Litigation \nReform Act of 1995, including statements regarding our ESG goals, commitments, and strategies and \nrelated business and stakeholder impacts. These statements involve risks and uncertainties, and actual \nresults may differ materially from any future results expressed or implied by the forward-looking statements, \nincluding any failure to meet stated ESG goals and commitments, and execute our strategies in the time \nframe expected or at all, as a result of many factors, including changing government regulations, and our \nexpansion into new products, services, technologies, and geographic regions. More information on risks, \nuncertainties, and other potential factors that could affect our business and performance is included in our \nfilings with the SEC, including in the “Risk Factors” and “Management’s Discussion and Analysis of Financial \nCondition and Results of Operations” sections of the company’s most recently filed periodic reports on \nForm 10-K and Form 10-Q and subsequent filings. We assume no obligation to update any forward-looking \nstatements or information, which speak as of their respective dates.\nImagery:  All photographs in the report showing people without masks were taken prior to the COVID-19 \npandemic or in accordance with Apple and other local COVID-19 protocols.View Apple’s Environmental, \nSocial, and Governance  \nIndex here .Introduction Our Business Our People Suppliers Customers Communities Environment Apple’s 2021 ESG Report   63 Appendix", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}