{"page_content": "Progress toward neutrality \nIn 2020, we became carbon neutral for our \ncorporate operations. To reach carbon neutrality \nfor the full life cycle of our products by 2030, we’ve \nswiftly been deploying innovations at scale—like \ndecarbonizing materials used in our products, \nrapidly deploying renewable energy across our \noperations and our supply chain, and launching \na first-of-its-kind fund to invest in nature-based \ncarbon removal solutions.\nIn 2020, Apple’s comprehensive carbon footprint \nwas 22.6 million metric tons. We’ve decreased this \nfootprint by 40 percent since 2015, our baseline \nyear, even as net revenue has increased. In 2020 \nalone, we avoided more than 15 million metric tons \nof carbon emissions by using low-carbon materials, \ndriving energy efficiency, and switching to clean \nenergy. Since 2011, our Scope 1 and 2 emissions \nhave declined by 73 percent, and we had zero \nScope 2 electricity-related emissions for the \nsecond year in a row.\nLow-carbon design\nWe believe that well-designed products have a \nlower environmental footprint. Our carbon footprint \nhelps us identify opportunities to reduce the \ncarbon intensity of our product designs through 40% \ndecrease in emissions \nacross our entire value \nchain since 2015.\n100% \nrenewable energy sourced \nfor all Apple facilities.\n110+ \nsuppliers in 24 countries \ncommitted to 100 percent  \nrenewable electricity for \nApple production.\nRead more about our \nefforts to tackle climate \nchange, including risks and \nopportunities, in our 2021 \nEnvironmental Progress \nReport  and our CDP \nClimate Change  response .material efficiency, use of low-carbon materials, \nand product energy efficiency. For example, several \nof our products use 100 percent recycled aluminum \nin their enclosures, helping reduce our carbon \nemissions associated with aluminum by 72 percent \nsince 2015. \nProduct energy use accounts for 19 percent of our \ncarbon footprint, so we’ve set aggressive targets \nto reduce this. By addressing this in the earliest \ndesign phases, the average product energy use \nacross all our major product lines has declined by \nmore than 70 percent since 2008.2 And in fiscal \nyear 2020, 100 percent of our eligible products \nreceived an ENERGY STAR rating for superior \nenergy efficiency.3\nEnergy efficiency\nOur energy efficiency goals extend well beyond \nour products. We’re focused on using less energy \nacross our operations and in our supply chain. \nAt our facilities, we track energy use and explore \nways to save energy: renovating and retrofitting \nolder locations, designing new facilities with energy \nefficiency in mind, and working with local utilities on \nenergy efficiency strategies. \nIn total, Apple-created renewable energy account for 90 percent of the renewable electricity our facilities use, \nand include wind projects in Viborg, Denmark, and Prineville, Oregon (pictured above).Introduction Our Business Appendix Our People Suppliers Customers Communities Apple’s 2021 ESG Report   8 Environment", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}