{"page_content": "The Impact Accelerator\nTo ensure that our work to protect the planet also helps advance \nequity, Apple has launched an Impact Accelerator  for Black- and \nBrown-owned businesses.5 The Accelerator expands access to \nopportunity in sectors like renewable energy, carbon removal, \nand recycling innovation. We are making investments in these \nsectors to help fight systemic barriers impacting communities \nthat are disproportionately affected by environmental issues \nlike climate change. With customized training, access to Apple \nexperts, and an expanding alumni community, our Impact \nAccelerator is tailored to support companies as they pursue \ntheir next stage of development.\nThe Impact Accelerator is just one of many efforts within Apple’s \n$100 million Racial Equity and Justice Initiative , which focuses on \neducation, economic equality, and criminal justice reform in the \nUnited States. With our partners, we aim to redefine business as \nusual and drive progress toward a more equitable future.\nFifteen Black- and Brown-owned green technology and clean energy businesses are joining \nApple’s inaugural Impact Accelerator, part of the company’s Racial Equity and Justice Initiative. “Systemic racism and climate change \nare not separate issues, and they will \nnot abide separate solutions.”\nLisa Jackson\nVice President of Environment, Policy and Social InitiativesTo address emissions from manufacturing, which \naccount for approximately 70 percent of our carbon \nfootprint, we’ve continued to scale up our Supplier \nEnergy Efficiency Program. This program helps \nsuppliers that use significant amounts of energy \nto reduce their energy use. In 2020, more than \n900,000 annualized metric tons of supply chain \ncarbon emissions were avoided, a 44 percent \nimprovement over 2019.4\nRenewable electricity\nOur stores, data centers, and offices currently \nsource 100 percent renewable energy, which \nreduces emissions while also offering greater \ncontrol over electricity supply and reducing \nexposure to cost fluctuations. \nAnd we’ve made tremendous progress toward \nour goal of transitioning our entire manufacturing \nsupply chain to 100 percent renewable electricity \nby 2030. Launched in 2015, our Supplier Clean \nEnergy Program  has already brought over  \n4 gigawatts of additional renewable energy online \nto our supply chain, with additional supplier \ncommitments bringing the total to nearly 8 \ngigawatts. The renewable energy already online \ngenerated 11.4 million megawatt-hours of clean \nenergy in fiscal year 2020, avoiding 8.6 million \nmetric tons of carbon emissions in our supply chain.\nDirect emissions abatement\nTo address the emissions associated with our \nmaterials and manufacturing processes, we \nseek technological solutions through emissions \nabatement or switching to low-carbon fuel options. \nFor example, we have helped fund research \nand development for ELYSIS , a technology \nthat eliminates direct GHG emissions from \naluminum smelting. And we’ve started to use \nELYSIS  aluminum in production of the 16-inch \nMacBook Pro. \nMany components of Apple products, including \nintegrated circuit chips and display panels, rely \non manufacturing processes that use fluorinated \ngases with a high global warming potential. We’re \npartnering with key manufacturers to optimize \nmanufacturing processes, reduce the use of these \ngases, and deploy abatement technologies to limit \nany emissions.Introduction Our Business Appendix Our People Suppliers Customers Communities Apple’s 2021 ESG Report   9 Environment", "metadata": {"source": "NASDAQ_AAPL_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}