{"page_content": "4\nAmgen operates in 53 countries, with a physical presence in 45 countries. To limit our environmental \nimpact, we share best practices across our global networks, and the projects we pilot at one location are often adapted for use at other facilities.  \nAmgen Named Energy Partner \nof the Year in ColoradoIn July 2011, Colorado governor John Hickenlooper named Amgen the state’s Energy Partner of the Year. The governor recognized Amgen Colorado for reducing energy usage overall by 15.5 percent at facilities in Boulder and Longmont from 2008 through 2010, efforts that have helped make Colorado a leader in energy efficiency. Amgen is one of 13 charter members of Colorado’s Industrial Energy Challenge, a voluntary program for Colorado businesses that spend more than $200,000 a year in energy bills. \nStaff Resourcefulness Conserves a Vital Resource\nAmgen is one of the largest users of water in Kent County, Rhode Island. As a good neighbor in this community, the facility there has built a culture of diligence and problem solving when it comes to water conservation. Plant technicians closely observe conditions and equipment, ask questions, and pursue solutions to make a positive impact. \nAs just one of many examples of that ethic, a senior \nmaintenance technician observed that a pipe associated with a cooling tower pump was running water to drain. “What if that water could be recycled?” he wondered. Just one week after reporting his discovery through the facility’s effective program for continuous improvement, the team had rerouted the pipe to send the water back to be used in the cooling tower water system, saving almost 2,000 cubic meters of water a year. The facility estimates it’s saved more than 15,000 cubic meters of water total since 2009 from staff ingenuity and input such as this.\nMaking the Leap to Large-Scale Composting\nIn 2011, our facility in Colorado switched all disposable food-service items—right down to straws and coffee stirrers—to compostable varieties. This was a choice that made good sense in this location. We’re striving as a company to reduce waste sent to landfills, and composting services are widely available for Colorado’s residents and businesses. The full-scale food-service composting at Amgen Colorado is not only more environmentally friendly; it also makes life a little easier for staff, who can now toss food-service waste into one place instead of spending time sorting it into various bins.\nAs the program’s manager admits, the program is \nnot without challenges, but feedback has been overwhelmingly positive. Through food-service and other composting programs, the facility diverted more than 30 metric tons of waste from landfills to a new life as garden soil in 2011.\nLeft: Our Colorado facility \nreceives recognition from the state. \nCenter: Our Rhode Island \nfacility makes water conservation a priority. \nRight: A facility goes all \nout for composting.Conservation Progress Across the Network", "metadata": {"source": "NASDAQ_AMGN_2011.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}