{"page_content": "5\nGreen Biology, Green Chemistry\nThrough Amgen’s Green Biology and Green Chemistry programs, our scientists are seeking ways to make processes more efficient and to use greener compounds and fewer resources in the development of our medicines. \nStaff members are using a guide that assesses environmental \nproperties of raw materials along with new technologies to minimize the use of urea and phosphates. In 2011, we completed an assessment of changes we’re considering to make manufacturing our biotechnology medicines more environmentally friendly and efficient.\nOur Small Molecule Process and Product Development \ngroup has made significant improvements for selected development molecules in reducing waste and enhancing process safety and robustness through green chemistry. Scientists are using e-notebooks, collaboration tools, andsolvent-selection guides to make improvements that aremore environmentally responsible and efficient for earlyresearch and clinical development. \nGreen Building\nThrough our Sustainable Design and Construction program, we build features into facilities or retool systems on a case-by-case basis to decrease energy and water use. We’ve adapted efficient practices to best fit our business, often going above and beyond industry green standards. This program provides guidelines to ensure not only that design, construction, and installation are environmentally friendly and efficient but also that buildings can continue being efficient as they age.\nIn 2011, we completed an extensive renovation of an \noffice building on our Thousand Oaks, California, campus, designed to achieve Leadership in Energy and Environmental Design (LEED) Gold status. The project concentrates all the knowledge we’ve compiled through our Sustainable Design and Construction program in one project. Thebuilding—a pilot project that may set a new standardfor the Company—combines green building techniqueswith modern workspace design and technology.\nGreen Packaging\nWe are moving forward with plans and programs to reduce the environmental impact of our primary and secondary product packaging.\nIn 2011, we developed a Green Packaging Assessment \nProcess that evaluates the sustainability of new packaging in the design phase. For existing packaging, we created a plan, for execution in 2012, to include recycling logos on paperboard product cartons that would encourage end users to send this secondary packaging to recycling after product use. In the area of primary packaging, we launched a Sharps Mail-Back program for patients using Enbrel\n® (etanercept). Through the program, injection \nmaterials (sharps) are ultimately converted into a new product, which is used in various industrial applications and kept out of landfills.From developing molecules to constructing our facilities, we are seeking more-environmentally-responsible \napproaches in alignment with our business goals. Our Design for Environment program is integrating environmental sustainability into many core areas of Amgen’s business.  \nLeft: We renovated a \nbuilding in Thousand Oaks, California, that combines green building techniques with enhanced collaboration approaches. \nRight: Green chemistry \nand green biology practices improve efficiency.Sustainable by Design", "metadata": {"source": "NASDAQ_AMGN_2011.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}