{"page_content": "7\nRoutine Waste Chart 2007–2011 by Waste Hierarchy (MT)\n80%\n20%60%\n0%50%70%\n10%90%\n30%100%\n40%\nDisposal Energy Recovery \nFrom IncinerationRecycling, Composting, Reuse Reduction*20078073,542\n5,796\n20084,037\n686249\n4,112\n20094,532\n560358\n3,618\n20104,757\n680\n3,690\n20115,190\n687875\n3,713The Waste Hierarchy a s a Model for Our Waste-Reduction Goals\nMore Sustainable\nLess SustainableReduction\nRecycling, Composting, Reuse\nEnergy Recovery \nFrom Incineration\nDisposalWaste\nReducing Waste, Saving Water\nThe commitment of our staff members to the recycling programs we’ve \nimplemented has been impressive. By year-end 2011, we had exceeded our 2012 target for recycling by 50 percent. We’ve identified a multitude of ways to recycle, including composting landscape, food, and disposable food-service waste; sending lab plastics and other hard-to-recycle items like Styrofoam to be converted to new items; and reusing equipment and office supplies on-site. With this success as a foundation, we are actively shifting to the practice of reducing the waste we generate in the first place.\nAmgen continuously strives to conserve water, a vital component of our \nmedicines. Water conservation solutions we’ve implemented include a wastewater treatment plant in Puerto Rico that enabled approximately 318,000 cubic meters of treated wastewater to be recycled on-site in 2011 and low-water landscaping and smart-irrigation controls at a variety of facilities.\nWater Intake Water Intake Avoided* Through \nConservation Efforts3,000\n1,000\n5002,000\n1,5002,5003,500\n2009601\n2,537\n2008550\n2,738\n20073,286\n2010663\n2,574\n2011673\n2,586\n*Value represents year-over-year, cumulative avoidance.2007–2011 Water Intake and Intake Avoided* \nThrough Conservation Efforts (1,000 m3)WaterPerformance\n442\n0", "metadata": {"source": "NASDAQ_AMGN_2011.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}