{"page_content": "8\nVolunteering and Giving\nVolunteering for the Environment \nWorking in a life sciences organization, many Amgen staff members share a deep appreciation for the natural world and enthusiastically volunteer for a range of activities to help protect and sustain the environment. In 2011, staff members from California, Canada, Puerto Rico, Rhode Island, and Washington participated in International Coastal Cleanup (ICC) events as part of a worldwide effort to clear debris from coastal and inland waterways. Staff members removed more than two metric tons (4,400 pounds) of debris in 2011—quadruple the amount from Amgen’s efforts in the 2010 ICC. Individual facilities participated in many other cleanup and restoration events throughout the year such as Save the Bay in Rhode Island, Anacapa Island plant restoration events in the California Channel Islands, and a cleanup of the Charles River watershed in Massachusetts. Amgen has recognized the passion and commitment of staff environmental volunteers through Volunteer of the Year and Environmental Champions awards programs. \nThe Amgen Foundation Supports the Environment\nThe Amgen Foundation seeks to advance science education, improve quality of care and access for patients, and support resources that create sound communities where Amgen staff members live and work. The Foundation has funded a variety of environmental organizations for several years, but in 2011 a focus was placed on water quality, a key resource for Amgen’s business. The Foundation gave grants to the following nonprofit organizations in the region surrounding the Thousand Oaks, California, headquarters: Heal the Bay, for education and outreach projects; the Surfrider Foundation, for grassroots environmental education efforts; Santa Barbara Channel Keeper, for the Ventura River Watershed Protection program; and The Nature Conservancy, for protection and restoration of Santa Cruz Island. \nAdditionally, the Amgen Foundation funded other \nenvironmentally oriented nonprofits such as NatureBridge, for environmental education programming; the National Wildlife Federation’s Eco-Schools USA program for expanding the program’s presence in K–12 schools in Ventura County, California; and the Washington Trails Association’s Youth Trail Stewardship program, for trail maintenance by youth volunteers. \nSee the Amgen Foundation 2011 Charitable Contributions \nReport for more information on the wide variety of nonprofits the Foundation supports in communities across the United States, Puerto Rico, and Europe.Amgen makes an impact in the communities in which we operate through direct volunteer work by \nstaff members and through financial support from the Amgen Foundation. We are a good neighbor in the communities where we work and live. \nLeft, far right: We removed \nmore than two metric tons of trash during the 2011 International Coastal Cleanup. \nCenter: The Amgen \nFoundation supports environmental education and habitat conservation.", "metadata": {"source": "NASDAQ_AMGN_2011.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}