{"page_content": "Diversity, Equity, and Inclusion (DEI)\nSilicon Labs is an equal opportunity employer who values diversity. Our \ncommitment to DEI: By creating pathways for underrepresented groups in \ntechnology, we attract and retain the best and brightest global talent. We \nwelcome and respect new ideas and constructive debate. Differing viewpoints \nlead to better solutions and are the cornerstone of innovation. \n ■We foster a culture of inclusion & belonging  for \nevery employee because it's core to our values,  \nand it's the right thing to do.\n ■DEI requires awareness of bias  & continuous \ninvestment from all of us. \n ■Diversity is about balancing teams, valuing differ -\nences and reflecting our global communities  and \ncustomers.\n ■We are committed to equity in the workplace, and \nwe will hold ourselves accountable for driving \nchange  in our organization, our industry and in our \ncommunities.\nSpecifically, we:\n ■Do not discriminate on the basis of race, religion, \ncolor, national origin, gender, sexual orientation, \nage, marital status, veteran status, or disability \nstatus.\n ■Are a multi-national and multi-ethnic workforce, \nwith sites and employees in more than a dozen \ncountries.\n ■Actively promote diversity in our recruitment, \ndevelopment, and promotion practices\n ■Provide financial and volunteer support for equity \nin STEM initiatives.\n ■Advocate for policies that support human rights, \nracial justice, and LGBTQ+ equality in the commu -\nnities in which we live and work.\n ■Drive commitment and accountability for long-  \nterm change by incorporating DEI metrics into  \nour executive bonus plan.\n ■Partner with external DEI experts and hold regular \nworkshops for all global employees on under -\nstanding bias and promoting inclusion. ■Support employee resource groups, mentorship \ncircles, and diversity leadership initiatives in the \nsemiconductor industry.\n ■Include specific diversity, equity and inclusion  \nmetrics and goals as a component of senior  \nmanagement compensation.\n2021 Inclusion Assessment\nWe believe that creating an inclusive and equitable \nworkplace is top priority and we are committed to \ndoing the work. In 2021 we partnered with Kanarys Inc. \nto launch our first global inclusion assessment. This \nanonymous assessment was offered to all full-time \nemployees in March 2021. Partnering with Kanarys \ngave us the ability to collect demographic informa -\ntion and insights that would be difficult to gather on \nour own.  At the conclusion of the assessment, global \nresults were shared with employees during a town-hall \nmeeting. We will continue to partner with Kanarys in \n2022 to measure progress. \nCommitment to DEI Education\nThrough our inclusion assessment with Kanarys, it \nwas identified training/education was an area we \ncould continue improving. Throughout 2021, we \nintroduced new opportunities to explore and discuss \nimportant topics such as running inclusive meetings \nand understanding bias. We had our first group of \nmanagers complete a 7-month program called Lead \nLike An Ally. This leadership program focused on \nleadership styles, inclusive performance manage -\nment and using structure to eliminate systemic bias \nin the workplace.   ", "metadata": {"source": "NASDAQ_SLAB_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}