{"page_content": "Policies and Position Statements\nCode of Business Conduct and Ethics\nConducting the business affairs of Silicon Labs in accordance with the highest ethical standards and in \ncompliance with legal requirements aligns directly with our mission of providing quality solutions to our \ncustomers. A reputation for ethical conduct, market leadership, and business success builds the bond \nbetween employees, officers, members of the Board of Directors, shareholders, suppliers, consultants, \nand all business partners to satisfy the demands of customers. The integrity of Silicon Labs provides a \nfoundation for this mission. This Code of Business Conduct and Ethics (the \"Code\") applies to all Com -\npany employees, officers, consultants, and members of the Board of Directors. \nSilicon Labs’ Code of Business Conduct and Ethics can be found in the Governance Documents section of \nour investor page: investor.silabs.com. \nSupplier Code of Conduct  \nSilicon Labs is committed to the highest standard of product quality and business integrity and ensuring \nthat working conditions in our supply chain are safe, that workers are treated with respect and dignity, and \nthat manufacturing processes are environmentally and socially responsible. To ensure our suppliers meet \nand support these expectations, Silicon Labs has adopted the Responsible Business Alliance® (RBA®) Code \nof Conduct and requires all of our supply chain partners to adopt the same code of conduct or another \ninternationally recognized code that is equally or more comprehensive, such as the OECD Guidelines for \nMultinational Enterprises or the UN Global Compact. \nIn selecting qualified suppliers, Silicon Labs will give preference to those that are socially and environ -\nmentally progressive. In addition, failure to comply with an internationally recognized code of conduct \nmay result in supplier disqualification.\nSilicon Labs’ Code of Conduct requires that every company in our supply chain is committed to: \n ■Safe worker conditions.\n ■Environmental requirements for conservation of energy use, water use, and pollution prevention. \n ■No forced labor or child labor.\n ■Fair wages. \n ■Ethical business practices.\n ■Implementation of a water management program that documents, characterizes, and monitors water sources. \n ■Routine monitoring of the performance of its wastewater treatment and containment systems to ensure \noptimal performance. \n ■Responsible management systems to conform to the Code.\nSilicon Labs 2021 Corporate Responsibility Report  | 15", "metadata": {"source": "NASDAQ_SLAB_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}