{"page_content": "Sustainability Report 2020  |  3We are also in the process of assessing climate-related risks, and we expect to align fu -\nture sustainability disclosure with the guidelines from the Task Force on Climate-related \nFinancial Disclosures (TCFD). As part of that internal assessment, we are evaluating the \nfeasibility of setting a target date for net-zero emissions, and we intend to disclose these \nefforts in the future.\nSkyworks is empowering wireless networking, connecting \npeople, places and things around the world. As wireless \nconnectivity continues to explode on a global basis, our high-\nperformance analog semiconductors enable breakthrough \ncommunication platforms from industry leaders—dramatically \naltering the world. Our solutions create a market for diverse and \ntransformative applications, changing how individuals live, work, \nplay and learn. In 2020, we faced unprecedented challenges with \nthe global COVID-19 pandemic. Nevertheless, our company´s \nvision - to Connect Everyone and Everything, All the Time  - has \nnever been more important.\nSkyworks is a global company with engineering, marketing, \noperations, sales and support facilities located throughout \nAsia, Europe and North America and is a member of the S&P \n500® and Nasdaq-100® market indices (Nasdaq: SWKS). \nResponsiveness to stockholders is a critical part of our commitment to good corporate \ngovernance, responsibility and accountability. We regularly conduct outreach to our \nstockholders to understand their perspectives on environmental, social and governance \nissues. On a regular basis, as part of its oversight of risk management activities, our \nNominating and Corporate Governance Committee reviews matters of corporate respon -\nsibility and sustainability, including the opinions expressed by our stockholders during \nour engagement efforts. \nIn response to feedback from our stockholders, we have further aligned our disclosure in \nthis report with the external reporting framework promulgated by the SASB. The SASB \nreporting framework is a voluntary, industry-specific disclosure standard intended to \nfacilitate the disclosure of information considered useful to investors. The Appendix \nto this report sets forth a detailed description of how this report aligns with the SASB \nreporting framework, noting omissions and variations where applicable. In general, the \ndisclosure in this report refers to all Skyworks business operations. However, where the \ndisclosure refers to a subset of our operations (such as factory locations only), we have \nnoted this within the report. The data in this report involves reasonable assumptions, \nsubject in many cases to a high degree of uncertainty and based on our best estimates at \nthe time, and we have no expectation that the data will be up  dated or revised as a result \nof new information.Our Company\nMajor Manufacturing Locations\nWoburn, MA\nGaAs HBT, pHEMT, GaN FabNewbury Park, CA  \nGaAs HBT Fab\nKadoma, Japan  \nSAW Filter FabSingapore  \nSAW / BAW Filter WL -CSP FabOsaka, Japan  \nSAW / BAW Filter Fab\nMexicali, Mexico\nBack End Assembly and Test\nStockholder Engagement and Reporting Framework", "metadata": {"source": "NASDAQ_SWKS_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}