{"page_content": "10  | Sustainability Report 2020Supply Chain\nResponsible Minerals Sourcing (continued)\nFive-Step Framework for Risk-Based Due Diligence in the Mineral Supply Chain\nOur Policy\nSkyworks is committed to the responsible sourcing of minerals. We have established \nprograms aligned with the internationally recognized OECD due diligence framework3 to \nregularly evaluate our supply chain and require our suppliers to do the same. Suppliers \nare prohibited from supplying Skyworks with materials known to be derived from the \nDemocratic Republic of the Congo (DRC) or adjoining countries that have not been \nconfirmed as “DRC Conflict-Free” via a recognized and credible third-party process such \nas RMAP, the London Bullion Market Association (LBMA) Good Delivery List, and/or the \nChain of Custody (CoC) program from the Responsible Jewellery Council (RJC).\nOur sustainability policy along with current and past Conflict Minerals Reports are \navailable to the public on the Company’s website at:  \n www.skyworksinc.com/en/Sustainability .\n3.  “OECD due diligence framework” refers to the Organization for Economic Co-Operation and Development’s guidance titled “OECD Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict- Affected and \nHigh-Risk Areas.”\n4. All Skyworks locations.\nEstablish strong company management systems\nIdentify and assess risk in the supply chain\nDesign and implement a strategy to respond to identified \nrisks\nCarry out independent third-party audit of supply chain due  \ndiligence at identified points in the supply chain\nReport on supply chain due diligenceSkyworks is Committed to Cultivating a Safe, Healthy \nand Productive Work Environment\nSkyworks has prioritized, and always will prioritize, the health and safety of our \nemployees in compliance with applicable rules and regulations worldwide. Our approach \nto health and safety is integrated into our business principles and management systems, \nfurther promoting our commitment to the wellbeing of our employees.\nAs part of our management systems, Skyworks regularly performs risk assessments \nthroughout the organization. We establish objectives and targets for the reduction of \nemployee exposure to human health hazards. In addition, industrial hygiene plans are in \nplace with surveys performed to measure and monitor employee exposures to chemicals \nused within the workplace. Further, Skyworks is fully committed to robust training, giving \nour employees the tools and knowledge to perform their jobs and work safely. As part \nof our ongoing commitment to health and safety, we conduct internal audits focused \non compliance and management systems at all our manufacturing locations. Skyworks \nwill continue to foster a culture of health and safety across the organization to drive \nimprovements.Health and Safety\n0.9\n201720170.8\n201820180.7\n201920190.4\n202020200.4\n201720170.3\n201820180.3\n201920190.2\n20202020\nTotal Cases per  \n200,000 Hours Worked4Lost Time Days per  \n200,000 Hours Worked4Lost Time Incident Rate \n(LTIR)Total Recordable Incident Rate  \n(TRIR)", "metadata": {"source": "NASDAQ_SWKS_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}