{"page_content": "Table of Contents\n 3 President & CEO’s Letter\n 4  Our Commitment to  \nSustainability\n 5 Sustainability Governance\nBoard of Directors\nSustainability Council\n 7 About Merit Medical\n 8  2021 Key Figures at a Glance\n 9 2030 Targets Report\n 10  Enterprise Opportunity  \nManagement\n 13 Health & Safety\n 16  Diversity, Equity & Inclusion\n 20 Compliance & Ethics\n 23 Quality Assurance\n 29  Environmental Sustainability\nMerit Medical Climate \nChange Statement\n 40 Philanthropy\n 44 Awards\n 46 Report Parameters\n 47 GRI Index\n2021 Sustainability Report\n4\n©2022 Merit MedicalSince joining the team in 2015, I have learned there are two constants at Merit: \ninnovation and change. Our culture of innovation leads to change as we \ncontinuously strive to improve and push the bar that we measure ourselves \nagainst ever upward, understanding the world is changing with us and needs the \nsolutions we can provide.\nOur environmental, social, and governance (ESG) priorities are more critical than \never to our shared success at Merit and to our relationship with the world. As a global \ncompany, we understand the long-term health of our Merit team members, our \ncustomers, and our communities rely on a healthier, sustainable, and equitable world. \nMerit’s corporate sustainability strategy focuses on adding business value by assessing \nthe risks and opportunities of our ESG aspects as well as addressing areas where we \ncan have the greatest impact. We achieve this through our Enterprise Risk/Opportunity \nManagement Program, engaging with stakeholders, and considering the areas where \nwe can have the greatest impact. Our 2021 Sustainability Report provides detail on how \nadvancing our corporate sustainability goals contributes to business value in material \nareas, such as compliance and ethics, diversity and inclusion, employee health and \nsafety, environmental sustainability, product quality and innovation, and philanthropy.As you read through this report, we are pleased to share valuable insights and results  \nwe have achieved over the past year. We are thrilled to share our first year of comparable \nperformance to our 2030 operational sustainability targets we set in 2020, using 2020 \nas a baseline year. This includes our Merit Medical Statement on Climate Change that \naddresses our views on and responsibility in reducing the impact we have on global \nclimate change and setting targets for the reduction of Merit’s greenhouse gas emissions, \nenergy intensity, water intensity, and increases in our usage of renewable energy.\nWe take our responsibilities seriously and endeavor to improve the world by \nempowering our people and making their safety our top priority. People are Merit’s \ngreatest asset and by working together and raising the bar, we continue to build a \nsustainable business and a sustainable future for all.\nSincerely,\nAlisha Jerauld  \nVice President, Environment, \nSocial & GovernanceA Letter from Merit Medical’s \nVice President of Environment, \nSocial & Governance\n", "metadata": {"source": "NASDAQ_MMSI_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}