{"page_content": "Table of Contents\n 3 President & CEO’s Letter\n 4  Our Commitment to  \nSustainability\n 5 Sustainability Governance\nBoard of Directors\nSustainability Council\n 7 About Merit Medical\n 8  2021 Key Figures at a Glance\n 9 2030 Targets Report\n 10  Enterprise Opportunity  \nManagement\n 13 Health & Safety\n 16  Diversity, Equity & Inclusion\n 20 Compliance & Ethics\n 23 Quality Assurance\n 29  Environmental Sustainability\nMerit Medical Climate \nChange Statement\n 40 Philanthropy\n 44 Awards\n 46 Report Parameters\n 47 GRI Index\n2021 Sustainability Report\n31\n©2022 Merit MedicalEnergy & GHG \nEmissions\nEach year, environmental data and emissions estimates \nare reviewed for changes as a part of our data validation \nprocess. As a result, figures and totals depicted in this year’s \nSustainability Report may include minor updates versus data \npublished historically. As part of our continuous improvement, \nwe have aligned our energy and emissions reporting with \nthe standards published by the Global Reporting Initiative. \nAll environmental reporting includes Merit-owned and/or \nMerit-controlled locations greater than 10,000 ft2.Energy is a significant manufacturing input and cost within our global operations, \nso energy efficiency and conservation are important objectives within our \nbusiness. Using energy effectively conserves resources, advances environmental \nperformance, reduces the burning of fossil fuels, and improves air quality.\nEmissions Factors:  GHG emissions are reported for scope 1 and scope 2.  \nScope 1 emissions are calculated utilizing the Greenhouse Gas Protocol tools \nwhich utilize the global warming potential (GWP) rates from the IPCC, 5th \nAssessment Report (AR5), 100-year time horizon values. Scope 2 emissions are \ncalculated using location-based resources, such as the Emissions & Generation \nResource Integrated Database (eGRID) published by the Environmental Protection \nAgency (EPA) for US locations and the International Energy Agency (IEA) 2021, \nemissions factors for global locations.\nWe have committed that by 2030, we will reduce our GHG emissions intensity  \nby 15% from our baseline year of 2020. Recent site-based initiatives to reduce \ndirect emissions include moving to LED lighting, installing motion sensors for \n2030 GHG EMISSION GOAL\nBy 2030, our GHG  \nemissions will decrease by \n15%, indexed to revenue.", "metadata": {"source": "NASDAQ_MMSI_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}