{"page_content": "Table of Contents\n 3 President & CEO’s Letter\n 4  Our Commitment to  \nSustainability\n 5 Sustainability Governance\nBoard of Directors\nSustainability Council\n 7 About Merit Medical\n 8  2021 Key Figures at a Glance\n 9 2030 Targets Report\n 10  Enterprise Opportunity  \nManagement\n 13 Health & Safety\n 16  Diversity, Equity & Inclusion\n 20 Compliance & Ethics\n 23 Quality Assurance\n 29  Environmental Sustainability\nMerit Medical Climate \nChange Statement\n 40 Philanthropy\n 44 Awards\n 46 Report Parameters\n 47 GRI Index\n2021 Sustainability Report\n37\n©2022 Merit Medicalloss of natural forest cover, and prohibit highly hazardous chemicals, which are \nall unique aspects of the system. This supplier also manufacturers 100% of its \npackaging with energy offset by renewable wind energy credits, creating a carbon-\nneutral manufacturing footprint and enabling legal entitlement to claim and use a \nlogo stating “Carton Made with Wind Energy” on our packaging.\n \nRECYCLING\nDoing our part to divert waste from local landfills is an important aspect of our \nEnvironmental Management System (EMS). Each month we strive to reduce \nthe impact of production on the communities we serve by recycling corrugate, \nplastics, metals, pallets, and motor oil. During 2021, our global facilities recycled \nmore than 20,000 MT of waste produced by our operations. We recognize there \nis more to do and strive to increase recycling each year as well as find ways to \nreduce total waste.A great example of waste reduction is our internal system of utilizing reusable \nplastic totes and pallets for intercompany shipping of components and products. \nThis action has vastly reduced the amount of corrugated and packing materials \nused. With more than eight manufacturing centers worldwide that transport \nmillions of goods between sites throughout the year, the reduction in boxes and \nshipping materials really adds up.\nWhether it is intercompany shipping or shipping to \nour customers, we continue to evaluate and enhance \nour system to reduce the materials we use. The Merit \nSmart Shipping ™ program is designed to send select \nMerit products to customers in original packaging, \neliminating the need for additional shipping materials. \nThis innovative strategy has resulted in a reduction of \nmore than 100 MT of corrugated boxes and plastic \nbubble wrap materials per year. When our customers see the Merit Smart Shipping \nlogo on their packages, they know they have purchased products from a company \nthat cares about making changes with positive impacts on the environment.\nGOOD THINGS ARE GROWING AT MERIT \nAt Merit Salt Lake City, our Farm-to-Table program includes a large garden and \ngreenhouse dedicated, in part, to growing fruits and vegetables for use in our \ntwo on-site cafés. In 2021, we served more than 2,500 lb of fresh produce to \nour employees. Not only does this program provide fresh, in-season, nutrient-\ndense produce for our valuable team members, it also decreases the amount of \nproduce shipped to our facility, helping to reduce our environmental footprint. In \naddition to nutritious food, the garden also generates oxygen-producing trees and \nshrubbery designed to support pollinating insects.\nDuring 2021, approximately 13,000 plants were grown in the Merit greenhouse, \n4,500 of which were purchased by Merit employees. Proceeds from these sales \nare donated to the Merit Candy Cane Program, an initiative designed to assist \nfamilies in need during the holiday season. \nMore than 5,400 lb of fresh produce was distributed to Merit employees through \nour U-Pick program—a project we started to encourage our team to visit the \ngarden for fresh air and sunshine during the workday and to pick fresh produce \nand participate in garden cultivation activities. Employees can also sign up for \n", "metadata": {"source": "NASDAQ_MMSI_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}