{"page_content": "VALUING OUR PEOPLE\nALLOGENE ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT    |  10\nTo champion our efforts in this area, in 2020 we established a governance \nstructure and formed a DEI Committee, which is comprised of employees \nof various levels, departments and backgrounds and sponsored by our \nChief Communications Officer  . The DEI Committee formalized their mission \nstatement and advanced a DEI policy  to establish Allogene’s commitment \nto diversity, equity, and inclusion and to ensure our employees are aware \nof their obligations to adhere to our policy  . Pursuant to our DEI policy, all \nemployees are required to attend and complete annual diversity awareness \ntraining to enhance their knowledge to fulfill this responsibility  . \nThe DEI Committee continually works to identify gaps, respond to \nemployee feedback, and present suggestions on our practices and policies \nto encourage and provide an environment in which all employees feel \nincluded and empowered to achieve their best  .   The DEI Committee aims to increase employee awareness of  \ndifferent cultures, behaviors, experiences and backgrounds by:\n•   Inviting expert external speakers to educate our team on topics  \nsuch as “The I in DEI” and “How to Become an Effective Ally  .” \n•  Hosting the Allogene Women in Leadership speaker series to hear  \nfrom industry leaders on on how they’ve navigated their careers  . \n•  Hosting our “Let’s Talk” series of small group discussions about \nprominent topics that relate to current crises, such as health equity  \nfor the African American community and violence against \nAsian Americans  .\n•  Bringing awareness to the diverse backgrounds of our team  \nmembers by spotlighting their stories and hosting ad hoc events  \nsuch as lunches that celebrate different heritages  .\n2021 DEI Committee\nALLOGENE\nWOMEN IN\nLEADERSHIP\nS P E A K E R S  \nSERIES\nMODERATED BYCONFIRMED \nSPEAKERS\nallogene.com\nDr. Freda \nLewis-Hall\nDr. Ellen \nSigal\nSherry \nLansing\nDr. Susan  \nDesmond-\nHellmann\nDr. Vicki \nSato\nKaren \nMack\nAmy \nSchulman\nDr. Gwen \nNicholsNadine \nSchiff\nChristine \nCassiano\nDebbie\nMessemer", "metadata": {"source": "NASDAQ_ALLO_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}