{"page_content": "Career Development\nWe are creating a culture of continuous improvement and one that fosters \ncareer development  . Some highlights:\n•  Employees create annual Individual Goals that are intended to tie into \ndepartment or corporate goals, as well as Individual Development Plans \nto outline their own career goals and to provide a basis for development \nconversations between employees and their managers  .\n•  Career Ladders clarify the criteria and expectations of each job level  \nat Allogene  . This resource, developed by more than 100 employees at \nAllogene, supports managers in their career development discussions \nwith direct reports and provides transparency to employees around \npromotion criteria  .\n•  Mid-year and year-end performance reviews include discussions  \nabout goals and how employees demonstrate and model core  \nOne Allogene  behaviors  . \nTo further their own professional development, employees can use a \nvariety of learning and development resources, including a catalog of  \nover 1,000 offerings provided by a leading HR solutions provider, as  \nwell as live trainings offered throughout the year  .Spot Recognition through Allogene’s  \nGratitude Lab \nAt Allogene, we celebrate big and small achievements through an internal \nchannel called The Gratitude Lab  . Through The Gratitude Lab, employees  \ncan nominate colleagues for spot recognition awards for exhibiting our One \nAllogene  core behaviors and for going above and beyond expected job \nresponsibilities  . The Gratitude Lab nominations are shared with all employees \non The CarT to bring awareness to the great work being done by our teams  .RECRUITING, DEVELOPING AND RETAINING TALENTALLOGENE ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT    |  16\n173Gratitude Lab spot bonuses were awarded in 2021\nYou are a great teammate \nand we thank you for \nstepping up and taking on a \nresponsibility when you did \nnot have to!\n Anyone who has the chance \nto work with her would \nappreciate her efficiency and \nprofessionalism  .\nThank you for always fitting \nour requests into your busy \nschedule and for your positive \nattitude! Your efforts are much \nappreciated!\n I’d like to share my sincerest \ngratitude for her ability to \nlive, breathe, and showcase \nthe heart and soul \nof Allogene  .", "metadata": {"source": "NASDAQ_ALLO_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}