{"page_content": "Oncology is on the edge of a transformation. Innovative \nnew technologies to beat cancer are emerging, but to \nbetter deliver new therapeutic options to patients, we  \nmust democratize the process. Make it easier to deliver  \nthe therapies that hold the promise of improvements  \nfor patient outcomes, greater access to treatments and \npotential savings to the overall health care system.  \nThat’s the promise of AlloCAR T.\nAt Allogene, we are building on the first wave of innovation, the \nautologous CAR T therapy that combines cells from an individual’s own \nimmune system with cancer-killing technology. Autologous CAR T was a \nmajor step forward for patients with late-stage blood cancers; however, \nfinding healthy cells in each patient is not always possible, and even when \nit is, the process is complicated and lengthy. \nRather than using the patients’ own cells, allogeneic CAR T therapy involves \nusing healthy donor cells that can be isolated in a manufacturing facility \nand then engineered to recognize and destroy cancer cells. These healthy \ndonor cells can also be modified to reduce the risk of graft versus host \ndisease as well as to create a window of persistence that may enable \nallogeneic CAR T cells to expand and eradicate cancer cells in patients.Allogeneic CAR T has the potential to treat dramatically more patients \nacross more cancer types and at earlier stages, faster and at lower costs \nthan autologous CAR T therapies or other modalities.\n Simpler logistics because of \ndonor-based instead of \npatient-based cells\nScalable manufacturing, \ngiving the opportunity to \ntreat 100+ patients from a \nsingle manufacturing runProduction of an  \noff-the-shelf product that \noffers the potential for  \non-demand treatment \nMultiplex gene editing and \nengineering capabilities, \nwhich may address the \ncomplexities associated \nwith solid tumors that \nautologous therapies have \nnot been able to solve \nAlloCAR T™ PRODUCTS:  \nIMPROVING ACCESS TO CELL THERAPYALLOGENE ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT    |  3", "metadata": {"source": "NASDAQ_ALLO_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}