{"page_content": "VALUING OUR PEOPLEALLOGENE ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT    |  7\nOur One Allogene  Culture \nAt Allogene, we have an experienced and growing team of people \nsingularly focused on transforming the treatment of cancer. We come \ntogether with the shared goal of making a life-changing difference for \npatients, and we embrace diversity of experience, backgrounds and \nthought because we are confident that these differences support our \nmission to create and lead the next revolution in cancer therapy. \nIn 2020, we sought to define our culture and unify team members.  \nThe effort included conducting a company-wide culture survey, in which \n85% of our team strongly agreed or agreed that Allogene has a strong \nculture and 97% of our team strongly agreed or agreed that they are \nproud to work for Allogene. We also received feedback that, as we \ncontinued to rapidly grow, our culture needed realignment across the \ndifferent functions. That feedback led to many focus groups, working \nsessions and one-on-one meetings with a diverse range of team members \nacross all functions and experience levels creating our One Allogene  \ndeclaration and core behaviors. \nSince formally launching the initiative in January 2021, One Allogene  \npermeates throughout Allogene in many ways, such as through our \ndiversity, equity and inclusion (DEI) initiatives, new hire onboarding, manager and interview \ntraining, performance \nmanagement, peer \nrecognition and wellness \nprograms. To promote \nalignment, we have deployed \na team of cross-functional \nemployee ambassadors to find ways to connect teams to our culture, \nadvance team building activities and provide recognition opportunities. \nOur culture continues to evolve based on company growth, business \nneed, industry changes and employee feedback. We encourage candid \nemployee feedback to ambassadors, anonymous submissions to our  \nOne Allogene  suggestion box, and through ongoing pulse surveys. We  \nwill conduct our next company-wide culture survey in 2022.\nWe go a level deeper through our “At Our Core” discussion series, hosted \nby our leaders and One Allogene  ambassadors. This series provides an \nopportunity to connect cross-functionally in small groups to discuss the \nimportance of each of the One Allogene  core behaviors. In 2021, over 150 \nemployees participated in 22 of these voluntary small group discussions. \n", "metadata": {"source": "NASDAQ_ALLO_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}