{"page_content": "51 WPP S USTAINABILITY REPORT 2013/2014\nEnvironmentNotes to WPP’s carbon emissions statement 2013\n1. R eporting standard\nOur carbon emissions statement 2013 has been prepared \nin accordance with the World Resource Institute (WRI) and World Business Council for Sustainable Development (WBCSD) Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard, Revised Edition (the GHG Protocol). \n2. G reenhouse gases\nAll greenhouse gases emissions figures are in metric tonnes of carbon dioxide equivalents (CO\n2e). They include three of \nthe six greenhouse gases covered by the Kyoto Protocol – carbon dioxide (CO\n2), methane (CH4) and nitrous oxide \n(N2O). Perfluorocarbons (PFCs), hydrofluorocarbons (HFCs) and sulphur hexafluoride (SF6) emissions have been omitted from our reporting as they are not a material source of greenhouse gases for WPP.\n3. O rganisational boundary\nEmissions data is included for all operations for which WPP and its subsidiaries have operational control. This covers 119,116 employees. Associate companies are excluded. \n4. O perational boundary\nWe include the following emissions in our reporting:\n •Direct emissions (scope 1): •\tFuel used to heat WPP premises (combustion of natural gas and heating oil).\n •Indirect emissions (scope 2):•\tAll purchased electricity, including electricity purchased at grid average carbon intensity and renewable electricity purchased under specific green-tariff contracts.\n •Other indirect emissions (scope 3):•\tEmployee business air travel.\n•\tAn estimate for other scope 3 emissions that we do not currently measure, including emissions from leased cars, taxis and couriers. This estimate is an additional 15% that we add to our carbon footprint and is shown under ‘other estimated scope 3 emissions’.\n5. G eographic scope\nOur CO2e emissions data covers our worldwide operations.6. E mission factors\nCO2e emissions have been calculated on the basis of \nmeasured or estimated energy use, fuel use and miles travelled, multiplied by the relevant carbon emission factors. In 2013, we updated our emission factors for scope 1, scope 2 and scope 3 emissions, and our data is based on the following emissions factors: \nEmission scope Emission factors used\nScope 1 \n(fuel used to heat WPP premises)IPCC 2006 Guidelines for National Greenhouse Gas Inventories (using global warming potentials from the 2007 IPCC Fourth Assessment Report).\nScope 2 (purchased electricity)International Energy Agency, CO\n2 Emissions from \nFuel Combustion, 2013 edition.\nScope 3 (business air \ntravel)UK Department for Environment, Food & Rural \nAffairs (Defra), Conversion Factors for Company \nReporting (2013).\nWhen calculating our carbon footprint, we rate \npurchased renewable electricity as zero emissions. For full transparency, we also disclose total electricity purchased at grid average carbon intensity.\n7. D ata collection methodology\nData used to calculate CO2e emissions is collected quarterly \nthrough WPP’s financial reporting system, and includes some estimated data (e.g. in some locations electricity usage is estimated based on headcount or floor space). In 2013, our data covered 99% of our operations by employee headcount. The remaining 1% was extrapolated based on the Group’s total headcount at year-end.\n8. E xternal assurance\nOur carbon data is reviewed by Bureau Veritas, an independent assurance provider. Following its review  \nof our 2012 data, Bureau Veritas made a number of recommendations for improving our approach. We have implemented many of these in our 2013 reporting process. This includes updating our reporting guidelines and issuing a reporting tool to help our companies use data during the year to manage performance. The assurance statement is available on pages 75 and 76.", "metadata": {"source": "NASDAQ_WPPGY_2013.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}