{"page_content": "GOVERNANCE  |  ENVIRONMENT   |  PEOPLE  |  COMMUNITIES  |  CUSTOMERS  |  ECONOMIC VALUE CREATION\nmitigate risk and we are confident that our plan to expand the Topline team to manage our \nbroader impact reduction program with all factory partners will be a great success.\nThe consolidation of our supply chain is the key to better supply chain management \nand the foundation for setting and implementing more rigorous standards for greener \nmanufacturing and implementing our Supply Chain Impact Reduction Strategy across the \nCompany.\nSupply Chain Impact Reduction Strategy\nOur Supply Chain Impact Reduction Strategy will identify the steps we need to take to \nmeasure the environmental impacts in our consolidated supply chain and outline actions to \nachieve impact reductions. It will define how we will engage strategically with our supply \nchain to empower and support impact measurements for energy, water and chemical use \nand set short, medium and long-term reduction targets in line with science. It will also \ndefine how we will support our suppliers in achieving these targets. This strategy will be \ncompleted by the end of 2020.\n3D Technology\nTechnology is a key part of our vision to manage and reduce our environmental impacts \nand we are already beginning to incorporate technological tools into manufacturing as well \nas design processes that minimize waste. In particular, manufacturing shoes at our scale \ngenerates significant waste in the form of samples.\nSome of our brands have already been experimenting with 3D printing of samples here in \nthe U.S., minimizing the expense and impact of manufacturing samples abroad and shipping \nthem to the U.S.  The Company has also invested in 3D drafting tools to further reduce waste \nas most samples are one-offs and typically end up in landfills.  As the technology improves \nand our customers come to expect 3D printed products and drawings for reviewing product \n- a process that is evolving as we speak - we are confident we will be able to cut down on \nsample waste significantly over the next two to three years.REDUCING WASTE\nCurrently, Steve Madden produces around 30,000 samples annually, of which only a small \npercentage are adopted.\n29\nSTEVE MADDEN – 2019 SUSTAINABILITY REPORT", "metadata": {"source": "NASDAQ_SHOO_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}