{"page_content": "TRAINING ON CRITICAL TOPICS\nWynn employees have a wide range of professional \ndevelopment and leadership training from which to \nchoose (see Page 51). However, when it comes to \nethics, compliance, safety, and responsible gaming, \nall Wynn employees are required to take part in \nselected training, and for certain job descriptions, \nadditional training is mandatory. \nEMPLOYEE CODE OF ETHICS\nAll new employees are trained in our Code of \nBusiness Conduct and Ethics, and we require  \neach employee to participate in an annual online \nrefresher course and proactively confirm that they \nhave participated.  \nEMPLOYEE COMPLIANCE AND ANTI-HARASSMENT \nOur annual Compliance Training is a refresher \ncourse for all employees on what they learned in \ntheir new hire orientation. This instructor-led training \ncovers harassment, discrimination, retaliation, ID \ntraining, responsible gaming, Code of Business \nConduct and Ethics, and Personal Code of Conduct. \nANTI-CORRUPTION\nOur board of directors, executives, and employees \nwho may be confronted with corruption risks \nreceive routine anti-corruption training. The training \nprovides them with the tools to identify, evaluate, \nand prevent potential corruption risks and keep them apprised of key anti-corruption regulation in \nthe markets that we serve. In 2017, 189 employees, \nincluding 14 members of our board of directors and \nexecutive leadership team, underwent this training.\nRESPONSIBLE GAMING\nWe have a suite of training courses for our Casino \nDivision on responsible gaming covering key \ntopics such as problem gaming (for both guests  \nand employees), recognizing fraudulent identification \ndocuments, and anti-money laundering, including  \na specialized class on the Bank Secrecy Act.   \nPROTECTING DATA \nInformation is one of our most valuable company \nassets, and protecting it from misuse, loss, or theft is \na high priority at Wynn Resorts. We are committed to \npreserving the confidentiality, integrity, and availability \nof all forms of information used by the company \nand maintained on behalf of employees, investors, \nbusiness partners, customers, and government \nagencies. Our intent is to protect across all its forms, \nincluding electronic data, paper documents, and the \nspoken word. The Wynn Resorts’ Security Program is a \nrobust set of controls and safeguards to offset possible \nthreats that could result in compromise, reputational \ndamage, or financial loss. We established this \nprogram to protect the information of our operations, \nemployees, guests, and business partners.To date there have been zero substantiated \ncomplaints of breaches resulting in a compromise  \nof customer privacy and data.\nPARTICIPATING IN THE  \nPOLITICAL PROCESS\nWynn Resorts maintains interests in various \njurisdictions in the United States and China.  \nThe decisions of federal, state, and local \ngovernments impact the company on a regular \nbasis. We take our role as a good corporate  \ncitizen seriously, placing the highest priority on  \nfull compliance with all requirements associated  \nwith participating in the political process. Our \nPolitical Contributions Policy strictly forbids \ngiving or promising anything of value to a \ngovernment official or government agent and  \nsets forth the parameters within which the \ncompany and our employees must act when  \nparticipating in the political process. Our political \naction committee reports fundraising amounts \nand disbursements to the Federal Election \nCommission, as required by law.\nWELCOME       JOURNEY       PLANET       COMMUNITIES       EMPLOYEES       PRINCIPLES       REPORT <             >57", "metadata": {"source": "NASDAQ_WYNN_2017.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}