{"page_content": "3 2\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n7 6We use our investment management expertise to help people achieve a lifetime of financial security.3. Foreword Sarah Russell\nBlack Saturday. February 7, 2009. Around 400 individual \nbushfires burnt across the Australian state of Victoria. \nTemperatures in Melbourne reached a record high of 46°C.\nWind speeds over 100 km/h, fanned large fire fronts. In the early \nevening a shift in the direction of winds now gusting to over\n120 km/h, turned fires towards towns they had passed earlier.\nThe following morning, realization dawned of the catastrophic \naftermath – 2,029 homes destroyed, 7,562 people displaced;\n78 towns impacted; 414 people injured; 173 people killed, \n113 inside their own homes.\nClimate change did not start these fires. The main causes \nwere attributed to lightning, fallen power lines, machinery and, \nsadly, arson. But climate change is credited with increasing the \nrisk and severity of fire and the lengthening of Australia’s fire \nseasons. In the lead-up to Black Saturday, Victoria was suffering \nfrom the Millennium Drought, ranked as one of the three most \nsevere, widespread and prolonged dry periods since 1900. In the \npreceding weeks, heat wave conditions prevailed during which a \nnumber of record temperatures were set. \n\"Cimate change is credited with increasing \nthe risk and severity of fire and the lengthening\nof Australia’s fire seasons.\"I am an Australian who now lives in Europe. I grew up on the \noutskirts of Melbourne, in one of the higher fire risk areas. In the \nweek preceding Black Saturday, I returned home to visit family. \nI distinctly remember stepping outside one day during the heat \nwave and having the sensation of my skin burning – not from the \nsun’s rays, but from the heat itself. I still find it overwhelming to \nlook at photos and videos of the fires. \nResponsible business and – more specifically for us as an asset \nmanager – Responsible Investment is widely recognized and, \nindeed, demanded as an important and necessary component \nof corporate governance. We have the power, and the social \nobligation, to use our investment capacity to make a difference. \nThe dilemma remains whether what you and we do together is \nenough to achieve the scale and velocity of change required to \nprotect our communities for future generations. \nI have shared this story because I believe that engagement can \nbe more powerful when facts are connected with emotion – \npersonal stories. Yours doesn’t have to be about bushfires, or \nclimate change. The story just needs to be yours.\nImagine our next social pandemic – the underprepared retiree. \nYour son or daughter has completed their study and embarked \non their working life – smart phone in hand, enjoying the \nconvenience of internet shopping by credit card, and empowered \nand emboldened by the flexibility of a regular income. Money \nenough to cover rent and a social agenda. The burden of student \nloans somewhat lighter in their minds. \nIt’s likely that their outlook on life is shaped by the familiarity \nof their upbringing. Raised in a household where their parents \nenjoyed more financial certainties around retirement – perhaps \neven the certainty of a defined benefit pension, built up over a \nworking life when employers bore pension expenses. A certainty \nthat is difficult to imagine today. Free from the exposure of \nmarket volatility or the burden of choosing an investment profile. \nPerhaps savings and investment markets were discussed. More \nlikely not.\nUnprepared in their family environment, and unprepared by a \nschool curriculum that has not yet structurally dealt with this \neducational need. An insufficient understanding of the mechanics \nof a defined contribution pension or the need to save more to be \nable to afford the lifestyle they might aspire to. Not yet wealthy \nenough to be on the call-list of a financial advisor or informed \nenough to seek advice. In an environment of historically low \nreturns, envisaged for some time longer. Unaware that they \nwill likely live longer than their parents and grandparents. And \nunaware that they should act today.I love a sunburnt country,\nA land of sweeping plains,Of ragged mountain ranges,Of droughts and flooding rains.I love her far horizons,I love her jewel-sea,Her beauty and her terror –The wide brown land for me! \n1 \n1 Extract from Dorthothea Mackellar. 1908. \"My Country.\"What makes you believe? Sharing these stories, I believe, ensures \nthat we give attention to the problem. \nAnd then lets us demonstrate how \nwe can make a difference. \nResponsible business. Responsible \ninvestment.\nWhat makes you believe? Tell \nsomeone your story.\nSarah Russell\nChief Executive Officer\nAegon Asset Management\n\"The dilemma remains whether what you and we do together is\nenough to  achieve the scale and velocity of change required toprotect our communities for future generations.\"\n19 187 Climate Change\n\"You force yourself to take out the influence of cyclicality.\nThat is exactly what long term Investing should be about.\"\n42We use our investment management expertise to help people achieve a lifetime of financial security.What is Long-Term Investing?\nGood question. We’ve been following this discussion for \nsome time now, and it seems that it means different things \nto different people. For us at Aegon Asset Management it’s \npretty straightforward: it’s about a certain mindset in servicing \nour clients, who for the most part have long-term liabilities to \ntheir beneficiaries. When we ‘onboard’ an institutional client, \ntogether we fill out a questionnaire and we determine their risk \nprofile. Every client individually gets a personalized strategy \nbased on their long-term liabilities. Then, for their investments, \non an annual basis we adjust what’s in the different investment \nbuckets: commodities, fixed income, equities, real estate.\nTo decide what goes in the buckets we have a ‘dynamic asset \nallocation model’. Every year we forecast what will come over \nthe next five to six years: we look at the economic cycle – are we \nin an upturn or downturn, what are the long-term trends? Based \non this we develop the long-term scenarios that are the starting \npoint for our valuations and asset allocation decision-making \n– which asset class is going to be attractive? So we're thinking \nlong-term when a client joins, and then revisit this continuously.\nThat to me is long-term investing. \n\"We're thinking long-term when a client joins, \nand then revisit this continuously. \nThat to me is long-term investing.\"\nWhat is the benefit of doing this?\nThe more you look at financial markets and live with them, \nthe more you find out that everything comes back in cycles. \nExuberance is followed by despair followed by exuberance and \nso on. We know that focusing on longer-term fundamentals and \nlooking through the cycles works very well for our clients and \nfunds. However, ignoring a lot of the noise in the markets, such as \nBrexit or the outcomes of elections, is not easy and requires a lot \nof discipline and transparency. \nOver the long-term, if you know an equity is expensive, it’s very \nlikely to go down, though in shorter time frames it can be very \nvolatile. We’ve been doing this now for 15 years, and we see that \nif you do this consistently it gives good results – if you look at \nattribution it’s a major part of the performance we generate for \nclients. It’s because you force yourself to take out the influence \nof cyclicality. That is exactly what long-term investing should\nbe about.It sounds very long-term oriented. But a lot of people are saying \ninvestors are short-termist. How do you see this? \nWe do hear this a lot but I honestly don't think it's the case. I \nthink first you have to be clear on definitions: is it about how long \nyou hold an investment, the holding period? There can be many \ngood reasons for investors to sell securities, even though they \nmay start out thinking they will hold it a long time – sometimes \ntheir view on a company changes, sometimes there's a market \ndevelopment that hits the company, sometimes they have \nliquidity needs, sometimes the investments just have short \nmaturities, like some bonds. You obviously don't want to trade \ntoo much, that results in additional transaction costs, which hurts \nperformance. But otherwise I don't think the holding period is \nthat relevant.\n\"I think financial markets as a whole are very \ngood at taking into account longer horizons.\"\nSo is it about working with benchmarks? Which benchmark you \nuse is something you have to think about very carefully with your \nclient, but you do need to agree on some performance measure. \nIn short, I don’t doubt that some investors are just trying to \noutperform the benchmark over short time horizons, and maybe \ntrade too much, but I think financial markets as a whole are very \ngood at taking into account longer horizons.\nCritics might counter that, this all sounds very good but is \nthere any evidence of this? Company CEOs often say they feel \nmassive shareholder pressure to outperform over the short-\nterm and it hurts their ability to think about and invest for the \nlong-term.\nThere is actually some good academic research in this area. You \ncan break down the equity value of companies: which part of the \nvalue relates to this and next year’s activities, and which part to \neverything after. For most industries, more than half of the share \nvalue reflects long-term growth. In some industries it can be as \nhigh as 70%. Amazon is an extreme example: three quarters \nof their value relates to profits they hope to make more than a \ndecade from today. I think that is clearly inconsistent with this \nallegation of investor myopia.\nIf company CEOs feel the pressure to perform, I think that’s \nonly natural – they are there to create value for their investors \nand other stakeholders, and we as active owners are obviously \npushing them to perform financially over the short-term and In 2016, ‘Long-Term Investing’ (LTI) was a much-discussed theme in the world of \ninvestments and we see that it still continues to generate a lot of debate today. Harald \nWalkate, Head of Responsible Investment, spoke with Olaf van den Heuvel, European Head \nof Tactical Asset Allocation, at Aegon Asset Management. In this role, Olaf van den Heuvel \nis responsible for developing our company’s annual Long-Term Scenarios.9 Long-Term Investing Long-Term Investing\nOlaf van den Heuvel, European Head of Tactical Asset Allocation\nAegon Asset Management\n11 10We use our investment management expertise to help people achieve a lifetime of financial security.Headline Numbers in 2016  \n356\nAegon Asset Management\nengaged with 356 companies1,230\nAegon Asset Management\ncast votes at 1,230\nshareholder meetings\n72%\n72% of eligible Aegon Asset \nManagement employees completed \nESG training – 96%, if we exclude \nnew employees 7.2 billion\nAegon Impact Investments \ntotalled EUR 7.2 billion\n3.3 billion\nAegon Asset Management\nhad EUR 3.3 billion AuM\nin SRI funds\n31 30\n8 Investment Analysis \nWe use our investment management expertise to help people achieve a lifetime of financial security.\n5 41. About This Report\nThe aim of this report is to provide our clients and other stakeholders with a clear and \ncomprehensive overview of Aegon Asset Management’s approach to Responsible Investment.\nWith the use of case studies and interviews, alongside descriptions of processes, updates\nand data, we aim to provide a well-rounded view of our activities in 2016. Also through a number\nof ‘next steps’ text boxes we give insight in what is currently on our agenda and what we hope\nto achieve in the coming years.2. List of Abbreviations\nAAM\nABS\nAURA\nESG\nFAIRR\nFSB\nGIIN\nGRESB\nICRP \nIIGCC\nLBPAM\nLIHTC\nLTI\nPRI\nRI\nRISC\nRITC\nRMBS\nSDGs\nSRIAegon Asset Management \nAsset Backed Security\nAegon USA Realty Advisors\nEnvironmental, Social, Governance\nFarm Animal Investment Risk and Return\nFinancial Stability Board\nGlobal Impact Investing Network\nGlobal Real Estate Sustainability Benchmark\nInvestment Counterparty Risk Policy\nInstitutional Investors Group on Climate Change \nLa Banque Postale Asset Management\nLow Income Housing Tax Credit\nLong-Term Investing\nPrinciples for Responsible Investment\nResponsible Investment\nResponsible Investment Strategy Committee\nResponsible Investment Technical Committee\nResidential Mortgage Backed Security \nSustainable Development Goals\nSocially Responsible Investment Funds\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n253  Aegon defines emerging risk as, \"A newly developing or changing risk, which is perceived to have a potential significant impact on Aegon’s financial strength,\n competitive position or reputation. An emerging risk may not be fully understood yet or factored into terms and conditions, pricing, reserving or capital setting.\" \n24We use our investment management expertise to help people achieve a lifetime of financial security.Conclusions and recommendations\nThe project group agreed on a number of ‘certainties and \nuncertainties’ in climate change investment risk (see below for \nmore details). Based on its findings, the key conclusion is that \nclimate change is happening and will have a financial impact \non the companies we invest in. However, there is significant \nuncertainty on what actions will be taken by governments to \ncombat climate change and how the energy transition will occur. \nThe long-term nature of the issue makes it more complex, as \nwe expect climate change will remain on the agenda for the \nnext several decades. Even with forward-looking metrics, it is \nimpossible to forecast with a reasonable degree of certainty the \nimpact that climate change will have on industries, let alone on \nindividual companies’ credit-worthiness, more than two to three \nyears into the future.\nWe concluded that there is an ‘emerging-risk’ as defined by \nAegon N.V.3, but the limitations of current methodologies to \nmeasure climate risk, a lack of data and reporting standards,\nand the very long-term nature of the energy transition,\nmake it exceedingly difficult to accurately identify,measureand manage this risk today. The key recommendation \nwas that Aegon Asset Management should ensure it remains well-\npositioned to track relevant developments (government actions, \ncompany reporting, data innovations), to assess what they mean in \nterms of impact on companies and industries. This could be done \nthrough the establishment of a more permanent climate change \nworking group.\"How will companies in the affected industries \nreact to government action and carbon prices?\"\nWe have identified the following certainties:\n• Climate change is happening and will have widespread  \nimpact on human and natural systems.\n• At the COP 2015 Paris conference, governments   \ncommitted to combat climate change and have begun to  \nenforce new rules and regulations to curb greenhous\ngas emissions.\n• There will be an energy transition – the global economy  \nneeds to phase out of fossil fuels, and technological\ninnovation is needed to support this transition.\n• Industries and companies will be significantly impacted;  \nsome may disappear altogether, others may be transformed. \n• Investors poorly positioned to address the changing\nenvironment will be vulnerable to risks.\n• Different types of climate investment risk are distinguished:  \nphysical risk (risk of damage caused for example by\nincreased frequency of extreme weather events), transition  \nrisk (risk of failing to adapt to changing market\ncircumstances and consumer preferences), and regulatory  \nrisk (risk of failing to comply with the regulatory measures  \nthat are expected).  However, there are also many uncertainties:\n• It is not clear which actions governments will take\nfollowing the Paris Climate Agreement, and when. \nWill they introduce caps on emissions, carbon taxes, or  \nsubsidies on renewable energy? Will they stimulate or \nimpede nuclear energy (which has no carbon emissions\nbut comes with other risks)? \n• Many economists say putting a price on carbon would be  \nthe most effective way to deal with climate change. Will  \nthis happen? Will there be one global price, or local   \nand regional prices? How high will the price(s) be? \n• How will companies in the most affected industries –\nenergy, transportation, utilities – react to government  \naction and carbon prices? Will they adapt or face decline? \nWhen will action take place? How will this impact their  \nequity prices or creditworthiness?\n• What are the winning energy business models of the future? \nWill the world be powered by windmills and solar panels or  \nwill we have new technologies that are yet to be developed?\n• How will this affect government finances? Will countries  \nthat are oil dependent default on their sovereign debt?\n• If you can better quantify climate-related factors, how  \nwould an analyst determine its appropriate weight with  \nall other factors that should be considered for an\n investment? Is this different for fixed income investors\n than for equity investors? \n\"Investors poorly positioned to address the changing environment\nwill be vulnerable to risks.\"Certainties and Uncertainties in Climate Investment Risk\n33\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n32We use our investment management expertise to help people achieve a lifetime of financial security.Next Steps in ESG Integration \nWe have recently turned our attention to the external asset managers we work with as part of our \nPRI commitment that we assess their ESG capabilities and monitor if they comply with the applicable \nResponsible Investment policies. In many cases, Responsible Investment is already a regular agenda \nitem in discussions with these managers, but especially in asset classes where ESG understanding is \nless developed (like infrastructure, hedge funds, REITs) we feel we could do more.\nWe are currently compiling an inventory of all external managers that Aegon N.V. and Aegon Asset \nManagement units work with and will approach them systematically. We expect to report on our \nfindings starting in next year’s report.8.1 Investment Analysis – Introduction\nAt Aegon Asset Management, we believe integrating ESG into our investment\nstrategies allows us to improve our risk management and investment capabilities. \nESG integration means taking ESG factors into account in investment analysis and \ndecision-making. Our investment professionals are required to complete ESG \ntraining in order to identify where ESG risks may impact our investments, as well \nas seek opportunities to optimize investments from an ESG perspective. In this \nchapter, we provide an update on the ESG integration activities and Aegon Asset \nManagement insights that have come out of these initiatives.\n39 38Next Steps for the ICRP  \nOur working group finished in early December 2016 and the \nICRP was approved by the Group Risk & Capital Committee \nin mid-December 2016. This means that going forward new \nmandates will need to have this Responsible Investment \nlanguage incorporated. \nWe use our investment management expertise to help people achieve a lifetime of financial security.This year Aegon N.V. took a big step towards making sustainability part of mainstream \nbusiness by including Responsible Investment requirements in the Investment and \nCounterparty Risk Policy (ICRP). The ICRP is a global risk policy that sets certain limits to \nhow much risk Aegon N.V. is willing to take through its investments and counterparties.\nWe spoke with Rui Cui, Financial Risk Manager at Aegon N.V., \nwho led the policy update and provided insight on the process \nand motivations for including Responsible Investment. \nHow did this update come about?\nThe ICRP is a risk policy, which means we need to review and \nupdate it once a year; typically we form a working group for \npolicy updates. The Management Board expressed a desire \nto incorporate sustainability into the broader Aegon N.V. \nbusiness processes, and after a discussion with the Responsible \nInvestment team we decided to add Responsible Investment \nto the agenda of our group. I invited Harald Walkate, Head of \nResponsible Investment, to join the working group and share \nhis expertise. The other members of the working group were \nfinancial risk managers or asset and liability management experts \nfrom different country units.\nAnd how did the group approach the Responsible\nInvestment issue?\nAlthough Responsible Investment wasn’t the only topic included \nin the policy update, it often led to the most intense discussions. \nMost people working in Aegon financial risk management \ndon't deal with ESG issues – keep in mind that these are not \ninvestment professionals who would have had ESG training – so \nthey weren't familiar with the type of arrangement we were \nproposing.\nIt wasn't that they didn't want to include it in the policy but they \nhad many pertinent questions such as: Where would it go? How \nshould it be worded? What are the implications of adding it? \nAnd, most importantly, they were thinking ahead: how do we test \ncompliance with the policy? \nLast year, Aegon N.V. initiated a policy-attestation process, which \nmeans that these risk managers will need to certify that they are \ncompliant with the policy. Eventually all the risk policies will go \nthrough this new process but the ICRP is one of the first to be \nattested – this must have been fresh in their minds.So what is the actual requirement that is now included\nin the policy? And why is this relevant?\nThe policy requires each investment mandate to document the \napplicable Responsible Investment and ESG approach. As each \nmandate is different depending on whether it is for Aegon N.V.’s \nown account or for an external client, the key is that it needs to \nbe discussed before the mandate takes effect. This way people \nacross the company dealing with asset and liability management, \nwith investments, risks, compliance, etc., will need to be involved \nin discussions about Responsible Investment. It really is a \nbusiness-process oriented way to further embed ESG.\nWhat does this mean for Aegon Asset Management?\nWell, I think it means you’re going to be very busy! But seriously, \nI think Aegon Asset Management will have a lot more clarity on \nwhat their clients expect of them, and of course it also means \nthey need to live up to these requirements, and document them.\nHow did you experience the process personally?\nFor me this was a new experience in many ways; it was the first \ntime I led a risk policy update, and also the first time I was really \nexposed to Aegon’s sustainability practices. We had a lot of \nintensive discussions and it was a lot of work, but I’m really happy \nwith what we have achieved. \nFrom a governance perspective, we have a lot of support from the \nManagement Board, which is helpful and shows that Aegon as a \ncompany is committed to taking Responsible Investment forward. \nI expect a lot of developments in this area over the coming year \nand look forward to seeing how we progress as a company.\"People across the company will need\nto be involved in discussions about\nResponsible Investment.\"Integration in Practice: The Aegon Investment and Counterparty Risk Policy \nRui Cui, Corporate Actuarial and Risk Management\nAegon N.V.\n\"We have a lot of support from the Management Board, which shows that\nAegon as company is committed to taking Responsible Investment forward.\"\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n21 207.1 Climate Change\nIn terms of Responsible Investment themes, climate change has been the top priority for \nAegon Asset Management since 2014. Climate change, in its multi-faceted complexity, \nis unlike any other issue that humanity has faced. There is now broad consensus that \nthe climate is changing, that unmitigated it will have far-reaching consequences for \nour planet and life on it, and that a global energy transition is required to avoid \nthese impacts. But that is where the certainties end. \nThere is disagreement on what governments will or should do to implement the Paris Climate Agreement, and on when \nthese actions will be realized. There is widespread disagreement on what effect these possible measures will have on \ncompanies and industries; how the energy transition will play out and to what extent fossil fuels should still be used \nto meet the growing global energy demand; and on whether nuclear energy should be more widely used in order to \nreduce greenhouse gas emissions, or reduced because of the other risks it poses.\nTherefore, at Aegon Asset Management, we are currently seeking to define\nwhat climate change means in concrete terms for investors:\n•  Is it legitimate to continue to invest in fossil fuels?\n•  Should investors ‘decarbonize’ their portfolios? What effect does this have on risk and return,\n    and what effect (if any) does it have on the companies we invest in?\n• Can you identify and measure climate related investment risks? For the companies we invest in,\n   how does their failure to deal with climate change affect their equity value or credit-worthiness?\n• To what extent can investing in clean energy mitigate climate-related investment risks?\n• What should investors ask companies to do in order to be \"2 degree compliant?\"\n• When is an investment portfolio \"2 degree compliant?\"\n• What role can or should investors play to stimulate governments to take action or to facilitate \n   the clean energy transition?\n• Are companies we invest in exposed to \"stranded assets,\" and can they be identified? \n\"At Aegon Asset Management, we are currently seeking to define\nwhat climate change means in concrete terms for investors.\"\n13 12\nAegon Asset Management US  \nLocation: Cedar Rapids, Baltimore, Chicago \nAuM: EUR 125 billion*\nAegon Asset Management NL \nLocation: The Hague\nAuM: EUR 67 billion*\nAegon Asset Management CEE\nLocation: Budapest \nAuM: EUR 2 billion* \nAegon Asset Management Spain \nLocation: Madrid \nAuM: EUR 2 billion* \nLa Banque Postale Asset Management \nLocation: Paris\nAuM: EUR 179 billion*\nAegon Asset Management acquired a 25%\nstake in LBPAM as a JV in 2015. \nKames Capital \nLocation: Edinburgh, London\nAuM: EUR 58 billion* \nAIFMC\nLocation: Shanghai \nAuM: EUR 24.5 billion*\nAegon Asset Management acquired a 49%\nstake in AIFMC as a JV in 2007. \nTKP Investments\nLocation: Groningen\nAuM: EUR 22 billion*\n14%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 4214%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 42\nAssets under Management\nby location: EUR 326 billionAssets under Management\nby asset class: EUR 326 billion\nWe use our investment management expertise to help people achieve a lifetime of financial security.partner. Our focus is on excellence in everything we do, \nconsistently delivering the performance, service and solutions our \nclients seek. We believe in strong governance, transparency and \nclear accountability to our clients.\nA heritage of successful investment\nOur heritage stretches back to 1844, meaning we understand the \nimportance of long-term relationships, robust risk management \nand sustainable outperformance. A long and successful history of \npartnership with our proprietary insurance accounts has enabled \nus to establish experienced investment teams, a solid asset base \nand proven long-term track records.\n* All Assets under Management stated are as of December 31, 2016. Assets under Management stated for AIFMC and LBPAM\n are total Assets under Management (49% and 25% respectively can be attributed to Aegon Asset Management).5.1 About Aegon Asset Management\nOur Profile\nAegon Asset Management is a global, active investment manager. \nWe use our investment management expertise to help people \nachieve a lifetime of financial security, with a focus on excellence, \ntrust and partnership.\nEntrusted with EUR 326 billion worldwide\nInvestors worldwide entrust Aegon Asset Management to \nmanage approximately EUR 326 billion on their behalf. 2  \nPositioned for success in our chosen markets (the UK, Continental \nEurope, North America and Asia), Aegon Asset Management's \nspecialist teams provide high-quality investment solutions across \ndifferent asset classes.Clients benefit from our international\ncapabilities and local knowledge\nOur clients benefit from the extensive international research \ncapabilities and in-depth local knowledge of Aegon Asset \nManagement, as well as Kames Capital, our UK investment team, \nand TKP Investments, our multi-manager investment team in the \nNetherlands. Aegon Asset Management is part of Aegon N.V., one \nof the world's leading financial services organizations, providing life \ninsurance, pensions and asset management.\nA trusted partner for the long-term\nWe work with a range of clients globally to help them achieve \ntheir long-term investment goals, acting for each as a trusted \n2 Assets under Management as of December 31, 2016.\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n9 84. 2016 Responsible Investment Highlights \n•  Aegon Asset Management invests   \nEUR 45 million in German windfarm\n Meerwind.\n• Aegon conducts multi-stakeholder \nengagement on investing in the   \ndefense industry. \n•  Aegon Asset Management makes   \nResponsible Investment one of its \n2020 strategic initiatives. •  Aegon N.V. adds companies  \nthat derive more than 30%  \nof their revenue from \nthermal coal mining\nactivities to its exclusion list.•  Aegon Asset Management  \nsupports PRI initiative asking\ncredit rating agencies to   \nincorporate ESG in \ncredit ratings.•  Aegon N.V. CEO Alex Wynaendts   \njoins call on European governments\nfor fewer constraints on long-term  \nilliquid investments, including those  \nneeded for the energy transition. •  Aegon Asset Management\nand Kames Capital maintain high\nratings and rankings in PRI \nsurvey. •  Aegon Asset Management\nestablishes a fund for solar\nenergy investments in the US.  \n2015\n 2016\nJanuary\n February\n March\n April\n May\n June\n July\n August\n September\n October\nNovember\n December\n•  Aegon Asset Management completes \nprocess to automatically incorporate  \nESG data in investment research \"tear \nsheets\".•  Aegon N.V. holds first meeting of the \nResponsible Investment Strategy\nCommittee, chaired by Aegon\nAmericas CEO Mark Mullin. •  Aegon Asset Management invests \nEUR 92 million in Norwegian wind   \n farm through the Government Related  \n Investment Fund (GRIF). \n•  Aegon Asset Management’s climate  \n risk project group meets with portfolio  \n managers, analysts, risk managers, the  \n South Pole Group and Carbon Tracker  \n to analyze climate investment risk. \n•  Aegon N.V. joins a Dutch coalition\n of companies asking the Dutch \n government to create a climate\n law to ensure Paris climate goals\n are met. •  Aegon Asset Management is selected \nto participate in first green residential \nmortgage-backed security Green   \nStorm, investing EUR 60 million.• Aegon N.V. joins call on G20 to make \ngood on their commitment to tackle  \nclimate change. Aegon Asset Management makes\nfirst microfinance investments in\nTriodos and responsAbility funds.•  Aegon Asset Management hosts\nGlobal Real Estate Sustainability \nBenchmark (GRESB) ‘‘Health & \nWell-being’’ event in The Hague. Aegon Netherlands joins\nDutch consortium to accelerate \ninvestments in UN Sustainable \nDevelopment Goals (SDGs).\nAegon N.V. incorporates a\nrequirement to discuss Responsible \nInvestment approach in every \ninvestment mandate in its\nInvestment and Counterparty\nRisk Policy.\n27 26We use our investment management expertise to help people achieve a lifetime of financial security.Understanding Climate Related Investment Risk\nLarina Baird, Portfolio Risk Management\nAegon Asset Management\nLarina Baird, based in the Chicago office, co-managed the \nClimate Risk Project in 2016, along with Harald Walkate. Here \nshe discusses her views on Aegon Asset Management’s exposure \nto climate change risks. As a Global Risk Project and Operation \nLeader, Larina is involved in a large variety of risk-related \nprojects within Aegon Asset Management, representing the risk \nmanagement philosophy and ensuring a risk-oriented culture. \nWhat experience did you have with ESG before\ngetting involved in the Climate Risk Project? \nPrior to this I had some involvement with ESG issues through \nconversations or work related to the Responsible Investment \nPolicy and client mandates. I’m a curious person by nature and \noften dig deeper into topics to look for opportunities to improve \nprocesses related to understanding and managing risks. Thus, \nwhen Aegon Asset Management started working with MSCI ESG \ndata I spent some time researching the data, the definitions, \ncoverage, and thinking about how these data could be used for \nrisk purposes, as well as the pros and cons of putting together \nportfolio-level ESG statistics, for example. \"Investment risk management is not as \nstraightforward as some people think.\"\nInvestment risk management is not as straightforward as some \npeople think – it is often assumed that we just want to avoid risk, \nincluding ESG risk, as much as possible. But every use of money \nhas risk. Thus, we need to have processes in place that assist with \nselecting the appropriate type and degree of risk that is most \nlikely to yield the returns our clients are seeking while complying \nwith all client mandates. Also, there are challenges to how we \nanalyze situations and translate them into investment decisions \nthat are good for our clients – portfolio managers are inundated \nwith information, but usually there isn’t a ‘cut-and-dried’ metric \nthat indicates precisely where companies are on a risk scale. \nIn these cases, there is a need for well informed, experienced \nhuman judgment. I believe there are always opportunities to \nmake one decision over another, and ESG should have a place in \nthis decision-making. For example, if we have a definite indication \nthat a company is a poor investment from an ESG perspective, \nwhy invest if we can find a similar alternative with better ESG \nperformance? But, processes and data need to exist to prove that \ndefinitive answer. \nDo you think of climate change as an ESG issue or just as any \nother investment risk?\nTo me the label doesn’t really matter. Of course I understand that \nESG people see it as an ESG issue but we need to analyze it for what it is. If we think this is an investment risk – and in \nour Climate Risk Project group we agreed it is – we need a plan \nto make sure it is treated like any other risk. Meaning we need \nto involve the right functions to ensure they feed into decision \nmaking when appropriate, work to create a reporting dashboard \nso we understand how we are exposed to this risk at a portfolio \nand company level and keep on top of the available data and \nmeasurement tools. \"If we think this is an investment risk we\nneed a plan to make sure it is treated like\nany other risk.\"\nWhat we found in this project is that right now we can’t do too \nmuch to accurately measure our climate change risk. Currently \nthe risk actually appears to be relatively limited in the sense that \nwe don’t think this is going to have a big impact on our returns \nin the short to medium term. But we can start to develop good \nforward looking plans and processes to make sure we address \nrisks as the climate change story develops. \nWhat have you learned about Responsible Investment and ESG \nfrom this project?\nAs a risk manager I get very excited about working with and \nlearning from other disciplines – I want to be exposed to ‘out of \nthe box’ thinking and to be challenged a little bit on new issues. \nNew people, other disciplines, other companies, can provide this \nopportunity. And ESG focused individuals look at investments in a \ndifferent way, so I’ve enjoyed our cooperation and look forward to \ncontinuing to work together.  \nThat being said I think the ESG community sometimes looks \nat ESG risks in isolation and forgets that investors look at a \nhundred other factors in analyzing a company – the point is to \nintegrate ESG in this process, not to replace the process with an \nESG assessment. Take utilities and climate change: the analyst \nwill assess how the utility would be affected by possible new \nregulations on emissions, looking at \"probability times impact.\" \nBut he or she will make a similar assessment for many other \neventualities that might affect the company over a five to ten \nyear timeframe, and will then come to a balanced investment \nrecommendation based on the totality of factors.\nThat, to me anyway, is what ESG integration should be all about.Next Steps in Climate Investment Risk\nThe recommendation to establish a more permanent climate risk working group \nwas recently approved by the Responsible Investment Strategy Committee and \nthe group is expected to be formally established in 2017. This group will follow \ndevelopments around climate change mitigation and the energy transition and advise \nAegon N.V. and Aegon Asset Management on further measures to take, including the \ndevelopment of slides on ESG and climate risks for the Aegon N.V. risk management \ndashboard, actions coming out of the FSB Taskforce on Climate-Related Disclosures’ \nrecommendations and further cooperation with academics, experts or think tanks \nsuch as Carbon Tracker.\n\"ESG focused individuals look at\ninvestments in a different way.\"\n35 34\nRI Policy & \nGovernanceInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting \nTargeted\nInvestments\nImpact Investment\nSRI Products\nWe use our investment management expertise to help people achieve a lifetime of financial security.8.2 Overview of Investment Analysis  \nSince 2011, we have taken several steps to incorporate ESG factors into our internal \ninvestment processes. The first real impulse in this area was the decision to source ESG \ndata from MSCI, a leading provider in this field. In 2014, we introduced the requirement \nthat members of our investment teams complete ESG training, to ensure that portfolio \nmanagers and analysts are well-positioned to incorporate ESG considerations in our \ninvestments. Also, in 2015 we completed the process to automatically include ESG \nratings data in investment analysis summaries, called tear sheets. Finally, we continue to \nwork with the 'ESG officers,' portfolio managers or analysts in the different AAM units \nwho have been asked to lead ESG integration work for their local team.\nMany portfolio managers and analysts, as well as external \nstakeholders, feel that ESG remains an emerging discipline and \nthat ESG integration continues to be a work in progress, for \nAegon Asset Management and for the investment industry as a \nwhole. Some of the typical observations we hear from our own \ncolleagues and at industry events:Another challenge is determining the appropriate way to \ndocument how ESG factors are considered and weighed in an \nindividual investment decision. Given that ESG factors are not \noften material to an investment we don’t want to impose higher \ndocumentation requirements on portfolio managers than would \nexist for other investment considerations. \nHowever, we also see that most portfolio managers and analysts \nhave developed a good understanding of how ESG factors are \nrelevant for their asset class or the sectors they follow.ESG Training\nIn 2013, the Management Board of Aegon Asset Management mandated ESG training \nfor all our portfolio managers and analysts. The training we selected is an online modular \nprogram offered by the PRI Academy, which explores the use of sustainability data in \nfundamental analysis and security selection. By completing the training, our teams now \nhave a more nuanced understanding of ESG factors and their contextual relevance, allowing \nthem to make more informed investment decisions. Completion Rate\nAs of December 31, 2016, 72% of eligible portfolio managers and analysts have completed \nthe training. If we exclude new hires (who have one year to complete the training), the \ncompletion rate stands at 96% as of publication of this report.\nThe training is supplemented with webinars and sector conference calls organized by MSCI \nthat demonstrate the functionality of MSCI ESG Research’s online platform, MSCI ESG \nManager, and discussions on the materiality of ESG issues in various sectors.\nNext Steps\nAlmost all of our investment staff have now completed the PRI Academy training. And we \nare now preparing a new program that is both more advanced and more tailored to different \nasset classes, including fixed income. We are in discussions with a number of academics and \npractitioners to select or develop this program. New hires will continue to be required to \ncomplete the PRI Academy programIt is not always clear how ESG factors are material to\nan investment case; when you do find this ‘materiality’, \nquantifying the impact in financial terms is not \nstraightforward.\nIn High Yield we are purposely seeking out the riskier \ninvestments – this is the main source of the higher\nreturn – it is challenging to determine how to deal with a \ncompany  that has a very low ESG rating and is therefore \nrisky in ESG terms.\nA credit analyst considers countless factors\nover a long timeframe – what is the appropriate weight for \nan ESG factor compared to all the others?\nNot all companies we follow have ESG ratings, and smaller\ncompanies tend to have lower ESG ratings; not – we think \n– because they are worse performers but because they have \nless resources working on sustainability reporting.We’ll get questions on this from clients and consultants – \nthey like that it’s factored into the tear sheets already.\nIf the economics are similar we go for the investment\nwith the higher ESG rating. All else being equal, it’s a \ndifferentiating factor.\nIn emerging markets sovereigns we used to call this \n‘political analysis’ – we look at things like political stability, \nsocial repression. The ESG reports have definitely increased \nour understanding of these factors, for example around \nenvironmental policies, rule of law, human rights.\nIf there is an obvious risk, it can be a big part of the process, for \nexample in the defence industry. The coal industry is also a good \nexample, the writing was on the wall that it is in decline – it's not\ncoming back. It's a combination of low natural gas prices and \nenvironmental policy.\n\"The building sector contributes up to 20% of the world’s\ncarbon emissions and consumes up to 40% of all energy.\"\n87 86We use our investment management expertise to help people achieve a lifetime of financial security.GRESB\nGRESB is an investor-driven organization committed to assessing the ESG performance of real assets glob -\nally. More than 250 members, of which more than 60 are pension funds and their fiduciaries, use GRESB \ndata in their investment management and engagement process, with a clear goal to optimize the risk/\nreturn profile of their investments. Aegon Asset Management joined GRESB in 2013. \n11.1 Sustainability – Integrated into our \n  Real Estate Investments\nBuildings have a significant impact on both the environment and our social well-being. \nThe World Economic Forum estimates that at present the building sector contributes \nup to 20% of the world’s carbon emissions and consumes up to 40% of all \nenergy. As population growth and environmental issues, such as climate change, \ncontinue to emerge over the coming decades, sustainable real estate will play an \nincreasingly important role in our efforts to support sustainable development. \nWith the majority of our time being spent indoors, buildings also play an \nimportant role in promoting our health and productivity. \nAegon Asset Management is a large real estate investor, and in our work with the different units in the group \nwe’ve seen that many of our real estate investment colleagues have long been involved in initiatives to make \nour investments more sustainable for quite sometime. We spoke with a number of them to get a better \nunderstanding of what is driving these initiatives.\nGRESB – Global Real-Estate Sustainability Benchmark\nGRESB has become an important tool for investors to assess the environmental, social and governance \nperformance of real assets. Over the past few years, since joining the initiative in 2013, Aegon Asset \nManagement has increasingly incorporated GRESB data into its investment processes and worked to \nimprove our funds’ ratings. \nTKP Investments was the first at Aegon Asset Management to begin applying the GRESB data \nmethodologically. René Rijk, portfolio manager for non-listed real estate, is primarily responsible \nfor the implementation of GRESB for TKP Investments. His work involves annually surveying \nreal estate assets on sustainability criteria and engaging property managers on areas for \nimprovement. \"We are beginning to see property funds become more serious about their \nsustainability commitments,\" says René. \n\"We are beginning to see property funds become more serious \nabout their sustainability commitments.\"\n\"In the past, funds would make some commitments to sustainability initiatives, but \nnow you’re seeing more tangible results with strategies and objectives to actually \ntake these initiatives forward.\" For example, the CBRE Dutch Retail Fund has several \nprojects to replace traditional lighting sources in the Netherlands. \"The projects are \ncarried out once original lighting reaches the end of its lifetime, to make buildings \nmore economically efficient,\" says René. \"To improve its sustainability rating \nthe fund recently installed over 200,000 LED lights in a shopping centre in \nEindhoven, providing three times more light with only half of the energy usage \nand costs.\"\n113 112We use our investment management expertise to help people achieve a lifetime of financial security.\nlife insurance pensions asset managementThe hague, january 2012 \nStatement on \nDiverSity & non-\nDiScrimination\n \nAEGON policy on human rights \nAll AEGON business activities are guided by the article of the United Nations’ Universal \nDeclaration of Human Rights, the core standards of the International Labor Organization and \nthe principles on human rights and labor standards as set forth by the UN Global Compact.  \n \nAEGON pledges that it will actively promote the hum an rights principles contained in this policy \nwith regard to both its wholly-owned companies and, wherever possible, to its business \ndealings with third parties. \n \nAEGON’s policy commits the company to upholding human rights in areas where it has the \nmanagement control to make a difference. It cannot be held responsible for companies and \njoint ventures where it has only a minority inte rest, for business partners or for projects the \ncompany has invested in, or insured. When  seeking business partners, however, AEGON \nendeavors to ensure that these partners live up to high standards of integrity and sound \nbusiness practice concerning human rights.  \n \nMedia relations  Investor relations  \n+31 (0) 70 344 8821 +31 (0) 70 344  8305\ngcc@aegon.com  ir@aegon.com  \n \nAegon Disclosure Policy \n \n \n \n \n \n \n \n \n \nGeneral  principles  \nAegon subscribes to the principles and best practice provisions of Chapter IV of the Dutch \nCorporate Governance Code in relation to shareholders and shareholders’ meetings.  \nAegon drafted this Policy to achieve the following objectives:  \n Compliance with rules and requirements associated with its listing on stock exchanges\nin Amsterdam (Euronext) and New York (NYSE);\n Provision of clarity about how Aegon discloses information and how it discusses this \ninformation with investors, analysts and the media ; \n Raising of awa reness among executives and employees of requirements and customs\nin relation to disclosing information.\n \nThis Policy applies to all Aegon employees, including members of the Management Board \nand the Supervisory Board, employees of subsidiaries, and to any  other person(s)\naffiliated with Aegon in a professional capacity. It relates not only to employees’ duties at \nAegon, but also to any other activity that might affect Aegon’s reputation (e.g. sitting on \nthe Board of a sector association).  Acting in contrav ention of the rules and requirements \nof this Policy could lead to considerable financial loss and/or reputation al damage to \nAegon and /or employees involved . \n \nThe Policy governs any written and oral communications with investors, analysts and the \nmedia. It applies to written messages (e.g. documents filed with the Securities and\nExchange C ommission (SEC) , the Annual Report, the Annual Review, press releases,\npresentations and any other information posted on the corporate website , Aegon.com ),\noral messages (p ress conferences, group meetings and one -on-one meetings  with \ninvestors , analysts and/or the media ) and to social media.  \n \nSpokespeople \nAny contacts with investors, analysts and the media are channeled through the \nManagement Board, Investor Relations  and/or  Media Relations . As part of the day -to-day\nrunning of Aegon’s business, employees and executives communicate regularly with \ncustomers and suppliers, for instance via presentations at conferences and articles in \nprofessional journals. This Policy in no way  prevent s employees or executives from doing\nso. \n \nPrice- sensitive information \nIncorrect procedures for communicating price -sensitive information or other messages \nthat might harm Aegon’s reputation must, however,  be avoided. Aegon employees should \nalways contact Investor Relations or Media Relations  if they have  any doubt regarding  the \ninformation provided or to be provided . Introduction   \n \nAegon strives to enhance knowledge and understanding of its business by making \ninformation about the company readily available and by giving investors, analysts and \nthe media access to senior management. The purpose of Aegon’s disclosure policy (the \n“Policy”) is to ensure that clear, complete, and accurate information relating to the \ncompany’s operations and financial results is disclosed in a timely, transparent and \nconsistent way, and in accordance with all regulatory requirements. This Policy applies to all Aegon employees and subsidiaries worldwide.  \n \nIntroduction \nKames Capital is a specialist investment management business. \nFrom our offices in Edinburgh and London we manage £ 50 billion \n(€60 billion) on behalf of UK and international clients – including \npension funds, government agencies, financial institutions, wealth \nmanagers, family offices a nd financial advisers.  \nInvestment management is our only business, ensuring we have no \ncompeting priorities or distractions. We are active investment \nmanagers with capabilities in fixed income, equities, property, multi -\nasset, absolut e return and ethical investing. We have a s table and \nexperienced team of 97  investment professionals, who have an \naverage experience of 19 years, of which an average of eight years \nhas been spent with Kames Capital. They have managed portfolios \nacross nume rous market cycles and have the skill and judgment to make the right investment \ndecisions for our clients.  \nAs a business w e embrace sustainability as a corporate objective and it is central to our strategy \nand culture. This e nsures we aspire to meet the same standards for our own business as we \ndemand of the companies in which we invest.  \nWe also believe it is our responsibility to encourage companies to maximise investment returns through \ngood governance practices, including respect for society and the environment. As a significant \nshareholder in many companies, we are well -placed to actively promote best -practice in environmental, \nsocial and governance  (‘ESG’)  matters. Evidence suggests that companies which  rank among the \nleaders in sustainability tend to  outperform as investments over the long term.  \nThis responsible investment policy provides a framework for overseeing the performance of the \ncompanies in which we invest. In particular, it deals with our responsibilities, as set out by the \nFinancial Report ing Council’s UK Stewardship Code  and the Japanese Stewardship Code \nalthough we endeavour to apply the same principles to all client holdings regardless of their listing \nor domicile .  Principles \nWe recognise that companies  operate under significantly diffe rent conditions . So we endeavour to \nbe reasonable and pragmatic in our approach to corporate governance, giving due consideration \nto each company’s specific circumstances and the market in which it operates.  \nAs a general policy, as active investors, we support the management of the companies in which \nwe invest. W here aspects of a company’s governance fall short of our expectations, we encourage \nimprovements through engagement  to increase or protect the value of our clients’ investme nts. \nWhere appropri ate, we vote against management to protect  our clients’ best interest s.  \nWe will repor t in a transparent manner on our  responsible investment activities.  \nActive memberships  \nAs an active member of The Investment Association’s Governance and Engagement Co mmittee, \nKames Capital is actively involved in formulating UK corporate governance best practice. For wider \nESG issues, we subscribe to and work in close partnership with the United Nations Principles for \nResponsible Investment’s  Clearinghouse, the UK Sust ainable Investment and Finance Association, \nthe Extractives Industry Transparency Initiative and the Carbon Disclosure Project.  \nOur participation in these  global initiatives helps  us to maximise our influence on key ESG issues.  \nKames Capital is a subsidiary of the AEGON NV Group. All AEGON asset management \ncompanies in the Group adhere to the AEGON NV Global Voting Policy, except where this \napproach would be inconsistent with the applicable local laws and regulations or with spec ific \nclient instructions.  Responsible Investment Policy  \n \nSeptember 2016 \nStephen Jones  \nChief Investment Officer \nand Chairman of Kames \nSustainability Committee  \nGLoBaL \ncom PLiance  \ncHarter\nThe Hague, June 1, 2013 aegon.comAegon\nGlobal  \nCompliance  \nCharter\nThe hague, march 2011 \nlife insurance pensions investmentsaeGon \nPoLicy For \ncHarita BLe \nDonation S\nlife insurance pensions asset managementThe hague, november 2011\naeGon n.v. \nreSPon SiBLe \ninveStment \nPoLicy \naegon gLobaL votIng poLIcy   \nIntroductIon \n\u0090 This Global Voting Policy was adopted by the Executive Board in March 2008. \n\u0090 AEGON manages investments around the world on behalf of its clients and policyholders as well as for its  \nown account. In doing so, AEGON’s goal is to maximize investment returns over the long term within a risk  \ncontrolled framework and in accordance with our standards as laid down in its Code of Conduct.  \n\u0090 AEGON recognizes the rights and responsibilities inherent in stock ownership. Actively exercising those  \nrights may be an effective way of enhancing portfolio value. Good corporate governance and good  \ninvestment decisions go hand in hand.  \n\u0090 AEGON owns and operates investment management companies at a number of different locations around  \nthe world. The majority of these locations already have regional voting best practice standards in place.  \nAEGON’s Global Voting Policy does not supersede these local standards but sets a basis for all proxy  \nvoting by the Group’s various investment management companies.   \n\u0090 All AEGON asset management companies have agreed to incorporate the AEGON Global Voting Policy into  \ntheir own voting procedures except where this is inconsistent with the applicable local laws and regulations  \nor with specific client instructions.   \n\u0090 All AEGON asset management companies have adopted procedures to ensure that proxy issues are  \nsufficiently noted, analysed and considered and recorded.   LocaL votIng poLIcIes \n1. AEGON’s asset management companies follow a range of international and regional corporate governance\nbest practice initiatives and regulations. These include rules and guidelines provided by the OECD and the\nICGN, the Dutch Corporate. Governance Code of December 9, 2003 (Code Tabaksblat), the Combined Code\nin the United Kingdom, the Investment Advisers Act of 1940 and ERISA in the United States, as well as the\nsecurities legislation of the Provinces and Territories of Canada. Local voting policies and procedures have\nbeen established that reflect this regional best practice guidance.\n2. The local voting policies of AEGON’s investment management companies may be found at:votIng poLIcy:  \nAEGON Nederland N.V. Voting Policy\nAEGON Nederland Voting Records\nKames Capital Voting Policy\nKames Capital Voting Report\nAEGON USA Investment Management LLC (on request)\nLocal knowledge. Global power. 1/3 \n \nAegon Nederlan d\n N.V. \nVoting Policy \nFebruary 2015 \n \nEarning Trust \nThe Essence of our Business \nOur Code of Conduct helps us stay true to our principles in every situation \n \nBeleid Verantwoord Beleggen \n \nAegon Nederland N.V. \nVersie: 1 januari 2017 \nAegon N.V. \nInsider Dealing \nPolicy 2017\nThe Hague, January 2017\n 20170124-1.1\n \nAEGON ENVIRONMENTAL POLICY \n \n \nAEGON acknowledges t hat the com pany itsel f and the business it carries out can hav e a \ndirect and in direct imp act upon the environment. AEGON will seek ways to minimiz e \nnegative impacts on th e environment whilst maximizing opportunities for improvemen t in \nenvironmental performan ce.  \n \nAEGON is committed to  providing a safe and healthy working environment in all cou ntry \nunits promoting environmental awareness and ensuring full complian ce with all \nenvironmental legislation  and regulati ons.  \n \nAt Group level responsibility for environmental i ssues, policy and regular monitoring lies with \na memb er of the Ex ecutive Board. Policy imple mentation, ma nagem ent and complian ce wi th \nthe Rules of Conduct ar e guided fro m the Group Corporate Responsibility departmen t but are \nthe responsibility of cou ntry units.  \n \nAs part of the process of assessing  envir onmen tal imp acts AEGON will gather infor mation \nfrom countr y units inclu ding water and energy utilization. It will also strive to identify waste \nand other ac tivities asso ciated with an environmental i mpact such as co mmunicatio ns, \ntravel, and facilities man agement.  \n \nGlobal data on energy consumption and wast e production will be evalu ated and wher e \nnecessary will consider setting targets for appropriate reduction or more effi cient \nmanag ement. Where ap plicable, env ironmental manag ement syste ms conform to or may \nconsider ad opting natio nal and inter national s tandards or accredita tion scheme s.  \n \nAEGON will strive to identify opportunities a nd consider the use of alternative energ y \nprovision in its faciliti es through eval uation of renewable, sustainable energy sources \nwherever financiall y prudent and practical.  \n \nStakeholder s will be consulted on a wide range of corporate responsibility issues including \nthe environ ment. F eedback and dialogue will assist in policy development, which will be \nreview ed regularly and revised wh ere nec essary.  \n \nAEGON will incremen tally publish a corporate responsibility report includi ng environmental \nimpacts and  activiti es on the websi te. AE GON will monitor progress against targets  \nreviewing results annuall y and cons ider auditing and verification.  \n Global Financial Crime Notification\nand Reporting ProcedureStatement on Diversity and\nNon-Discrimination\nAegon Human Rights Policy Aegon Disclosure Policy\nKames Capital UK Responsible\nInvestment PolicyGlobal Compliance CharterAegon Policy for\nCharitable Donations\nAegon N.V. Responsible\nInvestment Policy Global Voting Policy\nAegon Netherlands Voting PolicyAegon Code of Conduct Dividend Policy\nAegon Netherlands RI Policy (Dutch) Aegon Insider Dealing Policy \nAegon Environmental Policy\n13.1 Policies\nBelow you can find publicly available Aegon and Aegon Asset Management\npolicies and other documentation. \n123\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n1221. Gain an understanding of relevant RI themes through dialogue with beneficiaries and  \n other stakeholders (employees, regulators, peers). \n2.  Allocate specific responsibility for RI to one board member or trustee; create an RI Committee.\n3.  Develop (or update) your RI policy based on the input from the beneficiaries and other   \n stakeholders; reference internationally accepted standards like the UN Global Compact, OECD  \n guidelines, Ruggie Framework.\n4.  Determine categories of activities that the pension fund does not want to be associated with  \n (e.g., controversial weapons, tobacco, alcohol, countries that breach human rights). Obtain  \n advice from your asset manager or a specialized ESG firm. Update the exclusions list once a year.\n5. Ask your asset manager about their engagement dialogues on ESG with the companies they  \n invest in on your behalf. You can also consider setting up an engagement program specifically for  \n your fund. Specialized firms and some asset managers can provide this service.\n6. Ask your asset manager whether they vote on the shares they hold for your pension fund; you can  \n also consider setting up a proxy voting program specifically for your fund. Proxy advisory firms  \n and some asset managers will provide this service.\n7. Ask your asset manager to what extent they have incorporated ESG (environmental, social,  \n governance) factors in their investment analysis and decision making. Check if they are \n signatories to the Principles for Responsible Investment or similar standards and request a copy  \n of relevant reporting. \n8. Ask your asset manager what options there are to invest in investments that meet your risk  \n and return criteria but also have a social or environmental ‘impact’ (e.g., renewable  energy,  \n microfinance, affordable housing, green bonds). Consider investing in specific SRI (sustainable and  \n responsible investment) funds, for example those that track a sustainable index.\n9. You can cooperate with other asset owners and asset managers. Organizations like your local SIF  \n (social investment forum) and the Principles for Responsible Investment (PRI) offer suitable  \n platforms for this.\n10. Report on sustainability and RI in your annual report, describing the activities listed above. Ask  \n your asset manager to provide input.\nThis ‘conversation starter’ was developed to be used in discussions about responsible investment with \npension funds and other clients of TKP Investments and Aegon Asset Management.\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\n1\n2\n3\n4\n5 678910\n‘The pension fund decides, \nthe asset manager can \nadvise, support and \nimplement.’\nDialogue with\nbene/unifb01ciariesReporting\nAﬃliations Develop\nGovernance\nPolicy\nExclusions/\nnegative screening\nEngagementESG Integration\nProxy votingImpact\nInvestment/\nSRI funds\nWe use our investment management expertise to help people achieve a lifetime of financial security.Responsible Investment in 10 steps\nPension funds and other investors can develop an approach to Responsible Investment, \neven without large dedicated teams or budgets. Many RI activities can be performed\nby the pension fund board, pension fund management company, or by an external asset \nmanager. Asset managers can contribute by advising on RI and ESG (environmental, social, \ngovernance) themes. \n53\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n52We use our investment management expertise to help people achieve a lifetime of financial security.Insurers’ Investors on Impact Investment\nIn 2014 Aegon Asset Management established an informal network of investment specialists at insurance \ncompanies and their affiliated investment arms. This network shares insights and best practices on impact \ninvestments, and discusses how greater clarity can be created in the impact  investment community on how \ninsurance companies invest, especially with the impact of Solvency II, liability driven investments, and focus \non fixed income investments. The group also discusses opportunities for cooperation in impact investment. \nThe other participating members are Axa Group, Zurich Insurance Group, SwissRe Asset Management, \nPrudential (US), Standard Life Investments, Allianz, and QBE. \nBut the impact can be positive or negative, intended or \nunintended, says Marlon van Dijk, founder of social impact \nmanagement software and consultancy company Sinzer. \nMarlon also says investors should realize not all changes are \ncaused by their investment and believes a number of factors \nneed to be taken into account in this respect. First, you need \nto consider ‘deadweight’ – what would happen anyway, if no \nintervention was made. Second – can you attribute the impacts \ndirectly to your investments or are they due to other factors? \nThird is displacement – are you actually solving a problem or \njust placing it somewhere else? Last is dropoff – what is the \nduration of the outcome, and it will bring long-lasting change. \nMarlon also recommends that in assessing impact institutional \ninvestors involve relevant stakeholders, only include what is \nmaterial, value only what matters, and verify the results. Along, \nof course, with being transparent, and not ‘overclaiming’ your \ncontribution.\nThat’s quite a hefty recipe, even for a large company such as \nAegon Asset Management. While a number of methodologies \nare being developed to do all of these things, these are typically \nonly applicable on individual, well-resourced projects. For \ninvestors like Aegon Asset Management, with billions invested in hundreds of projects, typically with the involvement of other \ninvestors, funds and intermediaries, collecting this type of \ndetailed data is costly and time-consuming. As a result, many \ninvestors have employed simpler tools that place greater \nattention on measuring outputs, such as jobs created, families \nfed, and so forth. While these indicators tell us less about the \nbroader social impact of our investments, they offer a start to \ncommunicating impact. \nWouter Scheepens, a consultant in impact and sustainability \nat Steward Redqueen, believes that although the data is not \nyet perfect we need to start acting if we are going to get \nanywhere. \"For example, right now we have flawed estimates \nof companies carbon footprints. While the information is not \nperfect it does tell us something about the dynamics of our \ninvestments. If we continue to wait until we have better data it \nwill take decades for anything to happen.\"\nFor Harry, measuring impact is all about gathering intelligent \ninformation. \"Investors don’t necessarily need to gather a lot \nof detailed information to know they are creating an impact. It \nshould contribute to understanding the investment better and \nwhether you are really meeting the needs of the beneficiaries \nand improve the quality of the investment.\" \nThis year we decided to take a deeper look at our impact \ninvestments and the data that is available to determine if we \ncould gain more insight into the broader social impact they are \ncreating. The outcomes of these investifations are discussed \nthroughout this chapter. \n\"There is no straightforward and generally accepted way to\naccurately evaluate the impact of these investments.\"\n29 28\nCompanies demand higher priority for \nCO2 goals\nFinancieele Dagblad. October 2016. \"Bedrijfsleven \neist hogere prioriteit CO2-doelen.\"\nInvestors controlling $13tn call\non G20 leaders to ratify Paris\nclimate agreement\nThe Guardian. August 2016. \"Investors controlling \n$13 trillion call on G20 leaders to ratify Paris \nClimate Agreement.\" Insurers call on G20 to phase\nout fossil fuel subsidies\nReuters. August 2016. \"Insurers call on G20 to \nphase out fossil fuel subsidies by 2020.\" 'Ratify Paris agreement in 2016'\nInvestors worth $13 trillion tell G20\nDaily Planet. August 2016. \"’Ratify Paris Agreement \nin 2016’ Investors Worth $13 Trillion tell G20.\"Aegon calls for new\nclimate law\nAegon. October 2016. \"Aegon calls for new\nclimate law.\"Aegon. November 2016. \"Investing responsibly – it’s \nstraightforward right? Wrong…\"Investing responsibly –\nit's straightforward right? Wrong...\nWe use our investment management expertise to help people achieve a lifetime of financial security.Publications on Climate Change\nAegon Asset Management was in the news several times in 2016 for our climate change \nactivities. Read more about our activities by following these links: \n37 36\nWe use our investment management expertise to help people achieve a lifetime of financial security.As responsible investors, portfolio managers should identify sustainability issues that are \nmaterial to their investments. However, as responsible members of society, we should \nalso care how companies manage environmental, social and governance issues regardless \nof relevance to investment decisions.\nMost financial institutions work with external ESG data providers \nwho transform sustainability information into useful ESG data \nand ratings. However, this ‘science’ is still at an early stage. There \nare discrepancies in content and coverage. For example, there are \nlow correlations between the ratings of different data providers, \nand ESG rating agencies rely mostly on corporates’ self-reported \ndata, often without the assurance of an independent auditor \nor regulator. Also, the non-standardized methodologies for \nreporting ESG data make it difficult for investors to compare \ninformation from different sources. In other words, determining \nthe financial materiality of ESG issues is still a challenge for fixed \nincome investors.\nNonetheless, we have been analyzing the ESG quality of our \nportfolios, which closely resemble Euro investment grade credit \nindices. Although we check ESG ratings before new purchases, \nthe investment decisions are mainly based on the credit outlook, \nand are generally not driven directly by ESG issues.\nYet we still see a distinct overweighting in our portfolios of the \nhigher rated companies. This chart, for instance, shows the ESG \nrating distribution of a sample portfolio over six quarters. The \ndistribution is skewed to the left which suggests an increasingly \nhealthy ESG quality in the portfolio. Looking at Euro-denominated \ninvestment grade credit indices, we then observed that they \nbehave in a similar fashion. \nWe think that this can be explained by a growing ESG \nconsciousness of the underlying European companies. We \nanalyzed the invested company names, and we found that the \nimprovement in ESG quality was triggered primarily by ratings \nupgrades. \nThe development of investor-friendly ESG data and ratings is still \na work in progress, and the \"true\" integration of these data into \ninvestment decisions is in an early stage. We think ESG ratings \ncan give portfolio managers a quick and efficient first view of a \ncompany – for example, as a proxy of quality of management – \nand be the starting point for further research.But we are encouraged to see that companies are becoming \nmore sustainable. Whether this is because of investor pressure \nor due to other factors, we don’t know, but of course we like to \nthink that we as investors have played at least a small role in this \npositive shift.\n\"We are encouraged to see that companies are\nbecoming more sustainable.\"ESG Ratings: A Portfolio Manager’s Perspective \nAlfredo Raez, Portfolio Manager and ESG Officer\nAegon Asset Management Spain\nEumedion Participation\nAegon Asset Management NL and TKP Investments are active participants in Eumedion. Eumedion is a \nDutch organization that represents institutional investors’ interests in the field of corporate governance \nand related sustainability performance. Eumedion’s objective is to maintain and further develop good \ncorporate governance and sustainability performance on the basis of the responsibility of institutional \ninvestors established in the Netherlands. \nIn 2016 Aegon Asset Management continued to be represented on all four Eumedion committees: audit, \nlegal, investment and research. Harald Walkate, as chairman of the research committee, also attends \nEumedion board meetings. Participation in the committees informs and supports engagement and voting \nactivities at Aegon Asset Management.\n107We use our investment management expertise to help people achieve a lifetime of financial security.\n106We use our investment management expertise to help people achieve a lifetime of financial security.12.4 Voting in 2016\nVoting is another important tool that Aegon Asset Management uses to influence the\ncompanies we invest in and promote the standards set out in applicable Responsible\nInvestment policies. By exercising our rights as shareholders we also contribute to providing\nan optimal return to our clients. 14%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n \n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management 1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 42\n14%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 4214%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 42Meetings voted by AAM unit\nBreak-down of votes against Management ProposalsMeetings voted by AAM unit\nBreak-down of votes on supported Shareholder Proposals14%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 42\n14%Fixed Income\nEquities\nReal Estate\nMortgage Loans\nAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) \nAAM US\nAAM NL\nAAM CEE\nRoutine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related5% 1%\n57%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related2%\n39%12%\n14%2%31%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover Related\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/miscellaneous\nSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nHealth/Environment\nOther/MiscellaneousCorporate Governance\nEnvironmental/Social\nBasic\nModerate\nExtensiveAAM NL\nAAM US\nKames Capital (UK)\nTKP Investments (NL)\nAAM Spain\nAAM CEE\nAIFMC (China)\nLBPAM (France)Netherlands\nUSA\nChina\nSingapore\nUnited Kingdom\nAustralia\nCanada\nGermany\nFrance\nRest of World60%40%Number of meetings \nvoted with management\nNumber of meetings with \nat least 1 vote against\nmanagement3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChina\nFrance\nNetherlands\nGermany\nUSA\nSweden\nJapan\nSpain\nSwitzerland\nRest of World45%\n55%Number of meetings voted\nwith management\nNumber of meetings with\nat least 1 vote against\nmanagement\n10%\n90%Number of votes\nwith management\nNumber of votes\nagainst management\n21%\n79%Number of meetings\nvoted with ISS\nNumber of meetings with\nat least 1 vote against\nISS advice46%9%\n10%0%\n35%AAM CEE\nAAM NL\nAAM US\nKames Capital (UK)\nTPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith management\nNumber of votes\nagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/Business\nDirectors Related\nCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%0%\n0%0%Routine/Business\nDirectors Related\nCorp Governance\nSocial/Human Rights\nCompensation\nGen Economic Issues\nHealth/Environment\nOther/MiscellaneousBreak-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors Related\nCapitalization\nNon-Salary Compensation\nAntitakeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/Business\nDirectors Related\nCapitalization\nReorg. and Mergers\nNon-Salary Compensation\nAntitakeover RelatedBreak-down of votes against Management Proposals\n173115 42Our company´s Global Voting Policy sets out company-wide \nprinciples for all Aegon Asset Management units, and several \nof our business units have developed more detailed policies \ntailored to local practices and governance principles. The \nmajority of issues we vote on are related to governance. \nHowever, as our engagement activities have expanded in \nscope we are also voting more on issues related to health, \nthe environment, and human rights. \nThe cases below illustrate how Aegon Asset Management \ndeals with analysis and decision making around exercising its \nshareholder rights. Individual units Aegon Asset Management \nNL, Kames Capital and TKP Investments disclose their voting \nrecords in more detail, see the appendix for QR links.defense companies, are at the other end. This makes it difficult \nfor Aegon Asset Management to draw a single line that will be \nacceptable to all of our stakeholders. \nFinally, a discussion took place about the legitimacy of imposing \ninvestment exclusion lists on Third Party clients. In the \nNetherlands this is considered acceptable, perhaps even best-\npractice, whereas in most other countries where Aegon Asset \nManagement has businesses this would be considered a clear \nconflict with investment and fiduciary duty principles, especially \nif the exclusion norms are not clearly based on globally accepted \nstandards.\nAegon’s Responsible Investment policies were reviewed and \ndiscussed at this meeting, and it was concluded that they can be \nconsidered to meet stakeholders’ expectations broadly. It was \nagreed that Aegon should continue to monitor the debate around \nnuclear weapons and its position in this area.\nA take-away from the roundtable discussion was that as a large \ninternational financial services company with different types of \nactivities and clients in more than 20 countries, we can never \nsatisfy the demands of all of our stakeholders. Nonetheless, we \nconsider this to be an excellent format for in-depth engagement \nwith multiple stakeholders on a single issue and are planning to \nhave more roundtable discussions like this in the future. \n101\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n100\nRI Policy & \nGovernance\nInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting \nTargeted\nInvestments\nImpact Investment\nSRI Products\nWe use our investment management expertise to help people achieve a lifetime of financial security.As an active owner Aegon Asset Management aims to promote the long-term success\nof companies in which we invest. We believe it is in the best interest of our clients that \nwe monitor companies’ ESG performance and activities, vote on the shares that we \nmanage, and that we engage with companies on issues like strategy, risk and\ncorporate governance. Our active ownership activities include engagement, \nvoting and exclusion. \nEngagement: \nInvolves initiating dialogue with companies on ESG issues to better understand how they are\nmanaging risks and to encourage compliance with our RI policies. \nVoting: \nAegon Asset Management has the right to vote at shareholder meetings of the companies\nthat it holds equity investments in.\nExclusions: \nAegon Asset Management excludes companies that do not comply with certain minimum\nstandards set out in applicable RI policies. 12.1 Active Ownership\n\"We’ve shown that this can be done for a relic of the 70s.\nI would encourage others to follow our example.\"\n97\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n96We use our investment management expertise to help people achieve a lifetime of financial security.The Pyramid – Sustainability in the\n  Landmark Transamerica Building\nIn our US businesses, sustainability thinking has also long been integrated with property \ninvestment and management practices – the iconic Transamerica Pyramid that was built \nin the early 1970s is a good example of this. Even though our offices are no longer in \nthe Pyramid we retained it in our investment portfolio, and are consistenly collabo -\nrating to make the building more sustainable. \nWe spoke with Phil Rapoport, General Manager for the Pyramid, someone who has been closely involved in the sustain -\nability program. \"The Pyramid was awarded LEED Gold Status in 2009,\" he said, referring to the Leadership in Energy and \nEnvironmental Design credential of the US Green Building Council. \"We received this status for improvements in energy \nsavings, water efficiency, CO2 emission reductions, improved indoor environmental quality, and stewardship of resourc -\nes and sensitivity to their impact.\" But following further improvements to the building, in 2011 the Pyramid reached \neven higher standards, \"We were awarded Platinum certification, after we earned higher Energy Star ratings,\" says \nPhil, referring to the energy efficiency indicator. \nAsked what motivated the company to pursue the LEED certifications, Phil refers to both the economic and \nthe societal benefits: \"In San Francisco there’s quite a lot of competition to be ahead in the sustainability real \nestate area – the government requires all newly constructed high-rise buildings to be at a minimum LEED Gold \ncertified, and that also puts more pressure on existing buildings to improve their green credentials.\" Tenants \nare just willing to pay a premium to rent more in sustainable buildings, says Phil, adding, \"Being energy and \nresource efficient leads to significant cost savings. Last year the Pyramid saved USD 700,000 on energy \nsavings and a total of USD 2.5 million over the past four years.\"\nBut Phil also points out the benefits of having happier and healthier tenants, saying it makes for a more \nattractive work environment, \"We encouraged them to be more environmentally friendly on their com -\nmute, and we installed bike parking, electric vehicle charging stations and shower & workout facilities. \nToday the single vehicle occupancy rate is down to 13%.\"\n\"Because the Pyramid was built in the 1970’s, there were a lot of inefficiencies in the design \nthat we needed to overcome – this makes achieving LEED Platinum all the more of an accom -\nplishment,\" he says. He believes the Pyramid can serve as an example for other cities, because \ninevitably much of the focus in terms of sustainable real estate in the developed world will be \non retrofitting existing buildings – echoing observations that Bodewes of Amvest, Bill Coghill \nat Kames Capital and others at Aegon Asset Management also made. \"It’s becoming increas -\ningly easy and cost effective to implement these technologies. We’ve shown that this can be \ndone for a relic of the 70s where we end up saving money, improving tenant retention; and \nadding value to the investment for our stakeholders. I would encourage others to follow \nour example.\" \nFast Facts – Pyramid Building\n• On-site co-generation produces 70% of building’s electricity and 100% of heating and hot water needs.\n• Annual water consumption reduced by 24% compared to 2012 levels (1,626,728 gallons less).\n• Pyramid saves $600K-$800K annually on utility costs.\n• Recycling and composting programs reduce landfill space.\n• Bike storage facilities and access to showers to incentivize biking.\n115 114We use our investment management expertise to help people achieve a lifetime of financial security.We use our investment management expertise to help people achieve a lifetime of financial security.13.2 Business Unit RI and Voting Reports 13.3 Cooperation and Collaborative Bodies\nBelow you can find available Business Unit RI and Voting Reports. \nVerantwoord beleggen is in de afgelopen \njaren steeds belangrijker geworden. \nPensioenfondsbesturen hebben steeds meer \naandacht voor duurzaamheid, gesteund \nvanuit de achterban. He t uitgangspunt daarbij \nis dat bedrijven in de beleggingsportefeuille \nmet aandacht voor duurzaamheid risico’s \nbeter beheersen. Daarnaast zijn ze \ninnovatiever en kunnen ze beter op de \ntoekomst anticiperen. Dit geldt voor wat \nbetreft efficiency, maar ook vanuit een \nstrategisch perspectief.  \nHet is voor beleggers belangrijk om te weten of en hoe hun vermogensbeheerder invulling \ngeeft aan een verantwoord beleggingsbeleid. Dit mag echter niet  ten koste van het \nrendement gaan. Het is daarom belangrijk om duidelijk te verwoorden wat onder \nverantwoord beleggen wordt vers taan, wat het oplevert en we lke instrumenten hiervoor \nworden gebruikt.  \nDit document geeft een overzich t van de manier waarop TKP Investments binnen haar multi \nmanager beleggingsfondsen invulling geeft aan verantwoord be leggen. Daarnaast adviseert \nTKP Investments pensioenfondsen over het integreren van verantwoord beleggen in het \nbeleggingsbeleid. Daarbij kan TKP Investments pensioenfondsen aan de hand van door hen \ngeformuleerde beleggingsbeginse len helpen bij het bereiken van de door hen gestelde \nduurzame doelen.  Wanneer u vragen heeft of meer informat ie wilt, neem dan contact met ons op. Aandacht voor duurzaamheid  \nAn investor initiative in partnership with UNEP Finance Initiative and UN Global Compact \nRI TRANSPARENCY  REPO R T \n201 6 \nAEGON Asset Management\nKames Capital  \nProperty page 1\n Property page 1\nSustainability Annual Report\nYear to 31 December 2016\nApril 2017\nTKPI Investments\nAAM PRI RI Transparency\nReport 2016Kames Capital (Responsible Investment \ndocuments incl. engagement & voting)\nKames Capital PRI RI Transparency \nReport 2016Kames Capital\nSustainability Report \nOranization Commitment Link\nUN-backed Principles for\nResponsible Investment (PRI)Aegon Asset Management became a signatory to the PRI in February 2011. Kames \nCapital, has been a signatory since 2008. Membership commits Aegon Asset \nManagement to the PRI’s six principles for responsible investment, and reporting \nannually on progress towards implementing them. unpri.org \nUnited Nations Declaration\nof Human RightsAegon N.V.’s Human Rights Policy states that the company’s \"business activities \nare guided by the UN Declaration of Human rights,\" as well as core standards of \nthe International Labor Organization and the principles on human rights and labor \nstandards set out in the Un Global Compact. un.org/en/documents/udhr \nInternational Labor Organization  Please see above ilo.org \nUnited Nations Global Compact Please see above unglobalcompact.org\nCDP (formerly known as\nCarbon Disclosure Project)Aegon N.V. has been a member of the CDP since 2009. CDP encourages companies \nto disclose their environmental impacts, giving decision makers the data they need to \nchange market behavior. Investors signing up to the initiative manage assets worth \napproximately USD 100 trillion. cdp.net \nExtractive Industries\nTransparency InitiativeKames Capital is a member of the Extractive Industry Transparency Initiative, which \naims to improve governance in the global oil, gas and minerals sector. eiti.org\nGlobal Reporting InitiativeAegon N.V. is an Organizational Stakeholder of the Global Reporting Initiative, which \nsets guidelines and standards for sustainability and non-financial reporting. globalreporting.org \nInternational Integrated\nReporting CouncilAegon N.V. is currently participating in a pilot organized by the IIRC to develop \nguidelines for integrated reporting. theiirc.org \nGlobal Coalition on AgingIn 2010, Aegon N.V. became a founding member of the Global Coalition on Aging, \nwhich seeks to raise awareness of aging issues among policymakers and the general \npublic. globalcoalitiononaging.com \nAssociation of British InsurersAegon UK collaborates closely with the Association of British Insurers. The ABI is the \nvoice of insurance, representing the general insurance, investment and long-term \nsavings industry. It was formed in 1985 to represent the whole of the industry and \ntoday has over 300 members, accounting for some 90% of premiums in the UK.abi.org.uk \nDutch Association of Investors \nfor Sustainable DevelopmentAegon Asset Management is a member of the Dutch Association of Investors for \nSustainable Development (VBDO) which represents the interests of institutional \nand private investors in the Netherlands who wish to contribute to sustainable \ndevelopment. vbdo.nl  \nEumedionAegon Asset Management is an active member of Eumedion, which is a forum \nfor corporate governance and sustainability in the Netherlands and represents \ninstitutional investors’ interests in these fields.eumedion.nl/nl \nUnited Nations Environment \nProgram Finance Initiative\nPrinciples for Sustainable \nInsuranceAegon N.V. is a founding signatory to the UNEP-FI Principles for Sustainable Insurance \n(PSI) that were launched in June 2011. Signatories of the PSI strive for the integration \nof ESG considerations in their primary business processes and their interactions with \nstakeholders.unepfi.org/ps\nGlobal Real Estate Sustainability \nBenchmarkGRESB is an industry-driven organization committed to assessing the sustainability \nperformance of real estate portfolios (public, private and direct) around the globe. \nAegon and Aegon Asset Management joined GRESB in 2013. gresb.com \nGlobal Impact Investment \nNetworkAegon N.V. is a founding Network Member of the Global Impact Investing Network \n(GIIN). GIIN is a non-profit organization dedicated to increasing the effectiveness of \nimpact investing. thegiin.org \nFAIRRFAIRR is a farm animal investment risk and return initiative that aims to put factory \nfarming on the ESG agenda. Aegon Asset Management joined FAIRR in 2016 and \nparticipates in a number of collaborative engagements.fairr.org\n\"We are taking the experience we already have,\napplying it to solar and offering it to the broader market.\"65\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n64We use our investment management expertise to help people achieve a lifetime of financial security.10.6 Clean Energy \nAs part of our work on climate change and the energy transition (see pages 18-30) Aegon \nAsset Management has the ambition to better understand developments in clean energy \ntechnologies and to invest more in this area. It is clear that the planet is undergoing an energy \ntransition and is moving from fossil fuels to an economy driven by more efficient use of\nenergy, by maximizing production of renewable energies and by cleaner conventional energies. \nThis energy transition will require a significant amount of capital over the next decades.\nAs a major investor with the aim to support climate change mitigation, we want to investigate \nhow we can best facilitate the energy transition. \nIn order for our company to grow its share in this segment we \nneed to better understand developments in clean and renewable \nenergy markets and potential investment opportunities. We also \nwant to understand if clean energy investments can mitigate \nrisks for our current fossil-based energy investments. Part of our \nexploration focuses on the challenges arising from the long term \nnature of investments in renewables that often do not match our \nclients' preference for shorter maturities.\nBelow, we highlight a number of investments that have been \nmade across our company, and portfolio managers and analysts \nin different Aegon Asset Management units provide their views on \nthe market situation in 2016. \nSolar tax credits – United States\nIn 2014, Aegon US Realty Advisors (AURA), began investing in \nthe Solar Investment Tax Credit (SITC). The SITC is a federal tax \npolicy mechanism implemented to support the deployment of \nsolar energy in the US by offering a dollar-for-dollar reduction \nin an investor’s federal income tax. The SITC program has been \nwidely successful in incentivizing the development of rooftop \nsolar for residential and commercial applications as well as \nutility-scale solar facilities in the US. Since its implementation in \n2006 solar installation has grown by over 1,600%. The general \nsense in the solar industry is that with improved, more efficient \ntechnology and lower manufacturing costs, the cost of a\nnew solar installation (measured as USD per MWh) will\ncontinue to decline over the next decade. Today, AURA has a total of five SITC investments, four with \naffiliated clients and one with an unaffiliated client. These five \ninvestments are comprised of 28 utility-scale facilities ranging \nin size from 2 MW DC to 50 MW DC and total nearly 2000 MW \nDC. Power generation across these investments for 2016, a year \nin which many of the facilities were coming online and were not \nfully operational, totalled 158 million kWh. In 2017, total power \ngeneration may reach 275 million kWh; enough to power more \nthan 20,000 homes.\nIn 2016, AURA successfully established a USD 75 million \nsolar energy fund on behalf of a single unaffiliated client. The \nnow-closed fund has invested in eight solar facilities in North \nCarolina that are operated by Cypress Creek Renewables, a solar \nenergy provider that owns and operates solar assets across the \nUnited States. \"The creation of our first solar energy fund was a \nsignificant accomplishment. My colleagues Lynn Ambrosy \nand Aron Hansen, among others, worked for several months \nto structure and close this complex investment,\" says Ryan \nJacobs, Asset Manager at AURA, who manages the fund. \"The \ninvestment is designed to generate an attractive financial return \nfor our client, while the energy produced by the solar facilities in \nthe fund will provide clean, affordable energy to many thousands \nof homes.\" \n\"The investment is designed to generate an \nattractive return for our client, while the energy \nproduced by the solar projects will provide \nclean, affordable energy  to many thousands \nof homes.\"Structuring tax-advantaged investments is a business\nthat AURA has specialized in for nearly 30 years through its \nCommunity Investments Group. Until recently, however,\nAURA's focus was solely on Low Income Housing Tax Credits. \nNow, the new solar fund marks the first time that AURA has \ntransferred its longstanding expertise in tax credits for low-\nincome housing to the renewable energy sector. Ryan says,\n\"We are taking the collective experience and expertise we\nalready have in our Production, Legal, Asset Management,\nFund Management, Real Estate Distribution, and Engineering\nand Environmental Services groups, and applying it to solar\nand offering it to the broader market. Going into solar is a\nnatural extension of what we already do and broadens\nthe spectrum of our responsible investments.\"\n23\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n22We use our investment management expertise to help people achieve a lifetime of financial security.As a company that is prioritizing Responsible Investment \nwe are looking at how to address these questions as part of \na continuously evolving debate. Understanding that there \nare no simple answers to this complex issue, Aegon Asset \nManagement has set three clear objectives on climate change: \n1. To be an active participant in the debate\nWe ensure the Responsible Investment team is well-informed\nin order to advise and involve other functions in the company \n(senior management, portfolio managers, investment research, \nand risk management) on the climate change debate and risks \nthat can affect our business. The team recommends courses \nof action and responds to questions from regulators, clients or \nother stakeholders. We ensure that Aegon Asset Management \nand other Aegon companies can clearly articulate their position \nto external stakeholders.\nAs a result of our active participation, Aegon N.V. joined a \ncoalition of Dutch companies calling on the newly elected Dutch \ngovernment to create a climate law and appoint a climate \nminister to ensure the Paris Climate Agreement goals are \nmet. Aegon N.V. also signed a letter to the G20 governments \nencouraging them to make good on their commitment to tackle \nclimate change. Finally, Aegon Asset Management is following \nthe work of the Financial Stability Board (FSB) Taskforce on \nClimate Related Disclosures and participated in the consultation \non the taskforce's recommendations.\n2. To assess climate-related investment risk\nRegulators, clients, NGOs and other external stakeholders are \ndemanding we analyze climate-related investment risks and \nreport on them. For this purpose, we organized a project in 2016, \nworking together with the Portfolio Risk Management function, \ndescribed later in this chapter.\n3. To identify climate-related investment opportunities\nWe believe that there needs to be an energy transition and \nthat it is already happening. We also believe that this will come \nwith new investment opportunities – for example, by investing \nin renewable energy (wind, solar, hydro, geo-thermal), energy-\nefficiency, or electricity storage businesses. Despite the rapid \ngrowth of these markets, we find that there is a shortage of \ninvestable projects that meet our investment criteria. We\nare committed to deepening our understanding of these \nemerging business models in order to identify profitable \ninvestment opportunities. For this reason in early 2017 \nwe launched a Clean Energy Project (more details on this \nproject can be found in the interview on page 68).7.2 2016 Climate \nInvestment Risk Project\nCarbon footprinting is not the answer – yet \nAegon Asset Management first looked into climate investment \nrisk in 2014, by conducting a carbon footprint analysis on three \nlarge fixed income portfolios. Although we found that all three \nportfolios were less carbon intensive than their benchmarks, \nthe main benefit of the analysis was the opportunity to learn \nabout the carbon footprint methodology. We found that a carbon \nfootprint cannot be used as an accurate and reliable risk indicator, \neither at company or portfolio level, and is at best an indication of \nexposure to possible future regulation or increased competition. \nIn 2015, working together with the Institutional Investors Group \non Climate Change (IIGCC), we had an opportunity to further \nanalyze carbon footprinting methodologies, strengthening our \nbelief that conducting a carbon footprint analysis on all of our \ninvestment portfolios (as some stakeholders have suggested) \nwould not provide further insight into investment risk. We will \ncontinuously monitor carbon footprint measurement tools as \nmore robust models are developed to effectively assess climate \ninvestment risks. \n2016: Climate Investment Risk Project together\nwith Portfolio Risk Management\nIn order to delve deeper and involve more disciplines, Aegon \nAsset Management ran a project to analyze investment risks \nrelated to climate change in the second half of 2016. To apply \nmore of a risk management philosophy to this challenge, the \nproject was co-managed by the Responsible Investment team \nand Larina Baird, a portfolio risk manager at Aegon Asset \nManagement (an interview with Larina can be found on page 26). \nWe also formed a project group with representatives from various \nAegon and Aegon Asset Management units; the group included \nportfolio managers, analysts, risk managers and client-facing \nemployees. Project group members were interviewed individually; \nthe conclusions were discussed and recommendations were \nmade. We also held a session with investment analysts and \nportfolio managers to discuss how climate-related factors might \nimpact the business drivers of energy and utility companies.\nThe project was supported by sustainability consultants, the \nSouth Pole Group, who benchmarked our approach, provided \ninput for the discussions, and challenged our thinking. The \nindependent thinktank Carbon Tracker also acted as a sparring \npartner, based on their analysis of the impact of climate change \non investments in fossil fuels.\n\"We believe that the energy transition will come\nwith new investment opportunities.\"Aegon N.V. divests from coal mining\nIn early 2016, the California Insurance Commissioner asked all \ninsurance companies doing business in California to voluntarily \ndivest from their thermal coal investments. \nAegon’s exposure to coal was already very limited due to our \nassessment that environmental policies, competition from \nrenewables and low gas prices were making investments in the \nsector unattractive. Based on further analysis on investment \nrisks in the sector by Aegon Asset Management, the Responsible \nInvestment Strategy Committee decided to divest from any \nremaining investments in its general account and to add coal \nmining companies (defined as companies that derive 30% or more \nof revenues from thermal coal manufacturing) to its exclusion list.\nAegon N.V. carbon neutral \nDriven by the Paris Climate Agreement in 2015, Aegon N.V. \ndecided in 2016 to become carbon neutral. \"As a financial \nservices company Aegon doesn’t have a large direct carbon \nfootprint,\" explains Marc van Weede, Global Head of Strategy & \nSustainability. \"But we wanted to see were we could make further \nimprovements. We reduced our footprint by buying energy from \nrenewable sources, which was relatively straightforward in the \nNetherlands and the UK but was not so easy in the US. We also \nran a program to determine where we could be more energy \nefficient. With our remaining footprint for items such as gas usage \nand air travel we invested in offset programs that support efficient \nlighting projects and cooking stove technology. Although it’s \nrelatively small, we're happy we can make this contribution to reducing emissions. And of course we realize that we\nhave a larger impact through our investments – as\ndiscussed in this report.\" \nAbout The South Pole Group\nThe South Pole Group is one of the leading providers of \nsustainability solutions for climate change and renewable energy, \noffering a full spectrum of sustainability services, including climate \npolicy and strategy advisory, in addition to high quality carbon \ncredits. The South Pole Group has developed over 400+ emission \nreduction projects in renewables, forestry, agriculture, industry, \nhouseholds and public institutions. The South Pole Group is 'for-\nprofit' and passionately 'for-the-planet' at the same time.\nAbout Carbon Tracker\nJames Leaton, Research Director at the independent financial \nthink tank Carbon Tracker, was involved in the climate risk project \ndescribed in this chapter.\nCarbon Tracker provides in-depth analysis of the impact of \nclimate change on capital markets and investment in fossil fuels; \nmapping risk, opportunities and the route to a low carbon future. \nCarbon Tracker's team of financial, energy and legal experts \nhave a ground breaking approach to limit future greenhouse gas \nemissions. Carbon Tracker aims to have the technical knowledge, \nconnections and reach to get inside the mind-set of the global \nfinancial community and effect change on a global scale. Carbon \nTracker is a non-profit, independent organization, free from the \ncommercial constraints of mainstream analysts and able to set its \nown research agenda.\n17 16We use our investment management expertise to help people achieve a lifetime of financial security.6.1 Policy and Governance\nIn 2011, Aegon N.V. adopted a Global Responsible Investment Policy. Aegon’s policy is \nguided by international frameworks relevant to Responsible Investment, including the UN \nGlobal Compact, the OECD Principles of Corporate Governance, and the United Nations-\nbacked Principles of Responsible Investment, and sets out how these should be applied \nby Aegon companies in their role as asset owners and by Aegon Asset Management in its \nrole as investment manager. The policy offers three tools for implementation: exclusion, \nESG integration and active ownership (engagement and voting). \nImplementation of the policy is overseen\nby two committees at Aegon N.V.:\nThe RI Strategy Committee\nThis committee determines the overall strategic approach \nto Responsible Investment for Aegon N.V.. The committee \nincludes representatives from the Management Boards \nof Aegon N.V., Aegon business units and Aegon Asset \nManagement to ensure consistency across the group and links \nto the company’s strategy. The committee is chaired by Mark \nMullin, Aegon N.V. Management Board member and CEO of \nAegon Americas, who has given new impetus to Responsible \nInvestment initiatives and has ensured that we stay close to our \nstrategy and business activities in selecting and implementing \nour Responsible Investment activities. This committee meets \nthree times a year. \nFurther information on our Responsible\nInvestment Policy can be found at:  The RI Technical Committee\nThis committee discusses progress on initiatives in ESG \nintegration, engagement and voting. The committee \nincludes dedicated Responsible Investment staff, portfolio \nmanagers, analysts and risk managers from across Aegon \nAsset Management businesses. This committee meets five \nto six times a year and advises the Aegon Asset Management \nManagement Board and other Aegon boards and committees \non Responsible Investment matters. \nlife insurance pensions asset managementthe hague, november 2011\nAEGON N.V. \nREspONsiblE \niNVE stmENt \npOlicy  \nNext Steps in Policy\nCurrently, Aegon Asset Management is advising the \nResponsible Investment Strategy Committee on an update \nof the RI Policy. The new policy, expected to be published \nin late 2017 will also address Aegon’s views on targeted \ninvestments, including impact investment.7 1\n4\n8 9\n47 46We use our investment management expertise to help people achieve a lifetime of financial security.10 Targeted Investments\n10\n85 84\n11 Real Estate\n11\n111 110We use our investment management expertise to help people achieve a lifetime of financial security.13 Appendices \n13\n99 98We use our investment management expertise to help people achieve a lifetime of financial security.12 Active Ownership\n122 5\n3 64\n56812121416161921\n \n232628\n \n3133\n \n34 \n36 \n3840424749\n \n51 \n55 \n5962\n \n64 \n6870737682858791929597\n \n99101102107109111112114115116118119120122Table of Contents\nAbout This ReportList of AbbreviationsForeword Sarah Russell2016 Responsible Investment Highlights About Aegon Asset ManagementAbout Aegon Asset ManagementOur Approach to Responsible Investment Policy and Governance Policy and GovernanceClimate Change Climate Change Climate Investment Risk Project 2016Understanding Climate Related Investment Risk  Publications on Climate Change Investment Analysis  Investment Analysis Overview of Investment Analysis ESG Ratings: A Portfolio Manager’s Perspective Integration in Practice: The Aegon ICRP Environmental Due Diligence as ESG Integration  Long-Term Investing   Targeted InvestmentsTargeted InvestmentsImpact Investment The Impact of Affordable Housing The Impact of MicrofinanceSustainable Development Goals  Clean Energy Challenges in Clean Energy Investments Government Related Investment Fund Green Bonds Best Practices in Developing SRI Funds at Aegon Asset Management Publications on Targeted Invesments Real EstateSustainability – An Integrated Element in Real Estate Investments Aegon Asset Management Hosts GRESB Event in 2016 Sustainable Real Estate in the Netherlands Green Storm The Pyramid – Sustainability in the Landmark Transamerica Building Active OwnershipActive Ownership Engagement Voting ExclusionsAppendices Policies Business Unit RI and Voting Reports Cooperation and Collaborative Bodies Voting Report: Aegon Asset Management NL Composition of Global Responsible Investment Committees  Disclaimer Get in TouchResponsible Investment in 10 Steps 1\n 2 \n 3\n 4 \n 5\n5.1\n 5.2\n 6\n6.1\n 7\n 7.1\n 7.2\n 7.3 \n 7.4\n 8 \n 8.1\n 8.2\n 8.3\n 8.4\n 8.5 \n9  \n1010.110.210.310.410.5 10.610.710.810.910.1010.1111 11.111.211.311.411.51212.112.212.312.41313.113.213.313.413.5 13.6", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}