{"page_content": "We use our investment management expertise to help people achieve a lifetime of financial security.21 207.1 Climate Change\nIn terms of Responsible Investment themes, climate change has been the top priority for \nAegon Asset Management since 2014. Climate change, in its multi-faceted complexity, \nis unlike any other issue that humanity has faced. There is now broad consensus that \nthe climate is changing, that unmitigated it will have far-reaching consequences for \nour planet and life on it, and that a global energy transition is required to avoid \nthese impacts. But that is where the certainties end. \nThere is disagreement on what governments will or should do to implement the Paris Climate Agreement, and on when \nthese actions will be realized. There is widespread disagreement on what effect these possible measures will have on \ncompanies and industries; how the energy transition will play out and to what extent fossil fuels should still be used \nto meet the growing global energy demand; and on whether nuclear energy should be more widely used in order to \nreduce greenhouse gas emissions, or reduced because of the other risks it poses.\nTherefore, at Aegon Asset Management, we are currently seeking to define\nwhat climate change means in concrete terms for investors:\n•  Is it legitimate to continue to invest in fossil fuels?\n•  Should investors ‘decarbonize’ their portfolios? What effect does this have on risk and return,\n    and what effect (if any) does it have on the companies we invest in?\n• Can you identify and measure climate related investment risks? For the companies we invest in,\n   how does their failure to deal with climate change affect their equity value or credit-worthiness?\n• To what extent can investing in clean energy mitigate climate-related investment risks? \n• What should investors ask companies to do in order to be \"2 degree compliant?\"\n• When is an investment portfolio \"2 degree compliant?\"\n• What role can or should investors play to stimulate governments to take action or to facilitate \n   the clean energy transition?\n• Are companies we invest in exposed to \"stranded assets,\" and can they be identified? \n\"At Aegon Asset Management, we are currently seeking to define\nwhat climate change means in concrete terms for investors.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}