{"page_content": "23\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n22\nWe use our investment management expertise to help people achieve a lifetime of financial security.As a company that is prioritizing Responsible Investment \nwe are looking at how to address these questions as part of a continuously evolving debate. Understanding that there are no simple answers to this complex issue, Aegon Asset Management has set three clear objectives on climate change: \n1. To be an active participant in the debate\nWe ensure the Responsible Investment team is well-informed in order to advise and involve other functions in the company (senior management, portfolio managers, investment research, and risk management) on the climate change debate and risks that can affect our business. The team recommends courses of action and responds to questions from regulators, clients or other stakeholders. We ensure that Aegon Asset Management and other Aegon companies can clearly articulate their position to external stakeholders.\nAs a result of our active participation, Aegon N.V. joined a \ncoalition of Dutch companies calling on the newly elected Dutch government to create a climate law and appoint a climate minister to ensure the Paris Climate Agreement goals are met. Aegon N.V. also signed a letter to the G20 governments encouraging them to make good on their commitment to tackle climate change. Finally, Aegon Asset Management is following the work of the Financial Stability Board (FSB) Taskforce on Climate Related Disclosures and participated in the consultation on the taskforce's recommendations.\n2. To assess climate-related investment risk\nRegulators, clients, NGOs and other external stakeholders are demanding we analyze climate-related investment risks and report on them. For this purpose, we organized a project in 2016, working together with the Portfolio Risk Management function, described later in this chapter.\n3. To identify climate-related investment opportunities\nWe believe that there needs to be an energy transition and that it is already happening. We also believe that this will come with new investment opportunities – for example, by investing in renewable energy (wind, solar, hydro, geo-thermal), energy-\nefficiency, or electricity storage businesses. Despite the rapid \ngrowth of these markets, we find that there is a shortage of \ninvestable projects that meet our investment criteria. We \nare committed to deepening our understanding of these \nemerging business models in order to identify profitable \ninvestment opportunities. For this reason in early 2017 \nwe launched a Clean Energy Project (more details on this \nproject can be found in the interview on page 68).7.2 Climate Investment\nRisk Project 2016\nCarbon footprinting is not the answer – yet \nAegon Asset Management first looked into climate investment risk in 2014, by conducting a carbon footprint analysis on three large fixed income portfolios. Although we found that all three portfolios were less carbon intensive than their benchmarks, the main benefit of the analysis was the opportunity to learn about the carbon footprint methodology. We found that a carbon footprint cannot be used as an accurate and reliable risk indicator, either at company or portfolio level, and is at best an indication of exposure to possible future regulation or increased competition. \nIn 2015, working together with the Institutional Investors Group \non Climate Change (IIGCC), we had an opportunity to further analyze carbon footprinting methodologies, strengthening our belief that conducting a carbon footprint analysis on all of our investment portfolios (as some stakeholders have suggested) would not provide further insight into investment risk. We will continuously monitor carbon footprint measurement tools as more robust models are developed to effectively assess climate investment risks. \n2016: Climate Investment Risk Project together\nwith Portfolio Risk ManagementIn order to delve deeper and involve more disciplines, Aegon Asset Management ran a project to analyze investment risks related to climate change in the second half of 2016. To apply more of a risk management philosophy to this challenge, the project was co-managed by the Responsible Investment team and Larina Baird, a portfolio risk manager at Aegon Asset Management (an interview with Larina can be found on page 26). \nWe also formed a project group with representatives from various \nAegon and Aegon Asset Management units; the group included portfolio managers, analysts, risk managers and client-facing employees. Project group members were interviewed individually; the conclusions were discussed and recommendations were made. We also held a session with investment analysts and portfolio managers to discuss how climate-related factors might impact the business drivers of energy and utility companies.\nThe project was supported by sustainability consultants, the \nSouth Pole Group, who benchmarked our approach, provided input for the discussions, and challenged our thinking. The independent thinktank Carbon Tracker also acted as a sparring partner, based on their analysis of the impact of climate change on investments in fossil fuels.\n\"We believe that the energy transition will come\nwith new investment opportunities.\"\nAegon N.V. divests from coal miningIn early 2016, the California Insurance Commissioner asked all insurance companies doing business in California to voluntarily divest from their thermal coal investments. \nAegon’s exposure to coal was already very limited due to our \nassessment that environmental policies, competition from renewables and low gas prices were making investments in the sector unattractive. Based on further analysis on investment risks in the sector by Aegon Asset Management, the Responsible Investment Strategy Committee decided to divest from any remaining investments in its general account and to add coal mining companies (defined as companies that derive 30% or more of revenues from thermal coal manufacturing) to its exclusion list.\nAegon N.V. carbon neutral \nDriven by the Paris Climate Agreement in 2015, Aegon N.V. decided in 2016 to become carbon neutral. \"As a financial services company Aegon doesn’t have a large direct carbon footprint,\" explains Marc van Weede, Global Head of Strategy & Sustainability. \"But we wanted to see were we could make further improvements. We reduced our footprint by buying energy from renewable sources, which was relatively straightforward in the Netherlands and the UK but was not so easy in the US. We also ran a program to determine where we could be more energy efficient. With our remaining footprint for items such as gas usage and air travel we invested in offset programs that support efficient lighting projects and cooking stove technology. Although it’s relatively small, we're happy we can make this contribution to reducing emissions. And of course we realize that wehave a larger impact through our investments – asdiscussed in this report.\" \nAbout The South Pole Group\nThe South Pole Group is one of the leading providers of sustainability solutions for climate change and renewable energy, offering a full spectrum of sustainability services, including climate policy and strategy advisory, in addition to high quality carbon credits. The South Pole Group has developed over 400+ emission reduction projects in renewables, forestry, agriculture, industry, households and public institutions. The South Pole Group is 'for-profit' and passionately 'for-the-planet' at the same time.\nAbout Carbon Tracker\nJames Leaton, Research Director at the independent financial think tank Carbon Tracker, was involved in the climate risk project described in this chapter.\nCarbon Tracker provides in-depth analysis of the impact of \nclimate change on capital markets and investment in fossil fuels; mapping risk, opportunities and the route to a low carbon future. Carbon Tracker's team of financial, energy and legal experts have a ground breaking approach to limit future greenhouse gas emissions. Carbon Tracker aims to have the technical knowledge, connections and reach to get inside the mind-set of the global financial community and effect change on a global scale. Carbon Tracker is a non-profit, independent organization, free from the commercial constraints of mainstream analysts and able to set its own research agenda.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}