{"page_content": "25\n3  Aegon defines emerging risk as, \"A newly developing or changing risk, which is perceived to have a potential significant impact on Aegon ’s financial strength,\n competitive position or reputation. An emerging risk may not be fully understood yet or factored into terms and conditions, pricing, reser\nving or capital setting.\" Conclusions and recommendations\nThe project group agreed on a number of ‘certainties and uncertainties’ in climate change investment risk (see below for more details). Based on its findings, the key conclusion is that climate change is happening and will have a financial impact on the companies we invest in. However, there is significant uncertainty on what actions will be taken by governments to combat climate change and how the energy transition will occur. The long-term nature of the issue makes it more complex, as we expect climate change will remain on the agenda for the next several decades. Even with forward-looking metrics, it is impossible to forecast with a reasonable degree of certainty the impact that climate change will have on industries, let alone on individual companies’ credit-worthiness, more than two to three years into the future.\nWe concluded that there is an ‘emerging-risk’ as defined by \nAegon N.V.\n3, but the limitations of current methodologies to \nmeasure climate risk, a lack of data and reporting standards,and the very long-term nature of the energy transition,make it exceedingly difficult to accurately identify,measure and manage this risk today. The key recommendation was that Aegon Asset Management should ensure it remains well-positioned to track relevant developments (government actions, company reporting, data innovations), to assess what they mean in terms of impact on companies and industries. This could be done through the establishment of a more permanent climate change working group.\n\"How will companies in the affected industries \nreact to government action and carbon prices?\"\nWe have identified the following certainties:\n• Climate change is happening and will have widespread  \n impact on human and natural systems.\n• At the COP 2015 Paris conference, governments  \n \n committed to combat climate change and have begun to  \n enforce new rules and regulations to curb greenhouse\n gas emissions.\n• There will be an energy transition – the global economy  \n needs to phase out of fossil fuels, and technological\n innovation is needed to support this transition.\n• Industries and companies will be significantly impacted;  \n some may disappear altogether, others may be transformed.\n \n• Investors poorly positioned to address the changing\n environment will be vulnerable to risks.\n• Different types of climate investment risk are distinguished:  \n physical risk (risk of damage caused for example by\n increased frequency of ex\ntreme weather events), transition  \n risk (risk of failing to adapt to changing market\n circumstances and consumer preferences), and regulatory  \n risk (risk of failing to comply with the regulatory measures  \n that are expected). \n However, there are also many uncertainties:•\n It is not clear which actions governments will take\n following the Paris Climate Agreement, and when. \n Will they introduce caps on emissions, carbon taxes, or  \n subsidies on renewable energy? Will they stimulate or  \n impede nuclear energy (which has no carbon emissions\n but comes with other risks)? \n• Many economists say putting a price on carbon would be  \n the most effective way to deal with climate change. Will  \n this happen? Will there be one global price, or local  \n \n and regional prices? How high will the price(s) be\n? \n• How will companies in the most affected industries –\n energy, transpor\ntation, utilities – react to government  \n action and carbon prices? Will they adapt or face decline\n? \n When will action take place? How will this impact their  \n equity prices or creditwor\nthiness?\n• What are the winning energy business models of the future?\n \n Will the world be powered by windmills and solar panels or  \n will we have new technologies that are yet to be developed?\n• How will this affect government finances? Will countries  \n that are oil dependent default on their sovereign debt?\n• If you can better quantify climate-related factors, how  \n would an analyst determine its appropriate weight with  \n all other factors that should be considered for an\n in\nvestment? Is this different for fixed income investors\n than for equity investors\n? \n\"Investors poorly positioned to address the changing environment\nwill be vulnerable to risks.\"Certainties and Uncertainties in Climate Investment Risk\n24\nWe use our investment management expertise to help people achieve a lifetime of financial security.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}