{"page_content": "27 26\nWe use our investment management expertise to help people achieve a lifetime of financial security.7.3 Understanding Climate Related Investment Risk\nLarina Baird, Portfolio Risk Management\nAegon Asset Management\nLarina Baird, based in the Chicago office, co-managed the Climate Risk Project in 2016, along with Harald Walkate. Here she discusses her views on Aegon Asset Management’s exposure to climate change risks. As a Global Risk Project and Operation Leader, Larina is involved in a large variety of risk-related projects within Aegon Asset Management, representing the risk management philosophy and ensuring a risk-oriented culture. \nWhat experience did you have with ESG before\ngetting involved in the Climate Risk Project? Prior to this I had some involvement with ESG issues through conversations or work related to the Responsible Investment Policy and client mandates. I’m a curious person by nature and often dig deeper into topics to look for opportunities to improve processes related to understanding and managing risks. Thus, when Aegon Asset Management started working with MSCI ESG data I spent some time researching the data, the definitions, coverage, and thinking about how these data could be used for risk purposes, as well as the pros and cons of putting together portfolio-level ESG statistics, for example. \n\"Investment risk management is not as \nstraightforward as some people think.\"\nInvestment risk management is not as straightforward as some \npeople think – it is often assumed that we just want to avoid risk, including ESG risk, as much as possible. But every use of money has risk. Thus, we need to have processes in place that assist with selecting the appropriate type and degree of risk that is most likely to yield the returns our clients are seeking while complying with all client mandates. Also, there are challenges to how we analyze situations and translate them into investment decisions that are good for our clients – portfolio managers are inundated with information, but usually there isn’t a ‘cut-and-dried’ metric that indicates precisely where companies are on a risk scale. In these cases, there is a need for well informed, experienced human judgment. I believe there are always opportunities to make one decision over another, and ESG should have a place in this decision-making. For example, if we have a definite indication that a company is a poor investment from an ESG perspective, why invest if we can find a similar alternative with better ESG performance? But, processes and data need to exist to prove that definitive answer. \nDo you think of climate change as an ESG issue or just as any \nother investment risk?To me the label doesn’t really matter. Of course I understand that ESG people see it as an ESG issue but we need to analyze it for what it is. If we think this is an investment risk – and in our Climate Risk Project group we agreed it is – we need a plan to make sure it is treated like any other risk. Meaning we need to involve the right functions to ensure they feed into decision making when appropriate, work to create a reporting dashboard so we understand how we are exposed to this risk at a portfolio and company level and keep on top of the available data and measurement tools. \n\"If we think this is an investment risk we\nneed a plan to make sure it is treated likeany other risk.\"\nWhat we found in this project is that right now we can’t do too \nmuch to accurately measure our climate change risk. Currently the risk actually appears to be relatively limited in the sense that we don’t think this is going to have a big impact on our returns in the short to medium term. But we can start to develop good forward looking plans and processes to make sure we address risks as the climate change story develops. \nWhat have you learned about Responsible Investment and ESG \nfrom this project?As a risk manager I get very excited about working with and learning from other disciplines – I want to be exposed to ‘out of the box’ thinking and to be challenged a little bit on new issues. New people, other disciplines, other companies, can provide this opportunity. And ESG focused individuals look at investments in a different way, so I’ve enjoyed our cooperation and look forward to continuing to work together.  \nThat being said I think the ESG community sometimes looks at ESG risks in isolation and forgets that investors look at a hundred other factors in analyzing a company – the point is to integrate ESG in this process, not to replace the process with an ESG assessment. Take utilities and climate change: the analyst will assess how the utility would be affected by possible new regulations on emissions, looking at \"probability times impact.\" But he or she will make a similar assessment for many other eventualities that might affect the company over a five to ten year timeframe, and will then come to a balanced investment recommendation based on the totality of factors.\nThat, to me anyway, is what ESG integration should be all about.\nNext Steps in Climate Investment Risk\nThe recommendation to establish a more permanent climate risk working group \nwas recently approved by the Responsible Investment Strategy Committee and the group is expected to be formally established in 2017. This group will follow developments around climate change mitigation and the energy transition and advise Aegon N.V. and Aegon Asset Management on further measures to take, including the development of slides on ESG and climate risks for the Aegon N.V. risk management dashboard, actions coming out of the FSB Taskforce on Climate-Related Disclosures’ recommendations and further cooperation with academics, experts or think tanks such as Carbon Tracker.\n\"ESG focused individuals look at\ninvestments in a different way.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}