{"page_content": "35 34\nRI Policy & \nGovernanceInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting \nTargeted\nInvestments\nImpact Investment\nSRI Products\nWe use our investment management expertise to help people achieve a lifetime of financial security.8.2 Overview of Investment Analysis  \nSince 2011, we have taken several steps to incorporate ESG factors into our internal \ninvestment processes. The first real impulse in this area was the decision to source ESG data from MSCI, a leading provider in this field. In 2014, we introduced the requirement that members of our investment teams complete ESG training, to ensure that portfolio managers and analysts are well-positioned to incorporate ESG considerations in our investments. Also, in 2015 we completed the process to automatically include ESG ratings data in investment analysis summaries, called tear sheets. Finally, we continue to work with the 'ESG officers,' portfolio managers or analysts in the different AAM units who have been asked to lead ESG integration work for their local team.\nMany portfolio managers and analysts, as well as external \nstakeholders, feel that ESG remains an emerging discipline and that ESG integration continues to be a work in progress, for Aegon Asset Management and for the investment industry as a whole. Some of the typical observations we hear from our own colleagues and at industry events:Another challenge is determining the appropriate way to document how ESG factors are considered and weighed in an individual investment decision. Given that ESG factors are not often material to an investment we don’t want to impose higher documentation requirements on portfolio managers than would exist for other investment considerations. \nHowever, we also see that most portfolio managers and analysts \nhave developed a good understanding of how ESG factors are relevant for their asset class or the sectors they follow.\nESG Training\nIn 2013, the Management Board of Aegon Asset Management mandated ESG training for all our portfolio managers and analysts. The training we selected is an online modular program offered by the PRI Academy, which explores the use of sustainability data in fundamental analysis and security selection. By completing the training, our teams now have a more nuanced understanding of ESG factors and their contextual relevance, allowing them to make more informed investment decisions. \nCompletion Rate\nAs of December 31, 2016, 72% of eligible portfolio managers and analysts have completed the training. If we exclude new hires (who have one year to complete the training), the completion rate stands at 96% as of publication of this report.\nThe training is supplemented with webinars and sector conference calls organized by MSCI \nthat demonstrate the functionality of MSCI ESG Research’s online platform, MSCI ESG Manager, and discussions on the materiality of ESG issues in various sectors.\nNext Steps\nAlmost all of our investment staff have now completed the PRI Academy training. And we are now preparing a new program that is both more advanced and more tailored to different asset classes, including fixed income. We are in discussions with a number of academics and practitioners to select or develop this program. New hires will continue to be required to complete the PRI Academy programIt is not always clear how ESG factors are material toan investment case; when you do find this ‘materiality’, quantifying the impact in financial terms is not straightforward.\nIn High Yield we are purposely seeking out the riskier \ninvestments – this is the main source of the higherreturn – it is challenging to determine how to deal with a company  that has a very low ESG rating and is therefore risky in ESG terms.\nA credit analyst considers countless factors\nover a long timeframe – what is the appropriate weight for an ESG factor compared to all the others?\nNot all companies we follow have ESG ratings, and smaller\ncompanies tend to have lower ESG ratings; not – we think – because they are worse performers but because they have less resources working on sustainability reporting.We’ll get questions on this from clients and consultants – they like that it’s factored into the tear sheets already.\nIf the economics are similar we go for the investment\nwith the higher ESG rating. All else being equal, it’s a differentiating factor.\nIn emerging markets sovereigns we used to call this \n‘political analysis’ – we look at things like political stability, social repression. The ESG reports have definitely increased our understanding of these factors, for example around environmental policies, rule of law, human rights.\nIf there is an obvious risk, it can be a big part of the process, for \nexample in the defense industry. The coal industry is also a good example, the writing was on the wall that it is in decline – it's notcoming back. It's a combination of low natural gas prices and environmental policy.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}