{"page_content": "37 36\nWe use our investment management expertise to help people achieve a lifetime of financial security.As responsible investors, portfolio managers should identify sustainability issues that are \nmaterial to their investments. However, as responsible members of society, we should also care how companies manage environmental, social and governance issues regardless of relevance to investment decisions.\nMost financial institutions work with external ESG data providers \nwho transform sustainability information into useful ESG data and ratings. However, this ‘science’ is still at an early stage. There are discrepancies in content and coverage. For example, there are low correlations between the ratings of different data providers, and ESG rating agencies rely mostly on corporates’ self-reported data, often without the assurance of an independent auditor or regulator. Also, the non-standardized methodologies for reporting ESG data make it difficult for investors to compare information from different sources. In other words, determining the financial materiality of ESG issues is still a challenge for fixed income investors.\nNonetheless, we have been analyzing the ESG quality of our \nportfolios, which closely resemble Euro investment grade credit indices. Although we check ESG ratings before new purchases, the investment decisions are mainly based on the credit outlook, and are generally not driven directly by ESG issues.\nYet we still see a distinct overweighting in our portfolios of the \nhigher rated companies. This chart, for instance, shows the ESG rating distribution of a sample portfolio over six quarters. The distribution is skewed to the left which suggests an increasingly healthy ESG quality in the portfolio. Looking at Euro-denominated investment grade credit indices, we then observed that they behave in a similar fashion. \nWe think that this can be explained by a growing ESG \nconsciousness of the underlying European companies. We analyzed the invested company names, and we found that the improvement in ESG quality was triggered primarily by ratings upgrades. \nThe development of investor-friendly ESG data and ratings is still \na work in progress, and the \"true\" integration of these data into investment decisions is in an early stage. We think ESG ratings can give portfolio managers a quick and efficient first view of a company – for example, as a proxy of quality of management – and be the starting point for further research.But we are encouraged to see that companies are becoming more sustainable. Whether this is because of investor pressure or due to other factors, we don’t know, but of course we like to think that we as investors have played at least a small role in this positive shift.\n\"We are encouraged to see that companies are\nbecoming more sustainable.\"\n8.3 ESG Ratings: A Portfolio Manager’s Perspective \nAlfredo Raez, Portfolio Manager and ESG OfficerAegon Asset Management Spain", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}