{"page_content": "39 38Next Steps for the ICRP  \nOur working group finished in early December 2016 and the \nICRP was approved by the Group Risk & Capital Committee in mid-December 2016. This means that going forward new mandates will need to have this Responsible Investment language incorporated. \nWe use our investment management expertise to help people achieve a lifetime of financial security.This year Aegon N.V. took a big step towards making sustainability part of mainstream \nbusiness by including Responsible Investment requirements in the Investment and Counterparty Risk Policy (ICRP). The ICRP is a global risk policy that sets certain limits to how much risk Aegon N.V. is willing to take through its investments and counterparties.\nWe spoke with Rui Cui, Financial Risk Manager at Aegon N.V., who \nled the policy update and provided insight on the process and motivations for including Responsible Investment. \nHow did this update come about?\nThe ICRP is a risk policy, which means we need to review and update it once a year; typically we form a working group for policy updates. The Management Board expressed a desire to incorporate sustainability into the broader Aegon N.V. business processes, and after a discussion with the Responsible Investment team we decided to add Responsible Investment to the agenda of our group. I invited Harald Walkate, Head of Responsible Investment, to join the working group and share his expertise. The other members of the working group were financial risk managers or asset and liability management experts from different country units.\nAnd how did the group approach the Responsible\nInvestment issue?Although Responsible Investment wasn’t the only topic included in the policy update, it often led to the most intense discussions. Most people working in Aegon financial risk management don't deal with ESG issues – keep in mind that these are not investment professionals who would have had ESG training – so they weren't familiar with the type of arrangement we were proposing.\nIt wasn't that they didn't want to include it in the policy but they \nhad many pertinent questions such as: Where would it go? How should it be worded? What are the implications of adding it? And, most importantly, they were thinking ahead: how do we test compliance with the policy? \nLast year, Aegon N.V. initiated a policy-attestation process, which \nmeans that these risk managers will need to certify that they are compliant with the policy. Eventually all the risk policies will go through this new process but the ICRP is one of the first to be attested – this must have been fresh in their minds.So what is the actual requirement that is now includedin the policy? And why is this relevant?The policy requires each investment mandate to document the applicable Responsible Investment and ESG approach. As each mandate is different depending on whether it is for Aegon N.V.’s own account or for an external client, the key is that it needs to be discussed before the mandate takes effect. This way people across the company dealing with asset and liability management, with investments, risks, compliance, etc., will need to be involved in discussions about Responsible Investment. It really is a business-process oriented way to further embed ESG.\nWhat does this mean for Aegon Asset Management?\nWell, I think it means you’re going to be very busy! But seriously, I think Aegon Asset Management will have a lot more clarity on what their clients expect of them, and of course it also means they need to live up to these requirements, and document them.\nHow did you experience the process personally?\nFor me this was a new experience in many ways; it was the first time I led a risk policy update, and also the first time I was really exposed to Aegon’s sustainability practices. We had a lot of intensive discussions and it was a lot of work, but I’m really happy with what we have achieved. \nFrom a governance perspective, we have a lot of support from the \nManagement Board, which is helpful and shows that Aegon as a company is committed to taking Responsible Investment forward. I expect a lot of developments in this area over the coming year and look forward to seeing how we progress as a company.\n\"People across the company will need\nto be involved in discussions aboutResponsible Investment.\"8.4 Integration in Practice: The Aegon Investment and Counterparty Risk Policy \nRui Cui, Corporate Actuarial and Risk Management\nAegon N.V.\n\"We have a lot of support from the Management Board, which shows that\nAegon as company is committed to taking Responsible Investment forward.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}