{"page_content": "41 40\nWe use our investment management expertise to help people achieve a lifetime of financial security.Aegon Asset Management US has long been active in real estate investments, including \naffordable housing tax credits and commercial mortgage loans. Eddie Downey is an environmental scientist with AURA who does environmental due diligence on properties when we make these investments. Eddie has also been instrumental in raising awareness around impact investment in our US business.\nCould you tell us about your role in AURA and how you got \ninterested in Responsible Investment? I am very much a product of the 70’s and 80’s. In that time the US saw the enactment of many bedrock environmental laws – think of the Clean Water Act and Superfund. Those actions stood in stark contrast to environmental disasters that underscored the continuing need for improvements. People of my generation would still recognize those names: Love Canal and Times Beach are well-known cases. \nAll of this fascinated me – so much so, that I went on to study \nenvironmental health in college and graduate school and have worked in various aspects of the field throughout my career of 30+ years. There is certainly an environmental angle to Responsible Investment that interests me and that also got me involved in impact and ESG data collection and awareness. When I first learned about the company’s ESG integration initiatives a number of years ago I said \"Hey, that’s what I do!\" I feel strongly that we have this responsibility – to address these issues as a large investor, and for me this has all been very rewarding. \nSo you were doing ESG ‘avant la lettre’, as it were. Please tell us \nabout your ‘brand’ of ESG integration.My main job at AURA is to conduct environmental due diligence for proposed real estate investments in affordable housing tax credits, commercial mortgage loans, real estate equity and now also on solar tax credit sites. I also provide environmental support for our owned real estate investments and Transamerica facilities as needed. I think this is a bit different from what you might call ESG integration, but I think it is an important aspect of our Responsible Investment approach: basically we assess and try to mitigate environmental or engineering risk before making investments.\nCould you tell us more about this due diligence process and the \ntypes of environmental issues that can arise? These types of investments aren’t covered by your typical ESG data provider. So for commercial mortgage loans we have a network of external consultants that cover the entire US. When a proposed investment is made, before we get into a deal we’ll commission consultants to go out and conduct a \"Phase I Environmental Site Assessment\". I review it and then prepare an internal risk assessment and recommendation. For affordable housing it works pretty much the same, but the developer provides the reports. \nIt doesn’t happen very often that the risks are so significant or \nunknown that we walk away from a deal, but sometimes sites or the surrounding areas have a history of industrial activity and may be contaminated so we’ll commission a \"Phase II Report\", testing the soil and groundwater. We get that data back and compare it to applicable regulations and see what may need to be done to get the sites up to standards. \nIn the investment sites where we have identified risks, we \nencourage and monitor environmental clean-up actions. For example, we may excavate and dispose of contaminated soils, treat contaminated groundwater, install ventilation systems to reduce radon gas levels and remove damaged asbestos materials from buildings. These clean-up actions provide a cleaner environment as well as a more sound investment.\nHow does environmental due diligence influence investment risk?\nReally these things go hand in hand: we’re concerned about exposure for individuals, the city and the community to contamination, and we’re concerned about managing financial risks. Working in conjunction with our real estate production teams, we collectively do a very good job of identifying and considering environmental risks during the underwriting process. Whenever we do a deal that has some moderate environmental risks it’s good to remind ourselves that if there is a default on a loan then we may end up owning this contaminated property – do we want that? \nHave you seen a change in the company on Responsible \nInvestment and impact investment over the past several years and where do you think this will go in years to come?  Yes, most definitely. In the business world there is now a fundamental and necessary shift from an environmental compliance mindset to a focus on environmental stewardship and sustainability. In the US, ESG is getting more and more attention and I believe this will continue to increase in the years to come.In our company, I can say I have been working on impact investment for many years. I think it takes a while for people to grasp it – the combination of financial return and impact – but now across the board I see a good understanding of what Responsible Investment is all about and what constitutes an impact investment. You’re seeing a strong commitment from management, which is really helping. People are enthusiastic about this.\nYou know, I have three young adult children who recently \ngraduated from college – when they talk about their interests and their aspirations, it is clear that their generation, our future leaders, care deeply about environmental and social issues. Sometimes I worry, there’s still so much to do. But when I talk with them I’m encouraged – this next generation doesn’t see this as something separate, for them it’s just a normal part of life and business.\n\"You’re seeing a strong commitment\nfrom management, which is really helping. People are enthusiastic about this.\"8.5 Environmental Due Diligence as ESG Integration\nEddie Downey, Vice President, Engineering & Environmental Services\nAURA\n\"It is clear that my children’s generation, our future leaders,\ncare deeply about environmental and social issues.\"\nWhy it Matters  \n\"Aegon is making a difference globally by promoting the environmental aspects of investment. I believe this will be increasingly noticed by today’s younger generations, when we consider that they are very much environmental warriors... As well as our future leaders, investors and employees.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}