{"page_content": "\"You force yourself to take out the influence of cyclicality.\nThat is exactly what long term Investing should be about.\"42\nWe use our investment management expertise to help people achieve a lifetime of financial security.What is Long-Term Investing?\nGood question. We’ve been following this discussion for some time now, and it seems that it means different things to different people. For us at Aegon Asset Management it’s pretty straightforward: it’s about a certain mindset in servicing our clients, who for the most part have long-term liabilities to their beneficiaries. When we ‘onboard’ an institutional client, together we fill out a questionnaire and we determine their risk profile. Every client individually gets a personalized strategy based on their long-term liabilities. Then, for their investments, on an annual basis we adjust what’s in the different investment buckets: commodities, fixed income, equities, real estate. To decide what goes in the buckets we have a ‘dynamic asset allocation model’. Every year we forecast what will come over the next five to six years: we look at the economic cycle – are we in an upturn or downturn, what are the long-term trends? Based on this we develop the long-term scenarios that are the starting point for our valuations and asset allocation decision-making – which asset class is going to be attractive? So we're thinking long-term when a client joins, and then revisit this continuously. That to me is long-term investing. \n\"We're thinking long-term when a client joins, \nand then revisit this continuously. That to me is long-term investing.\"\nWhat is the benefit of doing this?\nThe more you look at financial markets and live with them, the more you find out that everything comes back in cycles. Exuberance is followed by despair followed by exuberance and so on. We know that focusing on longer-term fundamentals and looking through the cycles works very well for our clients and funds. However, ignoring a lot of the noise in the markets, such as Brexit or the outcomes of elections, is not easy and requires a lot of discipline and transparency. \nOver the long-term, if you know an equity is expensive, it’s very \nlikely to go down, though in shorter time frames it can be very volatile. We’ve been doing this now for 15 years, and we see that if you do this consistently it gives good results – if you look at attribution it’s a major part of the performance we generate for clients. It’s because you force yourself to take out the influence of cyclicality. That is exactly what long-term investing shouldbe about.It sounds very long-term oriented. But a lot of people are saying investors are short-termist. How do you see this? We do hear this a lot but I honestly don't think it's the case. I think first you have to be clear on definitions: is it about how long you hold an investment, the holding period? There can be many good reasons for investors to sell securities, even though they may start out thinking they will hold it a long time – sometimes their view on a company changes, sometimes there's a market development that hits the company, sometimes they have liquidity needs, sometimes the investments just have short maturities, like some bonds. You obviously don't want to trade too much, that results in additional transaction costs, which hurts performance. But otherwise I don't think the holding period is that relevant.\n\"I think financial markets as a whole are very \ngood at taking into account longer horizons.\"\nSo is it about working with benchmarks? Which benchmark you \nuse is something you have to think about very carefully with your client, but you do need to agree on some performance measure. In short, I don’t doubt that some investors are just trying to outperform the benchmark over short time horizons, and maybe trade too much, but I think financial markets as a whole are very good at taking into account longer horizons.\nCritics might counter that, this all sounds very good but is \nthere any evidence of this? Company CEOs often say they feel massive shareholder pressure to outperform over the short-term and it hurts their ability to think about and invest for the long-term.There is actually some good academic research in this area. You can break down the equity value of companies: which part of the value relates to this and next year’s activities, and which part to everything after. For most industries, more than half of the share value reflects long-term growth. In some industries it can be as high as 70%. Amazon is an extreme example: three quarters of their value relates to profits they hope to make more than a decade from today. I think that is clearly inconsistent with this allegation of investor myopia.\nIf company CEOs feel the pressure to perform, I think that’s \nonly natural – they are there to create value for their investors and other stakeholders, and we as active owners are obviously pushing them to perform financially over the short-term and In 2016, ‘Long-Term Investing’ (LTI) was a much-discussed theme in the world of investments and we see that it still continues to generate a lot of debate today. Harald Walkate, Head of Responsible Investment, spoke with Olaf van den Heuvel, European Head of Tactical Asset Allocation, at Aegon Asset Management. In this role, Olaf van den Heuvel is responsible for developing our company’s annual Long-Term Scenarios.\n9 Long-Term Investing 9. Long-Term Investing\nOlaf van den Heuvel, European Head of Tactical Asset AllocationAegon Asset Management", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}