{"page_content": "45 44\nWe use our investment management expertise to help people achieve a lifetime of financial security.\"For most industries, more than half of the \nshare value reflects long-term growth.\"\nthe long-term – just like you are asking them to perform on \nESG. If they feel this pressure to perform in the short term particularly, this might also have something to do with how their compensation package and targets are structured. \nSo what do you think LTI has to do with Responsible \nInvestment and ESG?As portfolio managers we like companies to think about their long-term prospects and challenges. I think that’s where we have something in common with our ESG colleagues. Companies that think about long-term business opportunities – like where’s our growth coming from? Where do we need to invest? What could frustrate our business plans? – are also more likely to think about issues like climate change for example.\nSo I think the ESG community has identified ‘long-term investing’ \nas a good way to push companies to embrace sustainability. I would say that this is a very good development, but also have two observations for the LTI people.\nFirst, sometimes company CEOs try to convince investors that \ncertain projects, for example acquisitions, are good ‘long-term investments’, but investors are right to challenge them. History shows that these decisions are often not so great for the company’s shareholders in the long term. 'Long-term oriented' sustainability programs are similar. There is nothing wrong with sustainability but as an investor you need to look beyond the slogans and the marketing talk and analyze how sustainability is really integrated in the core business.\nSecond, what is good in the short or long term can vary greatly by \ncompany and by sector. Yes, some companies should invest in a big way in R&D or marketing because this will drive their business in the long-term. But for others that would be a big mistake. So just saying 'investors should be loyal to management and should let CEOs make long-term investments' is not the right approach. That’s not long-termist, that’s just plain short-sighted!\nNext Steps in LTI\nWith Olaf, we are working to identify the different aspects in the debate about investor short-termism and long-term investing. We are planning to analyze these aspects, and take a position on them in a series of papers to come out later in 2017.\n\"I think the ESG community has identified ‘long-term investing’\nas a good way to push companies to embrace sustainability.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}