{"page_content": "\"We have impact investments in affordable housing and elderly homes, renewable\nenergy, sustainable timber, microfinance, development banks and green bonds.\" \n49\nWe use our investment management expertise to help people achieve a lifetime of financial security. 48\nRI Policy & \nGovernance\nInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting Targeted\nInvestments\nImpact Investment\nSRI Products\nWe use our investment management expertise to help people achieve a lifetime of financial security.10.1 Targeted Investments\nAegon Asset Management defines targeted investments as investment opportunities \nthat have explicit social and environmental goals, in addition to financial ones. \nImpact investments\nWe define impact investments as direct or indirect investments in businesses, organizations and projects that meet our existing \nrisk and return requirements but also have the intent to create a measurable social or environmental impact. We have impact \ninvestments in affordable housing and elderly homes, renewable energy, sustainable timber, microfinance, development \nbanks and green bonds.\nSRI funds\nSRI funds offer investment strategies that often revolve around exclusions for a specific ESG issue, or a combination of \nESG issues. For example, companies with poor environmental or human rights records, or companies that are active in \nthe arms or tobacco industries may be excluded from investment considerations. Aegon Asset Management currently \noffers a number of SRI funds in the UK, the Netherlands and Hungary. Our joint venture partners LBPAM (France) and \nAIFMC (China) are also active in SRI Funds.\nInvest in People\nSince 2013 TKPI has been helping blind track cyclist, \nTristan Bangma, achieve his dream of competing in the Paralympics. Through the young athletes’ dedication and perseverance on September 11, 2016 Tristan made it to the Rio de Janeiro’s Paralympic games, winning a gold medal on the 1 km tandem trial. Amazed by the young athletes’ performance, TKPI will continue to sponsor Tristan as he gears up for the Paralympic Games in Tokyo in 2020.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}