{"page_content": "8 \n The Global Impact Investing Network. \n9  O’Flynn, Peter and Chris Barnett. 2017. \"Evaluation and Impact Investing:\n A Review of Methodologies to Assess Social Impact.\"\n10 Sustainable Development Solutions Network. November 2015. \"Investment Needs to  \n Achieve the Sustainable Development Goals: Understanding the Billions and Trillions.\"\n51 50119 m\nGreen bonds\nGreen bonds are asset-linked bonds created\nto fund various environmental and/or climate\nrelated projects, such as renewable energy, energy \nefficiency, and sustainable real estate.\n4.8 bn\nAffordable housing4\nOur 2016 US investments provided affordable housing \nto an estimated 5,824 families and seniors. Stimulating \nthe economy in the first year by USD 449m in local \nincome and creating approximately 7000 jobs.5309 m\nRenewable energy6\nSolar tax credits (USD 166.5 m): \nGeneration from our tax credit investments \ntotaled 158 GWh. Offsets CO2 emissions from \nelectricity use for 11,725 US homes per year.* \nUS Wind7: (USD 3.4 m): Generation\nfrom our US wind investment totaled\n37,747 MWh, equivalent to the average\nyearly electricity use of 3,917 US homes.*\nMeerwind (EUR 43m):\nMeerwind generated an estimated 1,134 GWh \nin 2016, equivalent to avoiding nearly 2 m \nbarrels of oil consumed.*213 m\nCare homes for the elderly\nOur care homes have provided specialized \naccommodation to the elderly in the\nUS, UK and the Netherlands. \n106 m\nStudent loans and sport \nfacilities\nOur investments in student loans have helped \nsupport the Federal Family Education Loan \nProgram by sending millions of low and middle \nincome Americans to university. Post secondary \neducation is estimated to increase lifetime \nearnings by nearly 66% compared to high \nschool graduates.  \nFurthermore, our investments in sports \nfacilities have helped fund a top athlete \ntraining center in the Netherlands. \n43 m\nMicrofinance\nOur investments have helped over 440,000\nunderprivileged individuals take out loans and\n2.8 million individuals open savings accounts. \n57 m\nGreen RMBS\nThe Green RMBS includes dwellings \nthat emit an estimated 14% less CO2 \nper year than traditional housing.14 m\nSustainable timber\nIn 2016 our timber investments consisted of \n437,858 acres of US timberland. Equivalent to \nsequestering 463,000 metric tons of carbon as\nCO2 equivalencies in one year.* \n1.6 bn\nInternational development banks\nDevelopment banks support job creation and income \ngeneration to foster growth and improve people’s lives \nin developing countries around the world.  \nWe use our investment management expertise to help people achieve a lifetime of financial security.10.2 Impact Investment\nThe concept of impact investing has gained significant momentum in recent years. Impact \ninvestments are typically defined as investments made into companies, organizations and funds with the intention of generating positive social and environmental impact alongside a financial return.\n8 While investors have been making these types of investments for \ndecades, in recent years a collaborative international effort has emerged to accelerate investments that tackle global challenges. \nIn looking to identify impact investment opportunities for Aegon \nAsset Management to invest in, our top responsibility is to ensure our clients’ assets are managed in such a way that we cover their liabilities. As such, investments should first be evaluated from a risk and return perspective.\nAs a result of internal reviews we have put in place structures \nthat facilitate further discussion about impact investments and continue to look for opportunities to further our impact. This has led to investments in new areas, including green bonds, microfinance, and renewable energy. It has also led to deeper integration of impact thinking and ESG into our investment processes, as demonstrated by a new investment fund called the Government Related Investment Fund (GRIF), which targets 50% of its investments in impact areas (this fund is discussed in more detail on page 70). Since 2012, we have been an active member of the Global Impact Investing Network (GIIN), participating in industry discussions on the market, challenges and opportunities. \nBarriers to impact investing\nThe GIIN Annual Impact Investor Survey highlights two critical challenges to impact investing: (1) there is a lack of appropriate capital across the risk-return spectrum; and (2) there is a lack of high-quality investment opportunities in impact areas, particularly for institutional investors. We need to find solutions to these challenges in order to stimulate growth. \nRegardless of this shortage, investors are already beginning\nto catalyze interesting projects that fit with institutionalinvestors mandates. Harry Hummels, Professor of Ethics, Organizations and Society at Maastricht University, already sees growing opportunities for institutional investors to participate in the impact investment arena. \"This is still a very young field of investment. Right now the challenge is creating financial structures that will allow insurance companies, pension funds and institutional asset managers to invest in impact projects. Blended finance and collaboration with governments and foundations will be increasingly important to scale up investments in areas where money is really needed.\" Impact measurementMeasuring impact has also emerged as a central element to impact investment. Impact measurement includes some form of quantitative or qualitative evaluation of an intervention to determine what effects it has had on society or the environment. Impact measurement is thought to allow investors to make more effective investment decisions and reduce reputational risks around negative social consequences.\n9 However, there is \nno straightforward and generally accepted way to accurately evaluate the impact of these investments. \nMany people in the industry have been working to develop tools \nto capture impact. These approaches typically start by identifying investor’s impact objectives and selecting appropriate metrics and indicators that monitor changes overtime. \"The most important first step when trying to determine how to measure your impact is to know what you are trying to achieve with your investments,\" says Kelly McCarthy, Senior Manager for Impact Measurement at the GIIN. \"From there you can develop a strategy to understand whether you are meeting those goals and then shapeyour future investment strategy accordingly.\"\n* Greenhouse gas emissions equivalencies calculated using the EPA greenhouse gas emissions calculator\n4  Aegon Asset Management holds additional housing investments in the Netherlands and UK that we do not have impact data on for 2016.   \n5 National Association of Homebuilders. March 2010.\"The Local Economic Impact of Typical Housing Developments.\"\n6 Aegon Asset Management holds additional renewable energy investments that we do not have emissions data for 2016.\n7  The number for AAM US wind investments is substantially lower than the number presented last year. This is because returns are predicted on investment owners  \n earning tax credits over 10 year periods based on electricity production, and all tax credit periods for these investments have expired.\n What are the SDGs?  \nThe SDGs are a set of 17 global goals that call on the international \ncommunity to take action in order to end poverty, promote \nprosperity, and protect the planet. The goals are spearheaded by the \nUN and officially came into force on January 1, 2016 after being \nadopted by world leaders in September 2015 at the UN Summit. \n \nThe goals aim to further a sustainable planet by improving \nhealth and education, making cities more sustainable, \ncombating climate change, and protecting oceans and forests. \nAchieving the SDGs will require a significant amount of \ninternational collaboration between governments and the \nprivate sector. The UN estimates the costs of implementing \nthe SDGs at around USD 1.5 trillion per year.10\n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}