{"page_content": "53\nWe use our investment management expertise to help people achieve a lifetime of financial security. 52\nWe use our investment management expertise to help people achieve a lifetime of financial security.Insurers’ Investors on Impact Investment\nIn 2014 Aegon Asset Management established an informal network of investment specialists at insurance \ncompanies and their affiliated investment arms. This network shares insights and best practices on impact \ninvestments, and discusses how greater clarity can be created in the impact  investment community on how insurance companies invest, especially with the impact of Solvency II, liability driven investments, and focus on fixed income investments. The group also discusses opportunities for cooperation in impact investment. The other participating members are Axa Group, Zurich Insurance Group, SwissRe Asset Management, Prudential (US), Standard Life Investments, Allianz, and QBE. \nBut the impact can be positive or negative, intended or unintended, says Marlon van Dijk, founder of social impact management software and consultancy company Sinzer. Marlon also says investors should realize not all changes are caused by their investment and believes a number of factors need to be taken into account in this respect. First, you need to consider ‘deadweight’ – what would happen anyway, if no intervention was made. Second – can you attribute the impacts directly to your investments or are they due to other factors? Third is displacement – are you actually solving a problem or just placing it somewhere else? Last is dropoff – what is the duration of the outcome, and it will bring long-lasting change. Marlon also recommends that in assessing impact institutional investors involve relevant stakeholders, only include what is material, value only what matters, and verify the results. Along, of course, with being transparent, and not ‘overclaiming’ your contribution.\nThat’s quite a hefty recipe, even for a large company such as \nAegon Asset Management. While a number of methodologies are being developed to do all of these things, these are typically only applicable on individual, well-resourced projects. For investors like Aegon Asset Management, with billions invested in hundreds of projects, typically with the involvement of other investors, funds and intermediaries, collecting this type of detailed data is costly and time-consuming. As a result, many investors have employed simpler tools that place greater attention on measuring outputs, such as jobs created, families fed, and so forth. While these indicators tell us less about the broader social impact of our investments, they offer a start to communicating impact. \nWouter Scheepens, a consultant in impact and sustainability \nat Steward Redqueen, believes that although the data is not yet perfect we need to start acting if we are going to get anywhere. \"For example, right now we have flawed estimates of companies carbon footprints. While the information is not perfect it does tell us something about the dynamics of our investments. If we continue to wait until we have better data it will take decades for anything to happen.\"\nFor Harry, measuring impact is all about gathering intelligent \ninformation. \"Investors don’t necessarily need to gather a lot of detailed information to know they are creating an impact. It should contribute to understanding the investment better and whether you are really meeting the needs of the beneficiaries and improve the quality of the investment.\" \nThis year we decided to take a deeper look at our impact \ninvestments and the data that is available to determine if we could gain more insight into the broader social impact they are creating. The outcomes of these investifations are discussed throughout this chapter. \n\"There is no straightforward and generally accepted way to\naccurately evaluate the impact of these investments.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}