{"page_content": "55\nWe use our investment management expertise to help people achieve a lifetime of financial security. 54\nWe use our investment management expertise to help people achieve a lifetime of financial security. 10.3 The Impact of Affordable Housing\nAccess to adequate, safe and affordable housing for all plays an important role in the \nsocio-economic success of society. It is also one of the main United Nation’s Sustainable Development Goals for 2030. Providing families with homes is said to improve community development, raise school attendance and performance and improve their sense of security and safety. However, many people still lack access to this basic resource. The World Bank estimates that 1.2 billion people live in sub-standard housing around the world and this is expected to increase to three billion by 2030. \n\"An estimated 1.2 billion  people live in \nsubstandard housing around the world.\"\nAegon Asset Management has been investing in social and \naffordable housing in the US, the Netherlands, and UK for several decades. Affordable housing programs aim to provide vulnerable groups and low-income families with higher quality, affordable housing than is otherwise available. As a result, families and their children grow up in more positive and stable environments and are not forced to save on other crucial expenses, such as food, energy, transport, education, sports and other social activities. \nAffordable housing in the US and the Netherlands\nIn an effort to understand more about the impact of our affordable housing investments, we focused on our two largest housing investments markets, the US and the Netherlands. In the US, Aegon Asset Management invests in affordable housing through the Low Income Housing Tax Credit (LIHTC) program, a ‘dollar-for-dollar’ tax credit program set up to encourage private investment in high quality, affordable rental housing for low-income families. The LIHTC is widely viewed as one of the most effective federal housing programs in the US. Since inception the LIHTC has placed over 2.8 million units into service. \nIn the Netherlands, the social housing system has been \ndelivering high quality and affordable housing to residents for more than a century. Under this system, not-for-profit social housing enterprises typically provide dwellings to families with an annual income below EUR 29,000, but also to the elderly, disabled, students, refugees, and homeless persons. They are long-term partners in vulnerable communities. On average, social housing rent levels are 30% below the maximum permitted rent, averaging EUR 502 per month (2015). Today more than four million people in the Netherlands are housed through these associations. Of these households, 70% earn less than EUR 40,000 per year. In the rest of the housing market (home-ownership and commercial rent), only 27% of households earn less than this amount. Also, one out of three tenants in social housing are single parent families and 59% of tenants have no formal income.\n\"Today more than four million people in \nthe Netherlands are housed through social housing associations.\"\nAre we better off with social housing?\nBoth programs have been developed to maximize social impact. In the Netherlands, the social housing federation Aedes supports social housing providers and helps to raise the level of professionalism in the sector. Aedes conducts regular monitoring benchmarks and stakeholder engagements to ensure social housing providers maximize their social impact in a financially sustainable manner. \nSimilarly, the LIHTC program aims to provide more than just \nhousing. The program develops homes that provide tangible economic and social benefits. Within general guidelines set by the Internal Revenue Service, the US tax authority, state housing agencies administer the LIHTC, prioritizing projects that serve the lowest-income tenants and ensure affordability for the longest period of time. Once a property is built, state agencies are responsible for monitoring LIHTC properties on an annual basis. Those that are found to be non-compliant can lose their credits. \nGiven the size of these programs, gathering data about the \nsocial-economic impact can be a challenge. Most information and reports focus on key financial indicators, output levels and investments regarding properties, communities and target groups. However, interest in understanding and measuring \n\"It is estimated that the total first year annual impact of building\n100 apartments results in USD 7.9 million in local income,  USD 827,000 intaxes and other local government revenue, and 122 local jobs.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}