{"page_content": "57\nWe use our investment management expertise to help people achieve a lifetime of financial security. 56\nWe use our investment management expertise to help people achieve a lifetime of financial security.the broader social impact of these programs is growing. For \ninstance, in the US, the National Association of Home Builders has developed a model to estimate the local economic benefits of LIHTC properties. The model captures the effect of the construction activity itself, the ripple impact that occurs when income earned from construction activity is spent and recycled in the local economy, and the ongoing impact that results from new apartments being occupied by residents who pay taxes and buy locally produced goods and services.\n11 The study estimates \nthat the total first year annual impact of building 100 typical family apartments results in USD 7.9 million in local income, USD 827,000 in taxes and other local government revenue, and 122 local jobs.\nIn the Netherlands, housing associations are also starting to \nconduct social cost-benefit analyses of their investments. In Amsterdam for instance, social housing association Eigen Haard recently conducted an analysis to evaluate the impact of EUR 42 million investments aimed at improving the quality of life in neighborhoods. The largest investments were directed towards care, policing, housing fraud, neighborhood management, resident participation and physical improvements for the quality of life. They found that providing these improvements resulted in higher property prices in the neighborhoods and reduced costs for police and judicial systems due to lower crime rates. Furthermore, Eigen Haard’s investments improved the quality of life for other residents and home owners in the neighborhoods. It showed that measured social benefits were higher than the costs and thus generating a net positive social impact for the residents in these communities.\nAnother positive output of the Dutch social housing program has \nbeen its priority on energy efficiency measures. This generates multiple benefits: higher comfort for tenants, lower energy costs and positive environmental impacts. The energy performance and affordability of the stock of Dutch social housing providers is monitored on a yearly basis. The percentage of housing association homes with a B label or higher rose from 18% in 2012 to 27.3% in 2015. The sector’s report on evictions is another metric that can account for the effectiveness of preventive measures, even if fluctuations are mostly determined by general economic trends affecting vulnerable groups, including income and unemployment levels. In 2016, the number of evictions decreased by 14% compared to 2015.\nOne social housing provider from the eastern part of the \nNetherlands explains,\"We will provide 4,000 of our tenants with solar panels without any rent increases. This saves them around EUR 10 per month.\" The housing provider also tries to prevent evictions of people with debt. \"Evictions result in high costs \n11 National Association of Home Builders. 2010. \"The Local Economic Impact of Typical Housing Tax Credit Developments.\"\n12 Raj Chetty and Nathaniel Hendren. 2016. \"The Effects of E xposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Project.\"\n13 New York Times. 2015. \"Where Should a Poor Family Live?\"\n14 Novogradac & Company LLP. \"Low-Income Housing T ax Credit Showcase.\" \n for society, often a multiple of the debt itself. We have a joint responsibility together with our local authorities. That’s why our staff go together with a social worker when we visit a tenant in arrears.\"\nFurther steps needed \nWhile these studies suggest the overall impact of providing affordable and social housing is positive at the local level, without more robust data it is difficult to calculate and report on the exact impact on society, let alone the impact that can be attributed to us as investors. For instance, where affordable housing projects are located can play an important role in determining important life outcomes. With every extra year a child spends growing up in higher income neighborhoods, his or her likelihood of attending college and improved future earnings increase.\n12 The LIHTC program has been criticized for \nnot developing properties in higher income areas, but developers counter that the costs of building in these areas are often much higher so there would be fewer units to rent.\n13 Furthermore, with \nstate allocating agencies receiving applications for more than twice as much LIHTC financing as what is available in projects, this is not likely to change soon.\n14In conclusion, the benefits of the US and Dutch affordable and social housing programs seem apparent. However, Aegon Asset Management also sees the need for more research to more accurately quantify the impact, and further improve on these programs. Representatives from both the LIHTC program and from Aedes expressed interest in working with us in further researching and evaluating the wider impacts of these investments. \n\"The benefits of the US and Dutch affordable \nand social housing programs seem apparent.\"\nAegon Asset Management believes these state-initiated but \nprivately funded programs are well-designed, and are good examples of how government and institutional investors can work together to achieve impact for society. \n\"It is difficult to calculate and report on the exact impact on society, \nlet alone the impact that can be attributed to us as investors.\"\nNext Steps in Impact Investment \nBeginning in 2017, Aegon Asset Managementwill participate in an Institutional Investor AdvisoryGroup, led by the GIIN. The group will focus on raising awareness of impact investing with institutionalinvestors and facilitating investment opportunities.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}