{"page_content": "\"This investment has the multiplier effect that we look for in microfinance.\"59\nWe use our investment management expertise to help people achieve a lifetime of financial security. 58\nWe use our investment management expertise to help people achieve a lifetime of financial security. 10.4 The Impact of Microfinance \nGaining access to financial services poses another significant challenge for many \nindividuals. The World Bank estimates that two billion working-age adults lack \naccess to formal financial services, mostly in Africa, Asia and Latin America. To \nhelp bridge this financial gap, in 2016 Aegon Asset Management made its first \ninvestments in the Triodos and responsAbility microfinance funds.\nThese funds provide local financial institutions, in-tune with local knowledge and expertise (also referred to as micro-\nfinance institutions or MFIs), the resources to help build accessible and well-functioning financial sectors that offer \nproducts and services that meet the needs of the people. Providing access to financial services is thought to be an \nimportant building block in helping to end poverty, by enabling individuals to better manage their daily lives, cope \nwith unexpected difficulties, develop skills, and plan for the future.\nIn 2016, Aegon Asset Management invested EUR 43 million in Triodos and responsAbility and a further EUR \n32 million was invested in 2017. (In the 2014 and 2015 Responsible Investment reports we documented the \nprocess of market analysis and fund due diligence that preceded these investments.)\nAn impact guided approach\nGenerating impact is a fundamental element to both Triodos’ and responsAbility’s approach. This is why \nthey have both developed extensive due diligence and measurement approaches to assess and monitor \nthe impact of their investments. \nBoth funds regularly report figures for the number of clients they reach through their investments. \nSince its inception, responsAbility has reached over 400,000 microentrepreneurs and 42 million MFI \nclients. Triodos has reached over 18 million loan clients (averaging EUR 1,163 per loan) and 11 \nmillion saving clients. \nSome investments from the responsAbility fund were also made to drive the development \nof the sustainable energy sectors in developing countries; by improving the efficiency of \nexisting energy sources, increasing renewable energy production, or creating energy access \nsolutions. Their energy investments contributed to a reduction of 214,244 metric tons of \nCO2 emissions in 2015, equivalent to five million trees grown for ten years. Triodos recently \nalso began broadening its impact strategy toward renewable energy and sustainable \nagriculture. However, both funds agree that these simple numbers cannot capture the \ntrue impact of these investments, which is why they also conduct in-depth case studies \nto understand what is happening on a local level. We highlight two of these case \nstudies in this chapter.\nAn evolving approach \nOver time, both Triodos and responsAbility have developed more sophisticated \napproaches to impact measurement. responsAbility initially used a rating \nsystem to evaluate companies on a range of factors including outreach, female \nempowerment, poverty alleviation, financial inclusiveness, and efficiency. \nThe fund embedded these criteria in their screening process with the aim of \nfunding companies with the highest ratings. As responsAbility started to grow \nand expand their investment spectrum to areas such as SMEs, agriculture \nand energy, the fund manager expanded its measurement approach to look \nmore broadly at the industry by creating sectoral output indicators aligned \nwith the IRIS taxonomy managed by the GIIN, considered by many to be \nthe industry standard.\nCajou Espoir – responsAbility\nCajou Espoir is a cashew nut processing factory in Togo that has received financing through the \nresponsAbility fund. The company was founded in 2004 by two Togolese entrepreneurs with a vision to help alleviate poverty in rural areas of West Africa. Growing consumption of cashew nuts, coupled with a very labor-intensive curing process, made this business ideal for job creation in the region. And, since opening its first factory in 2004, the company has provided employment to over 700 individuals, 80% of whom are women.\n\"The earnings not only benefit employees but also the community.\"\n\"The women who work for us now earn 70 to 80 dollars a month, instead of just 20,\" explained François Locoh-Donou, co-founder of Cajou Espoir. \"When asked how they use this additional income, they say that they can use half to buy school uniforms for their children rather than having to beg for clothes. They can dress properly and go to family gatherings that they were previously too embarrassed to attend.\" The earnings not only benefit employees but also the community. The women say they only keep about half their earnings, using the rest to support other family members.\nQR code to video:  \n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}