{"page_content": "7 6\nWe use our investment management expertise to help people achieve a lifetime of financial security.3. Foreword Sarah Russell\nBlack Saturday. February 7, 2009. Around 400 individual \nbushfires burnt across the Australian state of Victoria. \nTemperatures in Melbourne reached a record high of 46°C.Wind speeds over 100 km/h, fanned large fire fronts. In the early evening a shift in the direction of winds now gusting to over120 km/h, turned fires towards towns they had passed earlier.\nThe following morning, realization dawned of the catastrophic \naftermath – 2,029 homes destroyed, 7,562 people displaced;78 towns impacted; 414 people injured; 173 people killed, 113 inside their own homes.\nClimate change did not start these fires. The main causes \nwere attributed to lightning, fallen power lines, machinery and, sadly, arson. But climate change is credited with increasing the risk and severity of fire and the lengthening of Australia’s fire seasons. In the lead-up to Black Saturday, Victoria was suffering from the Millennium Drought, ranked as one of the three most severe, widespread and prolonged dry periods since 1900. In the preceding weeks, heat wave conditions prevailed during which a number of record temperatures were set. \n\"Climate change is credited with increasing \nthe risk and severity of fire and the lengtheningof Australia’s fire seasons.\"I am an Australian who now lives in Europe. I grew up on the \noutskirts of Melbourne, in one of the higher fire risk areas. In the week preceding Black Saturday, I returned home to visit family. I distinctly remember stepping outside one day during the heat wave and having the sensation of my skin burning – not from the sun’s rays, but from the heat itself. I still find it overwhelming to look at photos and videos of the fires. \nResponsible business and – more specifically for us as an asset \nmanager – Responsible Investment is widely recognized and, indeed, demanded as an important and necessary component of corporate governance. We have the power, and the social obligation, to use our investment capacity to make a difference. The dilemma remains whether what you and we do together is enough to achieve the scale and velocity of change required to protect our communities for future generations. \nI have shared this story because I believe that engagement can \nbe more powerful when facts are connected with emotion – personal stories. Yours doesn’t have to be about bushfires, or climate change. The story just needs to be yours.\nImagine our next social pandemic – the underprepared retiree. Your son or daughter has completed their study and embarked \non their working life – smart phone in hand, enjoying the convenience of internet shopping by credit card, and empowered and emboldened by the flexibility of a regular income. Money enough to cover rent and a social agenda. The burden of student loans somewhat lighter in their minds. \nIt’s likely that their outlook on life is shaped by the familiarity \nof their upbringing. Raised in a household where their parents enjoyed more financial certainties around retirement – perhaps even the certainty of a defined benefit pension, built up over a working life when employers bore pension expenses. A certainty that is difficult to imagine today. Free from the exposure of market volatility or the burden of choosing an investment profile. Perhaps savings and investment markets were discussed. More likely not.\nUnprepared in their family environment, and unprepared by a \nschool curriculum that has not yet structurally dealt with this educational need. An insufficient understanding of the mechanics of a defined contribution pension or the need to save more to be able to afford the lifestyle they might aspire to. Not yet wealthy enough to be on the call-list of a financial advisor or informed enough to seek advice. In an environment of historically low returns, envisaged for some time longer. Unaware that they will likely live longer than their parents and grandparents. And unaware that they should act today.I love a sunburnt country,\nA land of sweeping plains,Of ragged mountain ranges,Of droughts and flooding rains.I love her far horizons,I love her jewel-sea,Her beauty and her terror –The wide brown land for me! \n1 \n1 Extract from Dorothea Mackellar. 1908. \"My Country.\"What makes you believe? Sharing these stories, I believe, ensures \nthat we give attention to the problem. And then lets us demonstrate how we can make a difference. \nResponsible business. Responsible \ninvestment.\nWhat makes you believe? Tell \nsomeone your story.\nSarah Russell\nChief Executive OfficerAegon Asset Management\n\"The dilemma remains whether what you and we do together is\nenough to  achieve the scale and velocity of change required toprotect our communities for future generations.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}