{"page_content": "Shubham –Triodos\nIn 2016, Triodos offered its first microfinance loan in the affordable housing finance space, to \nShubham Housing Development Finance Company, in Haryana, India. Shubham is a leader in providing housing finance solutions to those with informal incomes. \nToday, more than half of the 350 million urban Indian population still lives in slums or low-\nquality housing. Because these individuals continue to face difficulties gaining access to formal credit, Shubham has set up a system to help provide first time borrowers with a channel to own a home. \n\"Owning property has a life changing and cascading effect on the borrower and their entire \nfamily. A better home leads to better sanitation, better health, better social standing and increased confidence. Furthermore, it allows borrowers to build up a credit history that can open other doors. For example to take out a loan to start or expand a business,\" explains Sanjay Chaturvedi, Chief Executive Officer at Shubham. \nThrough extensive engagement with customers about their life story, Shubham develops a \nholistic view of their customers and how they will be able to pay back their loans every month. The company specifically focuses on rural, self-employed or micro-entrepreneur customers who are moving away from being tenants to becoming owners. To date, it has 87 branches in 82 cities across India and has served over 13,700 households. With the help of investors like Aegon Asset Management by providing financing to Triodos, Shubham will be able to further increase its outreach in the coming years. \nQR code to video:   \n61'Photo: Shubham Housing, India.'\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n60\nWe use our investment management expertise to help people achieve a lifetime of financial security.Triodos has increasingly put more emphasis on governance \nfactors. Last year it started looking at data at a more granular level, for example by differentiating between the types of financing (microentrepreneurs as compared to SMEs). It also adopted a new policy and a set of procedures to strengthen sustainability assessments. \nGreater emphasis has also been placed on alignment with the UN \nSustainable Development Goals (SDGs). This year responsAbility launched the third iteration of its impact management methodology, around a cluster of impact themes, based on the SDGs, focusing on six areas: basic needs, well-being, decent work, healthy ecosystems, climate stability, and markets & infrastructure. Throughout 2017, it will work to score investeeson these goals to obtain clarity on how responsAbilityis contributing to the global agenda.\nImpact measurement: Conclusions for Aegon Asset \nManagement As a large investor that has made a commitment to impact investment, we endorse the need to measure the social and environmental impact of our investments. At the same time, we see a lack of available data and consensus on which methodologies to apply – the science of impact measurement is still evolving, and is at a very early stage. The goal of a single 'impact' metric that can be taken together with 'risk' and 'return' to form the basis for every investment decision, if not unattainable, seems far away.\nHowever, we see that academics, impact organizations such as \nthe GIIN, and private companies such as Sinzer are putting a lot of effort into making advances in this field and we want to follow these developments closely. Meanwhile we strive to obtain and provide insight into the impact our investments have beyond providing a financial return to our clients, through the types of quantitative measures that are readily available to us and through the stories behind our investments that we feel are a powerful reminder of the role that institutional investors like Aegon Asset Management can play in improving people's lives.\n\"A better home leads to better sanitation, better health,\nbetter social standing and increased confidence.\"\nChiranjeev is a manager at a private firm in India who took out a loan through Shubham Housing \nDevelopment. He knew that in order to build a better life for his children, not only should they have a good education but also safety and security. He and his wife are among millions of Indian couples who work hard every day to provide these things. He hopes that someday he can retire and become a social worker to give to those who do not have the means to fulfill their dreams. \"Everyone was really helpful and forthcoming and made the experience of applying for a home loan a pleasant one.\"\n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}