{"page_content": "63 62\nWe use our investment management expertise to help people achieve a lifetime of financial security.Many in the financial services community have embraced the UN Sustainable \nDevelopment Goals (SDGs) as a guiding framework for impact investment. The arrival of the SDGs has not gone unnoticed at Aegon Asset Management, or at its parent company Aegon N.V.. We spoke with Marc van Weede, Head of Strategy & Sustainability, about the SDGs and Responsible Investment more broadly.\nHow do you see the SDGs as being relevant to your work?\nI think it’s a great development that we now have one global agenda with key objectives that we as a global community should seek to address. At Aegon, we believe we have an important part to play in achieving the goals. In 2016, we performed an analysis and identified three SDGs that are most relevant to our business – SDG 1 (no poverty), SDG 3 (good health & well-being), and SDG 8 (decent work and economic growth). This year we’re using the goals as a classification tool, in our Annual Review, – we list the SDGs and indicate how we contribute. However, it’s part of a process to develop a more focused approach on how we canuse them to select the areas we want to invest in.\n\"At Aegon we believe we have an important \npart to play in achieving the SustainableDevelopment Goals.\"\nIn 2016, Aegon was part of a Dutch consortium that analyzed \ninvestment opportunities around the SDGs – can you tell us more about this? We joined a number of other Dutch pension funds, insurance firms, and banks to evaluate the SDGs as a framework for impact investing. The outcome of this work was a report titled ‘Building Highways to SDG Investing’, that we presented to the Dutch Minister for Foreign Trade and Development Cooperation, Lilianne Ploumen. In the report, we offer a number of concrete ways in which we can accelerate and scale investing in the SDGs and we also identify some barriers. Of course, we recognize that as large asset owners we can contribute to these goals but we also need to be clear on the responsibility governments have to determine how they want to reach the goals and to create programs and vehicles that we can invest in. Unfortunately, for many of the goals, there simply aren't easily accessible options for us to invest in. Which SDG appeals most to you personally?That’s a difficult question! For me personally, goal 13 – Climate Action – is very important. It’s something I feel very strongly about and as a company we’ve always been supportive of some kind of international government action on this, so we were very happy to see the Paris Climate Agreement come to realization. I’ve also been very engaged in the work that Aegon Asset Management has been doing around climate change, the carbon footprinting, the Climate Risk Project last year and so forth.\nBut, speaking for the company, goal 3 – Health and Wellbeing – \nis probably the key one. We’ve been doing a lot of work around our responsible business strategy and with the Management Board we identified ‘wealth & health’ as a very relevant theme for our company. Of course, as a provider of life insurance, pensions and savings solutions, we are trying to help people build –a lifetime of financial security. But often we see that health issues prevent people from enjoying the later years of their lives and we think we have a responsibility here to try and improve people’s health outcomes.\nWhat are some of the ways that Aegon as a group can influence these issues?\nWe are still at the beginning of our thinking. We have discussed targeting specific \nhealth-tech ideas through seed investments from our corporate venture fund. We \nare also thinking about tackling specific themes around health risk, for instance \nthrough engagement we could have dialogue with companies about how their \nproducts damage people’s health. We can also have an impact on a larger scale \nthrough our investments at Aegon Asset Management – elderly care homes or \nsome of the social housing investments we do in the Netherlands come to mind.\n \nAt the end of the day, what you’re seeing is that people of my parents’ generation \nin the Netherlands are relatively well-off in retirement – with generous pension \nplans and a good healthcare system. But we see that these benefits are not so \nobvious for younger generations, or for people in other countries where we do \nbusiness. So to me it’s clear that in these areas Aegon – as a global business and\ninvestor – can and should be a force for positive impact.10.5 Sustainable Development Goals\nMarc van Weede, Global Head of Strategy & SustainabilityAegon N.V.\n\"Often we see that health issues prevent\npeople from enjoying the later  years of their livesand we have a responsibility  to try and improve people’s health outcomes.\"\nNext Steps for the SDGs – Health    \nGiven the increasing awareness of the relevance of health issues to our clients and business, in 2017 Aegon Asset Management will look in more detail at impact investment opportunities that relate to health.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}