{"page_content": "\"We are taking the experience we already have,\napplying it to solar and offering it to the broader market.\"65\nWe use our investment management expertise to help people achieve a lifetime of financial security. 64\nWe use our investment management expertise to help people achieve a lifetime of financial security. 10.6 Clean Energy \nAs part of our work on climate change and the energy transition (see pages 18-30) Aegon \nAsset Management has the ambition to better understand developments in clean energy technologies and to invest more in this area. It is clear that the planet is undergoing an energy transition and is moving from fossil fuels to an economy driven by more efficient use ofenergy, by maximizing production of renewable energies and by cleaner conventional energies. This energy transition will require a significant amount of capital over the next decades.As a major investor with the aim to support climate change mitigation, we want to investigate how we can best facilitate the energy transition. \nIn order for our company to grow its share in this segment we \nneed to better understand developments in clean and renewable energy markets and potential investment opportunities. We also want to understand if clean energy investments can mitigate risks for our current fossil-based energy investments. Part of our exploration focuses on the challenges arising from the long term nature of investments in renewables that often do not match our clients' preference for shorter maturities.\nBelow, we highlight a number of investments that have been \nmade across our company, and portfolio managers and analysts in different Aegon Asset Management units provide their views on the market situation in 2016. \nSolar tax credits – United States\nIn 2014, Aegon US Realty Advisors (AURA), began investing in the Solar Investment Tax Credit (SITC). The SITC is a federal tax policy mechanism implemented to support the deployment of solar energy in the US by offering a dollar-for-dollar reduction in an investor’s federal income tax. The SITC program has been widely successful in incentivizing the development of rooftop solar for residential and commercial applications as well as utility-scale solar facilities in the US. Since its implementation in 2006 solar installation has grown by over 1,600%. The general sense in the solar industry is that with improved, more efficient technology and lower manufacturing costs, the cost of anew solar installation (measured as USD per MWh) willcontinue to decline over the next decade. Today, AURA has a total of five SITC investments, four with affiliated clients and one with an unaffiliated client. These five investments are comprised of 28 utility-scale facilities ranging in size from 2 MW DC to 50 MW DC and total nearly 2000 MW DC. Power generation across these investments for 2016, a year in which many of the facilities were coming online and were not fully operational, totalled 158 million kWh. In 2017, total power generation may reach 275 million kWh; enough to power more than 20,000 homes.\nIn 2016, AURA successfully established a USD 75 million \nsolar energy fund on behalf of a single unaffiliated client. The now-closed fund has invested in eight solar facilities in North Carolina that are operated by Cypress Creek Renewables, a solar energy provider that owns and operates solar assets across the United States. \"The creation of our first solar energy fund was a significant accomplishment. My colleagues Lynn Ambrosy \nand Aron Hansen, among others, worked for several months to structure and close this complex investment,\" says Ryan Jacobs, Asset Manager at AURA, who manages the fund. \"The investment is designed to generate an attractive financial return for our client, while the energy produced by the solar facilities in the fund will provide clean, affordable energy to many thousands of homes.\" \n\"The investment is designed to generate an \nattractive return for our client, while the energy produced by the solar projects will provide clean, affordable energy  to many thousands of homes.\"Structuring tax-advantaged investments is a business\nthat AURA has specialized in for nearly 30 years through its Community Investments Group. Until recently, however,AURA's focus was solely on Low Income Housing Tax Credits. Now, the new solar fund marks the first time that AURA has transferred its longstanding expertise in tax credits for low-income housing to the renewable energy sector. Ryan says,\"We are taking the collective experience and expertise wealready have in our Production, Legal, Asset Management,Fund Management, Real Estate Distribution, and Engineeringand Environmental Services groups, and applying it to solarand offering it to the broader market. Going into solar is anatural extension of what we already do and broadensthe spectrum of our responsible investments.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}