{"page_content": "67\nWe use our investment management expertise to help people achieve a lifetime of financial security. 66\nWe use our investment management expertise to help people achieve a lifetime of financial security.Windfarms in Germany and Norway\nAegon Asset Management invested in an offshore windfarm located in the German North Sea, called Meerwind, early in 2016. The investment was made by the Asset Backed Securities (ABS) team, who were seeking more illiquid infrastructure investments that could achieve higher spreads. The project, consisting of 80 turbines with a total capacity of 288 MW peak, is meeting the electricity demand of approximately 360,000 German households.\nThe Dutch Rates & Money Markets (sovereign) team at Aegon \nAsset Management also made a EUR 22 million investment in wind energy, in the Tellenes windfarm in Norway. The windfarm includes 50 wind turbines, capable of generating 500 million kWh of energy annually, for use in Google data centers. The investment was made for the Government Related Investment Fund (GRIF), and was backed by an Export Credit Agency guarantee.\nMaarten Jan Hoefnagel of the ABS team explains that \ninvestments like these are still relatively scarce. \"The opportunities for investors like Aegon to participate in renewable energy projects are still limited, due to Solvency II requirements. Almost all these investments – by nature – have very long maturities, which makes them unattractive for insurers.\" Emerging market opportunitiesRenewable energy investment opportunities are also arising in emerging markets. In August 2015, AURA made its first investment in a diversified portfolio of clean power generation assets in high growth emerging markets, through Terraform Power Inc. The investment will help serve commercial and residential customers’ utility needs while delivering attractive returns. Sarvjeev Sidhu, Global Head of Emerging Market Debt at Aegon Asset Management, believes that renewable energy will continue to grow in emerging markets at a much faster rate than other countries. However, he notes that support is needed to push new investment forward. \"Currently our clients do not provide specific impact or sustainability goals in their investment mandates, which means that renewable energy investments will only be considered if investment returns are equal or superior to other potential investments,\" says Sarvjeev. \"It’s important that regulators and rating agencies like S&P take into account ESG and impact elements more – this should facilitate these types of investments and will help us get beyond this stage where these investments are driven only by financial metrics.\"\nGovernment support and intervention\nHow the clean energy market will develop is also highly dependent on (international) government policy and support. In most developed – and increasingly also emerging – countries, \nNext Steps in Clean Energy Investments \nTo better understand clean energy markets, and to encourage internal cooperation in this area, we launched a Clean Energy Project early 2017. This project brings together Frank Meijer and Maarten Jan Hoefnagel of the ABS/infrastructure team – an interview on page 68 – as well as portfolio managers and analysts in other Aegon Asset Management units. \nThe project, supported by an external consultant, aims to increase our knowledge, \nnetworks and access to investment opportunities in clean and renewable energies, with the ambition to grow the number of clean energy investments in 2017 and beyond.new energy sources are facilitated by subsidies, or feed-in-tariffs, often through tenders. But also the fossil-fuel industry receives broad government support in many countries. Commentators following the energy market feel that such support needs to be removed in order to create a better level playing field, that is one that also takes climate change mitigation into account. This requires that a realistic penalty on carbon emissions is introduced, preferably on a global scale. The penalty should reflect the true societal costs of climate change. Most economists agree that to create a true market competition that drives the energy transition, there needs to be a realistic price on carbon.  \nThat government policy is a key factor for investors is illustrated \nby the United States. In December 2015, the US Congress – with bipartisan support – extended the Production Tax Credit (PTC), which supports the wind industry and the Solar ITC.  \"That decision came as a surprise and breathed new life into the renewable energy industry,\" says Ryan, the asset manager at AURA. However, the incoming administration has created some uncertainty around the business and regulatory environment. \"The President ran a campaign which supported \ntraditional energy sources and has shown that he is standing \nbehind this. What impact the President’s policies will have on the solar and wind industries remains to be seen,\" says Ryan.Investments in emerging markets also depend heavily on regulatory frameworks and national and global policy initiatives. \"You see a lot of desire by governments to move towards renewables when developing their energy sector,\" says Sarvjeev. \"For instance, China has already taken action, targeting 20% renewables by 2030 and in India we see massive growth in solar. But more support is needed to help set up these companies and make them attractive investments.\" \nPrices of solar and wind technology went down significantly \nover the past years. It is expected that economies of scale of renewable energy technologies will drive down prices even further. For example, recent tenders for off-shore windfarms in the Netherlands have shown historic low kWh prices, contributing to the expectation that renewables may out-compete fossil fuels, even without carbon pricing, in the future. Aegon Asset Management is preparing to play its role in this growing industry. \n\"It’s important that regulators and rating agencies take into\naccount ESG and impact elements more – this should facilitatethese types of investments.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}