{"page_content": "69\nWe use our investment management expertise to help people achieve a lifetime of financial security. 68\nWe use our investment management expertise to help people achieve a lifetime of financial security.10.7 Challenges in Clean Energy Investments\nFrank Meijer and Maarten Jan Hoefnagel, ABS/Infrastructure\nAegon Asset Management the Netherlands\nMeerwind \nThe Meerwind farm is located in the German Bight in the North Sea. The windfarm consists of 80 turbines with a power output of 3.6 MW each. The farm has been up and running since February 2015 and at full capacity can produce enough power to support over 360,000 German homes' energy usage for one year. The farm feeds into the German grid, helping the country achieve its commitment to cut greenhouse gas emissions by 50% by 2020, compared to 1990 levels. \nQR code to video:  Can you tell us how you became involved in clean energy?\nFrank: The ABS team started looking at infrastructure investment \nopportunities a couple of years ago: highways, bridges, airports, and so forth. In this category we also found renewable energy assets like wind and solar farms and we realized they’re a bit different from conventional infrastructure projects. At Aegon Asset Management we found renewable projects attractive because they are impact investments and because there is a lot of client interest in the climate change problem. However, the underlying business models are more complex than for other infrastructure investments, they are evolving very quickly, and are often influenced by local government regimes, with subsidies and feed-in tariffs, for example. We did quite a lot of work to analyze these local regimes.\nPeople often say that clean energy is now competitive with \nfossil-based sources – doesn’t that mean that you can now invest in them like in any other profitable business? Maarten Jan: I understand why people make this assumption but to be honest I think it is a misconception. Almost the only way to invest in this market is by investing directly in assets, for example in windfarms. Developers who build these windfarms have access to very cheap financing because the interest rate is so low, and then typically the assets are financed through \nauction processes, driving the prices even lower. Of course this is good for the developers and for climate change, but it is not so good for our investment clients. As a result, currently most of the opportunities that cross our desk don’t meet our investment criteria. \nBut your team invested in the German Meerwind project? \nFrank: Absolutely, and we are happy with this investment \n– we invested in a project bond together with our Frenchpartners LBPAM. It was a unique opportunityin the sense that the company that issued the bond structured it in different tranches, accommodating different investor requirements. We made this investment for the insurance company, so Solvency II rules apply, which means that relatively short maturities are preferred. In this case, the maturity was about four years, so that worked well for our clients. The feed-in-tariff under German regulations also helped, as it is seen as a very reliable regime and the German government is stable and dependable, reducing country risk. Finally, the bond had good ratings from S&P and Fitch, which we prefer above non-rated loans. \nMaarten Jan: When Meerwind first issued this bond a lot of \nour peers said it would be the first of many. They even won the \"Project Bond of the Year\" award for this. But unfortunately we haven’t seen more investment opportunities like Meerwind so far.\nWhat are the next steps in clean energy investments for you?\nFrank: We remain interested in this space. We also see that \ninstitutional clients like pension funds would like to do more in clean energy, it fits well with their impact and sustainability goals. But of course they need to cover their liabilities so these must be good investments from a yield point of view too.Recently we started working with the Responsible Investment team and an external consultant in a Clean Energy Project. We’ve teamed up with investors in other Aegon Asset Management units that are investing or interested in clean energy – we want to map the differing investment preferences and criteria so that we can send a clear message to the market: \"this is what we like\".\nMaarten Jan:  It has been an educational process so far. We’re \nalso looking at categories like hydro, geo-thermal, energy efficiency, battery storage. It’s interesting to realize: we’re in the middle of this transition now and we like to think we can look back later and say ‘we made a difference’. But we also need to \nbe able to look our client in the eyes and say ‘we made good investments for you!’ Of course we want to do both. And that’s a fun challenge.\n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}