{"page_content": "71 70\nWe use our investment management expertise to help people achieve a lifetime of financial security.This year Aegon Asset Management launched the Government Related Investment Fund \n(GRIF), a fixed-income government-guaranteed private placement fund that aims to invest 50% of the fund in impact investments. The fund demonstrates progress towards further integrating ESG factors into our core investment analysis and decision-making. Eddo van den Bogaard and Hendrik Tuch from the Rates and Money Markets Team discuss the fund and its impact objectives.\nCould you tell us a bit about the GRIF and why you\ndecided to set it up? Hendrik: The GRIF is a fixed-income fund that invests in government-guaranteed private placements and bonds, predominantly in European public entities. Because of the low yield environment and strict rules from regulators, we were looking for alternative illiquid investment opportunities that achieve a higher spread than government bonds. We already had experience in the private placement market, so we decided this type of investment category would be an excellent opportunity. \nHow does the fund target impact areas?\nEddo: The private placement market in the Netherlands \nis focused on investments in areas like social housing and renewable energy. We saw this as a good opportunity to create a strategy that also adds impact value for our clients. The goal is to invest at least 50% in projects that have explicit social and environmental goals – such as social housing, hospitals, renewable energy and development banks – but also meets Aegon Asset Management's risk and return criteria. The GRIF, for example, made a EUR 22 million investment in the Tellenes windfarm in Norway and EUR 15 million  in an Olympic athlete training facility in the Netherlands. \nYou don’t see too many mainstream institutional funds talking \nabout impact. How did you come to the decision to launch this strategy?Hendrik: The people in our team have been involved in a lot of \nimpact investment projects and discussions over the years: social housing, green bonds, microfinance and development banks. We like these types of investments and see that our clients are interested too, but often the relevant markets are still emerging or too small for us to create a dedicated fund. Of course our clients have their risk and return requirements that still apply, even if they also want to have positive impact through their investments. So we decided to integrate the impact thinking into the fund development process and this has worked out well. We continue to see opportunities in impact investments so don’t expect it to be a problem to meet our goal.\"We decided to integrate the impact thinking \ninto the fund development process.\"\nHow to you determine which investments are impact focused? \nEddo: We've been making some of these investments for many \nyears, like social housing, so that’s an area there isn’t much debate about. Other areas are new for us as a team; for example the Norwegian windfarm we invested in, but we would say that’s also a clear-cut case of impact. As for the other areas, the Sustainable Development Goals can be a helpful framework, and of course we can always wander over to the Responsible Investment team to have a chat about a new investment we’re considering. It’s been interesting to learn more about how the market views this definition issue, it doesn’t seem like there’s much consensus on this, so we think it’s also important for us as a team to discuss it and examine about the non-financial benefits of the investment we’re hoping to see.\nIn the impact community that would probably be called ‘intent’! \nAnd what are you doing to measure the impact? Measurement is certainly something we want to do and our clients are asking about it. What we learned from our experience in impact investment is that currently there’s no generally accepted way to do this. We intend to use our measurement process from other impact investments: take the readily available data – like carbon emissions saved, and jobs created – despite the challenges in gathering meaningful data.  We’re following the developments around this area with interest and we hope we can work with the Responsible Investment team to develop something more sophisticated as the science around measurement evolves.\nHow do you see the fund developing over the next few years?\nIs there growing appetite for such a fund?We do see an increase in interest in the fund. Actually, we received our first Third Party client investment in August 2016 and the fund is now at EUR 350 million. Clients are looking towards higher yielding alternative fixed income investments due to low sovereign bond rates. Many clients have expressed an interest in impact investment, sometimes even have targets.Well, we think we can help!\n10.8 Government Related Investment Fund\nEddo van den Bogaard and Hendrik Tuch, Rates & Money Markets TeamAegon Asset Management the Netherlands\n\"It’s important for us as a team to think about the non-financial\nbenefits of the investment we’re hoping to see.\"\nNorwegian Tellenes Windfarm\nThe Tellenes windfarm is located on the southern tip of Norway. Construction of the farm began in the summer of 2016 and is expected to finish in autumn of 2017. The windfarm consists of 50 Siemens 3.2 MW turbines, capable of producing over 520 GWh of power a year, equivalent to the electric consumption of around 25,000 Norwegian households. The energy produced from the farm will be used to power Google data centers in Finland.\nTellenes was recently awarded the 'Onshore Wind Deal' of the year by Infrastructure \nJournal (IJ Global Awards).", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}