{"page_content": "73\nWe use our investment management expertise to help people achieve a lifetime of financial security. 72\nWe use our investment management expertise to help people achieve a lifetime of financial security.With a mix of curiosity, appreciation and also some healthy skepticism, various Aegon \nAsset Management colleagues have been following developments in the green bond market over the past several years. As we continue to develop our view on this still emerging class we recently had the chance to speak with a number of our colleagues: Jesus Martinez, from the Rates & Money Markets team in the Netherlands, Doug Weih and Bradley Doyle, respectively Head of Public Fixed Income and Senior Corporate Bond Manager, in the US, and Wim Almeloo and Eva Mulder, Head of the Corporate Credits team in the Netherlands and Corporate Credit Analyst.\nJesus, you have been following this market,\ncan you describe the recent developments?Jesus: When I see new products, like green bonds, coming onto the market I think it is important to look at them seriously and analyze whether they add value to our existing range of investment instruments. We are starting to see greater standards around the industry. This year several members of the green bond market established a set of 'Green Bond Principles’, which highlight the importance of tracking proceeds, allocating funds to eligible projects and providing periodic reports on the use. \nWhy are these standards important?\nJesus: As an investor you want to know what distinguishes this kind of bond from any other bond. What makes it green? Currently the definition can vary substantially from one participant to another. The Green Bond Principles are a first and very important step, but I think this market still has room for improvement.\nCan you give an example?\nJesus: The Polish government, who have not exactly been at the forefront of the push to tackle climate change, recently launched a green bond. The bond is said to finance projects linked to renewable energy, clean transport, agriculture, afforestation, national parks and rehabilitation of landfill sites. While everyone applauds their initiative to become a more sustainable economy, the current market framework allows for some creativity in labelling projects. If you look more closely at the projects issuers want to finance, the ‘greenness’ of some of these projects is questionable. For instance, we looked at a timber company that has been involved in a lot of deforestation, but now wants to qualify for proceeds from the bond for ‘sustainably extracting timber.’ As an investor you wonder – maybe this is all genuine, but how do you know? You’re very far removed from the activities, so it is critical that we develop a framework around these strategies to make sure they are really generating the impact we intend them to.\n\"As an investor you wonder – maybe this \nis all genuine, but how do you know?\"\nDoug, you’ve been following the market from the US;\nwhat is the situation like there? Doug: I would say that, everything else equal, we would choose the green bond over the regular bond. But unfortunately we have not seen many of these come to the market and overall we don’t see them meeting the same standards in terms of pricing that we are looking for in bonds. If clients come to us and ask us to invest in green bonds particularly, of course we can do that. Currently our mandates do not require us to invest in bonds for their green credentials, so we will only invest if they deliver the same yields as other bonds. \nI think in the future this will change as the market develops and \nwe get more specific mandates.\nBradley: I would echo Doug’s thoughts on this. We recently \npurchased 10 million of the Apple green bond; with USD 1.5 \nbillion it was the largest green bond to be issued by a US corporation and we wanted to increase our exposure to thename Apple in the ten year maturity. To be honest, the fact that it was a green bond was not a huge driver in our decision to purchase, although if I had to choose, I’d prefer a green bondto a regular bond.\n10.9 Green Bonds \nJesus Martinez, Doug Weih, Bradley Doyle, Eva Mulder, Wim AlmelooAegon Asset Management\n\"Everything else equal, we would choose\nthe green bond over the regular bond.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}