{"page_content": "75\nWe use our investment management expertise to help people achieve a lifetime of financial security. 74\nWe use our investment management expertise to help people achieve a lifetime of financial security.I also agree with Jesus’ point on standards – as investor you want \nsome comfort that the ‘green’ label is justified and as an asset manager we don’t have the capabilities or resources to determine all of this ourselves. For the Apple bond it helped that they also used the Green Bond Principles – they engaged Sustainalytics to issue an opinion on the ‘greenness.’ For example they verified that proceeds of the bond would go to projects that are assessed based on objective standards, like LEED or BREEAM building certifications. As an investor I would like to see more of this kind of independent assurance. \nEva and Wim, you’ve been looking at green bonds issued by \nbanks. Tell us what you’re seeing. Eva: Banks have started to issue green bonds through unsecured lending investments – so there is no pledged collateral in thecase of default. BNP and SEB have been active in green bonds, and we recently participated in the SEB issuance. SEB has done a lot of work to strengthen the technical elements of thebonds and because it came at a price that we found attractive,we decided to invest. Furthermore, because investor demandfor these products is increasing we believe we will be able to sell it for a higher price and make a profit on the investment. However, like my colleagues in the US, we have yet to see our clients willing to pay a higher price for the bonds because oftheir ‘greenness.’ \nWim: The sector is growing but currently opportunities are\nfairly limited. In the banking sector we only see about one green \nbond coming to market each month, although I do think therewill be more coming. The banks we have invested in have developed frameworks on what constitutes a green bond, and they also monitor impacts, like GHG emissions. We like theissuer to have a framework for these things, also because of the ‘green default risk.’ \nGreen Bond Risk Framework\nLiquidity riskThere may be liquidity risk in green bonds, because the projects they finance tend to be relatively small. Ideally the investor is compensated for this risk by an illiquidity premium on the bond. However, current high demand for green bonds may be squeezing these premiums, so they might not be what you would expect to see compared to regular debt. \nDevelopment risk\nTechnologies in projects financed by green bonds are often in an early stage of development which makes it difficult to predict future performance. Therefore, when performance of green bonds is linked to the underlying assets, this development risk should be carefully assessed.Green default riskGenerally accepted standards for green bond labelling and monitoring are only now being developed, so there is a risk that if bonds fail to deliver (for example by misuse of proceeds, lack of transparency), this could affect yield curves of other similar instruments. This is especially the case if investor demand continues to rise and issuance struggles to meet demand, which could result in lax application of standards. This risk may be mitigated by increased research efforts by the investor.\nReputational risk\nBy extension of the previous point, if ‘green defaults’ are significant in number or impact, this may also affect the reputation of the market and green bond investors. \nESG risk\nApplying a ‘green’ label to a bond does not mean by default that it meets other investment standards, ESG or otherwise. The investor should still perform a thorough ESG risk analysis like he or she would for any other bond.Our clients have not issued targets for green bonds – it’s also not something that we would advise. Sometimes we see prices rise because of the significant demand in the market and then there may be an opportunity to add value for the client by selling rather than by holding it to maturity. \nJesus, you developed a risk framework for green bonds,\ncan you tell us about it? Jesus: Yes, I analyzed the market and identified five risks around \ngreen bonds that any bond investor should be aware of. It is something that we have started applying and we also hope others find it useful as this market further develops.\n\"We have identified five risks around green bonds\nthat any bond investor should be aware of.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}