{"page_content": "77 76\nThis approach evaluates companies within a sector specific \ncontext and considers the sustainability aspects of a company’s products and services as well as how and where they operate. Companies are then categorized as being ESG leaders, laggards, or improvers. Investments will only be made in the leader and the improver categories. Rarely do companies score perfectly on ESG but this allows for a more practicable view of their sustainability performance, provides a larger opportunity set of potential investments and avoids the size, regional and value biases of using just a best-in-class approach. \nExclusions: Tobacco, weapons, nuclear power, gambling, adult \nentertainment, genetic modification (agriculture). \nThe fund analyzes sector data and studies from rating agencies, \nbrokers and various other sources. A weighting matrix is then developed to reflect the opportunities and risks specific to each sector. Sectors with more ESG opportunities than risks, such as insurance, real estate and pharmaceuticals, are overweighted. Energy, materials and transport are underweighted. Opportunities and risks within each sector are reviewed on a regular basis. Applying this SRI methodology results in exclusion of approximately 50% of the investment universe.SRI Fund – Fast FactsEUR 53.1 m\nGlobal Sustainable Equity Fund \nKames Capital\nSRI Approach: Launched in April 2016,\nthe fund searches for the best global bottom-up \ninvestment ideas, using detailed in-depth\nsustainability analysis as part of the\ninvestment process. SRI Fund – Fast Facts\nEUR 451 m\nFederis ISR EURO\nLa Banque Postale Asset Management \nSRI approach: invests in Euro Zone listed\nequities of companies in four core areas: \n1. Economic and energy transition\n2. Regional development\n3. Sustainable resource management\n4. Responsible governance\nWe use our investment management expertise to help people achieve a lifetime of financial security.But we also observe that only a very small minority of clients \nswitch from the default index funds to the SRI fund that we currently offer, so we are developing an ESG benchmark that will be the default for all these passively managed equities,\" explains Roger. The benchmark will apply to a fund range that thousands of individual clients invest in, so surveying them on specific ESG themes like TKP Investments has done with its client, one individual institutional investor, is not an option. Nonetheless, he says, \"this creates challenges because we need to ensure that when we make changes to the fund the broad group of clients will welcome the new approach.\"\nLack of ESG disclosure\nRyan identifies the lack of ESG disclosure by companies in certain markets and regions as another hurdle to SRI investments. However, he notes, \"Disclosure standards are improving quickly, especially in Asia, and we are firm believers that investing in emerging markets is the right approach as many of the greatest sustainability challenges are faced in these regions. Also, some of the most exciting sustainability solution providers are listed in Asia.\" \n\"We need to ensure that when we make \nchanges to the fund a broad group of clients will welcome the new approach.\"\nSRI analysts Paul Merle and Benoit Humeau from our French\njoint-venture partner LBPAM had similar findings. LBPAM updated its SRI methodology following its recent merger with Fédéris. Both firms had an existing SRI approach and wanted to create a new best practice based on their combined expertise. Paul led the process and believes there is a size-bias in ESG disclosure, \"If you simply look at the ESG ratings you have to conclude that larger companies perform better, but we think often this is because they simply have larger departments to track all kinds of ESG indicators and report on them. Smaller companies sometimes don’t perform worse, they’re just not disclosing it.\" In order to reduce the effect of this size bias SRI analysts at LBPAM engage with companies to obtain more than just publicly available information. \nKames Capital follows a similar approach. According to Ryan, \"In \ntrying to build a picture of a company’s ESG performance and journey we use a variety of sources including ESG rating agencies, company disclosures, news and journal articles, broker research, company meetings and our own historical voting data, where we have it.\"\nPluses or minuses to performance?\nA frequently asked (but still inadequately answered) question about SRI funds is whether they help or hurt performance. Looking at the available academic research on the topic, the consensus now appears to be that \"it doesn’t seem to hurt performance, and there may be a slight positive effect on returns.\" However, academics also caution about drawing sweeping conclusions for all SRI funds, given that the approaches for the various funds they research differ strongly. At the end of the day it really depends on the underlying ESG approach. 10.10 Best-Practices in Developing SRI Funds\n at Aegon Asset Management\nWith growing global awareness of sustainability issues, our clients are\nincreasingly seeking out Socially Responsible Investment (SRI) funds. \nAegon Asset Management applies its RI Policies and ESG \nstandards across all investments and for most of our clients this meets expectations. Some of our client groups would like their moral standards or ethical beliefs specifically reflected in their investments. SRI funds are a good way of meeting these specific client needs.\nSRI funds typically narrow the investment universe by excluding \ncompanies involved in controversial activities (negative screening) or overweight investments in companies that outperform other companies in terms of ESG (positive screening). Over the past year, portfolio managers at various Aegon Asset Management units have worked to develop new, or update existing, SRI funds. To better understand the challenges and opportunities in this area we spoke with a number of colleagues working on these funds. \nThe customer is king\nMarianne Oomkes, Senior Account Manager at TKP Investments was involved in the development of a new SRI fund in 2016 for their client, Stichting Prins Bernhard Cultuurfonds, a not-for-profit charity organization. The client specifically asked TKP Investments to tailor its developed world equity allocation into a more ESG-focused product that would reflect their investment beliefs. Marianne feels that capturing the clients’ wishes and appropriately reflecting them in the fund is the biggest challenge in developing an SRI fund. \"The long-term relationship with our clients is always our main priority. To develop this product we worked closely with them, by analyzing a number of different indices and advising on fit with their ESG preferences, potential for financial performance, tracking error, and so forth. But the whole process to set up the fund took only a few months from start to finish.\" \nRyan Smith, Head of ESG Research at Kames Capital agrees \nwith this observation, \"Kames has a long history of successfully managing negatively screened ‘ethical’ funds in the UK. However, we knew this approach wasn’t necessarily going to resonate with clients in continental Europe, although we felt we could leverage our reputation for corporate governance research and engagement.\" Therefore, in developing the new Global Sustainable fund for distribution outside the UK, Kames Capital consulted a number of key clients as part of their market research. Kames also analyzed other funds that were most in demand on the continent and looked at recent academic research linking ESG factors with investment performance.\"Kames Capital has a long history of \nsuccessfully managing negatively screened ‘ethical’ funds in the UK.\"\nSometimes working with ‘the client’ is not straightforward. Roger \nWildeboer Schut, of the Aegon Asset Management Responsible Investment team, is working to develop an ESG benchmark for large portfolios of passively managed equities in the Netherlands. \"We get feedback that retail clients who invest in the funds would like to have a strong ESG angle to their investments.\n\"There is strong evidence that investing in ESG ‘improvers’ is  an\neffective way of integrating ESG into investment processes.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}