{"page_content": "Companies Featured in the SRI Funds\nBased on its new SRI methodology, LBPAM invested in a number of new companies, including \nKoninklijke Wessanen, a food company that produces and markets healthy and sustainable products. With growing consensus that consumption of animal products has a highly negative impact on the environment and human health, vegetarian products account for 97% of Wessanen's product range. LBPAM also invested in Gamesa, a Spanish developer and constructor of wind turbines and the construction of windfarms. The company has installed more than 10,000 MW of production in four continents, saving the equivalent of 51.9 million tons of carbon dioxide annually. \nKames Capital invested in Mohawk Industries Inc., a good example of a company that thematic \nsustainability funds are unlikely to identify if just screening by revenue exposure. Mohawk is an American carpet and flooring company but has integrated sustainability into its operational practices by investing heavily (USD 500m) in plastic bottle recycling facilities (Mohawk is the largest recycler of plastic bottles in the US). The investment reduces Mohawk’s exposure to volatile oil based inputs and provides it with a cost advantage versus peers in what is a fairly commoditized market. Ryan states that, \"We think Mohawk is a great example of a company where sustainability has provided competitive advantages.\"\n81 80\nWe use our investment management expertise to help people achieve a lifetime of financial security.\n\"Aegon Asset Management has a combined EUR 3.3 billion in its SRI funds.\"Ethical Cautious Managed\nCovers UK equities and corporate bonds. \nInvestment is restricted in accordance \nwith the fund’s ‘dark-green’ \ninvestment criteria.Ethical Corporate Bonds\nCovers higher quality sterling\ncorporate bonds. Applies ‘dark-green’ \ninvestment criteria. Ethical Equity Fund\nCovers UK equities, with a bias\ntowards small and mid-cap stocks. \nApplies ‘dark-green’ investment\ncriteria. United Kingdom\nAegon Duurzaam Index Aandelenfonds\n(Aegon Sustainable Equity Index Fund)\nCovers global equities, applying a range of sustainability \ncriteria. Uses Dow Jones Sustainability Index as benchmark, \nexcluding the following sectors: alcohol, tobacco, gambling, \narmaments and firearms. Aegon Climate Change Fund\nCovers equities in the developed world. Investments\nare focused on companies that are active in clean\ntechnologies, alternative energy, environmental\nmanagement and agribusiness. Netherlands Hungary\nChina\nAIFMC Social Responsibility\nInvestment Fund\nCovers equities in a number of sustainable industries\nincluding: transportation, IT, real estate, culture,\nsports and entertainment. AIFMC Green Investment Fund\nCovers green technology industries and companies,\nand seeks companies in traditional areas that are actively \nenvironmentally responsible.\nOther SRI funds", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}