{"page_content": "\"The building sector contributes up to 20% of the world’s\ncarbon emissions and consumes up to 40% of all energy.\"\n87 86\nWe use our investment management expertise to help people achieve a lifetime of financial security.GRESB\nGRESB is an investor-driven organization committed to assessing the ESG performance of real assets glob-\nally. More than 250 members, of which more than 60 are pension funds and their fiduciaries, use GRESB data in their investment management and engagement process, with a clear goal to optimize the risk/return profile of their investments. Aegon Asset Management joined GRESB in 2013. \n11.1 Sustainability – An Integrated into our \n  Real Estate Investments\nBuildings have a significant impact on both the environment and our social well-being. \nThe World Economic Forum estimates that at present the building sector contributes \nup to 20% of the world’s carbon emissions and consumes up to 40% of all \nenergy. As population growth and environmental issues, such as climate change, \ncontinue to emerge over the coming decades, sustainable real estate will play an \nincreasingly important role in our efforts to support sustainable development. \nWith the majority of our time being spent indoors, buildings also play an \nimportant role in promoting our health and productivity. \nAegon Asset Management is a large real estate investor, and in our work with the different units in the group \nwe’ve seen that many of our real estate investment colleagues have long been involved in initiatives to make \nour investments more sustainable for quite sometime. We spoke with a number of them to get a better \nunderstanding of what is driving these initiatives.\nGRESB – Global Real-Estate Sustainability Benchmark\nGRESB has become an important tool for investors to assess the environmental, social and governance \nperformance of real assets. Over the past few years, since joining the initiative in 2013, Aegon Asset \nManagement has increasingly incorporated GRESB data into its investment processes and worked to \nimprove our funds’ ratings. \nTKP Investments was the first at Aegon Asset Management to begin applying the GRESB data \nmethodologically. René Rijk, portfolio manager for non-listed real estate, is primarily responsible \nfor the implementation of GRESB for TKP Investments. His work involves annually surveying \nreal estate assets on sustainability criteria and engaging property managers on areas for \nimprovement. \"We are beginning to see property funds become more serious about their \nsustainability commitments,\" says René. \n\"We are beginning to see property funds become more serious \nabout their sustainability commitments.\"\n\"In the past, funds would make some commitments to sustainability initiatives, but \nnow you’re seeing more tangible results with strategies and objectives to actually \ntake these initiatives forward.\" For example, the CBRE Dutch Retail Fund has several \nprojects to replace traditional lighting sources in the Netherlands. \"The projects are \ncarried out once original lighting reaches the end of its lifetime, to make buildings \nmore economically efficient,\" says René. \"To improve its sustainability rating \nthe fund recently installed over 200,000 LED lights in a shopping centre in \nEindhoven, providing three times more light with only half of the energy usage \nand costs.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}