{"page_content": "\"We now have the momentum and corporate\ndirection to really take this forward.\"89\nWe use our investment management expertise to help people achieve a lifetime of financial security. 88\nWe use our investment management expertise to help people achieve a lifetime of financial security.Kames Capital – GRESB Green Star Awards:\n• Kames Active Value UK Proper ty Unit Trust\n• AEGON UK Propert\ny Fund\n• Kames Propert\ny Income FundSolar panels and cool roofs\nFund manager Prologis, which invests heavily in solar panels and ‘cool roofs’, offers another example. \"Generally, roofs are an underused resource, but can be great for solar energy projects,\" René explains. \"Prologis has installed cool roofs in logistics facilities; with a white reflective surface they are designed to reflect more sunlight and absorb less heat than a standard roof. Cool roofs can reduce roof surface temperature significantly, which in turn reduces buildings’ indoor air temperatures. The roofs also lessen the intensity of the urban heat island effect, by reducing the warming effect that occurs as the sun’s heat is absorbed by roads and rooftops.\"\nReal estate investments at Kames Capital\nIn 2015, Kames Capital hired Bill Coghill to further integrate GRESB into its property investments. Unlike other Aegon Asset Management units, Kames Capital also has direct ownership of properties, so it is not only a user of GRESB data but also carries responsibility for submitting data on its properties to GRESB. With a background in engineering and a strong interest in sustainability, Bill Coghill has been driving initiatives to not only make sustainability a key element to real estate investments, but also to the broader Kames Capital business. \nFund managers can use the GRESB score to help better manage \ntheir assets and portfolios. \"For instance,\" says Bill, \"a number of improvements can be made to enhance the efficiency of buildings. Reducing water consumption and landfill waste are common improvements we make. We try to take a holistic approach to reduce utilities consumption by putting in insulation, heat recovery plants and installing LED lighting. We also work with our stakeholders to understand their needs. Often making these improvements can reduce tenants’ bills and provide better comfort.\"Improving GRESB scoresImprovements in Aegon Asset Management’s GRESB scores have not only come from advances in the properties themselves but also from becoming more familiar with the GRESB methodology. \"In the first year that Kames submitted data to GRESB we were completely new to the process and had no experience with the GRESB methodology and no fund submissions received a Green Star rating,\" explained Bill. \"The subsequent year we became much more conversant with the GRESB approach, and we submitted five funds, three of which received green stars. I think this was because we were already more familiar with the process but also because we had much better data collection and management on things such as greenhouse gas emissions. We also had stronger buy-in from the Kames Capital Sustainability Committee and Management, which had developed a Kames Sustainability Policy to better support the process and submissions. And we made more use of global Aegon Asset Management expertise.\"\n\"We submitted five funds, three\nof which received green stars.\"\nGRESB scores companies on their ‘green talk’ – does a fund have \npolicies? – and ‘green walk’ – are the policies implemented? \"Kames scores relatively well on the green talking because we have a lot of information on how we manage the ESG side of our business,\" says Bill. \"However, we still score just below average on the green walk and need to work on implementation in order to raise our scores.\" According to Bill, as a next step, \"Kames believes it is now time to start reflecting the values and commitments that we encourage in our investments in our own business. We decided to create a roadmap to break down sustainability and understand where we could drive change within our business. What came out of this is the Kames Sustainability Committee, which will push more initiatives on the agenda. One of these items is a Kames sustainability report, which I think will create a chain reaction and help us do more.\" \nBill summarizes his approach, \"You have to be evangelical about \nthese things - you are asking people to change their habits and are asking a business to change how it does things – and this requires drive, energy, and senior management buy in. But I also think once you have the system in place it is self-generating. The Chief Investment Officer is the chair of our committee, the Chief Operating Officer is also at the table and so is the head of Human Resources. So I think we now have the momentum and corporate direction to really take this forward.\" \nGRESB Real Estate ESG fund \nBoudewijn Schoon, a Portfolio Manager in the Multi-Asset Investment Group with Aegon Asset Management in the Netherlands has also been working proactively with the GRESB data. Since joining the company in 2016, Boudewijn has been developing plans to launch an ESG real estate fund which will target investments with high ESG ratings, \"When it comes to climate change a lot of the focus is on things like aviation, transportation and power generation,\" says Boudewijn. \"But people don’t realize that real estate and infrastructure are amongst the most greenhouse gas and resource intensive sectors. We could be making significant savings in this area.\"Asked if GRESB is the right tool to assess sustainability of properties, Boudewijn comments, \"Currently I don’t think there is anything out there that can compete with GRESB, it has become the most dominant tool in the real estate industry in terms of assessing sustainability.\" Boudewijn says that he is also considering other data inputs for the ESG fund, and may end up using multiple sources of data, but says of GRESB, \"It is very demanding, but also consistent and I think the indicators capture the right factors for a real estate investor.\"", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}