{"page_content": "\"With 90% of our time spent indoors, our built environment\ncan play a huge role in shaping our health and well-being.\"\n91 90\nWe use our investment management expertise to help people achieve a lifetime of financial security.In April 2016, Aegon Asset Management hosted a GRESB event focused on health & \nwell-being in commercial buildings. The purpose was to build awareness about emerging opportunities for property investors to create value and manage risk by promoting health and well-being. The event was chaired by Phil Clark, Head of the Property Investment Team at Kames Capital, who is also on the GRESB Advisory Board. Speakers at the event included Nils Kok, Founder of GRESB, Peter Borgdorff, Director for PFZW, the 2nd largest pension fund in the Netherlands and Lara Muller, Co-founder of Onimpact.\nWe spoke with Phil about the event and what he learned from it.\nPhil, the event was about buildings and ‘health and well-being’ \n– is there a problem we need to address?Yes, it is clear that a modern health epidemic is happening right now. Lara Muller, who spoke at the event said, \"Sitting isthe new smoking.’’ With 90% of our time spent indoors, ourbuilt environment can play a huge role in shaping our healthand well-being. \nYou are on the GRESB Advisory Board – what can GRESB\ndo to help?GRESB has a new \"Health & Well-being module\" that focuses both on buildings’ ability to foster healthy environments for people and to promote health & well-being products and services. The module helps us understand which companies are leaders and laggards in building health. Nils Kok, who founded GRESB, spoke about this at the event. The module has two areas of focus, (1) the promotion of health & well-being for employees of companies and (2) the provision of real estate products and services that help promote health & well-being for tenants, customers and surrounding communities. \nHow is this relevant for investors?\nAs mentioned by Peter Borgdorff, pension funds and other investors have an obligation that goes beyond just providing pensioners with money – we want to make sure that they receive their pension in a liveable and sustainable world, andI agree with him. If we can make good investmentsand at the same time make sure people stayhealthy, it’s not only good for them, but alsofor society as a whole.11.2 Aegon Asset Management Hosts GRESB Event in 2016 \nPhil Clark, Head of Property Investment Kames Capital", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}