{"page_content": "\"Amvest tends to be more focused on understanding how these\nproblems relate to the system as a whole.\"\n93 92\nWe use our investment management expertise to help people achieve a lifetime of financial security.Other Aegon business units have also been working to improve \nsustainability in real estate. Since 1997 Aegon Netherlands is a 50-50 owner along with pension fund Zorg & Welzijn (PFZW) of the leading Dutch residential real estate fund manager and developer Amvest, who prioritize making the sector more sustainable. \n\"Amvest aims to develop good quality properties but also to \nimprove the environment and create more resilient cities,\" explains Wienke Bodewes, CEO of Amvest. \"We do this by developing units that offer residents attractive, lively and sustainable living environments and are good places to live – now and in the future. We want our properties to make socio-economic sense, which means we have dialogues with community members and stakeholders to understand the physical space and how it will be used. From there we design properties to meet the wishes and needs of the residents and community. This also makes business sense by creating durable systems that will remain in the market for longer and generate high returns for our shareholders.\" \nWienke believes that sustainability in real estate should be \napproached holistically: \"Sustainability often revolves around ‘hot’ topics that come and go, such as acid rain, noise reduction, and now CO2 emissions. There’s nothing wrong with this – it ensures problems receive attention and it leads to innovation – but we see that developers sometimes address these issues in isolation. Amvest tends to be more focused on understanding how these problems relate to the system as a whole, and how we can work to create properties that last decades. This means we optimize each project by focusing on sustainability, technology and quality jointly. This isn’t always the most ‘sexy’ approach – because not everything we do gets recognized – but on the whole I’m convinced that the impact is much larger.\" \nA holistic approach\nAmvest takes a holistic approach to developing residential neighborhoods. One such example is the Stijp R project located in the Dutch city of Eindhoven. As a former Philips industrial area it was suffering significant soil contamination. \"In order to get clearance to build on the site we only needed to replace the top 1.5 meters of soil,\" says Wienke. \"But we wanted to better understand the system we were working in and we discovered that groundwater was carrying pollution all across the area, not just below our site, resulting in a lot of environmental damage. So we worked with local authorities like the water board to assess the best way to remove the heavy pollution deep in the soil in order to control the water flows.\" The approach turned out to be just as cost-effective as topsoil removal but will lead to fewer environmental problems in the future. \"We don’t win any awards for this but we’ll have more sustainable properties\" – by sustainable I mean in the durable sense here. As a result, \"We’ll have better cities, and happier tenants and investors.\"\nTriggered by this example of well-intended regulations Wienke \nrecalls another project Amvest worked on. Amvest filled out a survey in order to receive a sustainability certification for a project; the surveying organization indicated that Amvest lost points because the elevators were too large – in other words, tenants were not encouraged to take the stairs. Amvest also lost points because public transportation was too far away; in order to be awarded the certification the building would have had to be 100 meters closer to the bus stop. Wienke laughs,\"So they want people to take the stairs, but not to walk an additional hundred meters to the building!\" With these things we tend to be practical – of course we like to receive an award for a project if we can, but some of these rules and rankings can be a little bit silly. We want to do what’s right for the specific project.\"\n\"We want to do what’s right\nfor the specific project.\"\nWienke observes that where sustainability in real estate is \nconcerned all the discussion is about new buildings. \"But we at Amvest like to think the bigger impact can be achieved with the existing stock of buildings. For example, for the Aegon portfolio we are now developing a plan to upgrade existing buildings – we improve the quality of the lay-out, put in new heating systems, sometimes replace facades and so forth. Some of these buildings are 40 years old, and you will never get them to A-label standard. (A is the highest energy effiency label in the Netherlands). If we can get them from D-label to B-label across the portfolio, the impact on the environment is much larger than if you only worry about building new A-label houses.\" \nWienke sums it all up by describing the thinking for each project, \nand emphasizing the link between sustainability and economic benefits, \"We’re in this to provide a financial return for our shareholders – so we combine all our sustainability thinking with economic return. Therefore we start each project by thinking first about ‘quality of life’. This requires thinking second about the ‘system’ – how does our project interact with its environment and how do we build it so that it is durable or sustainable if you will. Then, third, this should automatically lead to value created for our investors because the project will be the highest possible quality and stays in the market for a long time.\"\nWienke Bodewes, Chief Executive Officer, Amvest.11.3 Sustainable Real Estate in the Netherlands", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}