{"page_content": "95\nWe use our investment management expertise to help people achieve a lifetime of financial security. 94\nWe use our investment management expertise to help people achieve a lifetime of financial security.Next Steps in Sustainable Real Estate \nMarco Keim believes financial services companies can make a difference in \nmaking real estate more sustainable, and he recently took up the challenge by agreeing to sponsor a working group on the Sustainable Finance Platform facilitated by Dutch central bank DNB, together with the CEO of ING The Netherlands. The working group will be led by ING and Aegon Asset Management staff in 2017 and will make an inventory of existing initiatives to make Dutch buildings more energy-efficient, and focus on the initiatives where financial services companies can add value.Living and Care Fund\"Amvest also gives us the opportunity to focus on a theme that is very important to Aegon: old age, longer living, retirement and health\" says Edgar Koning, Chief Investment Officer for insurance company Aegon Netherlands. \"Currently there aren’t many nice places to live for the elderly who are in need of care. Amvest created a fund to support four entrepreneurs who wanted to build small-scale homes for the elderly, and really focus on enhancing quality of life. These properties typically hold 20-24 apartments and are structured like a home. This is important for the residents, who often suffer from Alzheimer's,\" explains Edgar. \"They offer freshly cooked meals, laundry and stable staff, and are available for all income levels. We just started rolling this out in the Netherlands, and every few weeks we are opening a new home.\" \n\"Amvest gives us the opportunity \nto focus on a theme that isvery important to Aegon: old age, longer living, retirementand health.\"Expanding our impact\nMarco Keim, CEO of Aegon Continental Europe echoes this observation on aging and well-being. \"Over time Aegon Group has become more focused on the health aspects of retirement – we want our customers to enjoy a long and healthy retirement. Also it is becoming more and more apparent that there is a strong business case for doing good,\" he says. \"Right now you see a big change in thinking, that it is our fiduciary obligation to do the right thing because in the long-term doing good for society will always be better for us as a company. I was raised in a family where respect for people and the planet was valued. But it was only when my children were born that it really became a key part of my thinking – that our generation has an obligation to preserve this world for future generations.\" Marco believes that we as a company should apply our expertise in financial issues to make the future world a better place for our customers.  Marco also feels that we can make improvements in real estate by engaging with the Dutch government. \"Today, for example, in the Netherlands many people rent houses. This gives little incentive to invest in making your home more sustainable – it translates to higher prices for renters in the short-term while they don’t experience any benefits in the longer-term.\" Marco thinks that Aegon can work with the government to help bridge this gap (see also text box \"Next Steps in Sustainable Real Estate\"). For example, by creating financial incentives, or by financing energy efficiency improvements through a tax surcharge. \"This way residents' energy bills would be much lower, allowing them to break even, at a minimum,\" says Marco. \nAegon Asset Management was selected to participate in the world’s first-ever green\nresidential mortgage-backed security (RMBS), Green Storm. It is a new form of green bond that will be used to finance prime mortgages for new and refurbished homes that meet the highest standards for energy efficiency in the Netherlands. Maarten Jan Hoefnagel and Balint Vagvolgyi from the ABS team at Aegon Asset Management provide further insights. \nHow did Aegon start participating in the fund?\nBalint: The fund was introduced by mortgage lender Obvion, a \nsubsidiary of Dutch bank Rabobank, in July 2016. Investorswere selected based on a thorough assessment of their greencredentials, including their performance on global standards like the PRI. Aegon Asset Management was selected after receiving a dark green rating. We invested EUR 17 million for Aegon clients and EUR 43 million on behalf of Third Party clients.\n\"Aegon Asset Management\nwas selected after receiving adark green rating.\"\nWhat made this an attractive investment?\nMaarten Jan: Green Storm has more or less the same return characteristics as non-green RMBS, and a comparable credit risk. It offers good relative value for our clients while allowing them to contribute to the environment. Green Storm received certification from the Climate Bonds Standards Board and a maximum grade rating from Sustainalytics and Moody’s. As an investor you‘re looking for these things, they provide an additional comfort.\nI hope that Green Storm will mark the start of a budding new \ngreen RMBS market – where Dutch banks have the potential to take the lead. Investors would like to see more initiatives like Green Storm as there is a large demand for this asset, but the problem is a lack of available housing stock. The market is simply limited by the number of energy-efficient homes.\nHow can we encourage greater investments like these? \nBalint: The key to closing the gap between the supply of energy efficient homes and the demand for green RMBS would be to reward customers for investing in energy efficiency measures through a lower interest rate on their mortgage. The Dutch government is already encouraging more investment in energy efficiency. I would hope mortgage banks will follow this example and play a sustainable role in stimulating this market. I’m not saying that energy efficiency measures should become a condition to get a mortgage, but banks can do more to reward consumers by giving them a lower interest rate. 11.4 Green Storm\nBalint Vagvolgyi and Maarten Jan HoefnagelAegon Asset Management", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}