{"page_content": "\"We end up saving money, improving tenant retention; and adding\nvalue to the investment for our stakeholders.\"97\nWe use our investment management expertise to help people achieve a lifetime of financial security. 96\nWe use our investment management expertise to help people achieve a lifetime of financial security.11.5 The Pyramid – Sustainability in the\n  Landmark Transamerica Building\nIn our US businesses, sustainability thinking has also long been integrated with property \ninvestment and management practices – the iconic Transamerica Pyramid that was \nbuilt in the early 1970s is a good example of this. Even though our offices are no \nlonger in the Pyramid we retained it in our investment portfolio and are consistenly \ncollaborating to make the building more sustainable. \nWe spoke with Phil Rapoport, General Manager for the Pyramid, someone who has been closely involved in the \nsustainability program. \"The Pyramid was awarded LEED Gold Status in 2009,\" he said, referring to the Leadership \nin Energy and Environmental Design credential of the US Green Building Council. \"We received this status for \nimprovements in energy savings, water efficiency, CO2 emission reductions, improved indoor environmental quality, \nand stewardship of resources and sensitivity to their impact.\" Following further improvements to the building, in 2011 \nthe Pyramid reached even higher standards, \"We were awarded Platinum certification, after we earned higher Energy \nStar ratings,\" says Phil, referring to the energy efficiency indicator. \nAsked what motivated the company to pursue the LEED certifications, Phil refers to both the economic and \nthe societal benefits, \"In San Francisco there’s quite a lot of competition to be ahead in the sustainability real \nestate area – the government requires all newly constructed high-rise buildings to be at a minimum LEED Gold \ncertified, and that also puts more pressure on existing buildings to improve their green credentials. \"Tenants \nare just willing to pay a premium to rent more in sustainable buildings,\" says Phil, adding, \"Being energy and \nresource efficient leads to significant cost savings. Last year the Pyramid saved USD 700,000 on energy \ncosts and a total of USD 2.5 million over the past four years.\"\nPhil also points out the benefits of having happier and healthier tenants, saying it makes for a more \nattractive work environment, \"We encouraged them to be more environmentally friendly on their \ncommute, and we installed bike parking, electric vehicle charging stations and shower & workout \nfacilities. Today the single vehicle occupancy rate is down to 13%.\"\n\"Because the Pyramid was built in the 1970’s, there were a lot of inefficiencies in the design \nthat we needed to overcome – this makes achieving LEED Platinum all the more of an \naccomplishment,\" he says. He believes the Pyramid can serve as an example for other cities, \nbecause inevitably much of the focus in terms of sustainable real estate in the developed world \nwill be on retrofitting existing buildings – echoing observations that Bodewes of Amvest, Bill \nCoghill at Kames Capital and others at Aegon Asset Management also made. \"It’s becoming \nincreasingly easy and cost effective to implement these technologies. We’ve shown that \nthis can be done for a relic of the 70s where we end up saving money, improving tenant \nretention; and adding value to the investment for our stakeholders. I would encourage \nothers to follow our example.\" \nFast Facts – Pyramid Building\n• On-site co-generation produces 70% of building’s electricity and 100% of heating and hot water needs.\n• Annual water consumption reduced by 24% compared to 2012 levels (over six million liters less).\n• Pyramid saves $600K\n-$800K annually on utility costs.\n• Recycling and composting programs reduce landfill space.\n• Bike storage facilities and access to showers to incentivize biking.\n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}