{"page_content": "103 102\nWe use our investment management expertise to help people achieve a lifetime of financial security.A. Policy-based Engagement \nThe following are examples of engagement activities with companies that were non-compliant with our RI Policy. \nBHP Billiton Limited \nEnvironmental and human rights violations\nIn November 2015, one of BHP Billiton’s JV operating assets, \nSamarco, experienced a catastrophic tailings dam failure, resulting in some 32.6 million metric tons of mining waste to spill into nearby communities. The mud flow caused the death of 19 people, destroyed buildings and other infrastructure and led to widespread environmental damage. \nAegon Asset Management spoke with BHP Billiton several times \nthroughout 2016 regarding the dam breach, and held an initial in-person meeting at the company’s headquarters in London. Throughout the engagement BHP Billiton has proactively acknowledged their involvement and demonstrated genuine concern for remediating the situation to the best of their abilities. The company has set up a long-term foundation to implement a number of socioeconomic and environmental projects to restore and rebuild the affected areas. The company has also committed to investigate and improve industry-wide dam management and safety globally. \nAegon Asset Management will continue the dialogue with BHP \nBilliton, as more information is released into the causes of the dam break and the remediation efforts progress. However, to date we are confident that the company is taking the necessary steps to remediate the situation into the long-term.\nGrupo Mexico S.A.B de C.V. \nLabor union conflicts\nGrupo Mexico has a long history of difficult labor relations, with \nmulti-year strikes at three of its mines in Mexico. Through our engagement the company expressed its commitment to improve employee and union relations, stating that workers now have more freedom of association and are able to join unions. The company has also implemented better practices in order to understand and meet the needs of workers. As a result, Grupo Mexico has not had any labor stoppages at its mines since 2010. Nevertheless, the company’s management of human rights and other sustainability issues continues to lag behind industry best practice and could benefit from a more robust group-wide sustainability governance framework. We will continue our dialogue with the company to further improve their ESG performance. \nPetroleo Brasileiro S.A. \nBribery and corruption\nPetrobras has been involved in a high-profile bribery, corruption, \nand money laundering scheme, locally known as Operation Car Wash. The company informed us that the bribery and corruption scheme was a result of individual-level corruption and not the result of structural failures. Since the scandal became public, Petrobras made a number of changes to monitor and sanction corrupt practices, including recruiting external compliance professionals to revamp the compliance program, expanding oversight systems, implementing an integrity check for all new senior positions at the company, reviewing the code of conduct and appointing an ombudsman. \nThe company is cooperating with all relevant investigations to \nsettle on-going disputes and litigations but cannot estimate the duration of these investigations. Aegon Asset Management will continue to monitor Petrobras but no further action is needed at this time. \n12.2 Engagement\nAt Aegon Asset Management, engagement is an effective strategy to mitigate ESG risk. \nEngagement involves using our ownership position to make sure companies are aligned with our Responsible Investment policies and to better understand how companies are managing ESG risks. While it can be difficult to measure the direct impact of engagement, evidenceshows that it can be a way to positively affect the ESG performance of companies andinfluence corporate decision-making. \nEngagement helps keep sustainability issues on companies’ \nagendas. It can also help companies identify which issues are most important to shareholders, how other sectors are assessing and managing risks, how stakeholders perceive a company’s strategy and helps identify which issues are coming on the horizon. For these reasons, we believe engagement is oftentimes more effective than excluding companies from our investment universe.\nWhen a company does not meet our Responsible Investment \nstandards, we initiate a dialogue with company management. During the engagement process, we share our concerns about the ESG issues that we identified and make suggestions for improvement. After the engagement, we closely follow progress made by the company. \nWe distinguish three reasons for engagement:\nA. Policy-based: At a minimum, we engage with companies that \nour ESG research provider has identified as being non-compliant with applicable Responsible Investment policies. In 2016 we initiated engagement with 21 companies on human rights, environmental, governance, and labour issues. Examples of these engagements are listed below. \nB. Risk-based: The Responsible Investment team identifies a \nset of companies with ESG ratings of BB or lower and works with analysts and portfolio managers to identify which cases are relevant for engagement. A case study of a company selected for engagement is shown below. \nC. Thematic: We also engage with a number of companies on \nareas which are considered to be strategic priorities for Aegon Asset Management. In order to increase our expertise and in-house capabilities on relevant subject matter, we engage through internal and external workshops, research projects and collaborative platforms. This has led to consultations with academics, NGOs and industry groups and partnerships such as the Institutional Investor Group on Climate Change (IIGCC), the Principles for Responsible Investment (PRI), Eumedion, Farm Animal Investment Risk & Return (FAIRR), Ceres and ShareAction. This year we participated in a number of collaborative engagements to help support our efforts on climate change.Regardless of the type of engagement, Aegon Asset Management’s approach is to partner with the relevant internal investment decision-makers (portfolio managers, analysts) and to seek external expertise to develop our understanding of and redefine our approach towards core sustainability themes. \nEngagement in 2016\nIn 2016, Aegon Asset Management engaged with 356 companies, a 30% increase from 2015, with additional focus on environmental and social issues. \nEngagement Type\nEngagement Topic14%Fixed Income\nEquitiesReal EstateMortgage LoansAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) \nKames Capital (UK) AAM USAAM NLAAM CEE\nRoutine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related5% 1%\n57%\n14%2%23%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related2%\n39%12%\n14%2%31%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related\nRoutine/BusinessDirectors RelatedCorp GovernanceSocial/Human RightsCompensationGen Economic IssuesHealth/EnvironmentOther/miscellaneousSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/BusinessDirectors RelatedCorp GovernanceSocial/Human RightsCompensationHealth/EnvironmentOther/Miscellaneous\nRoutine/Business\nDirectors RelatedCorp GovernanceSocial/Human RightsHealth/EnvironmentOther/MiscellaneousCorporate GovernanceEnvironmental/Social\nBasic\nModerateExtensiveAAM NLAAM USKames Capital (UK)TKP Investments (NL)AAM SpainAAM CEEAIFMC (China)LBPAM (France)NetherlandsUSAChinaSingaporeUnited KingdomAustraliaCanadaGermanyFranceRest of World60%40%Number of meetings voted with managementNumber of meetings with at least 1 vote againstmanagement\n3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChinaFranceNetherlandsGermanyUSASwedenJapanSpainSwitzerlandRest of World\n45%\n55%Number of meetings votedwith managementNumber of meetings withat least 1 vote againstmanagement\n10%\n90%Number of voteswith managementNumber of votesagainst management\n21%\n79%Number of meetingsvoted with ISSNumber of meetings withat least 1 vote againstISS advice46%9%\n10%0%\n35%AAM CEEAAM NLAAM USKames Capital (UK)TPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith managementNumber of votesagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/BusinessDirectors RelatedCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%Break-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n      \n  \n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management  \n1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors RelatedCapitalizationNon-Salary CompensationAnti-takeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAnti-takeover RelatedBreak-down of votes against Management Proposals\n173115 42\n14%Fixed IncomeEquitiesReal EstateMortgage LoansAlternatives/Others2%4%5%\n75%\n14% 2% 4% 5% 75%43%0%\n9%\n14%\n34%\n7%1%13%\n17%3%1%\n20%\n38%2%14%\n36%\n24%5%\n5%\n5%\n2%13%\n36%\n17%1%31%\n1%15%\n60%3%2%\n0%0%12%7%3%3%3%\n30%\n70%\n54%13%\n33%TPK Investment (NL) Kames Capital (UK) AAM USAAM NLAAM CEE\nRoutine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related5% 1%\n57%\n14%2%23%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related2%\n39%12%\n14%2%31%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAntitakeover Related\nRoutine/BusinessDirectors RelatedCorp GovernanceSocial/Human RightsCompensationGen Economic IssuesHealth/EnvironmentOther/miscellaneousSocial Proposal9%\n55%1%2%18%\n5%10%\nRoutine/BusinessDirectors RelatedCorp GovernanceSocial/Human RightsCompensationHealth/EnvironmentOther/Miscellaneous\nRoutine/Business\nDirectors RelatedCorp GovernanceSocial/Human RightsHealth/EnvironmentOther/Miscellaneous\nCorporate GovernanceEnvironmental/Social\nBasicModerateExtensiveAAM NL\nAAM USKames Capital (UK)TKP Investments (NL)AAM SpainAAM CEEAIFMC (China)LBPAM (France)NetherlandsUSAChinaSingaporeUnited KingdomAustraliaCanadaGermanyFranceRest of World60%40%Number of meetings voted with managementNumber of meetings with at least 1 vote againstmanagement\n3%\n3%\n3%\n4%\n6%5%\n6% 7%22%\n30%\n11%United Kingdom\nChinaFranceNetherlandsGermanyUSASwedenJapanSpainSwitzerlandRest of World\n45%\n55%Number of meetings votedwith managementNumber of meetings withat least 1 vote againstmanagement\n10%\n90%Number of voteswith managementNumber of votesagainst management\n21%\n79%Number of meetingsvoted with ISSNumber of meetings withat least 1 vote againstISS advice46%9%\n10%0%\n35%AAM CEEAAM NLAAM USKames Capital (UK)TPK Investment (NL)  \nAAM CEE\nAIM NL31%12%\n14%2%\n2%39%\n0% 9%\n10%\n46%\n35%\n18%10%9%\n55%5%\n0%1%2%Routine/Business15%\n85%Number of votes\nwith managementNumber of votesagainst management\n7% 1% 13% 17% 3% 1% 20% 38%\nAAM NL AAM US Kames Capital (UK) TKP Investments (NL) AAM Spain AAM CEE AIFMC (China) LBPAM (France)\nFixed Income Equities Real Estate Mortgage Loans Alternatives/OthersRoutine/BusinessDirectors RelatedCapitalization\n511\n42Dutch Vote cast 2016\nMeetings with against proxy 2016VR meetings in 2016\nVR votes cast in 2016 Dutch meeting voted by country 2016\nBreak-down of votes on supported Shareholder Proposals\n13%\n23%\n10%36%15%\n3%Break-down of votes on supported Shareholder ProposalsMeetings voted by AAM unit Break-down of votes against Management Proposals Meetings voted by Country\nDutch meeting in 2016115\n1335\n      \n  \n0200400600800100012001400\nNumber of\nmeetings votedNumber of meetings\nwith at least 1 vote against,\nwithhold or abstainNumber of meetings\nwith at least 1 vote\nagainst management  \n1230\n485506\n173\n93\n391198\n1230\n931230 1198\n356\n356Engagement TypeEngagement Type1220\n2%\n49%8%\n10%31%Routine/Business\nDirectors RelatedCapitalizationNon-Salary CompensationAnti-takeover RelatedDutch Break-down of votes against Management Proposals\n511%\n57%3%\n14%2%23%Routine/BusinessDirectors RelatedCapitalizationReorg. and MergersNon-Salary CompensationAnti-takeover RelatedBreak-down of votes against Management Proposals\n173115 42\nNext Steps in Engagement\nWe have been increasingly interested in health-related issues in \nengagement. In 2017, we plan to arrange a series of discussions with health experts to better understand potential risks with companieswe invest in and the opportunities for us to contribute to a clean and healthy planet through our investments.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}