{"page_content": "B. Risk-based Engagement\nThe following companies were identified for engagementdue to ESG risks.\nPfizer Inc. \nProduct safety \nPfizer was identified during a regular portfolio review between \nAegon Asset Management's Spanish investment team and the Responsible Investment team. The company received the lowest possible ESG rating because of a poor track record in product safety. While the focus of the ratings assessment was narrow, the review triggered a broader discussion about the fine balance that pharmaceuticals play in terms of meeting business objectives and providing healthcare as a public good. \nMost recently, a series of pricing scandals in the United States \nwhich saw quadruple rate increases of some drugs in a single year, has helped to further foment public distrust in the sector. This discussion concluded that pharmaceuticals could not be defined by a single issue such as drug pricing or access to medicine and that responsible companies in the sector areacutely aware and actively manage the juggling act they must play between shareholders, regulators and the broader public. Neither the Spanish investment nor Responsible Investmentteam felt confident that Pfizer was adequately addressing potential risks and so decided to engage with the company.The engagement is ongoing as of the date of this report andthe company has been responsive.\nC. Thematic Engagement\nClimate change is an issue that Aegon Asset Management has identified as fundamental not only to our business but to the broader public. Engagement provides us with an opportunity both to learn and to impact the wider climate movement by encouraging vulnerable companies to comply with the global2 degree target. Throughout 2016 we participated in a number of collaborative engagements encouraging companies in the automotive, utilities, oil and gas and food sectors, to develop climate change management strategies, set emission reduction targets, and disclose emissions data: Farm animal investment risk & return (FAIRR) – Encourages food retailers and producers to use land and cultivate crops more efficiently in order to reduce greenhouse gas emissions.  \nPRI engagement on corporate carbon footprint disclosure – \nEncourages multi-sector companies to disclose carbon footprint data, so that investors can better understand and act on climate risks in their portfolios. \nPRI engagement on Eco-Efficiency – Encourages automotive, \nutilities, oil, gas and chemical companies to achieve rapid, \nabsolute, reductions of greenhouse gas emissions within their own operations and supply chains. The end goal is to prompt companies to redesign their products and re-conceptualize their processes in ways that are appropriate for the new era of climate change and water scarcity.\nShareAction RE100 – Encourages companies to source 100% of \ntheir energy from renewable sources. \nInterfaith Center on Corporate Responsibility (ICCR) Water \nStewardship – Urges companies in high-impact sectors, such as food and agriculture, energy production, mining and apparel, to measure and report on their water consumption and impact. \nInstitutional Investors Group on Climate Change (IIGCC) – \nAegon Asset Management has participated in a number of \nengagements through the IIGCC. Engagement targets sectors strategically exposed to climate-related risks predominantly due to their significant carbon impact. Engagement objectives are directed by the sector-specific investor expectations documents and the ‘lobbying letter’. Current sectors include oil & gas, mining, utilities and automotive and may be expanded to cover chemicals, construction materials and airlines.\n105 104\nWe use our investment management expertise to help people achieve a lifetime of financial security.Multi-Stakeholder Engagement in the Defense Sector\nAegon Asset Management sometimes identifies themes that require a dialogue with\na broader set of stakeholders, including industry, government, academia, and NGO's.The Defense Roundtable held early in 2016 is a good example of this type ofmulti-stakeholder engagement. \nDefense Roundtable\nWhether or not to invest in the defense industry has long been a topic of debate among institutional investors. In an effort to broaden our understanding of the industry and our stakeholders’ views on this, we decided to host a roundtable discussion on the topic in 2016. \nGuests included representatives from the peace organization \nPAX, ESG data provider MSCI, NIDV – a foundation representing the interests of the Dutch defense and security industries, the thinktank Stockholm International Peace Research Institute (SIPRI), the Dutch Ministry of Foreign Affairs, regulatory and legislation advisory firm Philip Sidney, members of Aegon management and the Aegon Asset Management Responsible Investment team. An Aegon Asset Management credit analyst who covers the defense industry also participated. The event was moderated by Rob Lake, an independent consultant, formerly with the PRI and with Dutch pension fund ABP. \nAll participants were given an opportunity to present their views \non the role of the defense industry, and on the stance institutional investors should take on investing in defense companies generally, on controversial arms, or controversial weapons trade. The discussion also touched on the potential for engagement with companies involved in the production of controversial (but not prohibited) weapons and it was agreed this was unlikely to be successful. \nParticipants also provided clarity on international governance \naround controversial weapons trade, centering on the UN Arms Trade Treaty of 2013 (ATT), and the potential role institutional investors could play to influence decision-making around arms exports. It was emphasized that (for Dutch defence companies) the Ministry of Foreign Affairs holds responsibility for these decisions, that can barely be influenced by defense companies themselves, let alone investors. \nAlso, it was noted that views on the legitimacy of investing in \ndefense companies differ widely across countries where Aegon has businesses. The Netherlands, where some people oppose any type of investment in weapons, is considered to be at one end of the spectrum; whereas countries like the US, China and France, that have very large defense industries and where our clients and employees tend to be much more comfortable with investing in \n", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}