{"page_content": "109\"Aiming for A\" – Anglo American \nAegon Asset Management was part of a coalition of investors who co-filed a resolution at the mining giant Anglo-American in 2016. \nThe purpose of the resolution was to encourage Anglo-American to improve its reporting on how it is addressing climate change risks in its business and to develop more ambitious targets to reduce these risks. \nAegon Asset Management joined the \"Aiming for A\" coalition with the view that clearer reporting and more aspirational goals are \nneeded in resource-intensive industries because the regulatory environment for these businesses is becoming more stringent, particularly with the Paris Climate Agreement. Given that government policies to obtain the Paris goals have not yet been developed, it is unclear how companies like Anglo-American will be affected in countries where it operates. By proactively demonstrating that it is preparing to deal with regulatory challenges and with other climate change risks, the company can reassure its investors. \nJeremy Thurm, a mining analyst at Aegon Asset Management, explains, \"The operating environment for mining companies is \nextremely tenuous right now, not only are commodity prices taking a free-fall, leaving many companies struggling to slash costs, but we are also hearing more about the potential of ‘stranded assets’ – that mining companies won’t be able to extract resources as a result of environmental regulation. For mining companies, clear strategic goals and reporting is not simply a ‘nice to have’, it is essential for ensuring the long term future of the business.\"  \nThe Anglo American Board supported the resolution, and has since developed a 10-year climate change strategy focused on \noperating more efficiently, applying technology and partnering with stakeholders. \n12.4 Exclusions\nIt can be difficult for large, international investors like Aegon to decide what should trigger an exclusion. First, because institutional investors tend to hold a large and diverse investment universe, it is almost inevitable to invest in companies that are associated with activities that may be seen by some stakeholders as objectionable or harmful. Second, as an international company with activities in many countries and a diversity of clients, viewpoints on what is unethical do not always align. \nTherefore, we follow universally accepted standards as much \nas possible, and international treaties that have been ratified by a large number of countries usually provide a good indication of these standards. Also, Aegon Asset Management generally does not apply its exclusion list to assets managed on behalf of external clients, recognizing that the asset owner has the ultimate decision on these matters. Where this is in line with applicable investment rules and practices, Aegon Asset Management will engage in dialogue with external clients about the possibility of applying the exclusion list or other exclusions as determined by our clients. \nThe Aegon Asset Management RI team obtains research from \nexternal rating agencies to advise the RI Strategy Committee (RISC) on exclusions.The exclusion list is then set by the RISC and applies solely to the General Account assets of Aegon. Currently, we exclude three categories: \nCompanies associated with controversial weapons\nAegon will not invest in companies that manufacture, develop, trade or maintain biological weapons, chemical weapons, anti-personnel mines, cluster bombs, munitions containing depleted uranium, and nuclear weapons involving countries outside the scope of the Non-Proliferation Treaty. Companies involved in thermal coal mining Following Aegon’s commitment to the Paris Pledge for Action last year and our commitment to assess climate change risks in 2016, we decided to add coal mining companies to the exclusion list. Aegon’s exposure to coal was already very limited due to our assessment that environmental policies, competition from renewables and low gas prices were making investments in the sector unattractive. Based on further analysis on investment risks in the sector by Aegon Asset Management, the RISC decided to divest from any remaining investments and to add coal mining companies (defined as companies that derive 30% or more of revenues from thermal coal manufacturing) to the exclusion list.\nCountries involved in human rights breaches\nGovernment bonds and other government debt from certain countries are excluded when there is at least a human rights-related resolution from the UN Security Council or a restrictive measure from the European Union against the current government or rulers. If these do not provide sufficient clarity, we look for further insight into the current human rights situation of a number of countries, by researching further authoritative sources, including Freedom House –The Failed States Index and Human Rights Watch country reports.Aegon may decide to refrain from investing in certain companies, countries, or industries if \nthey are involved in controversial activities that do not fit with the company’s Responsible Investment beliefs. We may also decide to divest or exclude companies when our efforts to change company behavior do not make sufficient progress. \nWe use our investment management expertise to help people achieve a lifetime of financial security.\n108\nWe use our investment management expertise to help people achieve a lifetime of financial security.Voting Cases:  \nOmnicom Group Inc.\nIn April 2016, Aegon Asset Management held a conference call with Omnicom to discuss a range of AGM issues including board structure and progress on increasing independence, executive compensation and ‘blank cheque provisions’ (an anti-takeover measure). Details on Long Term Incentive Plan (LTIP) performance targets and progress on diversity within the board and the organization were also discussed. The company demonstrated good progress on diversity in all its forms and we did not believe greater disclosure would provide significantly more benefits for investors. Therefore we voted for all resolutions at the AGM. In November 2016, we held a follow-up call to discuss board refreshment, CEO-to-chairman issues and progress on diversity.\nBritish American Tobacco Plc\nIn February 2016 British American Tobacco PLC consulted shareholders on a number of proposed changes to CEO compensation. While Aegon Asset Management supported changes to the LTIP performance conditions we did not support increases to the annual bonus. As such we decided to vote against the remuneration policy and resolution to approve the 2016 LTIP. In our view, the CEO's salary was already at the top end of the company's UK peer group and since the company did not propose to increase the performance conditions, we were not supportive of increasing either the target or the maximum bonus opportunity for the CEO. Neither did we support an increase to the LTIP since award levels are not significantly out of sync with UK peers in our view. Following our vote, we sent a letter to the company outlining why we have voted against their proposal. \nPaysafe Plc\nIn May 2016 Aegon Asset Management voted against Paysafe’s shareholder proposal on remuneration and their LTIP. After engaging with the company to discuss concerns over executive compensation practices, namely on the scale of proposed increases, strength of performance conditions, financial director recruitment, and one-off award vesting, we decided to vote against the proposals. We subsequently wrote to the company formally explaining our concerns and outlining how we would like the company to address these concerns.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}