{"page_content": "113 112\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nlife insurance pensions asset managementThe hague, january 2012 \nStatement on \nDiverSity & non-DiScrimination\n \n \n  AEGON policy on human rights \nAll AEGON business activities are guided by the article of the United Nations’ Universal \nDeclaration of Human Rights, the core standards of the International Labor Organization and \nthe principles on human rights and labor standard s as set forth by the UN Global Compact.  \n \nAEGON pledges that it will actively promote the hum an rights principles contained in this policy \nwith regard to both its wholly-owned companies and, wherever possible, to its business \ndealings with third parties. \n \nAEGON’s policy commits the company to upholding human rights in areas where it has the \nmanagement control to make a difference. It cannot be held responsible for companies and \njoint ventures where it has only a minority inte rest, for business partners or for projects the \ncompany has invested in, or insured. When  seeking business partners, however, AEGON \nendeavors to ensure that these partners live up to high standards of integrity and sound \nbusiness practice concerning human rights. \n \n \n \nMedia relations  Investor relations  \n+31 (0) 70 344 8821  +31 (0) 70 344  8305 \ngcc@aegon.com  ir@aegon.com  \n \n \nAegon Disclosure Policy \n \n \n \n \n \n \n \n \n \n \n \n \nGeneral  principles  \nAegon subscribes to the principles and best practice provisions of Chapter IV of the Dutch \nCorporate Governance Code in relation to shareholders and shareholders’ meetings.  \nAegon drafted this Policy to achieve the following objectives:  \n Compliance with rules and requirements associated with its listing on stock exchanges \nin Amsterdam (Euronext) and New York (NYSE); \n Provision of clarity about how Aegon discloses information and how it discusses this \ninformation with investors, analysts and the media ; \n Raising of awareness among executives and employees of requirements and customs \nin relation to disclosing information.  \n \nThis P olicy applies to all Aegon employees, including members of the Management Board \nand the Supervisory Board, employees of subsidiaries, and to any  other person(s) \naffiliated with Aegon in a professional capacity. It relates not only to employees’ duties at \nAegon, but also to any other activity that might affect Aegon’s reputation (e.g. sitting on \nthe Board of a sector association).  Acting in contrav ention of the rules and requirements \nof this Policy could lead to considerable financial loss and/or reputation al damage to \nAegon and /or employees involved . \n \nThe Policy governs any written and oral communications with investors, analysts and the \nmedia. It applies to written messages (e.g. documents filed with the Securities and \nExchange C ommission  (SEC) , the Annual Report, the Annual Review, press releases, \npresentations and any other information posted on the corporate website , Aegon.com ), \noral messages (p ress conferences, group meetings and one -on-one meetings  with \ninvestors , analysts and/or the media ) and to social media. \n \nSpokespeople \nAny contacts with investors, analysts and the media are channeled through the \nManagement Board, Investor Relations  and/or  Media Relations . As part of the day -to-day \nrunning of Aegon’s  business, employees and executives communicate regularly with \ncustomers and suppliers, for instance via presentations at conferences and articles in \nprofessional journals. This Policy in no way  prevent s employees or executives from doing \nso. \n \nPrice- sensitive information  \nIncorrect procedures for communicating price -sensitive information or other messages \nthat might harm Aegon’s reputation must, however,  be avoided. Aegon employees should \nalways contact Investor Relations or Media Relations  if they have  any doubt regarding  the \ninformation provided or to be provided . Introduction   \n \nAegon strives to enhance knowledge and understanding of its business by making \ninformation about the company readily available and by giving investors, analysts and \nthe media access to senior management. The purpose of Aegon’s disclosure policy (the \n“Policy”) is to ensure that clear, complete, and accurate information relating to the \ncompany’s operations and financial results is disclosed in a timely, transparent and \nconsistent way, and in accordance with all regulatory requirements. This Policy applies \nto all Aegon employees and subsidiaries worldwide.  \n \nIntroduction \nKames Capital is a specialist investment management business. \nFrom our offices in Edinburgh and London we manage £ 50 billion \n(€60 billion) on behalf of UK and international clients – including \npension funds, government agencies, financial institutions, wealth \nmanagers, family offices and financial advisers.  \nInvestment management is our only business, ensuring we have no \ncompeting priorities or distractions. We are active investment \nmanagers with capabilities in fixed income, equities, property, multi -\nasset, absolute return and ethical investing. We have a s table and \nexperienced team of 97  investment professionals, who have an \naverage experience of 19 years, of which an average of eight years \nhas been spent with Kames Capital. They have managed portfolios \nacross nume rous market cycles and have the skill and judgment to make the right investment \ndecisions for our clients.  \nAs a business w e embrace sustainability as a corporate objective and it is central to our strategy \nand culture. This e nsures we aspire to meet the same standards for our own business as we \ndemand of the companies in which we invest.  \nWe also believe it is our responsibility to encourage companies to maximise investment returns through \ngood governance practices, including respect for society and the environment. As a significant \nshareholder in many companies, we are well -placed to actively promote best -practice in environmental, \nsocial and governance  (‘ESG’)  matters. Evidence suggests that companies which  rank among the \nleaders in sustainability tend to  outperform as investments over the long term.  \nThis responsible investment policy provides a framework for overseeing the performance of the \ncompanies in which we invest. In particular, it deals with our responsibilities, as set out by the \nFinancial Report ing Council’s UK Stewardship Code  and the Japanese Stewardship Code \nalthough we endeavour to apply the same principles to all client holdings regardless of their listing \nor domicile .  \nPrinciples \nWe recognise that companies  operate under significantly diffe rent conditions . So we endeavour to \nbe reasonable and pragmatic in our approach to corporate governance, giving due consideration \nto each company’s specific circumstances and the market in which it operates.  \nAs a general policy, as active investors, we support the management of the companies in which \nwe invest. W here aspects of a company’s governance fall short of our expectations, we encourage \nimprovements through engagement  to increase or protect the value of our clients’ investme nts. \nWhere appropri ate, we vote against management to protect  our clients’ best interest s.  \nWe will repor t in a transparent manner on our  responsible investment activities.  \nActive memberships \nAs an active member of The Investment Association’s Governance and Engagement Co mmittee, \nKames Capital is actively involved in formulating UK corporate governance best practice. For wider \nESG issues, we subscribe to and work in close partnership with the United Nations Principles for \nResponsible Investment’s  Clearinghouse, the UK Sust ainable Investment and Finance Association, \nthe Extractives Industry Transparency Initiative and the Carbon Disclosure Project.  \nOur participation in these  global initiatives helps  us to maximise our influence on key ESG issues.  \nKames Capital is a subsidiary of the AEGON NV Group. All AEGON asset management \ncompanies in the Group adhere to the AEGON NV Global Voting Policy, except where this \napproach would be inconsistent with the applicable local laws and regulations or with spec ific \nclient instructions.  Responsible Investment Policy  \n \nSeptember 2016 \n \n \nStephen Jones  \nChief Investment Officer \nand Chairman of Kames \nSustainability Committee  \nGLOBAL \nCOMPLIANCE CHARTER\nThe Hague, June 1, 2013 aegon.comAegon\nGlobal  \nCompliance  \nCharter\nThe hague, march 2011 \nlife insurance pensions investmentsAEGON \nPOLICY FOR CHARITABLE DONATIONS\nlife insurance pensions asset managementthe hague, november 2011\nAEGON N.V. REspONsiblE iNVE stmENt \npOlicy \n \naegon gLobaL votIng poLIcy   \nIntroductIon \n\u0090 Th is Global Voting Policy was adopted by the Executive Board in March 2008. \n\u0090 AE\nGON manages investments around the world on behalf of its clients and policyholders as well as for its  \now\nn account. In doing so, AEGON’s goal is to maximize investment returns over the long term within a risk  \nco\nntrolled framework and in accordance with our standards as laid down in its Code of Conduct.   \n\u0090 AE\nGON recognizes the rights and responsibilities inherent in stock ownership. Actively exercising those  \nri\nghts may be an effective way of enhancing portfolio value. Good corporate governance and good  \nin\nvestment decisions go hand in hand.   \n\u0090 AE\nGON owns and operates investment management companies at a number of different locations around  \nth\ne world. The majority of these locations already have regional voting best practice standards in place.  \nAE\nGON’s Global Voting Policy does not supersede these local standards but sets a basis for all proxy  \nvo\nting by the Group’s various investment management companies.   \n\u0090 Al\nl AEGON asset management companies have agreed to incorporate the AEGON Global Voting Policy into  \nth\neir own voting procedures except where this is inconsistent with the applicable local laws and regulations  \nor w\nith specific client instructions.   \n\u0090 Al\nl AEGON asset management companies have adopted procedures to ensure that proxy issues are  \nsu\nfficiently noted, analysed and considered and recorded.   \nLocaL votIng poLIcIes \n1.  AEGON’s asset management companies follow a range of international and regional corporate governance\nb\nest practice initiatives and regulations. These include rules and guidelines provided by the OECD and the\nICGN, the Dutch Corporate. Governance Code of December 9, 2003 (Code Tabaksblat), the Combined Code\nin the United Kingdom, the Investment Advisers Act of 1940 and ERISA in the United States, as well as the\nsecurities legislation of the Provinces and Territories of Canada. Local voting policies and procedures have\nbeen established that reflect this regional best practice guidance.\n2.  \nThe local voting policies of AEGON’s investment management companies may be found at:\nvotIng poLIcy:   \nAEGON Nederland N.V. Voting Policy\nAEGON Nederland Voting Records\nKames Capital Voting Policy\nKames Capital Voting Report\nAEGON USA Investment Management LLC (on request)\n  \nLocal knowledge. Global power. 1/3 \n \n  \n \n \n \n \n \n  \n \n \n \n \nAegon Nederland N.V. Voting Policy \nFebruary 2015 \n  \nEarning Trust \nThe Essence of our Business \nOur Code of Conduct helps us stay true to our principles in every situation \n \n \n \n \n \n \n \n \n \n \n \n \n \nBeleid Verantwoord Beleggen \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAegon Nederland N.V. \nVersie: 1 januari  2017 \n \n \n \nAegon N.V. \nInsider Dealing \nPolicy 2017\nThe Hague, January 2017\n 20170124-1.1\n \n \n \n \nAEGON ENVIRONMENTAL POLICY \n \n \nAEGON ack nowledges t hat the com pany itsel f and the business it carries out can hav e a \ndirect and in direct imp act upon the environment. AEGON will seek ways to minimiz e \nnegative impacts on th e environment whilst ma ximizing opportunities for improvement in \nenvironmental performan ce.  \n \nAEGON is committed to  providing a safe and healthy working environment in all cou ntry \nunits promoting environmental awareness and ensuring full complian ce with all \nenvironmental legislation  and regulati ons.  \n \nAt Group level responsibility for environmental i ssues, policy and regular monitoring lies with \na memb er of the Ex ecutive Board. Policy imple mentation, ma nagem ent and compliance wi th \nthe Rules of Conduct ar e guided fro m the Group Corporate Responsibility departmen t but are \nthe responsibility of cou ntry units.  \n \nAs part of the process of assessing  envir onmen tal imp acts AEGON will gather infor mation \nfrom countr y units inclu ding water and energy utilization. It will also strive to identify waste \nand other ac tivities asso ciated with an environmental i mpact such as co mmunicatio ns, \ntravel, and facilities man agement.  \n \nGlobal data on energy consumption and wast e production will be evalu ated and wher e \nnecessary will consider setting targets for appropriate reduction or more effi cient \nmanag ement. Where ap plicable, env ironmental manag ement syste ms conform to or may \nconsider ad opting natio nal and inter national s tandards or accredita tion scheme s.  \n \nAEGON will strive to identify opportunities a nd consider the use of alternative energ y \nprovision in its faciliti es through eval uation of renewable, sustainable energy sources \nwherever financiall y prudent and practical.  \n \nStakeholder s will be consulted on a wide range of corporate responsibility issues including \nthe environ ment. F eedback and dialogue will assist in policy development, which will be \nreview ed regularly and revised where nec essary.  \n \nAEGON will incremen tally publish a corporate responsibility report includi ng environmental \nimpacts and  activiti es on the websi te. AE GON will monitor progress against targets  \nreviewing results annuall y and cons ider auditing and verification.  \n \n Global Financial Crime Notification\nand Reporting ProcedureStatement on Diversity andNon-Discrimination\nAegon Human Rights Policy Aegon Disclosure Policy\nKames Capital UK ResponsibleInvestment PolicyGlobal Compliance CharterAegon Policy forCharitable Donations\nAegon N.V. ResponsibleInvestment Policy Global Voting Policy\nAegon Netherlands Voting PolicyAegon Code of Conduct Dividend Policy\nAegon Netherlands RI Policy (Dutch) Aegon Insider Dealing Policy \nAegon Environmental Policy\n13.1 Policies\nBelow you can find publicly available Aegon and Aegon Asset Management\npolicies and other documentation. ", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}