{"page_content": "115 114We use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security.13.2 Business Unit RI and Voting Reports 13.3 Cooperation and Collaborative Bodies\nBelow you can find available Business Unit RI and Voting Reports. \nVerantwoord Beleggen   \n1  \n               \n             \n             \n           \n \n \nWij hebben de overtuiging dat aandacht voor Environmental, \nSocial en Governance (ESG)-criteria in het beleggingsproces \nbijdraagt aan een beter risico/rendementsprofiel van de \nbeleggingsfondsen. Daarom voeren wij al vele jaren een \nVerantwoord Beleggen beleid. Dit document geeft een overzicht \nvan de manier waarop wij binnen onze multi -manager \nbeleggingsf ondsen invulling ge ven aan verantwoord beleggen. \nDaarnaast adviseren wij pensioenfondsen over het integreren van \nverantwoord beleggen in h un beleggingsbeleid.  \n \nVoor een groot deel van het duurzaamheidsbeleid bundelt TKP Investments  (TKPI) krachten met Aegon \nAsset Management, zoals ook beschreven is in het Aegon Responsibility Report. Aegon heeft de UN  \nPrinciples of Responsible Investment (UNPRI) ondertekend.  Daarmee onderschrijft ook TKPI het belang \nvan aandacht voor duurzaamheid. Dit bele id wordt toegepast op zowel actieve - als passieve beleggingen in \nzowel aandelen als vastrentende waarden. In de kwartaal - en jaarverslagen geven wij uitleg over het \ngevoerde verantwoord beleggen beleid . Daarnaast wordt onze rol uitgebreid beschreven in het  jaarlijkse \nduurzaamheidsverslag van Aegon.  \n \nSelectieproces externe managers \nDe ESG -criteria zijn een onderdeel van ons multi -manager selectie - en monitoring proces. Wij vinden het \nbelangrijk dat de externe manager ESG -criteria integreert in zijn beleggingsproces. Daarnaast houden wij \neen vinger aan de pols doordat de portefeuille van de manager periodiek wordt gescreend op ESG -criteria . \nHiervoor beschikken we over een database van MSCI waarin we zelf portefeuilles kunnen laten beoordelen. \nHiermee hebben we inzicht in eventuele ESG risico’s die de externe manager inneemt. D eze informatie  kan \ngebruikt worden om zo nodig een dialoog met de externe manager aan te gaan. Daarnaast worde n de \nnamen van bedrijven die slecht scoren op ESG -criteria gerapporteerd aan onze portefeuillemanagers. Deze \nbedrijven worden vervolgens besproken in de periodieke overleggen met de  externe managers. De externe \nmanager s worden aangemoedigd om deze punten mee te nemen in de dialoog met het bedrijf  om het \nprobleem te adresseren. \n \nScreening  en dialoog \nWij stre ven ernaar dat alle ondernemingen waarin wij voor onze klanten beleg gen, zich \ngedragen volgens de Global Compact Principles (GCP), zoals samengesteld door de \nVerenigde Naties (VN). Dit zijn principes op het gebied van mensenrechten, milieu, \narbeidsomstandigheden en anticorruptie. De Global Compact Principles zijn te vinden \nop de website: The ten principles of the UN Global Compact   \n \nMet een aantal van de ondernemingen die onvoldoende scoren, vindt jaarlijks een \ndialoog plaats. Dit wordt ook wel engagement genoemd. Het doel hiervan is de bedrijven te wijzen op hun \ntekortkomingen en een toelichting te vragen op het gevoerde beleid en het toekomstig beleid.  \n \nVoor de screen ing en de engagementactiviteiten ma ken wij gebruik van een gespecialiseerde externe \npartij, Sustainalytics. Deze partij screent jaarlijks de door TKPI beheerde portefeuilles. Sustainalytics zal \nde ondernemingen die niet conform de Global Compact Principles handelen , ertoe bewegen zich duurzamer \nop te stellen. Als na een periode van drie jaar blijkt dat de engagementactiviteiten niet tot het gewenste \nresultaat hebben geleid, wordt overwogen de betreffende bedrijven uit te sluiten. In dit verband worden \nmomenteel acht bedrijven uitgesloten.  \n \nUitsluitingen  \nIn sommige gevallen kie zen wij op voorhand voor het uitsluiten van bedrijven en landen waarin wordt \nbelegd.  Eenmaal per jaar wordt de lijst met uitsluitingen aangepast.  \n  \nVerantwoord Beleggen  \n \n  \nAn investor initiati ve in partnership with UNEP Finance Initiative and UN Global Compact \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRI TRANSPARENCY  REPO R T \n201 6 \nAEGON Asset Management  \n \n \nKames Capital  \nProperty page 1\n Property page 1\nSustainability Annual Report\nYear to 31 December 2016\nApril 2017\nTKPI Investments\nAAM PRI RI Transparency\nReport 2016Kames Capital (Responsible Investment documents incl. engagement & voting)\nKames Capital PRI RI Transparency \nReport 2016Kames CapitalSustainability Report \nOranization Commitment Link\nUN-backed Principles for\nResponsible Investment (PRI)Aegon Asset Management became a signatory to the PRI in February 2011. Kames Capital, has been a signatory since 2008. Membership commits Aegon Asset Management to the PRI’s six principles for responsible investment and to reporting annually on progress towards implementing them. unpri.org \nUnited Nations Declarationof Human RightsAegon N.V.’s Human Rights Policy states that the company’s \"business activities are guided by the UN Declaration of Human Rights,\" as well as core standards of the International Labor Organization and the principles on human rights and labor standards set out in the Un Global Compact. un.org/en/documents/udhr \nInternational Labor Organization  Please see above ilo.org \nUnited Nations Global Compact Please see above unglobalcompact.org\nCDP (formerly known asCarbon Disclosure Project)Aegon N.V. has been a member of the CDP since 2009. CDP encourages companies to disclose their environmental impacts, giving decision-makers the data they need to change market behavior. Investors signing up to the initiative manage assets worth approximately USD 100 trillion. cdp.net \nExtractive IndustriesTransparency InitiativeKames Capital is a member of the Extractive Industry Transparency Initiative, which aims to improve governance in the global oil, gas and minerals sector. eiti.org\nGlobal Reporting InitiativeAegon N.V. is an Organizational Stakeholder of the Global Reporting Initiative, which sets guidelines and standards for sustainability and non-financial reporting. globalreporting.org \nInternational IntegratedReporting CouncilAegon N.V. is currently participating in a pilot organized by the IIRC to develop guidelines for integrated reporting. theiirc.org \nGlobal Coalition on AgingIn 2010, Aegon N.V. became a founding member of the Global Coalition on Aging, which seeks to raise awareness of aging issues among policymakers and the general public. globalcoalitiononaging.com \nAssociation of British InsurersAegon UK collaborates closely with the Association of British Insurers. The ABI is the voice of insurance, representing the general insurance, investment and long-term savings industry. It was formed in 1985 to represent the whole of the industry and today has over 300 members, accounting for some 90% of premiums in the UK.abi.org.uk \nDutch Association of Investors for Sustainable DevelopmentAegon Asset Management is a member of the Dutch Association of Investors for Sustainable Development (VBDO) which represents the interests of institutional and private investors in the Netherlands who wish to contribute to sustainable development. vbdo.nl  \nEumedionAegon Asset Management is an active member of Eumedion, which is a forum for corporate governance and sustainability in the Netherlands and represents institutional investors’ interests in these fields.eumedion.nl/nl \nUnited Nations Environment Program Finance InitiativePrinciples for Sustainable InsuranceAegon N.V. is a founding signatory to the UNEP-FI Principles for Sustainable Insurance (PSI) that were launched in June 2011. Signatories of the PSI strive for the integration of ESG considerations in their primary business processes and their interactions with stakeholders.unepfi.org/ps\nGlobal Real Estate Sustainability BenchmarkGRESB is an industry-driven organization committed to assessing the sustainability performance of real estate portfolios (public, private and direct) around the globe. Aegon and Aegon Asset Management joined GRESB in 2013. gresb.com \nGlobal Impact Investment NetworkAegon N.V. is a founding Network Member of the Global Impact Investing Network (GIIN). GIIN is a non-profit organization dedicated to increasing the effectiveness of impact investing. thegiin.org \nFAIRRFAIRR is a farm animal investment risk and return initiative that aims to put factory farming on the ESG agenda. Aegon Asset Management joined FAIRR in 2016 and participates in a number of collaborative engagements.fairr.org", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}