{"page_content": "119 118We use our investment management expertise to help people achieve a lifetime of financial security.We use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security.13.5 Composition of Global Responsible Investment Committees\nRI Strategy Committee (RISC) \n• Mark Mullin (Chairman)\n CEO, Aegon Americas\n Member Aegon N.V. Management Board\n•  Marc van Weede\n \n Aegon N.V.\n Global Head of Strategy & Sustainability\n•  Joel Coleman\n Transamerica (Aegon US)\n Chief Investment Officer\n•  Edgar Koning\n Aegon Netherlands\n Chief Investment Officer\n•  Nick Dixon\n Aegon UK\n Investment Director\n•  Sander Maatman\n Aegon Asset Management\n CFO and Member of Management Board\n•  Charles Garthwaite\n Aegon N.V.\n Global Head of Compliance and Operational Risk Management\n•  Philip Lemmens\n Aegon Asset Management\n Global Head of ORM and Compliance\n•  Robin Boon\n Aegon N.V.\n Head of Corporate Communications\n•  Harald Walkate\n Aegon Asset Management\n Global Head of Responsible Investment\n•  Roger Wildeboer Schut\n Aegon Asset Management\n Responsible Investment Manager (Committee Secretary)\nRI Technical Committee (RITC)\n• Harald Walkate (Chairman)\n Aegon Asset Management\n Global Head of Responsible Investment \n•  Ryan Smith\n Kames Capital\n Head of Corporate Governance & Ethical Research\n•  Miranda Beacham\n Kames Capital\n Corporate Governance Manager•  Marianne Oomkes\n TKP Investments\n Senior Account Manager and Manager Responsible Investment \n•  Oldrik Wilken\n TKP Investments\n Portfolio Manager and ESG Officer\n• Garry Creed\n Aegon Asset Management\n Global Head of Research\n•  Jim Lemke\n Aegon Asset Management US\n Analyst and US ESG Officer\n•  Jan Frederik Slijkerman\n Aegon Asset Management NL\n Analyst and NL ESG Officer\n•  Alfredo Raez\n Aegon Asset Management Spain\n Senior Fixed Income Portfolio Manager and Spain ESG Officer\n•  Thang Chu Huy\n Aegon Asset Management CEE\n Portfolio Manager and ESG Officer\n•  Larina Baird\n Aegon Asset Management\n Portfolio Risk Management and Control\n•  Edwin Downey\n AUR\nA\n VP Engineering and Environmental Services and AUR\nA ESG Officer\n•  Neil Smith\n Aegon N.V.\n Strategy & Sustainability\n•  Natalie Beinisch\n Aegon Asset Management\n Engagement Manager\n•  Emanuele Fanelli\n Aegon Asset Management\n Responsible Investment Manager\n•  Adrienne Hill-S trathy\n Aegon Asset Management\n Responsible Investment Associate\n•  Roger Wildeboer Schut\n Aegon Asset Management\n Responsible Investment Manager (Committee Secretary)13.6 Disclaimer\nForward-looking statements \nThe statements contained in this document that are not historical facts but forward-looking statements as defined in the US Private Securities Litigation Reform \nAct of 1995. The following are words that identify such forward-looking statements: aim, believe, estimate, target, intend, may, expect, anticipate, predict, project, counting on, plan, continue, want, forecast, goal, should, would, is confident, will, and similar expressions as they relate to Aegon. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Aegon undertakes no obligation to publicly update or revise any forward-looking statements. Readers are cautioned not to place undue reliance on these forward-looking statements, which merely reflect company expectations at the time of writing. Actual results may differ materially from expectations conveyed in forward-looking statements due to changes caused by various risks and uncertainties. Such risks and uncertainties include but are not limited to the following:\n • Changes in general economic conditions, particularl\ny in the United States, the Netherlands and the United Kingdom.\n •  Changes in the performance of financial markets, including emerging mark\nets, such as with regard to:\n  \n • The frequency and severity of defaults by issuers in Aegon\n’s fixed income investment portfolios;\n  \n • The effects of corporate bankruptcies and/or accounting restatements on the financial markets and the resul\nting decline in the value of equity\n  \n  and debt securities Aegon holds;\n  \n • The effects of declining creditworthiness of cer\ntain private sector securities and the resulting decline in the value of sovereign exposure that Aegon holds.\n • Changes in the performance of Aegon’s investment por\ntfolio and decline in ratings of the company’s counterparties.\n • Consequences of a potential (partial) break\n-up of the Euro.\n • The frequency and severity of insured loss events.\n • Changes affecting mortality\n, morbidity, persistence and other factors that may impact the profitability of Aegon’s insurance products.\n • Reinsurers to whom Aegon has ceded significant underwriting risks may fail to meet their obligations.\n • Changes affecting interest rate levels and continuing low or rapidly changing interest rate levels; changes affecting currency exchange rates,\n  in particular the EUR/USD and EUR/GBP exchange rates.\n • Changes in the availability of, and costs associated with, liquidity sources such as bank and capital mark\nets funding, as well as conditions in\n  the credit markets in general such as changes in borrower and counterpar\nty creditworthiness.\n • Increasing levels of competition in the United States, the Netherlands, the United Kingdom and emerging mark\nets.\n • Changes in laws and regulations, particularl\ny those affecting Aegon’s operations, ability to hire and retain key personnel, the products the company sells,\n  and the attractiveness of certain products to its consumers.\n • Regulatory changes relating to the insurance industr\ny in the jurisdictions in which Aegon operates.\n • Acts of God, acts of terrorism, acts of war and pandemics.\n • Changes in the policies of central banks and/or governments.\n • Lowering of one or more of Aegon’s debt ratings issued by recognized rating organizations and the adverse impact such action may have on the company’s  \n \n  ability to raise capital and on its liquidity and financial condition.\n • Lowering of one or more of insurer financial strength ratings of Aegon’s insurance subsidiaries and the adverse impact such action may have on premium  \n \n  writing, policy retention, profitability of its insurance subsidiaries and liquidity.\n • The effect of the European Union’s Sol\nvency II requirements and other regulations in other jurisdictions affecting the capital Aegon is required to maintain.\n • Litigation or regulatory action that could require Aegon to pay significant damages or change the way the company does business.\n • As Aegon’s operations suppor\nt complex transactions and are highly dependent on the proper functioning of information technology, a computer system failure  \n \n or security breach may disrupt the company’s business, damage its reputation and adversely affect its resul\nts of operations, financial condition and cash flows.\n • Customer responsiveness to both new products and distribution channels.\n • Competitive, legal, regulatory\n, or tax changes that affect profitability, the distribution cost of or demand for Aegon’s products.\n • Changes in accounting regulations and policies may affect Aegon’s repor\nted results and shareholder’s equity.\n • The impact of acquisitions and divestitures, restructurings, product withdrawals and other unusual items, including Aegon’s ability to integrate acquisitions and  \n \n to obtain the anticipated results and synergies from acquisitions.\n \n • Catastrophic events, either manmade or by nature, could result in material losses and significantl\ny interrupt Aegon’s business; and\n • Aegon’s failure to achieve anticipated levels of earnings or operational efficiencies as well as other cost saving initiatives.\n \nFurther details of potential risks and uncertainties affecting the company are filed with NYSE Euronext Amsterdam and the US Securities and Exchange Commission, including the Annual Report. These forward-looking statements are valid only as of the date of this document. Except as required by any applicable law or regulation, the company expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in the company’s expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}