{"page_content": "15 14\nRI Policy & \nGovernance\nInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting Targeted\nInvestments\nImpact Investment\nSRI Products\nWe use our investment management expertise to help people achieve a lifetime of financial security.5.2 Our Approach to Responsible Investment\nAt Aegon Asset Management, we provide our clients with investment products that \noffer the best possible long-term returns, consistent with their individual risk profiles and requirements. Aegon Asset Management provides services to many different clients around the world: Aegon companies for their proprietary assets; Aegon companies’ institutional and retail clients; and Aegon Asset Management’s Third Party clients, including pension funds, insurance companies, and in some markets, retail clients.\nMeeting client’s needs \nThe diversity of Aegon Asset Management’s clients poses multiple challenges in terms of Responsible Investment. Different clients (and other stakeholders) in different countries may have differing views on Responsible Investment themes; ESG factors may be interpreted differently depending on the specific circumstances of an investment case; and not every client mandate explicitly allows Aegon Asset Management to consider elements like impact investment for the portfolio under management.\nResponsible Investment policy and governance\nFor these reasons, we place our Responsible Investment policy and governance at the center of Aegon Asset Management’s Responsible Investment framework, which we established in 2010. In the following year, Aegon Asset Management became a PRI signatory and the Global Responsible Investment Committee was established.\nWe believe that Responsible Investment and ESG should be \nan integral component of how we conduct business and that the responsibility for implementing the various aspects of the Responsible Investment framework should therefore lie with the people in our business: portfolio managers, analysts, legal professionals, risk managers and compliance experts. These professionals are supported in their work by a small, dedicated Responsible Investment team.\nIn 2015, we implemented recommendations from our ‘Formalize \nand Embed’ review and this resulted in the establishment of two new committees: the Responsible Investment Strategy Committee and the Responsible Investment Technical Committee. Investment analysisIntegrating ESG into our investment analysis is a key element of our Responsible Investment framework and also feeds into our Active Ownership and Targeted Investment activities. We apply ESG integration regardless of the type of client, because we believe that taking ESG into account in our investment research and decision-making can enhance investment performance for all our clients. In addition, investment processes cannot usually be disentangled for specific types of clients. For example, the research team at Aegon Asset Management generatestear-sheets (investment analysis summaries that include ESG ratings and data) for all portfolio managers – those who manage portfolios on behalf of our Aegon partners as well as Third Party clients.\nTargeted investments\nAegon Asset Management has long been active in investments that today are most commonly referred to as ‘impact investments’ – investments that are intended to achieve a social or environmental outcome in addition to generating a financial return. Our impact investment activities to date have mostly been undertaken on behalf of our Aegon partners. However, we see increasing interest from our Third Party clients in investments such as affordable housing and clean energy. We believe that we can leverage Aegon Asset Management’s experience and expertise in these areas for our Third Party clients.\nFor SRI funds, our approach is fully client and market oriented. \nIf we see demand for products that have a more pronounced approach to Responsible Investment, for example by screening out additional categories of investments, or by focusing on the best performers in certain sectors, we look to leverage our ESG expertise and track record with SRI funds for the benefit of our clients.\nActive ownership\nAegon Asset Management is an active owner and we have several tools at our disposal to demonstrate our commitment to Responsible Investment, including exclusions, direct engagement and voting. For exclusions (negative screening), we follow universally accepted principles as much as possible. International treaties that have been ratified by a large number of countries usually provide a good indication for these standards. In most countries where we operate, the exclusion list only applies to the Aegon general account assets, in line with best practices in those countries. Where possible, we also engage in dialogue with our external clients in order to determine if they wish to have negative screening applied to their mandates. In the Netherlands, our exclusion list applies to all of our investments, regardless \nof the client type, as is standard practice in the Dutch financial services industry.\nAs with ESG analysis, we feel engagement and voting should \nbe an integral part of our investment process. Our engagement and voting activities are guided by ESG risks identified in the investment analysis process and – as with our approach for exclusions – on generally accepted standards in the areas of climate change, governance, human rights, etc. \nA key strategic priority\nEarly in 2016, the Management Board of Aegon Asset Management identified Responsible Investment as one of its key 2020 strategic initiatives. While we are still defining the ‘RI target operating model’ that we want to achieve in 2020, this has already led to concrete new projects and resources: to determine how we can measure climate-related investment risk, to analyze the concept of ‘long-termism’, and to better understand the state of play in impact measurement. \nBut most importantly, this has allowed us to work directly with \nmany more of our 1,300 colleagues around the world. We are proud to showcase many of them in this report and hope you will agree they are committed to acting as responsible investors to meet the needs of all of our clients.\nHarald Walkate\nSenior Vice PresidentGlobal Head of Responsible Investment\nNext Steps in ‘RI 2020’\nAs part of the 2020 Strategy Initiative we have organized a project to look into clean energy in 2017. We want to identify profitable investment opportunities for our clients, taking into account their investment criteria and the challenges of this emerging market. ", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}