{"page_content": "17 16\nWe use our investment management expertise to help people achieve a lifetime of financial security.6.1 Policy and Governance\nIn 2011, Aegon N.V. adopted a Global Responsible Investment Policy. Aegon’s policy is \nguided by international frameworks relevant to Responsible Investment, including the UN Global Compact, the OECD Principles of Corporate Governance, and the United Nations-backed Principles of Responsible Investment, and sets out how these should be applied by Aegon companies in their role as asset owners and by Aegon Asset Management in its role as investment manager. The policy offers three tools for implementation: exclusion, ESG integration and active ownership (engagement and voting). \nImplementation of the policy is overseen\nby two committees at Aegon N.V.:\nThe RI Strategy Committee\nThis committee determines the overall strategic approach to Responsible Investment for Aegon N.V.. The committee includes representatives from the Management Boards of Aegon N.V., Aegon business units and Aegon Asset Management to ensure consistency across the group and links to the company’s strategy. The committee is chaired by Mark Mullin, Aegon N.V. Management Board member and CEO of Aegon Americas, who has given new impetus to Responsible Investment initiatives and has ensured that we stay close to our strategy and business activities in selecting and implementing our Responsible Investment activities. This committee meets three times a year. \nFurther information on our Responsible\nInvestment Policy can be found at:  The RI Technical CommitteeThis committee discusses progress on initiatives in ESG integration, engagement and voting. The committee includes dedicated Responsible Investment staff, portfolio managers, analysts and risk managers from across Aegon Asset Management businesses. This committee meets five to six times a year and advises the Aegon Asset Management Management Board and other Aegon boards and committees on Responsible Investment matters.  \nlife insurance pensions asset managementthe hague, november 2011\nAEGON N.V. \nREspONsiblE iNVE stmENt \npOlicy \n \nNext Steps in Policy\nCurrently, Aegon Asset Management is advising the \nResponsible Investment Strategy Committee on an update of the RI Policy. The new policy, expected to be published in late 2017 will also address Aegon’s views on targeted investments, including impact investment.", "metadata": {"source": "NASDAQ_AEGN_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}