{"page_content": "Employee Engagement\nWe believe in the value of maintaining an open-door policy – we encourage our employees to speak up, and we take action on ideas, \nsuggestions and employee concerns. We have also taken steps to enhance leadership communication, including the development of \na recognition platform, formalizing leadership updates to staff, and encouraging proactive cross-functional engagement.\nConnecting with Unitherians\nTown Hall Meetings In 2021, we held four virtual town halls led by our President and other key executives in our company. \nTopics of these meetings included a look at 2021 goals, our continued commitments to DEI efforts, \neducation to Unitherians about our inspiring ESG initiatives, insight about our pump technologies, \nand a celebration of the launch of Tyvaso in PH-ILD and World PH Day\nPatient-Focused \nSessionWe held a session to connect our Unitherians to the patient experience, where a PH-ILD patient \nshared his treatment journey\nWorkplace by \nFacebookThis provides an employee-only social environment with a familiar Facebook user interface. Through \nthis platform, we have a variety of communication and culture reinforcing objectives including:\n• Employee updates (such as “Meet a Unitherian” segments and anniversary callouts \nfrom managers)\n• Personal updates from leadership (such as regulatory approvals, ribbon cutting ceremonies, and \n“Following Martine”)\n• DEI knowledge sharing, recognition, and learnings between employees \n• Cross-functional engagements (live updates when an EVLP lung is in transport)\n• Initiative updates on key people programs like our DEI topics\n• Program updates (such as the Remodulin 20th Anniversary in 2022)\n• Other informative updates to let employees know about COVID-related developments, events \nhappening at our offices, and community service opportunities \n• Personal and professional sharing between Unitherians across the company in focused interest \ngroups, such as our wildly popular “Pawson of the Month” group where employees share fun \nanecdotes and pictures of their pets\nRecognitionWe introduced kUTos, a new recognition program, in 2022 as another resource to recognize, thank, and \nspotlight Unitherians for a variety of work activities, noteworthy achievements, work anniversaries, and for \nexemplifying our core values\nTaking a Collective \nBreath During COVIDWe hosted a virtual book club with James Nestor, the author of Breath: New Science of a Lost Art, \nattended by over 200 Unitherians \nGIVING TD-100 A PROPER SEND OFF\nAs much as we love to celebrate our \nproduct approvals and launches,\nwe also show our respect when our\nproduct innovations make an existing\nUnited Therapeutics product obsolete.\nIn August 2021 we conducted a Viking\nfuneral to celebrate the innovation\nand service of the TD-100 device, the\nnebulizer originally used to deliver\nTyvaso therapy.\n32\nWHO  WE ARE\nOUR APPROACH TO \nSUSTAINABILITY\nOUR PATIENTS\nOUR PEOPLE\nOUR PHYSICIANS \nAND PAYERS\nOUR PLANET AND \nCOMMUNITIES\nOUR PRINCIPLES AND  \nOTHER PRIORITIES\nREPORTING \nINDEXESA MESSAGE FROM \nOUR CEO\nOUR PEOPLE", "metadata": {"source": "NASDAQ_UTHR_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}