{"page_content": "Kulicke & Soffa has established and maintained an effective Business Continuity \nManagement (BCM) framework to enhance its organizational resilience and \ncapability of damage minimization with shorter business recovery time in a \ndisastrous event.  It is also to safeguard the sustainable business interests of its \nstakeholders, brand and value-creating activities. \nThe Business Continuity Plan (BCP) prioritizes critical business functions,\nallowing for the resumption of minimum acceptable service levels as quickly\nas possible in the event of a disaster. The Executive Leadership Team (ELT) \nhas oversight of a global Crisis Management Team (CMT), comprising of key \nManagement Site Leads and Department Leads across six K&S sites, which will \ncarry out the BCP upon its activation.\nThe CMT will lead the BCP activation in communicating to internal and external \nparties, managing the crisis and recovering of critical business processes. The \nBCM is referenced to ISO 22301 and will undergo annual review for continual \nimprovement. \nPotential threats that will disrupt K&S operations are grouped accordingly to the \nfour disaster scenarios. The BCP details the crisis management and business \nrecovery for each of these scenarios as follows:Business Continuity Management\nLoss of use of \npremisesUnavailability of staff\nLoss of IT services, voice \nand/or data communicationUnavailability of key \nsuppliersPeriodically, desktop simulation tests are conducted at each site to familiarize \nthe CMT with the various scenarios and the business recovery tasks. The CMT \nand relevant departments will review the simulation test results and take actions \nto improve the BCP effectiveness, further enhancing resilience of the BCP.\nAll K&S employees will undergo a mandatory BCP awareness online training \nand refresher training will be conducted once every two years. Additionally, all \nBCP information are accessible to all employees on the K&S Intranet Portal.\n14", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}