{"page_content": "Enterprise Risk Management \nEvery day, businesses are exposed to a variety of risks which can affect \ntheir ability to survive and thrive. In August 2019, K&S conducted a holistic \nEnterprise Risk Assessment (ERA) to determine, prioritize and mitigate critical \nbusiness risks and opportunities. Through the collaboration of Internal Audit \nand Corporate Integrated Management System (IMS) teams, the enhanced \nrisk assessment considered all internal and external factors affecting K&S’ \nbusiness. Furthermore, this assessment achieved a higher engagement of \nFigure 5: K&S Risk Management Framework and Classification of Risksover 70 employees involving the ELT, global site leaders, functional Heads of \nDepartment in ERA workshops, interviews and online assessments. The risks \nidentified were assessed and classified into high, medium and low risks. The \nERA register documents the risks, their mitigation actions for periodic monitoring \nand management review. Through this assessment, K&S strives to promote a \nproactive culture of prevention and improvement.\nHighrisk management  has not demonstrated improvement in the \ninherent risk exposure\nMediumrisk management  has begun to demonstrate improvement in the \ninherent risk exposure\nLowrisk management  resulted in demonstrated improvement to \nadequately address inherent riskRisk Oversight\nCommitte eDetermine Risk\nContext\nInternal Factor s\nExternal Factor s\nAssess Risk\nPotential Impact\nLikelihood\nRisk Scor e\nImplement\nMitigatio n\nStrategy\nRisk Owner\nExecute PlanMonitor And\nReview Risk\nSelf A ssessment\nInternal A udit\nRisk Council &\nBOD\nPlan Response\nStrategy\nAccept  \nMitigat e\nAvoid\n TransferClassification of RisksExternal FactorsCustomer s\nRegulator s\nSuppliers\nIndustry\nSector s\nTechnological\nEconomicNatura lPoliticalHealth &\nSafetyEnvironment\nInternal FactorsTop\nManagement\nEmployees\nSocial\nLabor\nUnions\nCultura lResourcesCorporat e\nStrategyShare-\nholder s\n15", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}