{"page_content": "K&S has an extensive supply chain of over 1,300 suppliers located across Asia, \nUnited States, Europe and the Middle East. Overall, suppliers provide K&S with \na variety of semi-finished products, equipment and services. In FY2019, Tier 1 \nstrategic suppliers make up 27% of its supply chain, attributing to 81% of annual \nprocurement amount. Direct suppliers provide manufacturing-related materials \nDirect Suppliers\nIndirect SuppliersManufacturing-\nrelated materials\nPackaging or \nnon-manufacturing-\nrelated materialsProportion Spent \n78%\n22%Tier 1\nTier 2Strategic suppliers ranked first or second \nin respective commodity spent\nAll other approved suppliersProportion Spent \n81%\n19%\nFigure 14: K&S Supply Chain Ecosystem\nAs K&S strives to build stable and lasting partnerships with suppliers, it \nconsiders procuring from regional suppliers as it represents lower costs, shorter \nlead time and reduces environmental impacts from transportation at the same \ntime. Over 70% of procurement at Singapore, Suzhou and Netherlands comes \nAmount Spent by Geographical Region Breakdown of Regional and Non-Regional Suppliers\nFigure 15: Information on K&S Supply Chain 7Singapore and Suzhou’s regional suppliers are from \nAsia. Their non-regional suppliers are located in \nCalifornia, USA and Europe. This grouping will also \napply for the other sites. \n8EMEA stands for Europe, the Middle East and Africa. \nThis is a separate region from Asia and Europe.EMEAsuch as mechanical modules, consoles, and fabricated sub-assemblies. Indirect \nsuppliers provide packaging or non-manufacturing-related materials and services \nsuch as IT and facility-related services. In FY2019, over 60% of direct material \nwas procured from suppliers in Asia.\nfrom their region7. Figure 15 showcases information on the breakdown of K&S \nsupply chain across geographical regions and proportion spent on regional and \nnon-regional suppliers. \n8\nRegional Non-regional74% 96% 76%24%4%\n26% 30%\n70%62%8%\n15%\n15%\n30", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}