{"page_content": "Sustainability, climate change and global warming concerns have increasingly become more common-place, creating a call for \naction. Nations, corporations and individuals are expected to adapt, become more innovative and deliver solution-focused results. \nAt Kulicke & Soffa (K&S), we take this responsibility seriously and remain very focused. Recently, we have accelerated our \nenvironmental stewardship and remain committed to conducting our business ethically and responsibly while consciously giving \nback to the communities in which we operate. We are pleased to announce our fourth annual sustainability report, our third \nconsecutive year reporting in accordance to the Global Reporting Initiative Standards – Core Option.\nThis year, we have progressed our sustainability efforts further as we expanded our initiatives in support of the United Nations \nSustainable Development Goals. As the industry moves towards Industry 4.0, we will ensure that our workforce is adequately \nequipped with the necessary knowledge and expertise to deliver. Taking our environmental responsibility seriously, we are \nexploring tactical design considerations to minimize the cumulative carbon footprint of our products. \nProgress was also made on our employee’s health and safety framework. K&S will transition from OHSAS 18001 to ISO \n45001:2018 Occupational Health & Safety Management System Certification for the Singapore and Suzhou sites, and attain ISO \n45001 certification for the Eindhoven, Haifa, Fort Washington and Santa Ana sites by FY2020.\nWe are proud of our enhanced Corporate Responsibility Policy which underpins our organization’s core values. Comprising of \nfour main pillars – Governance, Economic, Environment and Social – it iterates our commitment towards sustainability through \nour business operations. We owe our sustainability success to the commitment of a dedicated global sustainability committee and \nare pleased to share our new ambitious sustainability targets, which we aim to outperform in years to come. \nAt K&S, we will continue to actively engage with our stakeholders, exploring possible collaborations and anticipating their \nconcerns. As we look ahead, we will continue seeking out new opportunities to further align our business priorities with our \ngrowing commitment to sustainability.\nFusen Chen\nPresident & CEOPRESIDENT & \nCEO’S STATEMENT\n4", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}