{"page_content": "RY2016 RY2017 RY2018 RY201939%52%76%>76%The use of Tin, Tantalum, Tungsten and Gold (3TGs) is necessary in K&S’ \nequipment. K&S is aware of the issues surrounding the extraction of 3TGs \nespecially in environments that violate human rights and where the proceeds \nare used to finance unlawful activities by armed groups. The Conflict Mineral \n(CM) committee is a global cross-functional team led by Corporate Quality that \noversees K&S’ due diligence progress9 and annual reporting10 to the Securities \nand Exchange Commission (SEC). K&S has been reporting its CM due diligence \nprocess annually since Reporting Year 2013 and is committed to achieving \nannual progress towards declaring conflict minerals free in its products.\nConflict Mineral reporting is based on SEC’s requirement from January to \nDecember, denoted as a Reporting Year (RY).Conflict Minerals \n9The due diligence process is consistent with the Organization for Econo mic Co-Operation and Development (OECD) Due Diligence Guidance.\n10Reporting cycle for Conflict Minerals Disclosure has been mandated on a calendar year basis by the Securities and Exchange Commission (SEC).K&S’ suppliers will have to read, acknowledge and act in full compliance with \nthe K&S’ CM Sourcing Policy. Likewise, suppliers are expected to perform due \ndiligence on their supply chains to identify smelter sources. K&S relies on its \nTier-1 suppliers to provide information on the origin of the 3TGs contained in \ncomponents and sub-assemblies supplied, including sources of 3TGs that are \nsupplied to them by their sub-tier suppliers. In RY2018, K&S reported 76% \nConflict-Free Smelters (CFS) identified or are active in the CFS program, a 24% \nincrease from RY2017.\nFor more information on CM Disclosure, please refer to the CM Report 2018 \nfound on K&S website at https://www.kns.com/Corporate-Responsibility . RY2019 \nCM report will be published on K&S’ website by May 2020.\nPercentage of CF Smelters Identified\nFigure 17: K&S Conflict Mineral RoadmapTargetThis year, a total of five suppliers were subjected to K&S’ Conflict \nMinerals Audit. All the findings were resolved and have been closed. \nThe nature of these audit findings included ensuring suppliers had \na relevant CM policy with proper monitoring of their suppliers’ due \ndiligence response, status and updates. In addition, K&S emphasized \nthe importance of filling up the Conflict Minerals Reporting Template \n(CMRT) accurately and submitting it annually. The CM audit achieved \nits objective to improve the suppliers’ CM program and data accuracy \nto meet K&S’ expectations.\n32", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}