{"page_content": "11K&S equipment fall under the category of large-scale industrial tools which are out of the EU RoHS scope. Currrently, K&S’ RoHS-compliant equipment are 100% compliant for following six hazardous \nmaterials namely, Lead, Mercury, Cadmium, Hexavalent Chromium, Polybrominated Biphenyls (PBB) and Polybrominated Diphyenyl Ethers (PBDE). The regulation specifies maximum levels of 1000 ppm \neach (except for Cadmium, which is 100 ppm).\n12Products containing butyl benzyl phthalate (BBP), di(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP) or diisobutyl phthalate (DIBP) cann ot be transacted on the EU market. Electrical and electronic equipment contains hazardous content which can cause \nmajor environmental and health problems if they do not undergo proper disposal. \nThe European Union (EU) has set an environmental directive which restricts \ncertain hazardous substances in electrical and electronic products exported to \nthe EU (RoHS). Although K&S equipment are excluded from this RoHS directive, \nit is in voluntarily compliance with RoHS regulations11. In July 2019, the EU \nadded four new phthalates12 to its existing list of restricted substances. K&S has \nbeen working towards full compliance to the revised EU directive.\nThe Go-Green Committee actively conducts product content evaluation to \nreduce and eliminate use of hazardous materials in K&S products. This is \nperformed through a three-step process:Restriction of Hazardous Substances\nReview of Bill-of-Material Identify non-RoHS-compliant \nparts Mark for replacement with \nRoHS-compliant partsThe information from product content evaluation are recorded and maintained on \nK&S’ RoHS database. \nSince FY2018, K&S core platforms (ball bonders and wedge bonders) launched \nare declared RoHS-compliant. Currently, both the RAPID™ and OptoLux™\nproduct families are RoHS-compliant. The new Asterion™ Ultrasonic Welder will\nattain the RoHS-compliant certification in FY2020. K&S is working towards the \ntarget of achieving all its new equipment platforms to be RoHS-compliant starting \nfrom FY2020   \nOptoLuxTM\nProductsRAPIDTM\nProductsAsterionTM  Ultrasonic \nWelder\nFigure 18: List of RoHS-compliant equipment released by K&S\n33", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}