{"page_content": "Looking beyond product specifications, customers have increased emphasis on the environmental \nand health impacts of K&S products through their life cycles. Customer safety and health, as an end \nuser of K&S products, is of utmost importance and K&S is committed to ensure that product safety \nis a key deliverable in its KDPD process. The Program Engineering Team conducts comprehensive \nassessments of potential health and safety risks posed to customers through various stages of the \nproduct development process. Finally, products will have to attain the relevant certifications requirement \ndepending on the customers and industry to which they will be sold.\nAll current K&S equipment are CE-certified, being assessed to meet health, safety and environmental \nprotection requirements, and can be traded freely within the European Economic Area (EEA). New \nlaunched bonders have also attained RoHS compliance, for example, the RAPIDTM series wire bonders. Customer Health and Safety \nIn FY2019, K&S achieved zero\nvalidated cases of non-compliance\nregarding the health and safety \nimpacts of products and services –\na target K&S aims to maintain.AsterionTM Ultrasonic Welder is ideal for hybrid \nautomotive and power module applications. With an \nexpanded bond area, new robust pattern recognition \ncapabilities and tighter process controls, it delivers \nhigher productivity, bonding quality and reliability. \nAs the use and manufacturing of EVs expand in the \nEuropean Union and China, the Ultrasonic Welder \ncan create a better user experience for customers.  \nThe latest release of the welder is engineered with \na refined process and delivers improved quality \ncontrol derived from the addition of a Welder Control \nUnit. Traditionally, customers would require a \nhigher current (power) to bond components using \nAluminium or copper bond wires. Through ultrasonic \nwelding, the requirement of multiple wedge bonding \nis replaced by one single weld. Additionally, the \nuse of copper terminal welds lowers the operating \ntemperature by about 80°C while improving the \npackage design.\nTo maintain familiarity of use with clients and reduce\ntraining, it operates on a similar software to existing\nAsterion family products. CASE STUDY\nEnabling the needs of EV \n– AsterionTM Ultrasonic \nWelder \n38", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}