{"page_content": "K&S aims to be a leading provider of semiconductor packaging and electronic assembly solutions to a wide \nvariety of customers, from markets ranging from automotive, consumer, communications to industrial. K&S \nseeks to help customers achieve success and become their trusted, longstanding business partner. Their \nsatisfaction is a critical indicator of success for K&S.  \nThe K&S Quality Policy sets out its commitment towards maintaining the quality management system \nthrough providing products and services with the objective of achieving Total Customer Satisfaction.  \nK&S offers a series of scheduled after-sales service and on an ad-hoc basis to respond to customer needs. \nThe service program encompasses: Basic, Professional and Comprehensive plans, which are designed to \nsuit each customer’s needs to help them operate machines optimally.Customer Satisfaction\nThe Customer Quality Team reaches out to customers with the Voice of Customer \n(VoC) survey which is conducted once every three years. Customers will assess K&S’ \nperformance across various categories, from technical expertise, order processing, timely \ndelivery, quality of products to after-sales support. The results would be collated and \nshared with various Marketing and Program Engineering teams to brainstorm actions, \nobjectives and targets to improve the customer satisfaction. The next V oC survey will be \nconducted in year 2021 with the target to achieve improvement in the response rate to more \nthan 50% and customer satisfaction score of more than 80%.\nThe Customer Support team is also committed to delivering quality after-sales support such as providing \nsolution-based training to customers. K&S ensures that adequate training is provided to employees to equip \nthem with the necessary technical and problem-based solving skills. \n39", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}