{"page_content": "K&S is committed to treating employees with dignity and respect, and to providing market-relevant benefits \nin all countries where we work. We provide an environment that encourages employees to learn and to grow \ntheir careers.\nUnder the leadership of our Global Vice President of Human Resources, we have centers of excellence in \nTalent Management, Talent Acquisition, HR Management Information System (HRMIS) and Compensation, \nensuring best practices in these important areas. At each site, regional Human Resource (HR) managers \nsupport the local leaders and managers, ensuring employment and labor practices adhere to regional and \nlocal regulations. K&S continually reviews these policies and benchmarks them against market peers so \nas to implement leading practices on recruitment, onboarding and employee development. K&S adopts a \nthree-pronged approach which aims to provide an inclusive workplace with ample opportunities for personal \ngrowth and to attract the best talents. Employment and Labor Practices\nFigure 22: K&S Human Resource Approach Diversity Talent Acquisition Learning and Development\nDiversity is important at K&S because we believe that the combined knowledge and diverse views across \nour global locations strengthens our competative edge.  In an industry where women have traditionally been \na small minority, we are proud that 41% of our workforce is female. We continue to seek to hire more female \nengineers and have a larger representation among our leadership team.\nIn order to ensure fair and equitable pay for all employees, K&S participates in several globally\nrecognized compensation surveys (Radford, Mercer) annually. The survey organizations pool our data \ntogether with all of the responding companies to determine market relevant pay ranges for all of our \npositions. Diversity\n43", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}