{"page_content": "Learning and Development\nK&S wants all employees to have the required technical skills in every role to contribute and be \nsuccessful. Aside from on-the-job training and stretch assignments, each site conducts their own training \nneeds assessment. The regional HR team works closely with the site leadership to determine the \nappropriate training to be conducted for the employees.  Some of the sites, such as Singapore and Fort \nWashington, have engaged with government or state agencies that provide funding to subsidize training \ncosts. K&S offers a wide range of training opportunities, some of which are outlined below.\nTypes of Training Programs \nCore Quality Program  \nTechnical \n(Transferable skills)\nProfessional and Core Supervisory \nDevelopment  \nOnboarding (for new hires)  Examples \nEnhanced Value Engineering\nBasic Statistical Process Control\nComparison Test for Quantitative Data and \nQualitative Data\nDesign and Process Failure Modes and Effects \nAnalysis (FMEA)\nLAMDA15 Problem Solving\nValue Stream Mapping\nDesign of Experiment (DOE) \nPassive Data Analytics\nBasic Management for Emerging Leaders and \nSupervisors\nManage Self\nK&S Orientation Program comprising of Plant Tour,\nDepartmental familiarization briefing,\nOnline training such as IMS, Safety Training, 6S16 \nand Visual Management, and Business Continuity \nManagement,\nCore Values WorkshopK&S’ Fort Washington site started a mentoring \nprogram that has been well received both by \nmentors and mentees. In pilot launch, 34 sets of \nmentor/mentee partnerships were created and at \nthe six month mark, the teams were surveyed for \ntheir reactions. We were gratified to note that both \nmentors and mentees found the experience to be \npositive and rewarding. Not only did the mentees \nlearn relevant technical and leadership skills, it turns \nout that the mentors also gained knowledge from the \nmentees.Fort Washington \nMentoring Program  \n15Look, Ask, Model, Discuss, Act\n16Sort, Store, Shine, Standardize, Sustain, Safety\n45", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}