{"page_content": "K&S is committed to providing a safe and healthy workplace for its employees. \nWith the IMS certification, all six sites are aligned in the implementation of their \nEnvironmental, Health and Safety policy and procedures. This enables the \nharmonization of EHS practices, objectives and performance targets.\nK&S constantly consults and involves its employees in establishing a safe \nand healthy work environment and in performing their daily work in a safe and \nresponsible manner. Each K&S site has established a Safety committee lead \nby the EHS Manager or Safety Representative with members from all functions. \nThe committee is responsible to promote safety awareness, ensure compliance \nto legal and operational controls, conduct safety audits and improve safety \nperformances. Periodic hazard17 risks assessments on work processes are \nconducted to identify potential risk and mitigate any significant risks identified.  \nEmployees are encouraged to report any potential risks, near misses and safety \nincidents in their work immediately to the Safety committee or their manager.  \nEvery safety issue reported will be thoroughly investigated and safety alerts will \nbe sent to all employees for their awareness.\nRegular health and safety-related trainings are conducted for all levels of \nemployees to raise awareness and refresh knowledge on safe working practices. \nIn FY2019, K&S attained close to 100% attendance rate on planned OHS \ntraining for employees. Santa Ana recorded a highest training hour at 11.6 hours \nper headcount18. Emergency readiness and response training such as fire drill \nevacuation, first-aid training, fire-fighter training and hazardous chemical spillage \nresponse are conducted periodically.Occupational Health and Safety\n17A hazard is any source of potential damage, harm or adverse health effects on something or someone. Some examples of hazards may include use of hand tools, machines, wet floors, working at height, etc. \n18Calculated by taking total training hours per site divided by total employees. \nLaunched since 2015, the annual CEO OHS Challenge awards the K&S \nwinning site for its best and sustained performance in the OHS metrics. \nThe metrics assess each site in leading indicators such as training hours, \nattendance rates and lagging indicators such as accident frequency and \nseverity rates. In FY2019, K&S Santa Ana site emerged as the champion \nsite with zero incidents and achieving overall best performance for all \ncategories.\n47", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}