{"page_content": "Safety Performance \nIn FY2019, K&S saw a declining trend in the both reportable and internal Accident Frequency\nRate20 (AFR) and Accident Severity Rate21 (ASR) metrics. This year, Singapore, Suzhou, Santa Ana and\nNetherlands have achieved zero reportable AFR and ASR. Two reportable accidents22 were\nrecorded at Fort Washington and Haifa where employees sustained light injury while performing work due \nto carelessness. Investigation and actions have been taken in reminding all employees to work safely and \nto be vigilant of their surroundings.\nOverall, K&S is glad to have achieved more than a 50% reduction from the previous year’s reportable \nASR at 3.6. Across all six sites, there were zero fatalities and a zero occupational disease rate. Absentee \nrates23 across both years have also been consistent. The figures on the next page provide a breakdown of \nsafety statistics and absentee rates of all sites.\nAFR ASR\n1.5\n12\n0.5\n0\nAFR Reportable AFR\nFigure 23: Reportable AFR (left) and ASR (right) performance against K&S Internal Safety Performance 20AFR = (Total incidents / total employee work hours) x 1,000,000.\n21ASR = (Total man-days lost as a result of an incident / total \nemployee work hours) x 1,000,000.\n22A reportable accident is defined as a non-fatal injury or illness \nwhich results in a medical leave taken of four or more days. A non-\nreportable accident tracked on K&S’ internal metrics is defined as \na non-fatal injury or illness which results in a medical leave taken \nof one or more days.\n23Absentee rate is calculated as the number of days absent from \nwork due to incapacity of any kind, not just as the result of work-\nrelated injury or disease. It is expressed as a percentage of total \ndays scheduled to be worked for the same period. This includes \nmedical leave and lost days due to injuries sustained.1.31.8\n0.9\n0.4 0.40.512.1\n10.7\n4.510.2\n8.2\n3.6\nCY17 FY18 FY19 CY17 FY18 FY1912\n10\n8\n6\n414\n2\n0\nASR Reportable ASR\n49", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}