{"page_content": "Energy consumption data collection and analysis are conducted to ensure systems are operating efficiently and that anomalies \nin consumption can be identified. This allows for prompt actions to be taken to prevent further unaccounted losses. Quarterly \nenergy management meetings are held to monitor progress and evaluate effectiveness of energy conservation measures.\nElectricity Consumption GHG Emissions\nFigure 25: K&S Electricity Consumption & Intensity (left) and Scope 2 GHG Emissions & Intensity (right) \nThe total of 83,542 GJ of energy was consumed across the six sites in FY2019. This year, natural gas consumption25 at \nEindhoven was also included. Electricity from the grid still remains as the main source of energy used across the six sites at \n23,206 MWh, a 3% reduction from FY2018 levels. This led to a 2% corresponding decrease in Scope 2 GHG emissions26.\nBoth electricity and Scope 2 emissions intensities have increased significantly due to a drop in net revenue recorded for \nFY2019, brought about by a decrease in demand in semiconductor, LED, memory and automotive markets. Moving forward, \nK&S will continue to seek ways to improve energy efficiency and maintain its target of year on year reduction in energy usage \nby 2%, thereby lowering its carbon footprint.\n25Eindhoven recorded a total of 0.768 GJ of natural gas which translates to 40 kg of CO2 emissions. \n26GHG emissions are a result from the generation of purchased electricity, heating, cooling and steam consumed by K&S. They are calculated by multiplying \nan emission factor to the electricity consumed by each of the six sites. In Singapore, the emission factor used is the grid emission factor for 2018 which is \nobtained from “2019 Singapore Energy Statistics”, published by the Energy Market Authority of Singapore. In China, the grid emission factors are obtained from \nthe national grid emission factor with 2012 values being the most updated source. Santa Ana and Fort Washington grid emission factors were obtained from \nEmissions & Generation Resource Integrated Database (eGRID) 2016 published by the US EPA. In the Netherlands, grid emission factors were obtained from \nthe grid emission factors published by Covenant of Mayors. For Israel, grid emission factors were obtained from Institute for Global Environmental Strategies \n(IGES).\nFrom 1 January \n2020 onwards, \nNetherlands site \nwill be operating \non 100% \nrenewable energy \ngenerated from \nDutch wind farms \nand solar parks. \nZero carbon!CY2017 FY2018 FY201915,000\n10,000\n50\n0020,00025,000\n45\n40\n35\n30\n25\n20\n1550\n1024,32327.8 26.843.0\n23,206 23,842\nCY2017 FY2018 FY2019030\n25\n20\n15\n109,000\n6,000\n3,000\n012,00015,000\n25.1\n15.6 16.2\n14,178 13,567 13,852Bar: GHG Emissions (tonnes CO2)\nLine: Emissions Intensity defined as GHG emissions \n/ net revenue (tonnes CO2/million $US)Line: Electricity Intensity (MWh/million $US)Bar: Electricity Consumption (MWh)\n54", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}