{"page_content": "Water is an essential resource across all K&S manufacturing sites, especially \nat Suzhou where water is used for product cleaning during fabrication and for \nthe cooling towers. 100% of water used across the six sites were drawn from \nmunicipal sources. In FY2019, water consumption decreased by 9% from \nFY2018 due to lower production volume. The Suzhou site remains the highest \nconsumer of water in its manufacturing, constituting over 90% of overall K&S \nglobal usage. In spite of a decrease in overall water consumption, water intensity \nin FY2019 has increased significantly due to the lower revenue recorded this \nyear.Water Usage \nThe issue of waste generation and disposal is critical in the manufacturing \nindustry. With metals, minerals and many other chemicals used in K&S’ \nmanufacturing facilities, proper waste management and disposal is imperative. \nIn addition to optimizing resource usage to reduce consumption, K&S has set a \ntarget to increase its recycling rate. \nAdditionally, various sites have also been practicing the 3Rs (Reduce, Reuse \nand Recycle) such as eliminating single-use disposables at their offices and \ncollecting used items for recycling and reuse. Moving forward, K&S hopes \nfor each of its sites to continuously brainstorm and integrate such practices \nthroughout its day-to-day operations. Some of the initiatives are summarized \nbelow. The EHS and Facilities Managers at each site regularly monitor \nperformance to ensure they are on track towards the targets.Waste Management \nReducing Consumption \n• Eliminate the use of paper and \nstyrofoam cups at Suzhou, \nIsrael and Singapore \n• Paperless initiatives rolled out \nacross six sites, encouraging \nemployees to conserve paper \nand only print when necessary  Responsible Waste Disposal \n• Collection of empty ink cartridges \nat Netherlands by Eeko recycling \ncentre who sold them to re-\nmanufacturers for recycling and \nreuse \nFigure 27: Reducing Consumption and Responsible Waste Disposal at K&S Figure 26: K&S Water Consumption and Intensity Water Consumption\n74,550 67,602 74,21285.3125.2\n83.4\nCY2017 FY2018 FY20190140\n120\n100\n80\n60\n40\n2060,000\n50,000\n40,000\n30,000\n20,000\n10,000\n070,00080,000Bar: Water Consumption (ton)\nLine: Water Consumption Intensity (ton/million $US)\n55", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}