{"page_content": "Quality is defined as providing positive customer experience, in meeting and \nexceeding their expectations. As customers continue to raise their standards, \nK&S must move ahead in the adoption of smarter technology in manufacturing, \nthat is, Industry 4.0. The operations team in the manufacturing department has \nprogressive plans in advancing factory and data automation. Manufacturing \nhas adopted Augmented Reality (AR) in the training of employees to increase \nefficiency and product quality consistency. As part of the digital transformation \njourney, moving from scattered data to predictive analytics, K&S has developed \nthe ability to digitally collect manufacturing data and automatically analyze \nthem for anomalies detection. This gives K&S a competitive advantage over \ncompetitors that employ traditional manufacturing methods and goes beyond \nautomation to machine learning. Newly launched equipment in FY2020 is Moving Towards Industry 4.0 Readiness\nFigure 4: K&S Digitalization and Data Analytics RoadmapK&S introduced its Gen-S smart bonder series in \nFY2019.\nThe RAPIDTM is the first product of the series that \naddresses Industry 4.0 requirements:\n• Advanced Process Control (APC)\n• Data analytics and Traceability\n• Predictive maintenance\ndesigned to be smarter, more productive and customized for customers’ needs \ntowards Industry 4.0. As the industry moves into digitization and 5G, K&S \ncontinues to innovate and engage new technologies in automation, Artificial \nIntelligence (AI), and predictive analytics to have smoother processes, improved \nyields and reduced waste.\nADVANCED ANALY TICS\n11\n10\n9Abnormality\nAnalytic sPredictiv e\nAnalytic sEnterprise\nNetwor k\nTODAYTARGET\nDATA MANAGEMENT HIGH\nHIGHLOW COMPETITIVE ADVA NTAGE\nANALY TICS EFFORT3\n2\n14\nScattere d\nDataCreat e\nDB Usin g\nExcelDeplo y\nMES to\nManyfacturin g\nLineIntroduce\nTableau\nSTANDARD ANALY TICS\n7\n6\n58\nIntroduce\nDashboar dExpand to\nBusiness\nApplicationsIntroduce\nData\nWarehouseIntroduce \nAI into\nManufacturin g2017 2018 2019\n2020 2021\n10", "metadata": {"source": "NASDAQ_KLIC_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}