{"page_content": "Practices Overview People Products Planet\nPractices: \nAltair Sustainability Report  /  43\nData Security and Data Privacy\nLed by Jeff Marraccini CISO, Altair’s Privacy \nPolicy can be found here: www.altair.com/\nprivacy-policy .  \nThe introduction to our Privacy Policy reads  as follows: This Privacy Policy describes how \nAltair Engineering, Inc. collects and uses Personal Information about you through the use \nof our websites and our products and services.\nAltair Engineering Inc., its subsidiaries,  \nand affiliates (“Altair” or “We”) respect your \nprivacy and are committed to protecting  it through our compliance with this policy.This Privacy Policy (our “Privacy Policy” describes the types of information we may \ncollect from you or which  you may provide to \nus when you license or use our  software, visit websites that we own and operate, including, but \nnot limited to www.altair.com, www.toggled.com, \nwww.altairuniversity.com, www.openmatrix.org,  www.altairengineering.it, www.altair.de , and \nwww.altair.se (collectively, our “websites”),  attend or participate in  a trade show, marketing event, or through an agreement entered into \nbetween Altair and you and/or your employer. \nThe Privacy Policy also describes how we  \ncollect, use, maintain, protect, and may  \ndisclose such information. This policy applies to information we collect: \non our websites, including but not limited to \ncomments and forums on our websites; in email, text, and other electronic messages between you \nand Altair, including on or through our websites;\nthat you provide at marketing, trade shows, training registrations, and other similar events; and that you or your employer provides as part of an agreement between you or your employer \nand Altair for our products and services.\nIt does not apply to information collected by:  \nany third party, including through any application \nor content (including advertising) that may link to or be accessible from or on the websites.\nPlease read this policy carefully to understand \nour policies and practices regarding your \ninformation and how we will treat it. If you do \nnot agree with our policies and practices, your choice is not to use our websites or our products \nand services. By accessing or using our websites, \nyou agree to this Privacy Policy. This Privacy Policy may change from time to time (see \nChanges to Our Privacy Policy). Your continued \nuse of our websites or our products and services  \nafter we make changes is deemed to be \nacceptance of those changes, so please check \nthis Privacy Policy periodically for updates. \n Data Security and Data Privacy", "metadata": {"source": "NASDAQ_ALTR_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}