{"page_content": "Practices Overview People Products Planet\nOverview:\nAltair Sustainability Report  /  9\nWe are transforming enterprise decision-making \nby leveraging the convergence of simulation, \nAI, and HPC so organizations can drive quicker, \nsmarter, and greener outcomes. \nBy using our world-class solutions, our customers \ncan bring safer, more efficient, and more sustainable  \nproducts to market faster than ever before. By \ncapitalizing on the synergies we’ve created within \nour suite, users can slash material usage, reduce \nwaste, and minimize product and process cost, weight, and carbon footprint. And by leveraging \nour HPC and data analytics solutions, users can \nbring the power of high-fidelity models, no-code visual user interfaces, machine learning, \nand generative AI to industries ranging from \nmanufacturing to institutional finance. And because sustainability is one of our core values, we ensure Altair and its partners conduct business in environmentally responsible ways. \nWe demand rigorous compliance with local \nenvironmental regulations across the globe, and we demand appropriate environmental practices \nthroughout entire supply chains.\nAdvanced job scheduling can improve system \nutilization by 15%, and applying power profiles \nhas been shown to decrease power consumption per node by up to 18%.\nAltair HPC and Cloud software is used to \nschedule billions of core-hours per year. Given \nthat today’s high-performance processors can \nconsume more than 200 watts of power per processor across very large parallel processing \ninstallations, that’s a lot of potential for energy \noptimization and cost savings.Our Vision and Sustainability Objectives\nOur Vision and Sustainability ObjectivesAltair® OptiStruct® usage is responsible  \nfor reducing many \nmillions of tons \nof CO2 emissions.", "metadata": {"source": "NASDAQ_ALTR_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}