{"page_content": "Building the roadmap \nto the future.A LETTER FROM OUR CEO\nWhen we started 2020, no one predicted that \nentire sectors of the global economy would come \nto a sudden halt. That international travel would \nbecome nearly impossible. That our workplaces \nwould be transformed into a hybrid of socially \ndistanced on-site activities and a remote  \nwork reality. \nWe witnessed amazing changes to our \nenvironment, from the remarkable boost in air \nquality in Los Angeles, to having a clear view \nof the Himalayas in India previously hidden by \npollution for the past 30 years. It was the year we watched the world unite with \nacts of compassion through homemade masks \nfor healthcare workers, donations to food banks, \nand supplies to front line workers with meals \nand personal protective equipment (PPE). And \namidst all of this, we also stood in solidarity \nagainst social injustice.\nThe global pandemic illuminated how we could \ntransform our planet and intensify the best in \nhumanity when we all work towards a common \ngoal. We caught a glimpse of how a better world \nis possible. At Lam, our employees are known for their \ndedication to caring for one another and our \ncustomers, and 2020 confirmed yet again that \ntheir resiliency does not waiver during a crisis.\nBecause of the incredible efforts of Lam’s \nworkforce, we maintained our operations, and \nthose of our customers consistently through the \nmost challenging of circumstances. We launched \nnew products, introduced industry-disrupting \nsolutions, achieved financial milestones, \nexpanded our workforce, and answered the call \nfrom our communities in need. More than ever, we have demonstrated that \nwhen the bar is raised, Lam delivers. And in that \nspirit, our goal is to operate 100% on renewable \nenergy by 2030 and become carbon net zero \nby 2050. Developing our critical path to achieve \nthese important milestones by year end is a top \npriority for us.\nWhile the challenges of our time are daunting, \nLam has spent 40 years diligently solving the \nunsolvable, proving it can be done. That is where \nyou will find Lam, working to build a better world, \nand I could not be prouder.\nTim Archer\nPRESIDENT & CHIEF EXECUTIVE OFFICER   \nProducts and Customers Appendix\nLAM RESEARCH Business and Governance Products and Customers Responsible Supply Chain Our Workplace Sustainable Operations Our Communities Appendix\n1", "metadata": {"source": "NASDAQ_LRCX_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}