{"page_content": "Training  \nTo ensure widespread understanding of the topics covered by the \nGSBC, we require that all our employees take an annual online \ntraining course that reinforces their understanding of selected \ntopics covered by the GSBC. We accomplished a 98% completion \nrate for this training in 2020. Our risk-based approach determines \nthe topics that will be covered each year. In 2020, Ethics & \nCompliance developed and delivered additional focused training \nsessions for leadership teams and higher-risk employees. \nGovernment Affairs   \nWe support our business strategy through regular, constructive \nengagement with government officials and policymakers and \nthrough participation in the political process. Leading these \nefforts is our Global Government Affairs (GGA) group, formalized \nand strengthened by the addition of our vice president of Global \nGovernment Affairs in 2020. Our lobbying and political activities \nare governed by our Global Standards of Business Conduct and \nPolitical Activity and Government Affairs Procedures. We work \nto engage the policy process in the areas of taxes, trade, export \ncontrol policy, research and development, business operations, \nand other areas key to our business strategy. We remain active \nin various business and trade associations that align with our \ncompany imperatives, such as the National Association of \nManufacturers, SEMI, and the Semiconductor Industry  \nAssociation.Business Resilience  \nWe continually plan for the unexpected, preparing ways to mitigate the impact of any \nunexpected business interruption on our customers, employees, and suppliers. Rather \nthan let the challenges posed by 2020 hold us back, we are leveraging the knowledge \ngained and applying it throughout our entire business, creating a strategic roadmap for \nincreased business resilience. Our Business Resilience Team works with leaders across \nthe enterprise to develop and implement best practices in risk assessment, policies, \ninfrastructure, and protocols. Business continuity plans are in place to minimize disruption \nfor our customers, keep our employees safe, and meet future challenges.\n \nGlobal Taxation   \nOur approach to global taxation for all types of taxes is to consistently comply with \nlegal,  regulatory,  and internal control requirements as well as support our business \nand commercial strategy. We are committed to adhere to all applicable global tax \nlaws, filings, and reporting disclosures.  We account for tax risks in accordance with \nthe applicable accounting standards and have internal controls in place over our tax \nreporting processes.  Our transfer pricing policies are aligned with the guidelines of \nthe Organisation of Economic Co-operation and Development (OECD), as well as with \nall of the jurisdictions in which we operate. We apply the arm’s length principle when \nconducting intercompany transactions. We have an established network of internal and \nexternal tax and finance professionals who are knowledgeable in various direct and \nindirect taxes and who monitor ongoing tax law and business changes, so that we may \nadapt processes and deliverables accordingly.  This network, along with our framework \nregarding internal policies and controls, seeks to ensure the complete and accurate \ncommunication of tax positions and risks, through established governance and reporting \nprocesses to our Management and Board of Directors.Employee safety \nand well-being\nIncident\nManagement\nTeamsBusiness \nContinuity \nPlans (BCP)\nRecovery/Response \nTime ObjectivesBusiness Impact \nAnalysesRisk Register\nForward-looking BCP Inventory SizingInfoSec ProtocolsExecutive \nInfrastructureMinimum disruption \nimpact for customers Protect Lam’s \nreputationMeet unplanned \ndemand spikes\nBusiness \nNeeds and \nRisk \nAssessments\nBusiness and Governance Products and Customers Responsible Supply Chain Our Workplace Sustainable Operations Our Communities Appendix\nLAM RESEARCH\n15", "metadata": {"source": "NASDAQ_LRCX_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}