{"page_content": "We hold International Standards Organization \n(ISO) 27001 certifications for information \nsecurity for nine sites and have implemented \nvarious global ISO 27001 compliant \ninformation security policies and procedures, \ndemonstrating our management system and \nprograms align with global best practices. \nIn addition, we selectively screen and audit \nsuppliers for information security controls that \nprotect our information as well as that of  \nour suppliers.  \nTo ensure that our employees understand their \nroles in preserving information security, we \nconduct annual training courses on various \ncybersecurity topics, including cybersecurity \nawareness, phishing defense, and social \nengineering defense. A random user population \nis tested periodically to determine which users \nare vulnerable to real attacks and reinforce \nsecurity awareness training. In 2020, we did not \nexperience any cyber incidents that resulted in \na material adverse impact.Information Security  \nInformation security plays a significant role in safeguarding \nour valuable intellectual property (IP) along with the data of \nour customers, employees, and suppliers. Retaining trust and \ncombating new emerging threats is critical, which is why our \ncybersecurity strategy actively evolves  in real time. For example, \nas our remote workforce significantly expanded in 2020, we \nquickly adjusted our controls to support data protection. \nWe have multiple security measures in place for the critical \ninformation systems that we operate and for those hosted by \nthird parties. Our global information security program is led by \nour chief information security officer (CISO), who reports on a \nregular basis to the Audit Committee and the full Board. In 2020, \nwe strengthened our information security program by creating a \nnew framework with three pillars:\n• Security Engineering and Architecture focused on driving \nenhanced security in product and application development\n• Governance, Risk and Compliance, and Identity Access \nManagement focused on risk management, compliance,  \nand identity governance for internal/external users and \naccess control\n• Security Operations Center responsible for detecting, \nanalyzing, and responding to potential cybersecurity threats\n“Our Information Security program \nis centered around protecting our \nmost important information, that \nof our customers.” \n Jason Callahan,   \n Chief Information Security Officer\nBusiness and Governance Products and Customers Responsible Supply Chain Our Workplace Sustainable Operations Our Communities Appendix\nLAM RESEARCH\n16", "metadata": {"source": "NASDAQ_LRCX_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}