{"page_content": "Our innovative new offerings  \nDry Resist\nTo address critical needs for next-generation \ndevice scaling, we, in collaboration with ASML and \nimec, introduced a groundbreaking dry photoresist \ntechnology that offers significant improvement in \nextreme ultraviolet (EUV) lithography resolution, \nproductivity, and yield. This technology uses 5 to 10 \ntimes less chemistry and 2 times less energy to create \nthe same result, delivering significant cost savings and \na more sustainable solution for our customers. \nThe Dry Resist project is a collaborative effort across \nthe deposition, etch, office of the chief technology \nofficer (OCTO), and field organizations. The team is \ncreating disruptive processes and exciting results, \noften coordinating experiments across continents to \nenable next-generation devices.Sense.i™  \nAs the semiconductor industry continues to drive  \ndevice performance and cost scaling, there is an  \never-growing need for innovation in device process  \ncapability and extendibility. Our groundbreaking  \nSense.iTM product family delivers the high-performance \netching technology required to support logic and \nmemory device roadmaps well into the coming decade \nand beyond. New innovations in radio frequency (RF) \npower and controls technology not only improve \nperformance but also increase efficiency and enable \ncustomers to reduce the RF power used by 10-20% for \neach wafer etched. With new design and advanced \nmanufacturing approaches, we eliminated 15,000 \npounds of aluminum raw material per Sense.i™ tool. \nThis reduces the resources consumed in the initial \nproduction of the unnecessary aluminum plate and \nin the recycling stream of 1.5 million pounds per year. \nIn addition, the vertical design structure of the tool \nresults in less space per tool within a fab and overall, \nthe potential for a smaller factory footprint generating \nsignificant value for our customers.\nStriker® FE   \nStriker® FE, a first-of-its-kind atomic layer deposition \ntechnology, addresses the challenge of filling \nincreasingly deep and narrow structures with high-\nquality materials. This innovation is the result of the \nteam finding the right combination of chemistry, \nsource technology, and process conditions.\n“ We had to create an environment of mutual trust \nand open communication to overcome barriers to \ncollaboration. Effective communication, teamwork, \nand creativity were important given the scope of \nthe challenges in bringing a paradigm shift to an \nimportant step in semiconductor fabrication.”\n Rich Wise\n Vice President, Dry Resist Technology Development\nOn our success in creating \nthe groundbreaking  \nDry Resist technology in  \nthe midst of a pandemic:Responsible Supply Chain Our Workplace Sustainable Operations Our Communities Appendix\nLAM RESEARCH Business and Governance Products and Customers Our Workplace\n20", "metadata": {"source": "NASDAQ_LRCX_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}