{"page_content": "IMPROVING ACCESS AND AFFORDABILITY\nResponsible pricing and patient support \nFor the launch of DUPIXENT® (dupilumab) Injection, our breakthrough \ntreatment for moderate-to-severe atopic dermatitis, we, together with  \nour collaborator Sanofi, took an industry-leading approach. For the first time, we worked with insurance companies and other stakeholders before launch to discuss cost-effective pricing and access. On average, the list price of the medicine was more than $20,000 less than the list prices of comparable biologics for dermatology. \nWe have also priced our recently approved KEVZARA\n® (sarilumab) \nInjection at 30 percent less than the list price for the two most  \ncommonly used biologics in rheumatoid arthritis. \nOur patient support programs such as DUPIXENT MyWay, EYLEA4U, \nKevzaraConnect and MyPRALUENT help eligible patients through the treatment journey via insurance eligibility support, patient resources  and connections to educate patients and help them start and stay on track with their prescribed treatment, financial assistance and access  to free medicine.\nDUPIXENT MyWay, for example, provides access to personalized nursing \nwith a dedicated phone-based DUPIXENT MyWay nurse educator. Our nurses contact patients to introduce the MyWay program and help them through the process of getting started, including injection planning and home visits to provide injection training when required.\nOur Patient Assistance Programs provides our medicines free of charge \nfor up to 12 months to eligible lower income patients who lack adequate insurance coverage. Product support servicesWe offer product support to both healthcare providers and patients, including contacting patients' health plans to understand product coverage requirements, and educating healthcare providers about product coverage, reimbursement and claims coding. We offer co-pay assistance to eligible patients and rebates and discounts to payers to help make our products more affordable. We also provide a range of patient assistance programs that are designed to increase access to medicine. Besides helping patients to access their prescribed medicines, product support also includes education on using those medicines safely and appropriately.\nCompassionate use: access to investigational medicinesCompassionate use allows for non-approved medical products to be used outside of a clinical test by those with serious or life-threatening conditions, who do not have any viable or available treatment options, and are unable to participate in ongoing clinical trials. Regeneron has established a compassionate use policy that allows eligible patients to access our unapproved medicines through Expanded Access Programs (EAPs) and other permitted mechanisms.\nFair pricing and broad access\nRegeneron’s commitment to patients with serious conditions doesn’t \n \nend when we bring a new product to market. We set a responsible,  \nvalue-based price for our innovations. We often work with insurance companies and other stakeholders to ensure affordability.\n2017 RESPONSIBILITY REPORT 23RESPONSIBLE PRICING AND ACCESS", "metadata": {"source": "NASDAQ_REGN_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}