{"page_content": "The past year has been unlike any other in our lifetimes. The global health \ncrisis we face today is demonstrating the need to think and act differently, \nthe value of innovating anywhere and collaborating everywhere, and the \nurgency to care for our planet and for one another.Message From Our CEO\nOver the past 50 years, semiconductor technology has \nchanged the world.  This industry has blazed a trail in \ninnovation, trying new ideas, and re-imagining how things \ncan be better. I strongly believe we are in a privileged \nposition to shape the future. I also believe that our job as \nleaders is to leave the world in a better place. At Applied, \nmaking a positive contribution is at the foundation of our \nculture and our vision to make possible a better future.\nWe’ve taken a holistic approach to our business to \nconsider our operations, how we work with customers and \nsuppliers, and how our technology can be used to advance \nsustainability on a global scale. We call this framework \n1x–100x–10,000x, and we’ve used it to set several \nchallenging new goals and commitments, including:\n• 1x – 100% renewable energy and 50% reduction \nin carbon emissions in our operations by 2030, \nbacked by our commitments to science-based \ntargets and TCFD (T ask Force on Climate-related \nFinancial Disclosures) disclosure\n• 100x – Our SuCCESS 2030 supply chain \nsustainability initiative and 3x30 product goals to \nincrease the performance of our tools, eliminate \nwaste and drive productivity  \n• 10,000x – we have focused our strategy and \ninvestments to build a strong pipeline of \nmeaningful innovations that will accelerate the \nindustry’s roadmap for more powerful and energy-\nefficient technologies, including more sustainable \nArtificial Intelligence\nIn addition, we are reinforcing our Culture of Inclusion \nby committing to even greater transparency, clearer \ntargets and comprehensive training to improve diversity \nand inclusion within our company and in the electronics \nindustry at large.Y ou’ll learn more about our initiatives in this year’s \nsustainability report. With the goals and commitments \nwe have announced in 2020, we look forward to reporting \nfurther progress in future reports.\nIt’s an exciting time at Applied Materials, and I feel \nincredibly fortunate to be in a company that has the \npotential to make such a meaningful difference in the \ncommunities where we operate, and to society at large. \nT ogether we are committed to make possible a better \nfuture…for everyone.\nSustainability Report 2019\nGary E. Dickerson\nPresident and Chief Executive OfficerAugust 2020\n", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}