{"page_content": "Sustainability Report 2019111x: Applied’s Business Operations\nAs we think about the journey toward a sustainable \nsociety and environment, we must begin with a \ncomprehensive understanding of how we as a company \noperate and conduct our business. \nEnvironmental Commitment \nIn 2019, Applied Materials’ carbon footprint (Scope 1 \nand 2 emissions) was approximately 145,000 metric tons \nof carbon dioxide equivalent (C02-e), dominated by the \npower needed to run our labs and factories. With the \nmarket for our technologies expected to see strong growth \nover the coming decade, we will grow to meet demand –  \nbut we do not accept that our emissions will inevitably \nincrease as a result.\nApplied will instead work to decouple our direct \nenvironmental impacts from our business growth, with \nnew sustainability targets that will dramatically reduce  \nour carbon footprint over the coming decade:\n• 100% renewable energy in the U.S. by 2022\n• 100% renewable energy globally by 2030 \n• 50% reduction in our Scope 1 and Scope 2 CO2-e \nemissions by 2030\n• New Science Based T argets announced in the next \n24 months, including Scope 3 emissions goals\n• New commitment to disclose in accordance \nwith the recommendations of the T ask Force on \nClimate-related Financial Disclosures (TCFD)Social Commitment \nThe social justice movement that shook the world \nin 2020 has provided a wake-up call that we cannot \nbe complacent about the racism, discrimination, and \ninequities that afflict so many in our communities.\nAt Applied, we celebrate diversity, embrace disparate \nperspectives as a key to innovation, and believe that we \nare stronger when we stand together for justice. We \npledge to live those values and work to make a real and \nsustainable difference.\n• We will be transparent by continuing to publish \nour representation data. We want Applied \nMaterials to reflect our changing communities, \nand we are committed to bringing more women \nand underrepresented minorities onto our team \nat every level of our company. \n• We will set clear targets for recruiting, \ndeveloping, and retaining underrepresented \nminorities and women. In the near-term, we are \nfocused on closing availability gaps in the market. \nThen, working with our partners, we want to \nsignificantly grow the pipeline of diverse talent \navailable to our industry.\n• We will ensure that all our employees are \ntrained and empowered to listen, learn, and take \naction. We’re focusing on initiatives to teach our \nleaders how to eliminate bias in our business \nprocesses, hiring and placement decisions, \nsuccession plans, and even how we run meetings \nso that all voices are heard. \nWe want to ensure that Applied Materials and our \nindustry as a whole set a standard of what it means to be \na more welcoming, inclusive, and collaborative community \nwhere all people can do their best work and enjoy the \nopportunity to succeed and thrive.\nGovernance Commitment\nApplied is committed to being a good corporate citizen and \na trusted partner to our customers, suppliers, shareholders, \nand each other. Each member of our workforce and the \nBoard of Directors plays a part in this commitment by \nacting with responsibility and integrity throughout every \nworkday, treating others with respect and dignity, and \nencouraging all voices to feel heard. All Applied employees \nare required to abide by our Standards of Business Conduct \nand other ethical standards, as enumerated in the Ethical \nLeadership section of this report.Our Sustainability Vision\nWe\twill\tgrow\tto\tmeet\t\ndemand\t–\tbut\twe\tdo\tnot\t\naccept\tthat\tour\temissions\t\nwill\tinevitably\tincrease\tas\t \na\tresult.", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}