{"page_content": "Sustainability Report 201912\n100x: Semiconductor Industry Operations\nThe 100x focus is on driving positive sustainability impact \nindustry-wide through innovation and collaboration. As \nan industry, we need to break down barriers and find new \nways to connect the dots between systems designers, \nintegrators, chip makers, and equipment and materials \nsuppliers, in the interest of promoting cleaner, more \nefficient manufacturing.\nReducing Semiconductor Manufacturing’s  \nEnergy Footprint \nProducing semiconductors is an energy-intensive \nbusiness. T aken together, the more than 1,000 global \nfabrication plants (fabs) operating today are responsible \nfor some 50 million metric tons of CO2 annually.1 That \ncarbon footprint includes Scope 1 direct emissions, Scope \n2 electricity usage, and Scope 3 other energy usage. \nOf that, Scope 2 electricity usage is one of the largest \ncomponents, with about half consumed by fabrication \ntools and the remainder powering other facility functions.\nThe challenge for Applied Materials and our industry as \na whole is to reduce those numbers, particularly in light \nof expected growth in demand. That’s why we’re working \nwith our customers on an ambitious goal we call 3x30.  \nOn a per-wafer basis, 3x30 will drive:\n• A 30% reduction in equivalent energy \nconsumption\n• A 30% reduction in chemical consumption\n• A 30% increase in throughput density per square \nfoot of cleanroom space\nWe are committed to making this all happen by 2030, \naveraged across our product portfolio.\nT o meet those goals, we’re developing hardware and \nsoftware upgrades to reduce energy and process chemical \nuse. T wenty of these eco-innovations are already available \ntoday, with an additional forty in development. In addition \nto being included in our new tools, many of these \nimprovements are available as upgrades for customers’ \nexisting systems. We’ve also developed advanced service \nproducts that help customers optimize their systems’ \neco-performance as well as shorten ramp times and \nimprove device performance, yield, and costs. At one \nleading-edge customer, we project a 15% reduction in \nenergy consumption across their installed base of Applied \nMaterials systems once all upgrades and enhancements \nhave been implemented.Finally, our next generation of tool architectures \nsignificantly improve throughput density: the number of \nsemiconductor wafers that can be processed per square \nfoot of cleanroom space.\nThese are all meaningful advances toward our 3x30 goals, \nand we’ll report on our progress in the future.\nDriving Sustainability in the Supply Chain\nWhile we’re working with our peers and customers to \nimprove the eco-performance of our products, we’re also \nmaking important changes to the way we partner with our \ndirect suppliers, developing a shared 10-year roadmap \nwe’re calling SuCCESS2030. Shorthand for Supply Chain \nCertification for Environmental and Social Sustainability \n2030, the program includes three key components:\n1. Setting Standards: We will hold our direct suppliers \nto the same standards to which we hold ourselves \nin the areas of environmental impact, labor \nstandards, and diversity and inclusion.\n2. Improving Handoffs: We will work with our \ndirect suppliers to create efficiencies and reduce \nwaste in the fulfillment stream. \n3. Sharing Insights: We will partner with our direct \nsuppliers to share best practices and key learnings. \n1   From commentary on semiconductor sustainability by Dr. Sarah Boyd \n(senior consultant, Sphera) at SEMICON West, July 21, 2020.Our Sustainability Vision", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}