{"page_content": "Sustainability Report 201913UN Sustainable Development Goals10,000x: Global Electronics Impact\nWhen a business sends product out into the world, its \nresponsibility can’t stop at its corporate walls. Unlike many \nbusinesses, however, we are in the privileged position of \ncreating a product with the potential to solve the problems \nit creates and more – helping build a cleaner, safer world \nof optimized efficiency and minimized waste.\nT oday, technologies like AI and edge computing offer \nunprecedented possibilities, but leveraging them \nresponsibly means dealing first with their power \nconsumption. With current technology, today’s \ndatacenters consume about 2% of the world’s electricity \n– a figure that could jump to 15% by 2025 without major \nadvances in the Power, Performance and Area-Cost \n(PPAC) of semiconductor devices.\nAccelerating the PPAC playbook to improve compute \nperformance per watt will require new system \narchitectures, new application-specific chip designs,  \nnew ways to connect memory and logic, and other \nadvances. Applied Materials is prepared for that \nchallenge, with the industry’s largest and broadest \nportfolio of technologies and products to address our \ncustomers’ most complex challenges.Aligning with the UN Sustainable  \nDevelopment Goals\nAs our 1x–100x–10,000x framework aligns our \nsustainability vision across the full span of our business \nand value chain, we also seek to align our efforts with \ngovernments, industries, institutions, and individuals \nworldwide in support of the UN Sustainable Development \nGoals (SDGs), the world body’s blueprint to achieve a \nbetter and more sustainable future for all. \nAdopted in 2015, the SDGs seek to make transformational \nprogress on 17 interconnected global issues related \nto poverty, inequality, climate change, environmental \ndegradation, and peace and justice, all by a target date of \n2030. Companies around the globe are integrating  \nthe SDGs into their corporate strategies and adopting \nrelated targets.\nThis 2019 report marks the first time we have aligned our \nreporting against the SDG framework. In the table below, \nwe identify where our company initiatives are supporting \nprogress towards specific SDGs.\nFor Applied Materials, supporting the SDGs with concrete \naction is an important part of our roadmap to success, \nboth as a company and as a stakeholder in tomorrow’s \nsustainable society. \nOur Sustainability Vision\nSustainability Report 2019 13", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}