{"page_content": "Sustainability Report 201918About This Report\nIn 2005, Applied Materials published our first Corporate \nSocial Responsibility (CSR) report. Since then, corporate \nsustainability and our own mission have progressed in \nparallel with the scientific consensus on climate change \nand evolving perspectives on social justice. T oday, it is our \ndeep belief that our role as a corporate leader is to make \nthe world a better place – to make possible a better future.\nT o ensure our sustainability strategy and reporting \npractices are as ambitious as our vision, we devoted \nsignificant efforts in 2019 to redefining our ESG \napproaches, and we’ve rebranded our annual publication \nas a sustainability report to better reflect its breadth and \ndepth of content. \nPublished on behalf of Applied Materials, Inc. and \nits subsidiaries (collectively referred to as “Applied \nMaterials,” “Applied,” or “the company”), this report \nexpands Applied’s previous sustainability disclosures and \ntransparency through:The Global Reporting Initiative (GRI) Standards form the \nmost popular voluntary sustainability reporting framework \nused by companies around the world, designed to adhere \nto all stakeholder interests. This report has been prepared \nin accordance with the GRI Standards: Core option. A GRI \nContent Index is provided in the Report Annex. \nThe Sustainability Accounting Standards Board \n(SASB) has developed a voluntary, investor-focused \nsustainability accounting framework to complement \nFinancial Accounting Standards Board (FASB) reporting \nstandards. This report aligns with SASB’s industry-\nspecific standard for the T echnology & Communications \nSector – Semiconductors. This is our first year using SASB \ndisclosure recommendations. A SASB T able is provided in \nthe Report Annex.\nThe T ask Force on Climate-related Financial Disclosures \n(TCFD) has developed a voluntary framework for \ncompanies to report on their climate-related financial risk \ndisclosure. Unlike GRI and SASB, the TCFD framework is \nspecific to issues related to climate change and emissions. \nThis sustainability report provides a comprehensive \nexamination of Applied Materials’ sustainability journey, \nour performance for 2019, and a look at our sustainability \nvision and progress for 2020 and beyond. Except where \nindicated, reporting is specific to Applied Materials’ global \noperations for fiscal year 2019 (FY2019), beginning \nOctober 29, 2018, and ending October 27, 2019. \nWe did not seek external assurance for this report, but we \nare exploring such assurance of our ESG-related data for \nfuture reports. \nAdditional details on the company’s operations and \nactivities in specific areas are included in About Applied \nMaterials and the Report Annex.\nWe would like to hear from you. Please direct questions or \ncomments regarding this report to our sustainability reporting \nteam at: corporate_responsibility@amat.com\n• Incorporating results of a materiality \nassessment completed in 2019\n• Reporting in accordance with the Global \nReporting Initiative (GRI) and Sustainability \nAccounting Standards Board (SASB) \nframeworks and standards for the first time\n• Preparing for future reporting aligned  \nwith the T ask Force on Climate-related \nFinancial Disclosures (TCFD) framework \nand standards\n• Demonstrating our alignment with select \nUnited Nations Sustainable Development \nGoals (SDGs)\n• Disclosing various metrics for the first time, \nincluding supplier diversity information/\ndata and water use in areas of high  \nwater stressOur Sustainability Vision", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}