{"page_content": "Sustainability Report 201921Managing Climate Risks\nApplied Materials monitors potential climate-related risks \non an annual basis, with responsibility for identifying \ncompany-wide and site-specific risks resting with a core \nteam of global emergency response, crisis management, \nand business continuity personnel, as well as local \nfacilities teams. Our risk identification, mitigation, and \nmanagement plans help ensure our ability to recover \nquickly from climate-related events and effectively \nsupport our customers’ and suppliers’ operations. \nApplied anticipates higher capital costs as global \ntemperatures rise, owing partially to the need for \nincreased HVAC capacity and the potential for weather-\nrelated impacts to our facilities. Procuring a higher \npercentage of our energy from renewable sources may \nalso increase overall costs, but these costs are offset \nthrough reducing our reliance on carbon-based energy, \nwith its attendant price volatility.\nApplied Materials supports transparency related to \nthe financial risks of climate change, to help investors, \nlenders, insurers, and other stakeholders better \nunderstand our climate risks. We are supportive of the \nT ask Force on Climate-related Financial Disclosures \n(TCFD), which has developed a voluntary framework for \ncompanies to report on their climate-related financial \nrisk disclosure. In 2020, we partnered with T rucost, an \nS&P Global company, to support our climate-related \nrisk assessment and resilience plan in line with TCFD \nguidelines. This engagement will include a quantitative \nand qualitative assessment of our assets’ physical \nclimate-related risk exposure under high, moderate, and \nlow climate change scenarios. We recently completed \ninterviews with key executives across the business to \nidentify climate-related risks and opportunities associated \nwith the transition to a low-carbon, climate-resilient \neconomy, and will disclose those findings and further \nexpand our transparency as we prepare to report in line \nwith TCFD recommendations. Climate Change\nGHG Emissions Classification\nScope 1 – Direct Emissions from company \nfacilities, fleets, etc.\nScope 2 – Indirect Emissions from electricity \npurchased and used by the company\nScope 3 – Other Indirect Emissions from company \nactivities via entities beyond its ownership or \ncontrol (procurement, shipping, distribution, \nwaste, etc.), as well as business travel and \nemployee commuting\nApplied\tis\tin\tthe\tT op 100 of the U.S.\t\nEPA’s\tApril\t2020\tlist\tof\tGreen\tPower\t\nLeaders\tfor\thelping\tto\treduce\tthe\t\nnegative\thealth\timpacts\tof\temissions\t\nrelated\tto\tozone,\tfine\tparticles,\tacid\t\nrain,\tand\tregional\thaze.", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}