{"page_content": "Sustainability Report 201929\nEHS Audits\nOur EHS program continually checks performance through \nan annual internal audit. Major operations are audited \non a three-year cycle or more frequently as business \nconditions permit or circumstances require. In locations \noutside the United States, internal auditors are generally \naccompanied by local regulatory experts. \nOur EHS & Sustainability organization also annually \ngauges the effectiveness of our programs using internal \nsystems and self-assessment tools, including the \nResponsible Business Alliance (RBA) Self-Assessment \nQuestionnaire (SAQ).\nFindings from internal and external assessments are \ndocumented using Applied’s Quality Management System \n(QMS) database and tracked for corrective action to \nclosure.\nConserving Water\nApplied Materials is committed to using water and other \nnatural resources wisely and efficiently to ensure the \nwellbeing of our society and planet. We rely on high-\nquality fresh water both for manufacturing processes \nand routine use at our facilities and offices. Ensuring the \navailability and quality of water is essential for the success \nof our operations and those of our customers. T o increase \nour transparency in this area, we are making a first-time \ndisclosure on our water use in areas of high water stress.\nOur efforts around water conservation are twofold:\n1. Reducing Our Own Water Use:  Most of our \noperations are not highly water-intensive, but \nwe take measures to reduce, reuse, and recycle \nwater in all facets of the business. We work with \nour R&D labs to find ways to reduce our water \nconsumption, and also ask our suppliers to be \naware of their resource consumption.\n2. Designing for Water Minimization:  As a \nmember of SEMI, Applied considers water \nminimization during the design phase of all new \nproducts. The potential risk of water shortages \nhas driven efforts to make equipment more \nwater-efficient, in order to maintain our level of \nproduction and help our customers do the same.  \n \nSee the Product Responsibility section of this \nreport for more information on designing for the \nenvironment.Looking forward, Applied is developing an official policy \nfocused on the continued reduction of water use and \nconsumption, reuse, and recycling where feasible, and \nimproved measurement and documentation of our water \nuse. We are also conducting physical risk assessments of \npotential adverse climate change impacts to our global \nmanufacturing facilities.\nManagement & Oversight\nOur Managing Director of EHS is responsible for ensuring \nthat water-related risks and minimization opportunities \nare assessed as appropriate. Each of Applied’s operational \nunits has a facilities group that is responsible for water \nuse at specific sites, with oversight from the company’s \nEHS & Sustainability organization. Water reduction is \ncovered under our EHS policy and ISO 14001 EHSMS, \nwhich call for our business operations to make continual \nimprovements on environmental preservation and natural \nresource conservation through effective management and \nmeeting or exceeding all relevant regulatory requirements.\nSee EHS Policy & Management for general management \ninformation.\nRisk Assessment\nApplied Materials uses widely accepted tools to \nunderstand water-related risks to our operations, such as \nthe World Resources Institute (WRI) Aqueduct T ool.\nOur highest risk is tied to changing demands for our \nproducts. For example, future water shortages could lead \ncustomers to select equipment that requires little or no \nwater. Applied is responding to this risk by designing \nproducts and services that consume less water and \nother natural resources and reduce pollution, all while \nmaximizing functionality. \nWe follow best practices in tool development and \nspecifications for water use outlined in the SEMI industry \nrequirements.Environmental Health & Safety", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}