{"page_content": "Sustainability Report 20194\nApplied Materials’ business has been identified by the U.S. Department \nof Homeland Security as part of the Critical Infrastructure Sectors that the \nFederal government deems “essential to ensure the continuity of functions \ncritical to public health and safety, as well as economic and national security” \nand that have “a special responsibility in these times to continue operations.” Applied’s Pandemic Response\nSupporting Our People & Partners\nApplied responded quickly to put in place precautionary \nmeasures to keep its workplaces healthy and safe, while \nensuring compliance with orders and restrictions imposed \nby government authorities, everywhere Applied operates \nin the world.\nApplied’s top priority during the COVID-19 pandemic \nremains protecting the health and safety of its employees \nand their families, customers and community. Applied \ncontinues to maintain workplace flexibility such as \nworking remotely where possible to reduce the number of \npeople who are on campus each day. Applied is keeping \nits critical labs and operations active and continuing to \nsupport customers. In the interest of public health, all \nonsite operations are utilizing the minimum number of \npeople to safely execute tasks and following enhanced \nsafety and health protocols—including screenings, social \ndistancing, and use of personal protective equipment.\nApplied has a multi-phase plan to return to working \non-site, which takes into consideration factors such as \nApplied’s business needs, local government regulations, \ncommunity case trends, and recommendation from \npublic health officials. The plan involves multiple phases \nthat gradually allow additional workers to return while \npracticing social distancing and other safety measures. \nApplied Materials is committed to helping those most \nimpacted by COVID-19. In regions around the world, \nApplied and its Foundation are addressing immediate \nhumanitarian needs while investing resources to combat \nthe long-term effect of the virus on the nonprofit \norganizations in its communities. Applied has shared masks \nand equipment to medical facilities, provided blood analysis \nsystems and sent emergency support to food banks.\nApplied will continue to monitor and evaluate the \nCOVID-19 pandemic and will work to respond \nappropriately to the impact of COVID-19 on its  \nbusiness, its customers’ and suppliers’ businesses and  \nits communities.Supporting Communities\nAround the world, we are focused on addressing \nimmediate needs in the communities where our \nemployees live and do business, and on working with \nkey strategic partners to support healthcare workers and \nhumanitarian non-profits. T o date, Applied Materials and \nthe Applied Materials Foundation have:\n• Funded essential blood analysis systems for \nhospitals in Wuhan, China.\n• Provided personal protective equipment, \nincluding masks and hand sanitizer, to \norganizations across the U.S. and Europe.\n• Contributed to Doctors Without Borders for their \nCOVID-19 response in Europe and around the \nworld.\n• Increased support for local food banks  \nacross the U.S. \n• Funded a program in Korea to ensure access to \nnutritious meals for disadvantaged children and \ntheir families.\n• Donated to the Valley Medical Center Foundation \nto assist county hospitals and health care centers \nin Silicon Valley.\n• Donated to the Regional Nonprofit Emergency \nFund at the Silicon Valley Community Foundation \nand to All T ogether ATX, a joint project of United \nWay and the Austin Community Foundation.", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}