{"page_content": "Sustainability Report 201931Initiatives to Reduce Water Use \nWater Recycling: T o reduce consumption of clean water \nby applications that do not require potability, Applied \nMaterials implements water recycling and reuse, \nespecially around cooling and landscape water usage. \nWherever possible, we recycle and reuse process water, \nblowdown from chillers, and other water used in our \nmanufacturing and laboratory operations for chilling \nor removing waste heat, rather than pre-treating and \ndischarging it to publicly owned treatment works.\nIn September 2015, Applied’s largest manufacturing \nfacility, in Austin, TX, implemented our first Industrial \nWaste Neutralization (IWN) program. By reusing treated \nindustrial wastewater as make-up water in the cooling \ntowers that provide building temperature management, \nthe program has helped us substantially reduce water \nuse. Each gallon of reclaimed IWN wastewater directly \nreplaces potable water that would otherwise have been \nused. During cooler months, the recycled wastewater \nprovides over 90% of the total cooling tower make-up \nwater. Excess reclaimed wastewater volumes continue \nto flow through the lift station to the City of Austin’s \ntreatment works. \nRainwater Collection: Several Applied facilities collect \nrainwater for use in landscaping or non-production needs, \nreducing the need to irrigate and lowering overall water \nuse/consumption. Applied’s Singapore Operations Center \nand T aiwan Manufacturing Center 2 use a rainwater \nrecycling system.Drought-T olerant Landscaping & Smart Irrigation: \nApplied also reduces water consumption by employing \nsmart irrigation controls and a reduced schedule of \nwatering days at our Austin, TX, campus, and by planting \ndrought-tolerant landscaping in Sunnyvale, CA.\nReducing Waste\nApplied is committed to minimizing waste across our \nlocations and logistics operations, with a special focus on \nnon-recyclable, landfill-bound waste. Waste reduction, \nreuse, and recycling programs are managed at a site level, \nand we have introduced waste management targets, \nguided by ISO 14001, for individual manufacturing \nlocations. Each site’s program targets are reviewed on \nan ongoing basis and scored annually, which has led to \na measurable reduction in solid waste and an increase in \nreuse and recycling of product and packaging materials.\nWe also strive to reduce the negative impacts of \nwastewater from our operations, monitoring to ensure \nsufficient removal of solids and adherence to permitted \nparameters (e.g., pH and fluoride content) before \ndischarge to publicly owned treatment works. Each \nApplied facility is responsible for wastewater monitoring, \nwith problems escalated to the site management team \nand applicable corporate staff for immediate correction.2019 2018 2017\nProcess Reclamation 16.6 20.0 19.2\nCooling T ower Reuse 12.5 10.3 14.3\n \n \n \n \n \n \nReducing Embedded Water in \nProduct Manufacturing\nEmbedded water is the amount of water \nrequired to make a product. Similar to the \nway we measure embedded carbon – the \namount of greenhouse gas associated \nwith production – we also measure \nembedded water to help us minimize \nadverse environmental impact and conserve \nimportant resources. Since 2017, wastewater \nreuse and recycling efforts at our Austin \nmanufacturing facility alone have reduced our \nconsumption by 24.6 million gallons.In 2018–19, our \nnon-hazardous waste \ndiversion rate was 83%, \nup from 76% in 2017. 83%Water Recycling in \nAustin - Harris Branch  \n(in megaliters)\nEnvironmental Health & Safety", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}