{"page_content": "Sustainability Report 201932Waste Management \nT o reduce Applied’s overall environmental impact, our \nfacilities are shifting to reusable, recyclable materials \nwherever possible, and we operate comprehensive waste \nmanagement programs to: \n• Minimize the Amount of Waste Generated. As \none example, employees use print-on-demand \nsystems and online documentation to reduce \npaper waste.\n• Sort Waste to Increase Diversion to Recycling. \nRecyclable materials are separated upon disposal \nby employees. We capture wood waste for \nrecycling from used crating materials and collect \nand recycle metals and electronics in separate \nstreams.\n• Maximize Composting. Food waste from our \nfacilities is composted instead of being sent to \nlandfill.\n• Clean Up the Environment in Our Communities. \nFor instance, in Japan, a clean-up crew collected \n860 pounds of garbage on Mount Fuji in 2019 as \npart of EarthWorks, a month-long, company-wide \ninitiative held every April. \nFor more information on employee initiatives, see the \nCommunity Impact chapter of this report. See the Product \nResponsibility chapter for information on our responsible \nproduct and packaging initiatives.\n Hazardous Waste Management: Applied uses licensed \nthird parties to transport and dispose solid and other \nwaste (including hazardous waste) off-site, consistent \nwith applicable laws and regulations. Our EHS & \nSustainability organization provides additional oversight \nof third-party hazardous material disposal companies \nand ensures that all disposal sites and methods meet \nregulatory requirements. \nApplied Materials is a member of CHWMEG, a \nnon-profit trade association promoting responsible \nwaste stewardship. CHWMEG’s Facility Review Program \nprovides environmental, operational, and financial \ninformation on waste treatment, disposal, recycling, and \nstorage facilities, which we use to evaluate potential \nvendors for operational responsibly and compliance with \napplicable laws.\nWater Discharges & Wastewater\nApplied Materials recognizes our responsibility to protect \nwater sources in the communities where we operate, and \nto promote strong water stewardship practices throughout \nour value chain. \nT o minimize both water consumption and wastewater \ndischarge, our facilities recycle and reuse as much water \nas possible for cooling, landscaping, and other uses. \nWater that cannot be recycled or reused undergoes \ncareful quality monitoring and is pre-treated (e.g., for pH \nbalancing, fluoride removal, heavy metal removal, and \ncopper treatment) consistent with local laws, regulations, \nand permit requirements before being discharged to \npublicly owned treatment works. \nIn 2015, we launched a water reclamation project in \nAustin, TX, that has since expanded into our global \nIndustrial Waste Neutralization (IWN) Program. IWN \nhas had a substantial impact by taking wastewater that \nwould otherwise be treated and discharged and diverting \nit for reuse in our manufacturing facilities’ cooling towers. \nThis recycled water provides approximately 90% of our \ncooling towers’ water needs (depending on the time of \nyear), contributing to drastically reduced consumption of  \npotable water.Waste Performance Data Metric T ons\nT otal Waste Generation* 14.3\nT otal Hazardous Waste 0.4\nT otal non-hazardous waste\n• Diverted\n• Landfill and incineration13.9\n11.6\n2.4Waste  \nPerformance  \nData1\n*  T otal hazardous waste originating from our manufacturing facilities, \nincluding R&D and labsEnvironmental Health & Safety", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}