{"page_content": "Sustainability Report 201933Occupational Health & Safety\nApplied Materials places the highest priority on the \nsafety of our workforce, suppliers, and customers. We are \ncommitted to complying with or exceeding all regulatory \nrequirements relevant and applicable to the health \nand safety performance of our operations, processes, \nand products. During the COVID-19 crisis, EHS & \nSustainability has developed detailed Safety & Health \nProtocols for all our sites and operations and to support \nour employees who work at customer sites. (See Our \nCOVID-19 Response for additional information.)\nOccupational health and safety is managed by Applied’s \nEHS & Sustainability organization. We regularly engage \nemployees through Safety Review Boards / Workers’ \nCouncils in which managers, employees, and other \nstakeholders collaborate to review site-specific or \norganizational safety topics and specific incidents. Safety \nis also addressed in operations meetings and quarterly \noperations reviews. Employees can communicate their \nsafety concerns by submitting an Occupational Safety \nEvent Report.\nManaging Hazards & Risks\nIdentifying & Assessing Risks: We identify and evaluate \nhealth and safety hazards and risks at our global sites \nusing Job Hazard Assessments (JHAs), which are \nsupported by the relevant facility EHS team. JHAs are \nused to evaluate workforce tasks, work areas, equipment, \nand operations, and to identify the controls needed to \nprevent or minimize worker exposure to health and safety \nrisks. For non-routine tasks where a JHA may not have \nbeen conducted, we use a pre-task plan to evaluate \nhazards and existing controls and establish appropriate \nmitigation measures.We implement regular internal and third-party audits to \nreview the effectiveness of these assessment programs. \nWe also encourage employees to speak up on safety. If a \nworker observes a health and safety issue or incident or \nraises a health and safety concern, including near misses, \nit is reported and tracked in the Global Occupational \nSafety Event Report (OSER) online reporting system. \nOSER also tracks other identified hazards and concerns, \nincluding those reported through self-inspection \nprograms.\nEmergency Preparedness: All Applied Materials sites \nmaintain emergency action plans, and emergency \nresponse teams (ERT s) are embedded at each \nmanufacturing and lab facility. Applied’s Global \nEmergency Response T eam program specifies site-level \nERT requirements, including ERT member requirements, \nequipment, response plans, and training. All ERT \nprograms are reviewed annually by local site coordinators \nand by the corporate-level program owner.\nEmergency response plans are based on individual \nfacilities’ operations and hazards, which may include fires, \nchemical releases, injuries, and natural disasters such as \nearthquakes, hurricanes, tornados, and typhoons. \nOccupational Health: Our Corporate Industrial Hygiene & \nHealth Services department is led by a certified industrial \nhygienist (CIH) and supported by occupational health \nnurses and a part-time medical director. The department \nis responsible for:\n• Managing the industrial hygiene (IH) programs \nand providing effective occupational IH support \nto all business units and operations\n• Developing occupational programs and \nprocedures and assisting in their implementation\n• Developing and delivering IH training to EHS staff\nDepending on the site and the applicable legal \nrequirements, occupational health services for our \nmanufacturing and/or R&D sites may be led by \nfull-time nurses, site EHS, external medical providers, or \noccupational health nurses. Site EHS and nursing staff \nare appropriately trained and certified, consistent with \napplicable legal and corporate requirements. Corporate \nstaff supports all regions and provides guidance. Our \ncustomer engineers, who provide customer services \nworldwide, access occupational health services through \nlocal healthcare clinics at their various locations.\nWe establish medical surveillance programs as needed, \nsuch as respiratory protection, radiation safety, hearing \nconservation, and arsenic protection.Formal safety risk assessments \nundertaken as part of our EHS \nManagement System include:\n• Aspect and impact assessments\n• Safety self-inspections\n• Walk-through assessments\n• Management of change process \n• Formal chemical evaluation and  \nauthorization processEnvironmental Health & Safety", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}