{"page_content": "Sustainability Report 201934Safety Training\nApplied Materials managers receive regular EHS training \nand are responsible for ensuring that no worker is \nassigned a task without appropriate training. Applied \nhas internal policies and procedures that ensure all \nrequired EHS training is developed, maintained, assigned, \nand tracked. EHS training is assigned using our Virtual \nT raining Manager (VTM) tool, allowing us to designate \ntraining requirements based on job profiles and site-\nspecific training requirements. The VTM system is also \nused to monitor EHS training assignment rates to ensure \nmanagers are assigning appropriate EHS training.\nSafety Training Rate: In FY2019, Applied Materials set \na target that 96% of relevant employees would complete \nsafety training by year-end. We are pleased to report \nthat our workforce met this target. Reports tracking the \nsafety training penetration rate are run weekly across all \nbusiness units, with the findings sent to all members of \nexecutive management as part of the weekly EHS Update \nReport. \nSafety Performance\nApplied Materials maintains global programs and \nmonitoring to promote safety culture and safe work \npractices, minimize workplace risks, and promote \ncontinuous improvement in our safety performance.  \nWe use the definitions set by the U.S. Department of \nLabor’s Occupational Safety and Health Administration \n(OSHA) for recordable, lost-time, and restricted-day \ninjuries, and implement these definitions globally for  \ndata gathering and analysis. Safety T argets\nApplied Materials’ EHS & Sustainability organization sets \ntargets and objectives for T otal Case Incident Rate (TCIR), \nDays Away and Restricted Time (DART) injury rate, and \nLost Time Severity Rate (LTSR), both at the corporate level \nand specific to each business unit and site location. The \ntargets are embedded into annual performance objectives. \nAt the end of each year, results are analyzed and the \ntargets are reset for the coming year.\nIn FY2019, Applied set a company-wide internal target of \nkeeping our TCIR to 0.46 or below. We met this target, \nachieving a TCIR 17% lower than in 2018. \nHealth & Safety Violations\nIn 2019, Applied received zero notices of violation \nworldwide. \n*  The main types of work-related injury accidents are strains, sprains, \nand fall-related incidents. \n1  T otal Case Incident Rate (TCIR) is calculated as (total number of \nOSHA Recordable injuries and illnesses x 200,000)/total hours \nworked by employees\n2  Days Away, Restricted, or T ransferred (DART) Rate is calculated as \n(total number of DART incidents x 200,000)/total hours worked by \nemployees\n3  Lost Time Severity Rate (LTSR) is calculated as (total number lost \nworkdays x 200,000)/total hours worked by employeesFY2019 FY2018 FY2017 FY2016\nTCIR10.43 0.52 0.41 0.44\nDART20.29 0.34 0.30 0.26\nLTSR33.63 5.41 2.44 3.53\nFatalities 0 0 0 0Work-Related Injury Rates*Safety in Manufacturing\nA number of our manufacturing facilities and \nprocedures require highly skilled employees and \nstrict attention to safety. T o ensure safety is \nprioritized, many of our factories have implemented \na 6S manufacturing shop-floor quality program, a \nglobally recognized lean manufacturing concept \n(originally known as 5S) that empowers employees \nto assess and improve their work areas to enhance \nfunctionality and safety. \nIn 2019, when we introduced 6S, injury rates fell by \n35% in our semiconductor manufacturing operations.\n6S Program\n \nWe also implement a policy on Global Safety and \nWorking Hours Guidelines in Lab Operations, \nManufacturing Operations, and Field Service \nOperations, which states that scheduled workweeks \nand workdays must comply with local legal \nrequirements and not exceed the maximum set by \nlocal law. The guidelines state that employees should \nnot be scheduled to work more than 12 hours in a \n24-hour period; a workweek should not exceed 60 \nhours including overtime, and employees should \nbe provided one day off per seven days of work. \nWhere local law sets no maximums or where local \nmaximums exceed these guidelines, then managers \nshould adhere to these guidelines.Environmental Health & Safety\n• Sort\n• Set in order• Shine \n• Standardize• Sustain\n• Safety", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}