{"page_content": "Sustainability Report 201938Sustainable Product Offerings\nApplied Materials’ roster of sustainable, energy-efficient \nproducts continues to expand. These include systems to \nminimize energy, water, and chemical use; equipment to \nabate pollution; and consulting services in clean tech to \nhelp customers reduce their GHG emissions and overall \nenvironmental impacts. We consider the sustainability \nof our products holistically, including the cleanroom \nequipment itself, the peripheral equipment in the subfab, \nand the energy required by fab facilities systems to \nsupport our products. \nIn addition to the innovations listed below, we also \ncontinue to offer integrated point-of-use pump \nsystems (iPUP), sharing heat exchangers, and NextGen \nCryopumps.\nIdle/Sleep Mode\nWe now provide tools that put components into idle/\nsleep mode, reducing energy consumption when the \nequipment is not processing wafers. These modes can \nalso reduce water and other utility use.\nReducing Chemical Exhaust\nIn 2019, to reduce effluent from our tools’ chambers \nwhile maintaining high productivity, Applied introduced \ntwo systems for pre-pump plasma abatement: Aeris-S \nand Aeris-Si. Rather than trying to dilute the exhaust gas \nstream with nitrogen or improve the movement of solids \nthrough the exhaust system, these systems prevent the \naccumulation of solids from the outset by disassociating \ncomplex molecules and reducing the amount of chemicals \nflowing through the exhaust system. These methods \nprovide greater energy efficiency while saving cost, \nimproving the management of reactive chemistries, and \nreducing the possibility of human exposure to hazardous \nsubstances.\nMonitoring T ool Operation to Boost Water Efficiency\nThe Applied iSystem enables customers to use lower \nwater temperatures and less water overall. It monitors \ntool operation and collects data to generate reports \non resource consumption, GHG emissions, and other \nenvironmental factors. The system can reduce energy-\nrelated costs for our customers by approximately 20%, \nand its green features can be enabled without equipment \nchanges or process re-qualification. The iSystem also \nfeatures intelligent idle mode, from which it recovers in \nunder two seconds, and it supports industry standards for \nsleep mode (SEMI E167 and E175).Solar T echnology\nPhotovoltaic (PV) manufacturers have improved solar \npanel output by 10W each year while continuing to \nsignificantly reduce manufacturing costs. Globally, \nthis has resulted in PV emerging as not just one of the \ngreenest sources of energy, but also one of cheapest \n– while at the same time creating jobs. By 2050, PV is \nexpected to account for 39% of world energy capacity and \n22% of generation. T o get there, PV will need to continue \nits trajectory of coupling significant cost decrease with \nsignificant performance and reliability improvements. \nRegardless of the technology choice manufacturers \nare pursuing to serve specific market needs – from \nlarge power plants to rooftop applications – Applied’s \ntechnology is helping develop existing technologies \nand transition to more advanced cells and modules, all \nwhile meeting cost-per-watt targets. Applied’s Baccini \nscreen-printing-based cell manufacturing and advanced \nmodules platforms are the cornerstone of almost every \nsolar factory today, renowned for their ability to process \nlarge volumes of large and thin wafers at high yield. The \nVericell wafer inspection systems offer the best accuracy \nin detecting defects that would potentially lead to yield \nlosses. Our AKT PECVD technology makes the most \nadvanced and highest efficiency heterojunction cells \nin the world. These technologies seamlessly integrate \ninto customers’ cost roadmaps across multiple cell and \nmodule technologies.Product Responsibility\nApplied Materials’ platforms and solutions can serve customers across a \nvariety of technologies and process steps.Applied Materials Solar Roadmap\n280w 300w 320w 340w 360w 380w\nModule Power 60 cells EquivalentCost Eﬀectivness\nFLDP\nTempo\nPresto\nFLDP\nTempo\nPresto\nTempo \nHJT\nIBCHJp-mono PERC\np-multinPERT\nnTOPCon\npTOPCon\n Tempo \nIBC\nFLDP\nTempo\nPresto\nVerticell\nVerticell\nVerticell\nVerticell\nIndustry 4.0\nIndustry\n4.0\nIndustry 4.0\nThin wf\nIndustry 4.0\nThin wf\nSonetto\nSonetto\nSonetto\n Sonetto\nHJT CVD\nIBC CVD", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}