{"page_content": "Sustainability Report 201939\nCircular Economy & End-of-Life Management\nApplied Materials works to promote the circular economy \nvision of zero-waste, where products are designed for \nlonger lifespans and the ability to more easily be recycled \nor repurposed at the end of their functional lives. \nLonger Lifespan\nApplied Materials products are designed to last, and \ncapable of being upgraded, refurbished, and repurposed \nfor new applications and technologies and to meet \nmore stringent process parameters. Moreover, they are \nalso designed so that when a part fails, it can be easily \nrepaired or refurbished. As the semiconductor industry \nmatures and our customers face constrained capital \nexpenditure budgets, our flexible, upgradable products \nhelp enable economies in fab capacity expansion. \nDesigning Out Obsolescence\nOur Applied Global Services (AGS) organization has a \nteam dedicated to reducing product obsolescence by \ndesigning replacement parts for key spares. Additionally, \nolder tools can be upgraded with new assemblies and \nsubsystems designed by the Semiconductor Products \nGroup. These non-system orders (NSOs) improve tool \nperformance and allow the tools to be extended to newer \ntechnology nodes.\nSpare Parts Refurbishment\nAbout six years ago, to reduce raw materials consumption \nand contribute to the expanding secondary parts market, \nwe established an organization in AGS that specializes \nin retrieving field parts and assemblies, inspecting them, \nand determining if they are salvageable. Those that are \ngo through a process of cleaning, overhaul, and repair/\nrefurbishment by the original equipment manufacturer or \nqualified repair suppliers and are then re-certified by AGS \nas “like new” for re-use and re-circulation. Each quarter, \napproximately 30% of our shipped spare parts are used/\nrepaired/refurbished. Applied Materials may also use \nthese refurbished parts to build full systems and upgrades \nwhen available, based on a customer’s need. Packaging & Logistics\nOur precision tools and products require carefully \ndesigned packaging to avoid damage during \ntransportation. T o identify and address potential shipping \nhazards, we have a dedicated packaging technology \nteam and testing laboratory that develops materials \nand methods to keep our products safe from shock and \nvibration. This team is also tasked with improving the \nsustainability of our packaging solutions. \nMaterial & Weight Reduction\nFully 95% of our packaging materials are made from \nrecyclable materials (polyethylene, polypropylene, \ncorrugated fiberboard, steel, and wood), many of which \nare also reusable. Recent initiatives have included:\n• Initiating a reduction of the thickness of our \nlow-density polyethylene (LDPE) bags from 6 MIL \nto 4 MIL. Begun in late 2018, this process is on \ntarget for completion in 2020.\n• Developing a new crate design with a corrugated \nKraft cover, reducing wood content by 50% and \nsaving 3,917 trees annually. This 2019 design \nalso reduces shipping weight, saving associated \nfuel and GHG emissions. We expect to complete \ntransition to this new design in 2021.\n• Building the amount of materials used in \npackaging into our spend reports from key \npackaging suppliers. This data helps us determine \nmaterial usage and areas for reduction while still \nmaintaining packaging requirements.\nReusability\nWhen picking up parts for repair from our customers’ \nfabs, we now use reusable cabinets, eliminating the need \nfor single-use crate/box/foam packaging. This initiative is \nsuccessfully underway in China, Japan, Korea, Singapore, \nand T aiwan, where we have more than 24 customer fabs. \nWe further reduced single-use packaging by designing and \nreleasing 318 reusable cases for T otal Kit Management \n(TKM) service products.\nIn 2019, we introduced air casters to eliminate single-use \nfixtures for material handling, which previously were \nused on the majority of main modules. In 2020, we are \nintroducing new labels that communicate to the end user \nthat the packaging is reusable and must not be discarded, \nenabling effective reusability and reducing wastage by \navoiding premature scrapping of reusable packaging.Product Responsibility", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}