{"page_content": "Sustainability Report 201940\nReducing Waste\nT o keep our packaging out of landfills, Applied has \nprohibited the use of non-recyclable materials such as \nStyrofoam. We plan to restrict the use of additional \nnon-recyclable and environmentally burdening materials, \nsuch as PVC and toxic foams. We have also set up a \nreusability process for our 500-pound pallets, further \nreducing waste while relieving our customers of the cost \nof disposal.\nT o further reduce material usage and shipping emissions, \nwe are reviewing options for modular and postponed \nshipping and packaging: optimizing shipping to minimize \ndimensional weight and fully utilize container space, then \npacking at regional warehouses.\nSee Environmental Health & Safety for more details on how \nApplied approaches waste management and reduction.Product Safety\nApplied Materials develops and implements \ncomprehensive product design, manufacture, labelling, \nand testing policies and programs to ensure our \nproducts are safe to use and comply with applicable \nlegal requirements and industry standards. Third-party \nassessments also help ensure our products meet all safety \nrequirements.\nWe follow country- and region-specific requirements \nwhen applicable. For example, products distributed in \nChina are marked with a mandatory “China RoHS 25” \nlabel to comply with the administrative measure on the \ncontrol of pollution from electronic information products. \nProducts sold in the European Union comply with regional \nmanufacturing and labelling requirements, including CE \nMarking. Starting in 2021, products for delivery to the UK \nwill be marked with “UKCA” (UK Conformity Assessed).\nAny business unit or group that develops, sells, or \ndistributes products shall ensure such products have been \nengineered to protect personnel, the user’s facilities, and \nthe environment from exposure to risks, and that any \nrisks remain below a minimum acceptable level when \nthe products are operated, maintained, and serviced in \naccordance with the instructions and information provided \nto the user. Product Safety partners with other groups \nin the company to oversee the design of products and \nservices, monitors their safety during the product’s life-\ncycle, and drives compliance with our product safety policy.\nSafety concerns involving Applied Materials products \ncan be communicated by submitting a Product Safety \nEvent Report (PSER), which triggers reviews by our \nproduct safety engineers. T o report safety concerns \nrelated to Applied Materials products, customers \nmay contact “My Applied Materials” customer \ninformation 24/7 in the U.S. at 1-800-468-8888. \nCustomers outside the U.S. are instructed to contact \ntheir local safety or sales representatives, or they \nmay send an email message in English to  \ncorporate_product_ehs@amat.com. Product Responsibility", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}