{"page_content": "Sustainability Report 201943Supplier Assessments\nOur Global Supply Chain (GSC) and Operations and \nAftermarket Quality (OAQ) organizations manage our direct \nsupplier relationships while Global General Procurement \n(G2P) manages our indirect supplier relationships. We are \ncoordinating efforts and developing capabilities to ensure \nour suppliers operate in an ethical, responsible, and \nsustainable manner. T o this end, we may require  \nsuppliers to:\n• Complete annual self-assessment questionnaires \nto measure their conformance to the Responsible \nBusiness Alliance (RBA) Code of Conduct\n• Submit Conflict Minerals Reporting T emplates as \npart of our Conflict Minerals due diligence\n• Report on their performance under environmental \nregulations\nT arget Setting\nFrom 2020, we plan to expand our program to identify and \naddress ESG risks in our supply chain. Applied Materials \nwill conduct detailed evaluations of information reported \nby suppliers under our existing program and under our \nrevised performance-assessment tool, then determine which \nsuppliers should be audited or assessed further in terms \nof their ESG and operational performance. Based on the \noutcome of such assessments/audits, Applied will work \nwith the suppliers to drive any necessary corrective actions. Our Supplier Expectations\nWe require our suppliers to adhere to the RBA Code of \nConduct and Applied’s Standards of Business Conduct \n(SBC). In addition, direct suppliers are required to ensure \ntheir products conform to relevant guidelines set by SEMI, \nthe industry association for electronics manufacturing, as \nwell as applicable or relevant environmental health and \nsafety requirements. \nRecently, we also adopted a Responsible Minerals \nSourcing Policy to emphasize our requirements for \nsourcing of conflict minerals.\nWe provide additional guidance on ESG expectations  \nfor our suppliers through the My Applied Partner Portal,  \na supplier-focused online platform of information  \nand support.\nGlobal Supply Agreement / ESG Requirements\nSupplier ESG requirements are incorporated into our \nGlobal Supply Agreement and other legally binding \ncontracts through our new “Supplier ESG Requirements” \ndocument. These requirements also align with the \nCalifornia T ransparency in Supply Chains Act. As stated in \nthe document, suppliers are required to:\n• Implement the Responsible Business Alliance \nCode of Conduct for their own operations and \nensure RBA code compliance among their  \nsub-tier suppliers\n• Meet statutory and regulatory requirements \nrelated to conflict minerals\n• Meet Applied’s other environmental, social, and \ngovernance requirements in their own operations \nand ensure compliance among their sub-tier \nsuppliers\n• Comply with “any applicable environmental, \nhealth or safety law, rule, regulation, order, \ndecree or ordinance”\n• Comply with Applied’s minimum product EHS \nrequirements \n• Provide information requested by Applied to \nenable our company to comply with material \ncontent restriction regulations, including but not \nlimited to REACH (EC number 1907/2006) and \nRoHS (EU Directive 2011/65/EU)Supply Chain Responsibility\nReporting Concerns/Grievances\nAs part of our Global Ethics & Compliance \nProgram, we have established a 24-hour, toll-free \nEthics Helpline (1-877-225-5554 in the U.S., \nor appliedmaterials.ethicspoint.com) to which \nemployees, supplier partners, and others may \nreport concerns, anonymously or by name. The \nhelpline is managed by an independent third party.", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}