{"page_content": "Sustainability Report 201945Supplier Monitoring\nDue Diligence \nIn 2019, we engaged a new third-party service provider, \nAssent Compliance, to collect and analyze supplier data \nrelevant to conflict minerals, REACH, RoHS, and other \ndeclarable substance requirements. Utilizing Assent \nCompliance increases the number of suppliers we can \nreach as well as the accuracy of the data collected, which \nin turn enhances Applied’s ability to respond appropriately \nto identified risks. Building upon our prior due diligence \nand assessment tools, in 2020 Applied is developing an \nESG Risk Index to capture and help assess supply chain \nESG risk. The output of this index will help us identify \nsuppliers for performance re-assessment and suppliers \nwho should undergo an ESG-specific audit.\nRisk-Based Assessments & Audits \nSuppliers will be identified for more in-depth assessments \nor audits each year through a weighted risk matrix \nthat encompasses various indicators of supply chain \nrisk, including their SPACA and ESG Risk Index scores. \nBeginning in 2020, Applied Materials is driving an \nannual self-assessment of our top 80% (by spend) \ndirect suppliers to measure their performance, including \nESG factors. We have also developed a more proactive \napproach to risk reduction through on-site supplier \nassessments. As part of our pilot program, in 2020 we \nare planning to conduct on-site audits for certain direct \nsuppliers deemed to have high ESG risk. \nCorrective Action \nWhen Applied Materials identifies a compliance gap, we \npartner with the supplier to align on corrective actions \nand drive to closure. If a supplier fails to address our \nconcerns, we may suspend the business relationship. \nInternal Audits \nApplied Materials conducts regular internal audits of our \ndirect suppliers. Applied’s Internal Audit T eam identifies \nsuppliers that may pose a risk to the company, then \nconducts a deep on-site investigation with support from \nexperts from within Applied’s GSC and Global Quality \norganizations. Audits of high-ESG-risk suppliers will start \nin 2020, and coupled with our continued utilization of RBA \naudits (described below) will increase Applied’s ability to \nverify compliance to our Supplier ESG Requirements document.\nExternal Audits \nConsistent with RBA requirements, Applied requires 25% \nof its high-risk suppliers to undergo an RBA Validated \nAssessment Program (VAP) audit. A third-party audit firm \napproved by the RBA conducts such audits, based on RBA \naudit standards.Responsible Minerals Sourcing\nApplied Materials is committed to the responsible \nsourcing of materials used in our products. Key to this \ncommitment is our policy around tantalum, tin, tungsten, \nand gold, commonly referred to as conflict minerals or \n3TG. These minerals are often mined in countries and \nregions affected by conflict and human rights abuses, \nincluding the Democratic Republic of the Congo (DRC) \nand adjoining countries. \nWhile our products include components manufactured \nwith 3TG minerals, Applied does not purchase these \nminerals directly or maintain any direct relationship with \nmines, smelters, or refiners that process these minerals. In \nJune 2020, to assure our conflict minerals policy extends \nacross our supply chain, we adopted a Responsible \nMinerals Sourcing Policy to guide our direct suppliers’ \nsourcing of 3TG minerals, and to communicate our \ncommitment to due diligence and disclosure. T o assure \nthe efficacy of our policy, we utilize the Responsible \nMinerals Initiative (RMI) Responsible Minerals Assurance \nProcess as well as independent third-party audits. Applied \nhas been a partner of the Responsible Minerals Initiative \nsince its inception by the Responsible Business Alliance \n(RBA) and the Global eSustainability Initiative (GeSI).\nBeyond 3TG, Applied Materials has begun the process of \nconducting due diligence to measure and track our supply \nchain’s use of cobalt, a frequently DRC-sourced mineral \nthat’s been tied to child labor, unsafe working conditions, \nand adverse environmental impacts. We have also \ncommitted to expanding our program to include additional \nminerals relevant to our business as appropriate due \ndiligence tools become available.\nPolicy, Commitments & Management\nThe RBA Code of Conduct requires that companies \nhave a policy to “reasonably assure that tantalum, tin, \ntungsten, and gold in the products they manufacture \ndoes not directly or indirectly finance or benefit armed \ngroups that are perpetrators of serious human rights \nabuses in the Democratic Republic of Congo (DRC) or an \nadjoining country.” T o this end, we exercise due diligence \non the source and chain of custody of these materials, \nrequiring our direct suppliers to reasonably ensure 3TG in \nproducts they sell to Applied originated outside the DRC \nor adjoining countries, or from RMI-compliant sources \nwithin the DRC. Our due diligence measures are available \nto customers and other stakeholders through our annual \nConflict Minerals Report.\nGovernance and responsibility for implementing the \ncompany’s conflict minerals program resides with our \nConflict Minerals Compliance T eam (established in 2011), \nwhich is managed by the company’s Global Supply Chain \norganization. The compliance team is also responsible for \nbriefing senior management about the results of our due \ndiligence efforts. Supply Chain Responsibility", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}