{"page_content": "Sustainability Report 201946Each year, we file a Specialized Disclosure Form (SD \nForm) that includes a Conflict Minerals Report with the \nSEC and share its findings with the Audit Committee of \nour Board of Directors in the form of an annual Conflict \nMinerals Report. \nOur 2020 Conflict Minerals Report can be found here.\nOur Responsible Minerals Sourcing Policy can be  \nfound here.Requirements of Suppliers\nApplied Materials requires our suppliers to maintain \nprograms and procedures that ensure compliance with the \nRMI and do not, directly or indirectly, finance or benefit \narmed groups in the DRC. Suppliers must also adhere to \nthe Applied Materials’ Standards of Business Conduct \nand the RBA Code of Conduct. \nBeginning in 2019, we updated our key supplier contract \ntemplates to incorporate our Supplier ESG Requirements \ndocument, which states explicitly that we may \nrequest reporting templates and/or a self-assessment \nquestionnaire from suppliers, in compliance with RBA. \nThis guidance is already in effect for 100% of new \nsuppliers and applies to existing suppliers as we renew \ntheir contracts or make new purchases. Applied pursues \ncorrective action if we learn that a supplier does not meet \nour requirements.\nDue Diligence Process\nT o verify a material’s country of origin and chain of \ncustody, we conduct a reasonable country of origin \ninquiry (RCOI) consistent with RBA guidelines and the \ninternationally recognized, risk-based due diligence \nframework from the Organisation for Economic  \nCo-operation and Development (OECD1). \nIn late 2019, Applied \nMaterials engaged the \nthird-party vendor Assent \nCompliance to help us manage \nboth our relationships with suppliers and the extensive \ndata collection and analysis needed for a robust due \ndiligence process. In calendar 2019, we increased the \nnumber of suppliers we surveyed as part of our due \ndiligence efforts by approximately 42% over 2018, to \ncover 85% of our total supplier spend, up from 80% \nin 2018. We are pleased to have maintained a near \n100% response rate to the Conflict Minerals Reporting \nT emplate issued to suppliers despite the significant \nincrease in the number of suppliers we engaged.  \n \n \n \n \nReporting Concerns  \non Conflict Minerals\nEmployees and suppliers can voice concerns \nor grievances around conflict minerals \nthrough Applied’s Ethics and Compliance \nportal or email our Ethics & Compliance \nteam. Industry-level violations or grievances \ncan be reported to the RMI.\nClick here for more on Applied’s approach to \nethics and compliance reporting.\nReport Y earNumber of Suppliers \nSurveyedPortion of Supplier Spend CMRT Response Rate\n2016 120 80% 100%\n2017 162 80% 100%\n2018 183 80% 100%\n2019 260 85% 99% \n*T able presents full 2019 numbers reflecting additional supplier responses that were received after we filed our Conflict Minerals Report with the SEC.1  ‘OECD’ Due Diligence Guidance for Responsible Supply Chains of \nMinerals from Conflict-Affected and High-Risk Areas: Third Edition’ \nand the related Supplements\nSupply Chain Responsibility", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}