{"page_content": "Sustainability Report 201947Supplier Diversity \nBuilding diverse, inclusive supply chains is good for \nbusiness and good for society. It brings new perspectives \nand capabilities to further innovation, reduces social \ninequality by supporting job creation and economic  \ngrowth in diverse communities, promotes resilience,  \nand drives competition that can reduce supply chain  \ncosts by up to 33%.1 \nIn 2017, Applied Materials established a supplier  \ndiversity program to make our supply chain progressively \nmore inclusive and equitable. In 2018, the program was \nexpanded to cover all U.S. operations. That same year, \nwe co-founded the Manufacturing Ownership Diversity \nWorking Group (MOD), a supplier diversity alliance with \nmembers from across the semiconductor industry.Our Supplier Diversity program tracks the segmentation of \nour diverse supplier spend for our U.S.-based operations. \nLooking ahead, we plan to boost our total year-over-year \nsupplier diversity spend, establish growth goals to ensure \nan even larger future role for diversity in our supply chain, \nand further improve supplier diversity disclosure and \ntransparency. \nRead our Supply Chain Diversity Statement here. FY2019 U.S. Certified Diverse Supplier Spend\nNotes: \nDiverse suppliers must be at least 51% diverse owned, controlled, and \noperated.\nDiverse suppliers must be certified by a third-party auditor as meeting \nthe criteria for one of the following supplier diversity categories: U.S. \nminorities (African-American/Black, Hispanic/Latino-American, Native \nAmerican, Asian-Pacific American, Asian-Indian American), women, \nminority women, persons with disabilities, veterans and service-disabled \nveterans, LGBTQ.\nThis supplier spend reflects only the supplier companies that have been \ncertified by a third-party diverse supplier auditor. Applied Materials also \ntracks additional diverse suppliers that could potentially be registered as \ndiverse if they proceed with certification.\n“[Supplier Diversity] \ncreates partnerships that \nfuel the economy.”\nNational\tMinority\tSupplier\tDevelopment\tCouncil1 According to a study from the Hackett Group.Supply Chain Responsibility\n15%71%Veteran-owned \nbusiness enterprise13%\nWomen-owned \nbusiness enterprise Minority-women-owned \nbusiness enterprise\n10%\nMinority-owned \nbusiness enterprise\n", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}