{"page_content": "Sustainability Report 201948Promoting Industry-Wide Diversity Standards\nThe Manufacturing Ownership Diversity (MOD) Working \nGroup is a special interest group under SEMI, the industry \nassociation for the global electronics manufacturing \nsupply chain. The group dates to 2018, based on an \ninitiative led by Applied Materials, Intel, and two peer \ncompanies, Lam Research and T okyo Electron Ltd. (TEL). \nT oday, Applied is the group’s co-leader, working to \nestablish best practices and a common, global standard \nthat aims to increase supplier diversity across the \nsemiconductor manufacturing industry by helping diverse-\nowned companies compete equitably for bids with both \nprime suppliers and end users.Human Rights\nApplied Materials is unequivocally committed to \nprotecting human rights and conducting business in an \nethical and responsible manner, around the world. We \ncondemn and are committed to ending forced and bonded \nlabor in all its forms, including child labor, indentured \nlabor, slavery, and human trafficking.\nIn 2018 and 2019, we worked with one of our customers \nto comprehensively assess risks for forced and bonded \nlabor in our supply chain. This deep-dive assessment \ncovered three of our Asia-based suppliers and their \nsub-tier suppliers, focusing on hiring processes for \nforeign and migrant workers and mapping those workers’ \nindividual journeys. The assessment revealed no high \nrisks, though it did identify that some foreign workers \nhired by one supplier had paid agent fees, a practice that \ncan leave workers in debt bondage, a form of forced labor. \nWe worked with the supplier to address this, and the \nsupplier reimbursed the workers for those fees.\nOther policies and practices to protect our global \nworkforce and supply chain are enumerated below.\nOur commitment to protecting human rights wherever \nwe do business is detailed in various company policies \nand statements, including our company-wide Standards \nof Business Conduct, the RBA Code of Conduct, our \nResponsible Minerals Sourcing Policy, and our position \non the California Transparency in Supply Chains Act. \nThese policies and statements spell out our commitments, \nenumerate our expectations around training and \naccountability for our personnel and direct suppliers, and \nlay out enforcement mechanisms for non-compliance \nwith their requirements. We communicate our human \nrights commitments and requirements clearly to our \nsupply chain and business partners to ensure that our \nexpectations around humane treatment of the workforce \nand forbidding forced and bonded labor are being upheld.\nNon-Discrimination\nApplied Materials prohibits discrimination, harassment, \nand retaliation by or against employees, managers, \nsupervisors, co-workers, or non-employee third parties \nwith whom the company has a business, service, or \nprofessional relationship (e.g., applicants for employment, \ncontractors, temporary workers, vendors, suppliers, \ninterns, customers, visitors). Our Non-Discrimination \nPolicy addresses conduct, complaint procedure, \nsupervisory responsibilities, responsive action, and \nsupplemental state-specific rules.\nSee the Occupational Health & Safety section of this report \nfor additional information on employee working conditions \nand policies.Our frequently used supplier \ndiversity auditors:\n• Women’s Business Enterprise \nNational Council (WBENC), the \nlargest certifier of women-owned \nbusinesses in the U.S.\n• National Minority Supplier \nDevelopment Council\n• SMSDC Veteran Certification \n• Veteran-Owned Small Business \n(VOSB) \n• U.S. Small Business Administration \n• National Gay and Lesbian Chamber \nof Commerce (NGLCC) Certification Supply Chain Responsibility", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}