{"page_content": "Sustainability Report 201952\nHuman Rights Campaign \nFoundation\nCorporate Equality Index, \n100% overall rating\nBest Places to Work for \nLGTBQ+ EqualityMilitary Friendly Employer\n100%-plus overall rating, \nexceeds every standardU.S. Veterans Magazine\nT op Veteran-Friendly \nCompanyWoman Engineer Magazine \nT op 50 EmployersWorkforce Diversity Recognition\nApplied Materials is consistently recognized for our efforts around workforce diversity and military veteran recruitment.\nEngaging Leaders as Change Champions\nOur leaders are engaged with and guiding our Culture \nof Inclusion journey: accepting inclusion and diversity \nas a personal mission; growing their understanding of \nchallenges and barriers; and defining key metrics for fully \nrealizing a Culture of Inclusion. By driving change from \nthe top levels of our company, our leaders are setting \nthe standard of what it means to be a more welcoming, \ncollaborative community where everyone can do their  \nbest work and has the opportunity to succeed. Our Board \nof Directors participates in the leadership and discussion \nof our COI journey.Eliminating Systemic Barriers to Inclusion\nOur COI strategy includes training and empowering \nmanagers to listen, learn, and take action. We will \ndouble down on our initiatives to teach our leaders how \nto eliminate bias in our business processes, hiring and \nplacement decisions, succession plans, and even how we \nrun meetings, so that all voices are heard. In addition to \npolicies on nondiscrimination and harassment enumerated \nin our Standards of Business Conduct and Human \nResources Policy Manual, we’ve instituted a variety of \nother trainings, mechanisms, and activities to promote \nour Culture of Inclusion, such as:\n• Using focus groups & our employee survey \nto gauge sentiment. Our employee survey is \nan essential barometer of our organizational \nhealth, and recently expanded Inclusion Index \nquestions have provided meaningful insights to \ninform our Culture of Inclusion strategies. While \nApplied continues to score in the top quartile for \norganizational health and engagement indices \nbased on McKinsey’s global database, our most \nrecent survey results reinforce the opportunities \nwe are addressing with our inclusion roadmap \nand strategies.\nOur People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}