{"page_content": "Sustainability Report 201957\nEmployee Engagement & Organizational Health\nApplied Materials is considered one of the best places to \nwork in our field by a range of competitive industry lists \n– and most importantly, by our employees. We manage \nand measure organizational health with the same rigor as \nmore traditional performance drivers, gaining insight into \nemployees’ experiences, levels of workplace satisfaction, \nand feelings of engagement with the company.\nWe use McKinsey & Company’s Organizational Health \nIndex (OHI) to measure Applied’s organizational health, \nbased on an annual, enterprise-wide employee survey. In \n2019, we added new questions to measure employees’ \nengagement towards their work and the organization, as \nwell as their social engagement or sense of community in \nthe workplace. Among the results:\n• Applied Materials achieved an overall \n“healthy” rating on the OHI\n• The survey had an 87% employee participation \nrate – our highest to date \n• Employee engagement increased over FY18, \nputting Applied Materials in the top quartile for \nengagement in McKinsey’s global OHI database\n• People increasingly want to work at Applied \nbecause of the culture and work environment\n• We continue to rank in the top quartile for overall \nhealth in the McKinsey database\nInsights from our OHI survey are used annually to inform \nboth company-wide and business-unit-level organizational \nand talent development plans. T alent Pipeline Development\nIn 2019, we introduced a new and well-researched \ntalent model which offers a simple yet comprehensive \napproach to assessing employees in current roles, as well \nas selecting and placing candidates into new roles at all \nlevels in the organization. This model improves accuracy \nwhen assessing talent for current needs, succession \nmanagement, and development planning for current or \nfuture roles. It can be applied to any role in the company \nand serves as the foundation for all talent practices: \nassessment, selection, placement, and development. \nThe model was rolled out enterprise-wide starting with \nthe executive team, all leaders, and then managers and \nemployees. About 80% of all managers and 70% of all \nemployees have been trained on the model and its usage. \nThe model is being systematically integrated in different \ntalent practices starting with a FY19 focus on executive \nteam assessment and development, succession planning, \nand critical role profile and development.   \nAdditionally, as we think about our workforce strategy, \nwe consider the following:\n• Right Size: Attract the number and type of \npeople to reach our strategic goals\n• Right Skill: Identify needed capability and \nexperience to allow planning and fill gaps\n• Right Site: Ensure the right people work  \nin the needed locations\n• Right Spend: Invest in resources with a  \nfocus on cost effectiveness\n• Right Shape: Design appropriate, strategy-\naligned organizational structures to enable \ninnovation, connectivity, and speed\n \nRecruitment & New Hires\nT o identify and attract the best talent, we run several \ntargeted programs, including student internships and \nrecruitment campaigns for new college graduates.\nGlobal Intern Program: In 2019, Applied employed over \n200 interns globally, providing a diverse group of talented \nstudents from leading colleges and universities with \nhands-on industry experience and insight. Our U.S. offices \nhired 124 interns, with a diverse hire rate of 56%. In India, \nKorea, Singapore, and T aiwan, we hosted over 50 interns.\nNew College Graduate Program: Essential to attracting \nand retaining top talent, our New College Graduate (NCG) \nprograms focus on ensuring gender and racial diversity \nin our workforce, bringing a range of backgrounds and \nperspectives.\n©\t2020\tApplied\tMaterials,\tInc.\tAll\tRights\tReserved.Our People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}