{"page_content": "Sustainability Report 201959\nLearning & Development\nContinuous learning by our people feeds our pipeline of \ninnovation and pays off in employee retention. Learning \nand development accomplishments for 2019 included:\n• Launching Applied Circles, a global program for \npeer-to-peer mentoring and coaching \n• Opening the Materials Engineering T echnology \nAccelerator (META Center) to provide an \nimmersive learning experience\n• Increasing the emphasis on learning and \ndevelopment for leaders\n• Offering our fifth annual Applied Materials China \nNova Star New Managers Program, a six-month \ntraining focused on core management skills with \none-on-one coaching from HR\nEmployee Learning & Development\nApplied Materials follows both an enterprise approach  \nand a federated model of employee learning and \ndevelopment.\nFrom a federated view, business units maintain an \nindependent strategy for skill-building, using content  \nthat’s owned, supervised, developed, and managed by  \nthe unit’s learning team. While the units pursue success  \nin different ways, all are aligned around common \nobjectives, and logistics are coordinated centrally.  \nFor example, Manufacturing regularly trains its own \nworkforce on labor rights issues as part of managing the \nsupply chain, and our Environmental Health & Safety \n(EHS) and Sustainability organization leads employee \ntraining and awareness on EHS management issues, \nensuring that staff go through the certification processes \nfor safety and skills related to technical manufacturing and \nengineering work. \nFrom an enterprise view, our training follows through our \nemployee life-cycle. All employees have opportunities \nfor training on a wide range of general professional skills, \nincluding communication. T o date, more than 5,000 \nApplied employees have completed communication \ntraining under one or more of the following programs:\n• Web-based communications-skills classes  \nvia LinkedIn Learning, Coursera, and EdX\n• Instructor-led classroom trainings including \nSlide-ology, Fast-T rack Speaking, and Effective \nCommunications, via Applied Materials Service \nManager Academy\n• Effective T echnical Communications covering \ninterpersonal, written, and presentation \ncommunications for engineers and field personnelIn 2019, we observed measurable results from \ncommunications training across the company. Managers \nperceived a 20% jump in employees’ ability to conduct \npresentations concisely and effectively, plus a 64% \nimprovement in terms of the “signal-to-noise” public \nspeaking rubric: the ratio of relevant to irrelevant \ninformation presented.\nWe also offer learning and development to all employees \nthrough our Applied Global University programs.\nCustomized Skills Training: In 2017 we launched the \ncompany-wide appliedX PATHWAY initiative, which \ncreates specialized skills training programs based on an \nemployee’s job role and career categories. The majority \nof our employees may access the program, and to date \napproximately 70% of Applied’s workforce has done so.\nThe customized plan links job-related coursework in \nareas such as technical engineering, tool and service \ndevelopment, and professional skills with Applied \nMaterials’ “strategic accelerators”: employee development \nin areas including management and leadership, product \nengineering, and sales engagement. Experts within the \ncompany develop the curricula and employees extend \ntheir training based on job role recommendations. In \naddition, courses from world-class online-learning content \nproviders are available to further develop employees’ \ncapabilities and spark new learning directions. \nEmployees work with their manager to determine their \ndevelopment path. From there, the employee is assigned \n20 to 30-plus hours of expert-defined coursework related \nto his/her job role. This is linked to a further 20 to 30-plus \nhours of personal development course work, for a total of \n40-plus hours of training development.Our People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}