{"page_content": "Sustainability Report 2019602019 Learning Hours\nIn 2019, 99% of employees completed their annual \nrecertification on the Applied Materials Standards of \nBusiness Conduct, while 99% of full-time employees \ncompleted additional learning hours. Overall, the annual \naverage of global employee training hours has been \ntrending upwards since 2017. Leaders, executive level  \nvice-presidents, and managers also logged more learning \nhours in 2019 than in previous years.\nAdditional information on training related to ethics and \ncompliance is provided here.\nLearning Hours Trends & T otal Hours\n \nPerformance Appraisals & Individual Development \nGoals\nIn 2019, we introduced a new model for assessing \nand developing talent. At the start of each fiscal year, \ncompany vice presidents begin setting performance \nobjectives for the company using internal strategy \nscorecards. All employees define their performance \nobjectives for the year in alignment with those company \nobjectives, and include one personal development \nobjective. These are documented internally in the \nWorkday system. T o enable ongoing improvement in the \nquality of development conversations and plans, managers \nand employees have been trained on the new model and with a future focus on improving proficiency in the use of \nthe model.\nManagers track their direct reports’ progress and results \nduring the year and have quarterly check-ins and an \nannual evaluation to review progress against performance \nand development goals. In 2019:\n• 99% of employees received regular performance \nand career development reviews\n• 90% of employees had a development goal in \nplace, surpassing our corporate target of 85%\n• 87% of employees who chose to establish \na development plan (comprised of several \ndevelopment objectives) completed their plan\nCoaching & Mentoring\nIn March 2019, we launched our global Applied Circles \nprogram to build internal networks, foster new employee \ncontacts, and provide peer-to-peer coaching, mentoring, \nand training. Participants are matched with another \nemployee once per month, and hold “get to know” and \nmonthly follow-on discovery meetings. The initiative \nhas seen a tremendous response, growing from 80 \nparticipants in its first month to 344 by August 2019.\nIn 2019, we also provided select executives with training \non coaching strategies, conducted by UC Berkeley.\nEconomics of Service Course\nApplied Materials is proud of our managers’ and \nexecutives’ engaged leadership around workforce \nlearning and development. One good example is our \nEconomics of Service course, which is facilitated by \nour vice president of Finance. \nOpen to all employees, Economics of Service is a \nhighly collaborative session that teaches the key \nfinancial aspects of Applied’s service business, \nand the impacts of employees’ decisions on the \nbusiness. Our VP’s expertise and passion for the \ntopic has made this one of our most in-demand \nexecutive-led courses, with over 1,000 global \nemployees trained by year-end 2019. T o extend the \ncourse’s reach, the VP is currently working with our \nlearning development team to create a blended-\nlearning version of this class, with an interactive \nonline module covering the basics and a live VP-led \nvirtual session driving home the learning.Disclosure FY2019 FY2018 FY2017\nT otal Individual \nLearners (RFT)21,850 20,930 17,199\nT otal Individual \nLearners (T otal \nWorkforce)32,087 26,704 21,706\nT otal Training / \nLearning Hours1,407,932 1,311,582 933,344\nDisclosure FY2019\nExecutive-level vice presidents 22.4\nExecutive-level directors 38.8\nManager level 56.4\nIndividual contributors 64.3\nInterns 25.1\nFor additional details and breakdowns, see the Report Annex.Our People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}