{"page_content": "Sustainability Report 201961Engineering & Process Training \nIn 2019, Applied partnered with the State of New \nY ork to create the Materials Engineering T echnology \nAccelerator (META Center). The center takes a novel \napproach in process development and skills training \nfor our new engineers, aligned with strategic corporate \ngoals including:\n• Increasing Applied Materials market share in \nWFE (Wafer Fab Equipment) with enhanced \nservice offerings and capability\n• Developing process module solutions for \nchipmakers \n• Applying precision materials engineering to \nsectors beyond the semiconductor industry\nT echnical training on Applied Materials platforms at \nthe META Center gives trainees an immersive learning \nexperience in conditions almost indistinguishable from \nthose they will encounter at a customer’s HVM (high \nvolume manufacturing) fab. The program is designed \nto minimize any impact to tool start-up activities \nwhile reducing the need for North American engineers \nto travel to Asia, where these trainings are typically \noffered. Unlimited Access to eLearning \nThe Applied Global University (AGU) is a tool for \norganizing eLearning content in one location and \nmaking it available to employees at any time. The AGU \nplatform also tracks learner progress and performance, \ninforms staff of compliance regulations and updates, \nand integrates social learning experiences.\nTuition Assistance & University Partnerships \nApplied Materials offers tuition assistance of up to \n$8,500 per calendar year for educational activities to \nimprove skills and knowledge required for an employee’s \nposition. In 2019, 544 U.S. employees took advantage \nof the tuition benefit.\nWe also partner with the California Institute of \nT echnology (Caltech) on a systems engineering \ncertification course for Applied Materials engineers. In \n2019, 38 employees graduated from the third class of \nthe program. Following the latest employee survey and \nexpressions of interest, the program is set to expand \nwith a focus on engineering leadership.\nBuilding on our Caltech program, Applied Materials \nand other companies have partnered with the \nMassachusetts Institute of T echnology (MIT) for an \nengineering certification course. T en Applied employees \ngraduated with the inaugural class in 2019.\nOnboarding \nApplied has created a structured methodology to \nensure new hires understand the tools, systems, and \nprocesses they’ll use in their new roles. We have a \nspecific curriculum for orientation and onboarding \nin each business unit/function, aimed at minimizing \nnew hire time to independent work, improving quality \nmetrics, and decreasing attrition. The curriculum is \nprovided through instructor-led, web-based, and virtual \nclassroom training, as well as job shadowing (where \npossible), on-the-job-training certifications, and post-\ntraining self-help web portals.\nIn manufacturing, this onboarding methodology has \nled to a 40% improvement in the time until a new hire \nreaches proficiency, leading to returns on investment \nof between $420,000 and $600,000, depending on \nonboarding numbers during each fiscal year.“I look at my career and myself in \nways I’d never thought of before.” \nT est\tEngineer,\tKalispell\nWomen in Engineering \nIn 2016, Applied Materials developed the two-year \nWomen in Engineering T alent Development \nProgram for employees with demonstrated drive \nand leadership. Each participant creates an \nindividual development plan and participates in \nevents that foster their diversity of thought in \nsafe and inclusive teams, such as conferences, \nprofessional skill development workshops, \ncareer development roundtables, and mentoring \nworkshops.\nThe program launched in the U.S., and we plan to \nexpand it to other regions in 2021.Our People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}