{"page_content": "Sustainability Report 201962First-Time Supervisor Training\nFor first-line supervisors across all experience levels, \nwe offer a series of specially designed and facilitated \nworkshops and guided implementations covering \nboth general and company-specific knowledge and \nskills. Workshop topics include strategies to build \neffective relationships and high-performance teams; \ncoaching techniques and HR systems and processes; \nand techniques for managing subordinates, facilitating \ndecision-making, managing conflict, and influencing up \nand across the organization (without authority).\nLeadership Development \nT o scale our leadership and team, we are applying a \npowerful, research-based, role-relevant, and globally \napplicable framework and tools that serve as the \nfoundation for our leadership pipeline development \ndecisions and practices (assessment, selection, \nplacement, development plans, coaching). The strategy \nplaces priority on situational leadership and inclusive \nleadership as core components of executive development \nplans. Key metrics are associated with the framework, \nincluding a diverse leadership team and pipeline of future \nleaders, percentage of executive leadership successors \nwith development plans, and percentage of executive \nleadership roles with more than one ready-now successor.\nT o expose leaders to a broad set of functional operations \nand position them to make faster and better business \ndecisions, we have also established the Applied \nLeadership Group (ALG) event, delivered annually for all \nvice presidents and managing directors. As part of this \nevent, our top leaders have opportunities for learning  \nand development.\nApplied Materials China Nova  \nStar New Manager Program \nChina is today one of Applied Materials’ largest markets, \nand our China organization has grown from 800-plus \nemployees in 2015 to over 2000 today. Applied Materials \nChina launched the Nova Star program in 2015 to \nstrengthen our leadership pipeline by accelerating \nthe development of first-time managers. Focused on \nleadership/management fundamentals and key policies \nand processes, the program offers 60 hours of systematic \ntraining, support, and one-on-one coaching over six \nmonths. T o date, 150 new managers have graduated, \nleading to higher-performing teams and greater retention.\nCareer Transition Assistance\nApplied provides appropriate severance pay and \njob-placement services to employees affected by \nworkforce reduction programs, or in accordance with  \nlocal labor laws.\nOur Nova Star program \nhas strengthened our \nleadership pipeline.Our People & Workplace", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}