{"page_content": "Sustainability Report 201969Employee-Led Giving\nEmployee engagement amplifies Applied Materials’ \npositive community impact, often via company-initiated \nevents that connect our people with local non-profits. \nEmployees volunteer for a variety of causes of interest and \ncan also maximize their personal charity support through \nour Matching Gift and Volunteer Time Grant programs.\nEmployee Giving & Matching Gifts \nThe Foundation’s Employee Giving Program matches \nregular full-time employees’ donations to eligible \nnon-profit organizations and K-12 schools up to $3,000 \nper year. During CY2019, employee-selected giving \naccounted for more than 30% of Foundation grants, \nbenefitting 1,949 non-profit organizations including St. \nJude Children’s Research Hospital, Second Harvest of \nSilicon Valley, Central T exas Food Bank, and Doctors \nWithout Borders USA.\nVolunteer Time Grants \nThe Foundation also makes donations in recognition of \nemployee volunteerism at community organizations of \ntheir choosing, at a rate of $100 per ten hours of personal \nvolunteer time, per calendar quarter. In CY2019, our \nemployees logged 15,174 volunteer hours, which led to a \ntotal annual Foundation contribution of $49,000.Employee Resource Groups \nApplied’s Employee Resource Groups (ERGs) allow our \npeople to engage with the communities where they live \nand work, reflecting their own values and those of the \ncompany. ERGs help foster diversity and inclusion; provide \ninformation sharing, support, educational opportunities, \nand career development; and promote cultural awareness \nand volunteerism in community activities. Click here for \nmore details about Applied’s ERGs and their impact.\nApplied employees in Alzenau, Germany present a charitable grant to \nWunsch am Horizont to fulfill wishes of terminally ill patients.\nIn CY2019, our employees logged 15,174 \nvolunteer hours, which led to a total annual \nFoundation contribution of $49,000.Community Impact", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}