{"page_content": "Sustainability Report 20198\nOur Sustainability Vision\nApplied Materials is aligned behind a vision of using our innovative \ntechnologies and global reach to make possible a better future for \npeople, for communities, and for our planet.\nA Better Future\nOver the past 50 years, semiconductor technology has \nchanged the world, and Applied Materials has been at the \nvanguard of that change. Our innovations make possible \nthe technologies shaping the future, but today we know \nour ambition needs to expand. T oday, we need to make \npossible a better future – for people, for communities, and \nfor our planet.\nThe world is facing serious challenges, but we believe \nthose challenges can be an accelerator for developing \nsmart technologies that can help create a safer, more \nsecure world. We believe we’re in the privileged position \nof helping drive those advances and make a positive \ncontribution. Because as leaders, it’s our job to leave the \nworld in a better place. \nIn 2019, that sense of commitment helped us make \nsignificant progress on our own sustainability journey, \nand we’re excited to detail those accomplishments in \nthis report. But we’re also excited to discuss additional \nstrategic commitments we announced in 2020, because \nthe real story always lies on the road ahead: helping to \nmake possible a better future.2019 Sustainability Highlights\n• Setting a goal to reduce Scope 1 and Scope 2 \ncarbon emissions by 50% by 2030\n• Setting a goal to transition to 100% \nrenewable power by 2022 in the U.S. and by \n2030 globally\n• Launching a robust, company-wide \nEnvironmental, Social & Governance (ESG) \nprogram and integrated strategy\n• Increasing women’s employee representation \nboth in the U.S. and globally and increasing \nfocus on improving U.S. underrepresented \nminorities representation\n• Modifying our product design process to \nintegrate ESG criteria and targets from the \nearliest stages, a program and set of goals \nwe’re calling 3x30\n• Making important changes to the way we \npartner with our supply chain, developing \na shared 10-year roadmap called \nSuCCESS2030", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}