{"page_content": "Sustainability Report 201971\nApplied Materials’ reputation for honesty and fairness is one of our \ngreatest assets and reflects our culture of ethics and integrity. Corporate \ngovernance provides the foundation for that culture. Our Standards of \nBusiness Conduct set expectations and provide guidance for upholding \nthe highest ethical standards in our work, with clear corporate policies, \nprocedures, and reporting structures in place to assure implementation.Corporate Governance\nESG Oversight & Management\nOur company-wide strategy on Environment, Social & \nGovernance (ESG) is focused on integrating sustainability \ninto our operations and company culture through \ninitiatives aligned to our corporate strategy. Applied’s \nESG strategy is led primarily at the vice president level \nor by business group leadership, with our Board of \nDirectors providing oversight. In 2020, we announced the \nappointment of a director of ESG, corporate sustainability, \nand reporting.\nReporting on our ESG efforts is segmented by focus \narea:\nEnvironmental Health & Safety (EHS): The Board receives \na quarterly report on EHS and sustainability matters, and \nthe Corporate Governance and Nominating Committee \nreceives more in-depth environmental and sustainability \nupdates covering emissions, energy, water, waste, health, \nand safety on an annual basis. Supply Chain & Conflict Minerals: The Board reviews \nmaterial supply chain issues. The Audit Committee \nreviews our annual conflict minerals report filed with  \nthe SEC.\nOur People & Workplace: The Board’s Human Resources \n& Compensation Committee (HRCC) oversees corporate \nculture and human capital management programs, \nincluding our diversity and inclusion practices and \ninitiatives. The HRCC has approved ESG objectives for \nour annual bonus program to incentivize leadership to \nimprove employee safety, engagement, and learning \nand development; to promote a Culture of Inclusion; \nand to accelerate the representation of women and \nunderrepresented minorities in our workforce. \nCommunity Engagement: Much of our community \nengagement and grantmaking is led by the Applied \nMaterials Foundation, which has its own board and is \nindependently audited annually. \nAll Applied Materials corporate governance documents  \nare publicly available here. The 2020 Proxy Statement  \nis available here. See the Report Annex for additional information on Applied’s corporate governance structures and policies.", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}