{"page_content": "Sustainability Report 201972Ethical Leadership\nEthics & Compliance\nApplied is committed to being a good corporate citizen \nand a trusted partner to our customers, suppliers, and \nshareholders. Each member of our workforce plays a \npart in this commitment by acting with responsibility and \nintegrity throughout every workday, and our executives \nand managers are expected to lead by example.\nT o help instill integrity in our culture, Applied maintains \na Global Ethics and Compliance Program with strong \nleadership and engagement from senior management.  \nThe Board’s Audit Committee is responsible for \noverseeing overall program design and implementation, \nincluding mechanisms for confidentially and anonymously \nreporting potential violations of law or company policy, \nand reviewing and investigating matters relating to the \nintegrity of executive officers. Employee-engagement \nefforts include ethics training and awareness campaigns, \ncampus fairs, information tables, and an annual Ethics Week. \nSee the Report Annex for additional details about our ethics \npolicies and governance structures.Standards of Business Conduct\nApplied Materials’ Standards of Business Conduct \n(SBC) applies to our entire global workforce and trusted \npartners, ensuring the highest ethical standards in our \ninteractions with customers, suppliers, internal and \nexternal shareholders, colleagues, and the communities \nwhere we work and live. Updated in 2019 and \ncurrently being refreshed for a 2020 relaunch, the SBC \ncommunicates our values and standards of behavior, \npromotes employee trust in management’s commitment \nto our values, empowers employees to speak up without \nfear of retaliation, and provides comprehensive guidance \nabout risks, laws, policies, and reporting processes, \nincluding key areas such as:\n• Conflicts of Interest: Conflicts of interest are \ndefined as placing or appearing to place personal \ninterests ahead of the company’s interests. All \npotential conflicts of interest must be disclosed \nbefore and during employment, and employees \nare encouraged to seek guidance when in doubt. \n• Bribery & Corruption: Applied Materials is \ncommitted to winning business based on the \nmerits and integrity of our products, services, \nand people. Consistent with our core values, we \nprohibit any form of bribery or corruption and \nrequire compliance with anti-corruption policies \nthroughout our global operations. \nT o enable real-time data analytics and insights on \ncompliance with our Standards, we maintain a global \ndashboard for tracking gifts, meals, and entertainment, \nand are in the process of digitizing employee reporting \naround conflicts of interest, third-party due diligence, \nand charitable donations. We are also completing an \nindependent anti-corruption risk assessment, the results \nof which will be used to enhance our program with  \nbest-in-class processes and practices.\nResponsible Business Alliance Code of Conduct\nApplied Materials sets clear expectations for social \nresponsibility in our supply chain, requiring our vendors \nand suppliers to comply with both our own Standards \nand the Responsible Business Alliance (RBA) Code of \nConduct. The RBA Code covers labor, health and safety, \nenvironment, management systems, and ethics standards, \nincluding standards for Responsible Minerals Sourcing.\n", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}