{"page_content": "Sustainability Report 201974\nReporting Ethics Concerns\nApplied Materials prides itself on providing a positive, \ndiverse work environment where every employee’s voice \ncan be heard. Numerous channels are available through \nwhich employees and suppliers may speak up, either \nanonymously or by name, if they become aware of \nconduct inconsistent with our values or policies. \nOur Open-Door Policy encourages employees to approach \ntheir manager, human resources representative, or our \nLegal or Ethics & Compliance functions to report ethics \nconcerns, seek counsel, or offer ideas and suggestions. \nSupervisors are expected to maintain a welcoming \nenvironment to encourage employee comfort with such \nreporting. We also maintain a 24-hour Ethics Helpline run \nby an independent third party. \nOur Non-Retaliation Policy protects employees who have \nlodged good-faith reports of possible ethics or other policy \nviolations, or participated in any investigation, proceeding, \nor hearing. Employees who retaliate or attempt to retaliate \nare subject to disciplinary action, up to and including \ntermination of employment. \nOur Ethics & Compliance (E&C) Dashboard maintains \ninformation from the helpline and other channels, \nproviding case and inquiry data for internal case \nmanagement and data analytics. Y early and quarterly, \nwe use this information to examine trends in total case/\ninquiry numbers versus cases referred for investigation, \nlitigation, or closure. \nApplied raises awareness about these reporting channels \nand policies through our Standards of Business Conduct \nand related trainings. Oversight for reporting and \ninvestigations resides with the Audit Committee of \nApplied’s Board of Directors.\nEthics & Compliance Recognition Program\nApplied Materials’ Above and Beyond Heroes program \nrecognizes employees who demonstrate great corporate \ncitizenship by championing our ethics policies and \nprocedures. In 2017, we introduced the program’s  \nmascot “Chuck,” based on the electrostatic chuck used  \nin semiconductor manufacturing. Chuck continues to \nserve as a champion for going “above and beyond” in \nworkplace integrity.Employee Ethics Survey\nOn a biannual basis, Applied Materials conducts a \ncompany-wide employee survey on ethics, administered \nby a third party. The survey captures employees’ \nperceptions of Applied’s culture, climate, and compliance \nprogram resources by assessing five key attributes most \nstrongly connected to reducing misconduct risk: comfort \nspeaking up, organizational justice, tone at the top, clarity \nof expectations, and openness of communication. The \nreport benchmarks our results against industry peers, \nidentifies opportunities for improvement, and helps gauge \nthe impact and effectiveness of past and current programs \nand campaigns.\nPolitical Engagement\nApplied Materials participates in hearings, meetings, \ntrade association advocacy, and other efforts to inform \npolicymakers about current and future issues and \nchallenges critical to our company, our customers, and \nour end users. We are continuously working to advance \npolicy changes in areas such as corporate tax, human \nresources and labor, international competition, trade \nbarrier removal, technology regulation, and R&D issues.\nSustainability priorities also figure prominently in our \ninteractions with policymakers and regulators, including:\n• Fostering partnerships with public research \ninstitutions and research programs to share \nknowledge and identify future technology \ndevelopment needs\n• Advocating for government R&D funding and \nother incentives to meet growing technology \ndemands, including for AI- and battery-related \ntechnologies and applications\n• Seeking policy consensus around AI-related \nsecurity and privacy concerns\n• Advocating for immigration reform that \nembraces the valuable role immigrants play in the \nU.S. economy\n• Advocating for fairness, diversity, and inclusion, \nincluding LGBTQ rights\nIn 2019, Applied Materials joined the Business Coalition \nfor the Equality Act, publicly expressing our support \nand helping to advocate on Capitol Hill for a bill (H.R. \n5) adding LGBTQ rights to a federal statute against \ndiscrimination.Ethical Leadership", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}