{"page_content": "Sustainability Report 201975Oversight & Standards\nApplied is committed to transparency and disclosure \nabout our political engagement, and maintains \nrobust internal oversight processes to govern political \ncontributions and other political expenses.\nOur Government Affairs (GA) group leads our public \npolicy efforts, including recommending contributions \nto political candidates. GA coordinates with Applied’s \nexecutive-level head for each issue area and reports to the \nvice president of Community & Public Affairs for decisions \non adopting positions as a company.\nApplied Materials’ Standards of Business Conduct \nprovides guidance on permissible financial contributions \nto government officials. \nPolitical Contributions\nWithin the bounds of applicable laws, Applied makes \ncontributions to support issues of strategic importance \nto the company and candidates advancing those issues \nin U.S. states/districts in which Applied has a significant \npresence.\nThe Applied Materials, Inc. Political Action Committee \n(AMPAC) disburses contributions to federal candidates \nand political action or political party committees, while \nour State Contributions Committee oversees corporate \npolitical spending at the state and local levels. Officers of \nthese committees review all Government Affairs group \ncontribution recommendations to ensure they align with \ncompany priorities. Contributions are subject to approval \nby Applied senior management and are reported to our \nChief Legal Officer and Corporate Secretary and the Chair \nof AMPAC. Additionally, prior to issuance, contributions \nare reviewed by outside counsel to confirm compliance \nwith current regulations. Regular compliance-system \nreviews also examine all contributions for compliance with \nthe law and company policies.Contributions are based solely on corporate objectives, \nwithout regard for committee members’ private political \npreferences. No contribution may be made in return for, \nor in anticipation of, an official act. All contributions \nare reported in filings with the U.S. Federal Elections \nCommission or the appropriate state agency, as \napplicable. Applied’s total political contributions are \npublicly disclosed biannually and can be viewed on our \nwebsite. During 2019, political contributions made by \nAMPAC and the State Contributions Committee totaled \n$84,000.\nSee the Report Annex for additional details on Applied’s \npolitical donation policies, mechanisms, and compliance \npractices.\nBusiness & Trade Associations\nApplied Materials belongs to various business and \ntrade associations representing issues that align with \nour corporate strategy and the needs of our company, \nindustry, employees, and communities. Our membership \nin a group does not imply that we endorse the entirety of \nthat group’s policy positions.\nIn 2019, Applied paid approximately $540,000 in trade \nassociation membership dues, 19% of which was \nspecified by the associations as non-deductible lobbying \nexpenditures. This total does not include conference or \nevent sponsorships, programming activities, or similar \ncosts. Applied Materials reports on federal lobbying \nthrough the Lobbying Disclosure Act Database. We file \nperiodic reports with the federal and state agencies as \nappropriate.\nOur U.S. Trade and Business Associations membership list \ncan be found here.\nCY2019 CY2018 CY2017 CY2016\nT otal value of financial and in-kind \ncontributions to political parties, \ncandidates, and related institutions  \nby Applied Materials $0 $10,000 $5,000 $30,000\nT otal value of financial and in-kind \ncontributions to political parties, \ncandidates, and related institutions  \nby AMPAC $84,000 $47,000 $85,500 $68,500Political Spending Ethical Leadership", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}