{"page_content": "Sustainability Report 201910In 2020, knowing the challenges confronting \nour world, those efforts should be a given \nfor every company, in every industry. And at \nApplied Materials, we’re making a commitment \nto think bigger and go further. \nOur industry and our world are at an inflection point. \nAdvances in AI and the data economy are changing \neverything: every industry, every aspect of lives, and the \nvery nature of what’s possible. Next-generation AI will \nprovide us with analysis, prediction, actionable insights, \nand decision-making capabilities well beyond the capacity \nof human thinking or traditional computing. With these \ntools, we’ll be able to accelerate the search for solutions \nto climate change, diseases, public health, and other \nenormous challenges. We’ll also have true, actionable \nvisibility into every impact of our business, our value \nchain, and our products’ life-cycle. \nAt Applied, we understand that the adoption of these \nadvances will be limited not only by concerns about \nprivacy and security, but in particular by their power consumption and sustainability impacts. These are \nchallenges that go beyond just our company, and that’s \nwhy we’ve begun thinking about our sustainability efforts \nthrough a new framework we’re calling 1x–100x–10,000x. \nWe consider it a model for how businesses should \nmeasure and manage their sustainability impacts in the \n21st century.Identified Material Issues\n1.\tClimate\tChange\t&\tthe\tEnvironment\n2.\tProduct\tStewardship\n3.\tSupply\tChain\tManagement\n4.\tDiversity\t&\tInclusion\n5.\tCommunity\tInvolvement\n6.\tEthics\t&\tComplianceOur Sustainability Vision\nAPPLIED MATERIALS SUSTAINABILITY FRAMEWORK\n1x\n 100x\n 10,000x\nOur direct \nimpact and how \nwe run our \nbusiness\nOur industry’s \nimpact, including \nthose of our customers \nand suppliers\nHow our technology \ncan be used to advance \nsustainability on a \nglobal scale", "metadata": {"source": "NASDAQ_AMAT_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}