{"page_content": "Argo Group 2021 ESG Report  |  22Argo Group responded to the events of 2020 as \na global corporate citizen  and also used the time \nto focus on getting back to basics – improving \nthe company’s culture and infrastructure to \nmeet the needs of employees, partners and \nshareholders today and in the future.\n“We started with diversity and \nlooked at opportunities to broaden \nour talent base,” says Chief \nUnderwriting Officer Tim Carter. \n“We made commitments to get \nour technology platform to a much \nbetter place. We empowered our employees to \ngive us ideas for where we can be different.\n“If you look back at our year, it wasn’t like we \njust kept going and kept the lights on. We \nfundamentally changed the business.”\nArgo is a specialty company writing the difficult \nthings, he said. Bringing our expertise into the \nsegments where we’re needed helps us grow the \nbusiness and bring value to our shareholders.“The talent is what makes us who we are, and I \nsee tremendous success ahead,” Carter said.\nTRANSFORMING THE ARGO EXPERIENCE\nAs our partners demand more options and \nchannels to do business, Argo is developing \nefficiency and productivity improvements, said \nToby Jackson, Head of Digital.\n“We’re focusing on the customer \nand broker experience, wanting \nto empower them to leverage \nplatforms and capabilities,” he said.\nBut rather than leading with a set of a technology \ntools, Jackson’s team wants to first know the \nbusiness objective and then identify changes \nand support to help achieve those outcomes.\n“Digital distribution is the epitome of Argo’s \noperations philosophy – we don’t want to simply \nautomate or codify bad processes; we want to \nstreamline and simplify all of our operations,” \nJackson said.Similarly, Argo’s claims team embraces workflows \nthat balance efficiency with effectiveness in order \nto quickly address customer needs, says U.S. \nChief Claims Officer Steve Laudermilch.\n“Our operations strategy and culture reinforce the \nneed to be innovative in how we solve problems,” \nLaudermilch said. “The best ideas \nseem to come from the people on \nthe front lines handling the claims \nand serving the customers. If we \nactively listen to them, value their \ndiverse perspectives and execute \non their ideas, it fosters an inclusive, can-do \nculture that improves results.”\nThe pace of change in the world demands all \nbusinesses, including Argo, evaluate and improve \nhow they provide customer service, he said.\n“Our thinking, our products and our services \nmust reflect the needs of customers, the diversity \nthat they bring to our environment, and how \nthey prefer to do business,” Laudermilch said. \n“Anything less limits our opportunity to excel.” A YEAR TO REMEMBER", "metadata": {"source": "NASDAQ_ARGO_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}