{"page_content": "Argo Group 2021 ESG Report  |  24ARGO GROUP INTERNATIONAL \nHOLDINGS LTD. BOARD COMMITTEES\nAudit Committee\nThe Audit Committee assists the Board in its \noversight of (i) the integrity of the company’s financial \nstatements, (ii) the company’s compliance with legal \nand regulatory requirements, (iii) the qualifications \nand independence of the independent registered \npublic accounting firm, and (iv) the performance of \nthe company’s internal auditing department and the \nindependent registered public accounting firm. Its \nprimary responsibilities, among other items, include \n(a) reviewing and discussing with management \nand the outside audit firm the quarterly and annual \nfinancial results and other financial information of \nthe company, (b) the appointment, replacement, \ncompensation and oversight of independent auditors, \n(c) reviewing all recommendations by the auditors \nwith respect to accounting methods and internal \ncontrols of the company, (d) the review and advance \napproval of audit and non-audit services provided \nby the auditors, (e) oversight of the effectiveness of \nthe company’s internal audit function, (f) otherwise \nproviding oversight for the accounting and financial \nreporting processes of the company and the audits of \nthe financial statements of the company, (g) providing \noversight of the company’s compliance with legal and \nregulatory requirements, and (h) the review, approval \nor ratification of all related party transactions. In \naddition, the Committee establishes procedures for \ncomplaints relating to accounting, internal accounting \ncontrols or auditing matters as well as procedures \nfor confidential, anonymous submission by company \nemployees of any concerns regarding questionable \naccounting or auditing matters. Human Resources Committee\nThe Human Resources Committee’s responsibilities \ninclude, among other items, (a) overseeing the \ncompensation of the company’s executive officers \nand directors, (b) reviewing and discussing with \nthe company’s management the Compensation \nDiscussion and Analysis contained in this proxy \nstatement, (c) producing an annual report on executive \ncompensation for inclusion in the company’s proxy \nstatement, (d) overseeing and advising the Board on \nthe adoption of plans and policies that govern the \ncompany’s compensation programs, (e) reviewing \nmanagement’s succession plans for the company’s \nChief Executive Officer and other primary executive \nofficers, and (f) determining and monitoring stock \nownership guidelines.\nInvestment Committee\nThe Investment Committee assists the Board in \nthe oversight of the company’s key investment \nobjectives, strategies and policies. The Committee’s \nresponsibilities include, among other items, (a) \napproval of the company’s Investment Policy including \nthe investment guidelines and asset allocation ranges \nset forth therein,  (b) oversight of the company’s \ninvestment transactions and its outside investment \nmanagers to determine whether such investment \ntransactions are in accordance with the company’s \nInvestment Policy, (c) ensuring that appropriate \nselection criteria are developed to identify and \nselect the company’s outside investment managers \nand periodically reviewing the performance of the \ncompany’s outside investment managers, (d) oversight \nof management’s administration of the company’s \ninvestment portfolio, including recommended strategic \nasset allocations and the performance of the portfolio \nunder anticipated and stress test scenarios, and (e) approval of any company derivative policy and review \nof management analysis and reports on potential \nhedging programs and derivative transactions. \nNominating and Corporate Governance Committee\nThe purpose of the Nominating and Corporate \nGovernance Committee is to (a) establish criteria for \nBoard member selection and retention, (b) identify \nindividuals qualified to become Board members, (c) \nreview and recommend to the Board individuals to be \nnominated or re-nominated for election as directors, \nincluding nominees submitted by shareholders in \naccordance with the requirements of our Bye-Laws as \nwell as the shareholder recommendation procedure \nset forth in our Nominating and Corporate Governance \nCommittee charter, or to fill vacancies on the Board, \nand (d) recommend directors for appointments to \none or more of the Board’s standing committees. \nThe Committee is also charged with establishing \nevaluation criteria and an evaluation process applied \nby the Board and each Committee in its self-evaluation \nprocess. \nRisk & Capital Committee\nWhile the Board has the ultimate responsibility \nfor overseeing and approving the company’s risk \nstrategy, risk appetite and risk tolerance levels, the \nRisk & Capital Committee provides oversight of \nthe company’s policies and procedures relating to \ncompliance and risk management and also oversees \nthe adequacy of the company’s capital as measured \nusing our own economic capital model and against \nvarious regulatory and other requirements taking \ninto account all risks to which the company is \nexposed. Risk management is a collaborative effort of \nmanagement, the Board and several functions within \nthe company that are focused on risk.APPENDIX", "metadata": {"source": "NASDAQ_ARGO_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}