{"page_content": "2c. Climate resilience\nICT is a major contributor to sustainable development and a low carbon economy and we see significant \nbusiness opportunity in the continuation of provision of or products and services that support digitization \nof communications and national digital transformations. We deliver 5G and are developing the next \ngeneration of network infrastructure, we provide essential services for national governments, utilities, \neducation and healthcare sectors. We believe we are supporting climate resilience in many markets around \nthe world and expect accelerated and expanded demand for our products over time, as global digital \ntransformation continues to advance, especially in emerging economies. In 2021, we invested 23% of our \nglobal revenue in innovation to continue to support the acceleration of a low-carbon digital economy.\n3. Risk Management\n3a. Process to identify climate change risk\nAnnually we use many expert sources of data, both internal and in the public domain to assign impact and likelihood scores to newly identified risks that may affect our business. Our Enterprise Risk Management \nprogram seeks to track mitigation of our identified risks though risk management actions and also through \nenhancements to our Business Continuity Management System.\n3b. Process to manage climate change risks\nOur Enterprise Risk Management program also seeks to review the previous scoring of identified risks and mitigate identified risks though risk management actions and also through our Business Continuity \nManagement System. We maintain a companywide program that is carefully reviewed at each stage and \ninvolve reporting to our Executive management.\n3c. Climate change integration\nWe have risk management, disaster preparedness, and business continuity plans that are fully integrated into our business planning and ongoing review. We believe these are robust enough to safeguard against \nclimate change risks to Ribbon's business.4. Metrics\n4a. Metrics\nRibbon measures Scope 1+2 GHG emissions, and partial Scope 3 emissions. In 2021, we enhanced our \ndisclosure with 98% of our Scope 3 contract manufacturing and other Scope 3 category reporting. \nScope 1 - Gases and fuels Units 2018 2019 2020 2021 YOY\nNatural gas MT CO2e 959 1,127 983 1,215 24%\nDiesel MT CO2e 198 129 69 73 6%\nGasoline  MT CO2e 2,762 1,007 1,643 771 -53%\nLPG/Propane MT CO2e 0 0 0 82  N/A\nTotal Scope 1 GHG emissions MT CO2e 3,919 2,263 2,695 2,141 -21%\nScope 2 - Electricity Unit 2018 2019 2020 2021 YOY\nPurchased electricity market based MT CO2e 21,641 21,218 20,483 20,795 2%\nRenewable electricity purchased MT CO2e 187 183 177 179 2%\nTotal Scope 2 GHG emissions MT CO2e 21,827 21,401 20,660 20,975 2%\nTotal Scope 1+2 GHG emissions MT CO2e 25,746 23,663 23,355 23,116 -1%\nScope 1+2 Market based MT CO2e 25,746 23,663 23,355 23,116 -1%\nScope 1+2 Location based  MT CO2e 22,109 23,677 24,380 23,725 -3%\nScope 3 - Indirect emissions Units 2018 2019 2020 2021 YOY\nCategory 1 - Purchased goods and services MT CO2e - - - 1,832 24%\nCategory 3A - Upstream emissions of \npurchased fuels MT CO2e - - - 441 6%\nCategory 3B - Upstream emissions of purchased electricityMT CO\n2e - -- - 6,237 24%\nCategory 3C - Transmission and distribution (T&D) lossesMT CO\n2e - - - 1,720 6%\nCategory 5 - CO2e - Waste Generated in \nOperationsMT CO2e - - - 47 6%\nCategory 6 - CO2e - Business travel  MT CO2e 3,343 3,416 632 594 -53%\nCategory 7 - CO2e - Employee commuting MT CO2e - - 1,198 1,363  N/A\nTotal Scope 3 GHG emissions MT CO2e 3,343 3,416 1,830 12,234 -21%4b. Emissions performance\n61\n Customers From Our CEO About Ribbon Sustainability Social Environment Appendix Governance", "metadata": {"source": "NASDAQ_RBBN_2022.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}