{"page_content": "IMPACT AT OUR INSTITUTIONS: \nMEXICO\nUVM Center for Public Opinion: Shaping \nPolicy Through Research\nEstablished in 2012, the UVM Centro de Opinión Pública/Center \nfor Public Opinion (COP)  has become a reputable source of timely \nand reliable information, bridging the gap between academia and \nsociety. By generating knowledge and disseminating content on \npublic opinion topics, the COP provides valuable data to stimulate \ndiscussions, inform decision-making processes, and serve as a \nfoundation for public policy development.\nWith the support of researchers, professors, and collaborations \nwith various entities, such as the Presidency of the Republic, \nthe UVM COP has conducted over 150 studies on pressing \nissues like the pandemic’s economic impact, mental health, and \ngender violence. The COP delves into critical areas, such as \neducation, social mobility, labor conditions, gender equality, and \nenvironmental issues, aligning its research with the UN SDGs.\nIn 2022, the COP published 18 studies, including the 6th edition \nof the National Survey of Graduates, which examined graduates’ \nemployability, income, and working conditions in post-pandemic \nMexico. Other notable studies from the year covered a wide range \nof topics in Mexico, such as health system challenges, energy \nreform, financial system satisfaction, political violence against \nwomen, health habits, societal discrimination, music preferences, \nand retirement concerns. The UVM COP continues to be a vital \nresource, contributing knowledge and insights that promote \ninformed decision-making and policy development.In 2022, the UVM COP was \nmentioned in three \nSCOPUS-indexed publications \nThe COP partnered with the \nFederation of Mexican Private \nHigher Education Institutions \non the creation of a youth \nretirement savings simulatorThe COP financed five \nacademic research projects in \n2022UVM is collaborating with UPC \nto establish a COP in Peru\nContributes to:\nLAUREATE 2022 IMPACT REPORT\n9", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}