{"page_content": "UNITEC Award for Technological Innovation for Social Development\n2022 Award WinnersDeveloped in collaboration with the International Youth Foundation, the UNITEC Award for Technological \nInnovation for Social Development recognizes five innovative social entrepreneurship projects from young \nchangemakers across Mexico that are creating significant social impact. As part of UNITEC’s commitment \nto driving innovation that improves people’s lives and protects the environment, the winners receive a cash \nprize, a hands-on training program, and business support to develop their initiatives.\nCelal-Mex, fosters a circular economy in agriculture by \nmanufacturing cellulose and bioplastics from organic \nwaste generated by the pineapple industry. This eco-\nfriendly solution, developed by Adolfo Mondragon, \nconverts waste into valuable products while promoting \nenvironmental protection in rural Mexican communities.Biojuajma, a sustainable initiative by Alma Mondragon, \nrevitalizes soil fertility and enhances crop yields by \ngenerating nutrient-rich soil through biotransfer. By \nincorporating organic waste and biochar along with \nmicroorganisms and beneficial fungi, Biojuajma creates \nan ideal environment for improved crop production.Plasmacell, a project introduced by Laura Torres, \nseeks to mass-produce an antiseptic spray for skin \nlesions utilizing the properties of cold plasma. The cell \nproliferation and antimicrobial features of cold plasma \nenable a rapid, painless healing process for patients \nsuffering from skin injuries.Water Purification by High-Frequency Waves, by Yissel \nTrujillo, seeks to address the issue of limited access \nto clean water in certain communities. This innovative \nproject employs high-frequency sound waves to purify \nwater and eradicate coliform bacteria, ensuring safe \ndrinking water for those in need.MAROD, developed by Katya Gómez from UNITEC, focuses on \ngenerating an automated system of blinds made of recycled \nmaterials that store solar energy by integrating light-following \nphotocells, thereby illuminating rooms with little access \nto sunlight. By leveraging renewable energy sources and \nsustainable materials, MAROD has the potential to improve \naccess to natural light and reduce energy consumption in \ncommunities with limited resources.applications in \n2022hours of formal training \nprovided to the winners 49 33public and private \ninstitutions \nparticipated15\n10IMPACT AT OUR INSTITUTIONS: MEXICO", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}