{"page_content": "Youth Innovators Excel: UVM and \nUNITEC at Enactus 2022\nEnactus is a network of leaders dedicated to utilizing business as \na catalyst for positive social and environmental impact. They strive \nto educate, inspire, and support young people using innovation and \nentrepreneurship to address the world’s biggest challenges.\nIn 2022, students from over 80 universities in Mexico participated in \nthe Enactus National Social Entrepreneurship Competition in three \ncategories: Empowering Change, Next Generation, and MentorEnactus.\nStudents from UVM and UNITEC received six Enactus awards in 2022.About Enactus:\nAcross 37 countries, 72,000 students who are \npart of the Enactus network on 1,730 campuses \nare actively living as entrepreneurial, values-\ndriven social innovators. Their commitment to \naction and outcomes is positively impacting the \nlives of 1.3 million people each year.\nO-Energy, is a project developed by a group of UVM students and recent graduates \nthat converts waste heat into electrical energy using an organic Rankine cycle \nheat recovery system. The project aims to reduce electricity consumption by up \nto 70% in industries that produce high temperatures. O-Energy won the Ford \nCollege Community Challenge C3 award, recognizing its potential to contribute \nto a more sustainable energy and production sector.\nCeWater, is a digital communication campaign created by students of the \nPharmaceutical Chemistry Biotechnologist degree from UVM. The campaign aims \nto raise awareness of the conservation and preservation of water and water sources \nby providing accessible and easy-to-understand information and encouraging \npeople to act and contribute to the cause. The project was recognized as the \nsecond-place winner in the special competition #HablemosDeAgua coordinated \nby Coca-Cola Mexico for its potential to promote more responsible water use in \ncommunities across Mexico.\nThe Vreinus project, developed by a group of UVM Biomedical Engineering \nstudents, won third place in the Empowering Change category. The project \ninvolves the development of a ring that measures anxiety and depression and is \nlinked to an app that identifies the patient’s pulsations to prevent anxiety attacks. \nThe aim is to control anxiety through breathing techniques and connect patients \nwith their doctors or mental health institutions.\nHexafarm, developed by a group of UVM Mechatronics Engineering students, \nwon third place in the Empowering Change category. The project aims to \npromote Industry 4.0 technologies in the Mexican countryside to help farmers \noptimize their processes. Hexafarm proposes a continuous improvement system \nin cultivation processes that optimizes water consumption through artificial \nintelligence, drones, and developing learning communities.UVM\nLAUREATE 2022 IMPACT REPORT\n11", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}