{"page_content": "Eco Mommy, a project led by UNITEC graduate Arturo Gómez\nPeñaflor and student Daniel Gómez Peñaflor, was crowned national \nchampion in the Next Generation category. Their C2C platform safely \nand effectively markets second-hand baby and children’s products, \npromoting a sustainable lifestyle, and reducing the use of single-use \nproducts that negatively impact the environment.\nSurkel, by UNITEC graduate Uriel Morales González, was awarded \nsecond place in the Empowering Change category. Surkel’s specialized \nmachinery for processing plastics improves the efficiency of recycling \nplants and generates higher-quality PET flakes that are used in \nproducing various products. Surkel also promotes social impact \ncampaigns, including collecting bottle caps to support children with \ncancer.UNITEC\nUNITEC and UVM Join Forces to \nEmpower Vulnerable Groups\nThe Saber Hacer program, a joint initiative of  UNITEC and UVM, \nprovides vocational training and skill development to empower \nvulnerable communities. Catering to groups such as migrants, \nindigenous communities, single mothers, and juvenile offenders, the \nprogram offers practical courses in bakery and food preparation, digital \nmarketing, computer literacy, women’s entrepreneurship, and screen \nprinting. Participants benefit from the expertise of skilled instructors \nand the modern learning facilities at UNITEC and UVM, allowing them \nto acquire new skills or enhance existing ones, ultimately promoting \nsocial mobility and improved living conditions. By encouraging low-\ncapital business development and self-employment, the program \nfosters both personal and professional growth.direct beneficiaries \nsince 2016\nparticipants \nin 12 courses \nin 2022 of participants who \nreceived a degree in \n2022 were women8,000+\n67.5%\n889\n“Innovation is at the core of education. Our faculty and \nstudents in Mexico and Peru embrace innovation each \nday in order to develop knowledge and skills, but also \nto deliver meaningful impact. The outcomes of this are \nevident in the stories we share in this Report. We are proud \nof their efforts in 2022 to improve lives and help make the \nworld a better place.” \nMarcelo Cardoso\nExecutive Vice President and Chief Operating Officer\nLaureate Education, Inc.\n12IMPACT AT OUR INSTITUTIONS: MEXICO", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}