{"page_content": " Impact Highlights\n1 million+ 69%\npeople impacted by \nparticipating venturesof all winners come from \nrural regions in Peru“A Protagonist of Change is someone who \nshoulders the responsibility and puts in \nthe effort to transform their reality and \ncontribute to improving the quality of life \nin their community. They channel their \nenergy towards improving social and \nenvironmental impact with innovation as a \nkey driver. This is exactly what we aim to \npromote.”\nIMPACT AT OUR INSTITUTIONS: \nPERU\nUPN Competitive Fund for Social \nResponsibility and Sustainability\nCelebrating Peru’s Changemakers and \nSocial EntrepreneursThe UPN Competitive Fund for Social Responsibility and Sustainability \nannually awards innovative initiatives that reduce social gaps and \ncontribute to achieving the UN SDGs. The third year of the Fund \nreceived 179 applications in the categories of education, health, \nincome improvement, and sustainable communities. The 29 winners \nreceived up to $1,000 each in funding and participated  in an intensive \ncoaching process. From baking cookies using grasshopper flour to \nsexual health and reproductive campaigns in schools and bridging the \nIT skills gap in rural communities, the Fund empowers students to \nbecome change agents and contribute to building a more sustainable \nfuture.\nFor 13 years, UPC’s Protagonists of Change awards have empowered \nand inspired young social entrepreneurs in Peru, providing training, \nrecognition, visibility, and expert mentorship to support innovative \nventures that address urgent problems in the country. By focusing on \ndeveloping talent and building a community of social entrepreneurs, \nthe program develops the participants’ potential as sustainable \nchange leaders in their communities and helps scale their initiatives. \nIn 2022, the initiative awarded 10 winners from more than 200 entries \nfrom 19 different regions across Peru.Applications tripled \nfrom 2021\n Dr. Edward Roekaert\nUPC President, CEO & Rector\nLAUREATE 2022 IMPACT REPORT\n13", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}