{"page_content": "About Laureate Education\nAbout this Impact Report\nThe United Nations Sustainable Development Goals (SDGs)\nDisclaimerLaureate Education operates five learning institutions across Mexico and Peru, enrolling approximately \n423,000 students in high-quality undergraduate, graduate, and specialized degree programs through \ncampus-based and digital learning. Our institutions and regional offices in Mexico and Peru are supported \nby our corporate workforce in the United States, which includes our executive, legal, ethics and compliance, \nfinance, human resources, investor relations, and information technology teams. \nLaureate is a Public Benefit Corporation, meaning we are committed to delivering value for all stakeholders, \nwhich in the case of Laureate, includes students and employees. We hold ourselves to a high standard of \naccountability and transparency as we work to deliver accessible, high-quality education that improves the \nlives of our students and their communities.\nFor more than 20 years we have  believed in the power of education to change lives, and we are proud of our \nhistory of impact. \nThis Impact Report outlines the progress we made during the calendar year 2022 towards our vision to \nimprove the lives of students and communities. It highlights our impact-led approach towards people and \ncommunities, the environment, and governance, demonstrating the meaningful change that is taking place \nas a result of our efforts.\nYou can read stories about impact programs and projects that are being delivered by our institutions in \nMexico and Peru to benefit students, their communities, and countries. We share case studies of impact \nproducts, services and inventions that have been developed by our students and faculty, and we profile some \ninspiring individuals who are committed to driving positive change.\nThe Report includes the contributions of our institutions, faculty and students towards achieving the \nSustainable Development Goals (SDGs), adopted by the United Nations in 2015 as a universal call to action to \nend poverty, protect the planet, and ensure that by 2030 all people enjoy peace and prosperity.\nWe will continue to monitor and transparently report on our approaches to impact each year, and work to \nfurther improve our impact measurement.\nThe Sustainable Development Goals (SDGs) are a set of \n17 global goals established by the United Nations General \nAssembly in 2015 as part of the 2030 Agenda for Sustainable \nDevelopment. These goals aim to address the world‘s most \npressing economic, social, and environmental challenges and \nserve as a blueprint for countries to achieve a more sustainable \nand equitable future for all. Together, the SDGs provide a \ncomprehensive framework for global development that \nemphasizes the interconnectedness of economic, social, and \nenvironmental issues and the importance of collaboration and \npartnership among nations, organizations, and individuals.\nThe UN SDGs are aspirational in nature. As such, the decision-making that determines if and how projects or initiatives (of \nLaureate Education, our institutions, faculty, staff and students) contribute to the SDGs is subjective. We cannot provide \nassurance that all parties will agree on whether certain projects and initiatives contribute to a particular SDG or target.\n", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}