{"page_content": "UPN’s delegation consisted of 17 female \nresearchers, including students, alumni, and \nprofessors\nUPN won 53% of all medals among Peruvian \nuniversities\nUPN’s medal count increased \nby five compared to its previous participation \nin 2021\nUPC one of only 40 \ncertified companies in Peru\nThe only university in Peru \nto achieve this certification\nPuente Piedra has just 51 \nhealthcare facilities, with \na ratio of 1.64 per 10,000 \nresidents and a health \nprofessional-to-population \nratio well below the \nnational average2UPN Virtual Clinic Helps Close Gap in \nAccess to Justice\nUPN Triumphs at KIWIE 2022: Peruvian \nWomen Lead in Global Invention Contest\nUPC Recertified for Anti-Bribery \nPractices in 2022\nBridging Peru’s Healthcare Gap: \nPreventorio de Salud La EnsenadaThe UPN free legal virtual clinic is an online platform that offers free \nlegal advice to low-income individuals in Peru. Staffed by 166 final-year \nUPN Law students and specialized faculty, the clinic provides virtual \nlegal counsel on alimony, inheritance, extemporaneous registrations, \nand birth certificate rectification. Since its inception in 2022, the \nplatform has delivered approximately 600 legal consultations to \ndiverse users across Peru. The virtual legal clinic not only benefits low-\nincome individuals but also enriches the professional training of Law \nstudents by allowing them to assume the role of a legal advisor and \ncultivate social sensitivity, a crucial element of their graduate profile.\nAt the 2022 Korea International Women’s Invention Exhibition, UPN’s \nfemale researchers showcased their innovative prowess by securing 17 \nmedals (7 gold, 6 silver, and 4 bronze). This prestigious competition, \norganized by the South Korean Women Inventors Association, unites \nover 300 technological proposals from women researchers across \n30 countries. UPN’s outstanding performance highlights Peruvian \nwomen’s significant role in scientific, technological, and sustainable \ndevelopment. With inventions like a bionic device for microplastic \nremoval and an electric vehicle for sarcopenia patients, UPN \ndemonstrates its commitment to fostering a research culture that \naddresses pressing societal needs and empowers women in the field \nof innovation.\nUPC has become the only higher education institution to obtain the \nAnti-Bribery recertification for 2022 by Entrepreneurs for Integrity. \nThe recertification followed an extensive audit of the university’s anti-\nbribery management system, which includes a policy, manual, matrix \nof controls, whistleblowing channel, and staff training. UPC also \nholds the ISO 37001:2016 certification for Anti-Bribery Management \nSystems. This achievement is a testament to UPC’s commitment to \npromoting a culture of transparency and integrity and enforcing \nanti-bribery practices in all organizational processes. Entrepreneurs \nfor Integrity aims to promote ethical corporate practices to combat \ncorruption in Peru.\nUPN’s Preventorio de Salud La Ensenada is a transformative \ncommunity-based healthcare project, bridging the critical gaps \nin infrastructure and accessibility in Peru’s Puente Piedra district, \none of the poorest districts in Peru. By engaging 150 rotating UPN \nstudents and faculty members, the project delivers free, quality \nhealthcare services with a strong emphasis on preventive measures. \nThrough strategic partnerships with local institutions and promoting \ncommunity awareness, the project has positively impacted over \n15,000 community members, providing 40,000 essential healthcare \nservices. This inspiring initiative highlights the power of academic and \ncommunity collaborations to drive sustainable social change.of Peruvian citizens see\naccess to justice as \nhighly unequal, per \nthe National Inequality \nPerception\nSurvey by Oxfam183%\n16IMPACT AT OUR INSTITUTIONS: PERU", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}