{"page_content": "Education is a powerful tool for driving social change, and the impact of students and faculty members \nin our universities in Mexico and Peru is a testament to this fact. This section explores some of the most \ninnovative and inspiring projects led by students and faculty members addressing some of society’s most \npressing issues. By combining their knowledge and expertise, these students and faculty members make a \nreal difference in people’s lives and contribute to a more sustainable future.\nAI and Sensors Aid Paralysis Patients\nNew 3D-Printable Material for Joint \nProsthesesUVM researchers developed non-invasive machine-human interfaces \nwith the potential to significantly impact the lives of patients with \nmotor paralysis. This innovative robotic technology includes a cap \nand glasses that combine AI and sensors to allow patients to control \na wheelchair or communicate via muscular, eye, or mechanical \nmovements. Without undergoing invasive procedures, patients gain \nindependence to control their environment and communicate with \nloved ones and healthcare providers. \nUVM Researcher Dr. Nestor Mendez Lozano developed a biocompatible \nmaterial that closely resembles natural bone and improves the \nmanufacturing of joint prostheses. The material is a synthetic \nhydroxyapatite, which has the same chemical properties as the natural \nhydroxyapatite in bones. Thanks to its excellent biocompatibility and \nelastic properties, it could replace metallic materials, which are often \nexpensive and have limited biocompatibility. Additionally, the material \ncan be produced using additive manufacturing techniques, such as 3D \nprinting, which could significantly reduce manufacturing costs. of people worldwide \nrequiring prosthetics lack \naccess to these crucial \nassistive devices according \nto an estimate by the \nWHO490%$28.8 billionAssistive technology \nmarket expected to reach\nby 20283\nStudents and Faculty Driving Social Change\nLAUREATE 2022 IMPACT REPORT\n17", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}