{"page_content": "Empowering Mobility for Elderly \nPatients\nTransforming Traffic Management with \nAI Algorithms\nEnergy-Saving Dehydration Technology \nfor Food IndustryThe SAIO Project, conceived by UPN Innovation and Product Design \nresearchers, is a concept for a controlled mobility vehicle designed to \nassist elderly individuals with sarcopenia in moving safely and freely. \nSarcopenia leads to decreased muscle mass and physical performance \nin older adults, but the proposed SAIO vehicle aims to provide a \ncomprehensive mobility solution. Envisioned with voice control and \nvital sign monitoring, the vehicle is intended to ensure safety during \nthe ride. Additionally, users would be able to control their exercises \nand listen to music for an entertaining experience. The SAIO project, \nstill in its design phase, aspires to combine safety, entertainment, and \nmobility to empower elderly individuals.\nUVM researchers developed an AI-powered vehicle traffic manager \nthat uses convolutional neural networks and sensors to reduce traffic \ncongestion in cities. By recognizing cars and determining the best \ndecision for traffic lights, the system can lower pollution levels, reduce \ncar accidents, and alleviate driving stress. This technology could help \nsignificantly reduce vehicular congestion, which in Mexico’s busiest \ncities alone costs approximately $5 billion annually. The vehicle traffic \nmanager is a promising solution to create more sustainable and livable \nurban environments.\nDehydrating fruit is an energy-intensive process. However, a team of \nUVM Agricultural Engineering researchers created a new technique \ncombining ethanol, ultrasound technology, and vacuum pressure \nthat significantly reduces energy consumption and processing time \nwhile optimizing nutritional value. Ethanol removes excess moisture \nfrom the fruit, while ultrasound technology and vacuum pressure \naccelerate dehydration. This innovative technique results in 38% lower \nprocessing times and lower costs, making it a more sustainable and \ncost-effective approach to dehydrating fruit.According to the WHO, \nthe global population of \npeople aged 60 years and \nolder is expected to reach \n2 billion by 20505\n227 hoursMexico City \nresidents spend\nin traffic each year6\nThe food industry represents:\nof global \nenergy use\nof greenhouse \ngas emissions730%\n20%\n18STUDENTS AND FACULTY DRIVING SOCIAL CHANGE", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}