{"page_content": "Grasshopper Flour Boosts Protein \nContent in Foods\nBiocel Insulation: Made from Fungi, Not \nFoam\nRevolutionary Stove Saves Firewood and \nLivesImproving Coffee Quality and \nProduction EfficiencyUVM researchers developed a sustainable method to raise and \nstudy grasshoppers as a complementary protein source for widely \nconsumed foods in Mexico. Adding grasshopper flour to grain and \ncorn products can yield a high protein content. The grasshoppers are \nraised in confined spaces with controlled and sustainable conditions. \nThis sustainable solution requires only two kilograms of food to yield \none kilo of grasshoppers, compared to the 12 kilos required for each \nkilogram of beef. The research project has gained recognition for its \ninnovative and eco-friendly approach to nutrition and food.\nResearchers from the UVM Center for Research, Innovation, and \nTechnological Development created Biocel, a biodegradable thermal \ninsulator made from fungus strains found in an ecological reserve in \nChiapas, Mexico. Biocel can replace polystyrene and polyurethane \nfoam, both imported products harmful to the environment, and can \nbe used as wall insulation, electronics packaging, and solar dryer \ninsulation, withstanding temperatures of over 293°F. Unlike synthetic \nmaterials, which may take millennia to degrade, Biocel can be \nreintegrated into the environment in just six months when left outside.\nResearchers from the UVM Center for Research, Innovation, and \nTechnological Development developed a new energy-efficient stove, \nAdelita Max, designed to help people who cook with firewood \nin rural and marginalized areas. The stove eliminates smoke that \ncauses lung disease and uses inexpensive, long-lasting materials, \nmaking it accessible to everyone. The users can cook several foods \nsimultaneously using three times less biomass or firewood. In the state \nof Chiapas alone, over 659,000 homes still use firewood or charcoal \nfor cooking, putting families at risk of respiratory illnesses, such as \nbronchitis and pneumonia.Researchers from the UVM Center for Research, Innovation, and \nTechnological Development developed an innovative double \ncombustion chamber for coffee dryers to improve the quality of \ncoffee produced in Chiapas, Mexico, where over 1 million people \ndepend on coffee production. The traditional method of drying coffee \nin the sun is inefficient during the rainy season, causing the product to \nlose quality. The new system produces high-quality coffee in just two \ndays rather than seven, using a photovoltaic solar energy system and \nachieving 50% fuel savings.of water is required \nto produce 1kg of \ngrasshoppers, while beef \nrequires 2,300 liters and \npork needs 1,300 liters for \nthe same amount9\nper year of polystyrene \nfoam is consumed in \nMexico and takes up to \n1,000 years to decompose11125,000 tons \nAround\nMexican households rely \non firewood or charcoal \nfor cooking124.8 millionof coffee growers in \nChiapas belong to \nindigenous groups\nThe Chiapas coffee \nindustry employs over\n180,000 families1061%8.3 liters\n20INNOVATIONS FOR A SUSTAINABLE FUTURE", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}