{"page_content": "UPN Research Professor, Ruth Manzanares\nInventing for Impact\nUPN Research Professor, Ruth Manzanares, is a globally recognized, award-winning inventor who \n(along with her team of students) has successfully patented 35 inventions. In 2021 she topped the \nlist of Peruvian inventors (ranking first with the most patent applications filed with the national \npatent authority, Indecopi). Of the 35 Peruvian inventions presented at the 2022 International \nWomen’s Invention Exposition in South Korea (which evaluates and awards patent technologies \nand inventions developed by women around the world), 17 came from UPN, with Ruth leading \nmany of the award-winning inventions. \nThese are extraordinary achievements for someone who began inventing just four years ago. Yet, \nit seems inventing has always been in Ruth’s DNA. As a young child, she walked everywhere with \na suitcase of tools she’d inherited from her father. If something broke at home, she would try to \nfix it. The first thing she fixed, at age seven, was her brother’s bike.\nFast forward to today, where the wide-range of award-winning inventions Ruth has driven include:\nRuth’s goal when inventing is to devise a solution to a problem, \nand in doing so, she says she relies on creativity. “The creative \npart occurs using the resources we have at hand, because we \ndon’t usually have all the resources, at least in Latin America \nand less so in Peru.” \n“To be an inventor, one must go beyond limits, be dreamy and \nrisky,” Ruth adds.\nWhen commenting on the national and international \nrecognition she has received, Ruth is quick to acknowledge \nthe team around her. “These achievements are shared with the \nstudents, because without them I would not be here. In the \nUPN research group, we all get involved in the idea from the \nbeginning; in all the solutions and all the brainstorming. We \nconsider the points of view of the users; what their needs are.”\nHaving previously worked in traditionally male-dominated \nsectors, Ruth is passionate about encouraging young women \nwho are keen to start a career in science and become inventors. “In Peru, there is a lot of creativity that we must take \nadvantage of; whether you are a man or a woman. The role \nplayed by Peruvian women for the scientific, technological \nand sustainable development of our country is important.”\nWhen asked what she might invent next, Ruth says: “I’d like \nto solve issues such as depression, or create something for \nchildren with autism, so that their life becomes easier.” \n“We become professionals to find solutions to make people’s \nlives better. If we are not in this role with that vision, then why \nare we here?”\n \n “The role played by Peruvian women \nfor the scientific, technological and \nsustainable development of our country is \nimportant.”“To be an \ninventor, one \nmust go beyond \nlimits, be dreamy \nand risky.”\na bionic device \ndesigned to eliminate \nmicroplastics from \nthe seaan electronic locker \ndesigned to eliminate \ncross contamination in \nthe clothing of hospital \nstaffan interactive \ncommunity hand \nwashing station \nfor young childrena bus with a self-\nsustaining garden \non the roofprotheses for upper \nand lower body \nlimbs\nLAUREATE 2022 IMPACT REPORT\n21", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}