{"page_content": "UPC Graduate, Estefanie Renteria\nDedication to Your Country and its People\nUPC graduate, Estefanie Renteria began her career in one of Peru’s largest organizations, \nbut soon realized she enjoyed volunteer work more, and quit her corporate job just \ntwo months before the pandemic hit. Estefanie took on freelance work to get by, while \nvolunteering at Juguete Pendiente, a non-profit organization that develops and manages \nsocial projects that improve the quality of life for Peru’s most at-risk communities.\nToday, she is a Partner and the Chief Marketing Officer at Juguete Pendiente, which has \nhelped more than 650,000 families through more than 700 social impact initiatives in \n20 states across the country, mobilizing more than 200 volunteers. Juguete Pendiente’s \nprograms include:\nA program Estefanie is particularly proud of and one she \nhelped develop in 2020 is Juguete Pendiente’s food program, \nwhich supports communities living in extreme poverty. The \nprogram provides food and cooking equipment, such as \nstoves, gas cylinders (to avoid cooking with contaminated \nwood), pots and kitchen utensils for ‘common pots’ cooking. \nCommon pots are the main food sustenance for hundreds of \nthousands of Peruvians, where meals are cooked in large pots \nfor an entire neighborhood. \nIn addition, community leaders – mostly women – are trained \nby Juguete Pendiente about management, entrepreneurship, \nand nutrition – to help improve their skills to manage the \n‘common pots’ cooking, strengthening their capacity and \ncompetency and their community’s long-term sustainability. \nThe program commenced in Lima and now runs in nine states \nacross the country. It has delivered more than 10 million food \nrations and essential products.In 2022, Estefanie won a UPC Protagonists of Change award \nfor her work in promoting the cooking pots program. This \nUPC awards program promotes young changemakers in Peru \nand provides them with training to help strengthen their social \ninnovations.\nIn addition to her work at Juguete Pendiente, Estefanie is a \nmember of the Global Shapers Community (Lima hub), an \ninitiative of the World Economic Forum where young global \nleaders under the age of 30 work collaboratively to address the \nneeds of their local communities (related to the environment, \nmental health, education, among others).  \nWhile this incredible young woman is dedicating her life to \nserving some of Peru’s most impoverished communities, she \nholds great optimism for the future of her people. When asked \nabout what’s ahead for Juguete Pendiente, Estefanie says: \n“My dream is that one day, our organization no longer exists, \nbecause the issues and problems we have worked to address \nwill have been solved.”Community support\nresponding to social needs in \nimpoverished communities (e.g. \nbuilding soccer fields, community \nlibraries, and playgrounds, while \ntraining locals in building and \ntechnical skills, utilizing their labor to \ndevelop the infrastructure)Entrepreneurship\ndelivering environmental \neducation to students \nacross the country (in a \nmobile classroom – a bus)Education\ndelivering programs \nand mentoring on \nentrepreneurshipHumanitarian aid\nresponding to natural \ndisasters and health \nemergencies with aid \ndeliveries.“My dream is that one \nday, our organization \nno longer exists, \nbecause the issues \nand problems we have \nworked to address will \nhave been solved.”\n22", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}