{"page_content": "UPC Industrial Engineering Student, Maycoll Gamarra\nIron Man Influences Life Purpose\nMaycoll Gamarra, a 23-year-old UPC Industrial Engineering \nstudent and Mechatronics graduate, identified at an early \nage the importance of technology and how it can be used to \npositively influence people’s lives.\nIt was his love of the movie Iron Man that sparked Maycoll’s \ncuriosity with technology, and in particular, robotics. This, \nalong with his creative mind, led him to volunteering in \nSTEAM  (science, technology, engineering, the arts, and math) \nactivities at fairs and events in his local municipality.\n“I understood that through technology, things can come to \nlife,” Maycoll says.\nWith this passion, Maycoll founded Robbuild, a social \nenterprise teaching robotics to children aged 8 to 17 years, \nwith a focus on STEAM education.\nSince 2020, Robbuild has seen more than 2,800 children \nparticipate in its free workshops, hosting as many as 100 \nchildren at a time, with sessions run by up to 20 volunteers. Their workshops were initially held in person at Cibertec, until \nmoving online as a result of COVID-19 lockdowns. \nMaycoll was awarded a UPC Protagonists of Change award for \nhis work with Robbuild in 2022, which has given him access to \ncoaches who are helping him develop his social enterprise. He \nis also the winner of the Youth for Lima 2021 award, granted \nby the Metropolitan Municipality of Lima for work in the \ncommunity.\nMaycoll is clear of his intentions in teaching STEAM. “This is \nmy purpose in life,” he says. “I dream of growing Robbuild, and \nhaving offices in every region across Peru.” \nHe is mindful of the digital divide and would especially like to \nreach those communities that are less familiar with technology \nand connectivity – very much like what he experienced as a \nchild. \n“My goal is that through technology, kids can be champions of their own learning.”\n“In 2022, we awarded $324 million in scholarships \nand discounts to students who may not have been \nable to access high-quality education, including \nmany first-generation university students. We know \nthe impact this has on them will be compounded \nby the impact they deliver to their communities and \nbroader society in the years to come.”\nRick Buskirk\nSenior Vice President and Chief Financial Officer\nLaureate Education, Inc.\nLAUREATE 2022 IMPACT REPORT\n23", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}