{"page_content": "UPN Psychology Student, Lilliana Contreras\nSocial Enterprise Rises from the Pandemic \nLiliana Contreras is a final-year Psychology student at UPN \nand co-founder of Uyariway, a not-for-profit organization that \nprovides free mental wellbeing services to the people of Lima.\nUyariway was conceived during the peak of the COVID-19 \npandemic, when the increase in the prevalence of mental \nhealth and psychosocial issues coincided with severe \ndisruptions to health services, leaving huge gaps in care for \nthose who needed it most. Given the unprecedented stress \ncaused by social isolation, which constrained people’s ability \nto work, seek support from loved ones, and engage in their \ncommunities, Liliana and her friend and fellow UPN student, \nFlavio Soria, felt the urge to help.  \n“I realized I could use my knowledge to help people in my \ncommunity,” Lilliana says.\n“In Lima, too many people were unable to get the care and \nsupport they needed for not only pre-existing, but also newly \ndeveloped mental health conditions.”\nWhile only in her second year of studies, Liliana (along with \nFlavio) enlisted a team of 100 volunteers – all UPN Psychology students. They walked the streets of Lima, talking to people \nwho were struggling with a range of issues that started \nduring or were compounded by the pandemic – from financial \ndistress, to depression and anxiety, drug abuse and domestic \nviolence. The students offered psychological support and \nprovided guidance on how and where to seek professional \nhelp.\nToday, Liliana (at just 25-years-old) and her Uyariway \nvolunteers have delivered more than 1,000 mental wellbeing \nworkshops and carried out over 380 individual counseling \nsessions.\nProfessional psychologists offer feedback and guidance on \nthe work of the student volunteers, and intervene when the \nassistance of an experienced specialist is required. \nLiliana’s choice of psychology as a career came as a result of \nthe death of her sister in a car accident and witnessing her \nparents deal with grief. “I saw the impact this profound loss \nhad on my family, and so I made it my personal mission to \nsupport people with their mental wellbeing.”\nThe range of programs they offer support: \nPeople with disability \nproviding workshops related \nto job preparation, job \nrecruitment services, support \nfor family members, as well as \nart classes Children with \nlearning difficulties \nenhancing their \nlearning through \ncommunal kitchensPublic school students, \nprofessors, staff and parents \nproviding workshops on self-\nesteem, independence, drugs, \nsex education and safety at \nhome and in the communityGeneral public \nsharing information \nabout mental \nwellbeing and how to \nseek help\n“I realized I could use my knowledge to help people in my community.”\n24", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}