{"page_content": "provided workshops as part of the School for \nParents programsOur universities in Mexico and Peru continue to make strides in promoting gender equality and human \nrights, driven by evidence-based research. Through the launch and support of various initiatives that are \ngrounded in research, we empower students, foster inclusivity, and address pressing societal issues to create \na just and equitable world. These diverse efforts align with the UN SDGs, demonstrating our commitment \nto championing equality, human rights, and social progress within our educational communities across \nboth countries.\nAFABLE Empowers UVM Students for \nEquality\nStrengthening Families, Supporting \nStudents: School for ParentsAFABLE, UVM’s nationwide initiative against violence, aspires to \ninfluence over 100,000 students across 30 campuses by advocating \nfor gender equality and eradicating violence. Established in 2021, \nthe program offers accessible workshops that emphasize integration \nand constructive dialogue to identify daily actions that contribute to \na violence-free society. Attracting an average of 130 attendees per \nworkshop, AFABLE explores diverse themes and encourages active \nstudent involvement. The initiative is built upon four pillars: faculty-\nled mentoring, self-awareness workshops, informative campaigns, \nand partnerships with external institutions. Aiming to engage all UVM \nstudents nationwide, AFABLE is dedicated to driving meaningful \nchange in Mexico.\nIn 2022, the School for Parents programs at UVM registered 13,663 \nparents and guardians and 20,402 student participants, while \nUNITEC registered 3,849 parents and guardians and 18,378 student \nparticipants. These programs empower families with tools to support \ntheir children’s personal decision-making by addressing various \nrelevant topics, such as academic performance strategies, addiction \nprevention, emotional intelligence, and mental health. The substantial \nengagement demonstrates the programs’ success in providing \nvaluable resources to families and fostering a supportive educational \nenvironment in both institutions while aligning with the UN SDGs.The violence-related \neconomic impact in \nMexico was\n$243 billion\nin 2021, accounting for \n20.8% of the country’s \nGDP13\nUVM\ncampusesUNITEC\nhigh school\ncampuses 29 9\nHuman Rights and Gender Equality\nLAUREATE 2022 IMPACT REPORT\n27", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}