{"page_content": "UVM Study Highlights Gender-Based \nViolence in Politics\nInspiring Equality: Celebrating Women \nand Inclusivity in SportsThe Gender-based Political Violence against Women study by UVM’s \nCenter for Public Opinion provides a quantitative analysis of the \nchallenges faced by women in politics. Key findings include 69% of \nrespondents believing that political parties may discourage women \nfrom running for office and 72% stating that these parties may hinder \nwomen’s careers. Additionally, 71% of participants indicated that \nfemale candidates would likely receive fewer resources than their male \ncounterparts, and 83% believed they would face threats to withdraw \ntheir candidacies. The study also found that 75% of respondents felt \nwomen were always or almost always victims of gender-based political \nviolence during campaigns. By revealing these alarming statistics, the \nstudy contributes to increased public discourse and serves as a call \nto action for addressing gender-based violence in politics. This study \noffers crucial data for informing future policies aimed at promoting \ngender equality and human rights in the political arena.\nThe Equality, Women, and Sports Awards, hosted by UPC and the \nFoundation for Sport in Equality, celebrate female athletes and para-\nathletes alongside those promoting diversity and inclusion in sports. \nIn its second year, the Awards featured 17 categories and highlight \nthe importance of gender equality and human rights by recognizing \nexceptional talents and contributions from numerous awardees. \nBy partnering with key organizations, such as the Peruvian Sports \nInstitute and the Peruvian Olympic Committee, the Awards amplify \nthe need for equitable recognition and opportunities for women in \nsports, ultimately driving positive societal change and reinforcing \ngender equality as a fundamental human right.of Mexicans support equal participation \nof men and women in politics, with 65% \nemphasizing the importance of an equality \nand gender commission in Congress89%\nof teenage girls worldwide do not engage \nin the recommended daily physical activity, \nnegatively impacting their health and well-\nbeing according to the WHO1485%\n“It is a great privilege to work for a purpose that you are \npassionate about.\nMy major motivation is knowing that I am contributing \nto the advancement and impact of my community. I am \nconvinced that opportunities must be created through \neducation, as it is the greatest treasure and legacy of any \ngeneration.”“Studying for a university degree has allowed me to find a \nnew purpose and see the world with a different vision.\nWhile studying for a degree is a goal that many women have \nnowadays, the path is not always easy. I firmly believe that \neducation leads women to more and better job opportunities, \nit enables our personal and professional growth, and helps \nbroaden our vision – and for that, I am very grateful to my \nuniversity, professors and fellow students.” \nMaría Elena Rodríguez Asiain\nVice President, Corporate Finance \nand Investor Relations\nLaureate Education, Inc.Mitzi Vázquez \nBachelor of Physical Therapy graduate and Management \nof Health Organizations Masters student, UNITEC\n28HUMAN RIGHTS AND GENDER EQUALITY", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}