{"page_content": "Laureate Education is dedicated to maintaining the highest ethical standards across all its operations. The \norganization enforces a strict zero-tolerance policy regarding corruption and bribery, adopting a comprehensive \nAnti-Corruption Policy to prevent and identify any such misconduct. In addition, Laureate acknowledges the \nsignificance of effective governance and persistently strives to enhance its governance practices, ensuring \ntransparency, accountability, and responsible decision-making. These endeavors are rooted in research and \nconform to international best practices, demonstrating Laureate’s steadfast commitment to fostering ethical \nbehavior and adhering to the utmost standards of corporate responsibility.\nCode of Conduct and Ethics\nEthics Helpline\nAnti-Corruption PolicyLaureate institutions are committed to providing affordable, high-quality education while upholding ethical conduct and \nintegrity. As a Public Benefit Corporation, we seek to positively impact society and our students through our education programs. \nLaureate’s Code of Conduct and Ethics outlines our responsibilities to our people, our partners, and the communities in which \nwe operate. We must act ethically, follow the law, and speak up when we observe conduct that may violate the Code. Our \nsuccess depends on earning and maintaining the trust of our stakeholders and upholding an ethical culture.\nThe Laureate Ethics Helpline is a confidential reporting mechanism available to employees, students, and other stakeholders to \nreport suspected violations of the Code of Conduct and Ethics or other ethical concerns. It can be accessed through the company’s \ncorporate website or by calling toll-free numbers, available 24/7. The Helpline is staffed by an independent professional service \nprovider who forwards reports to Laureate Ethics & Compliance personnel for handling. The Helpline reinforces Laureate’s \ncommitment to promoting ethical behavior and ensuring our community operates with integrity and transparency.\nThe Laureate Anti-Corruption Policy establishes comprehensive standards for preventing and detecting bribery and corruption \nin Laureate’s operations. It promotes compliance with anti-corruption laws in all of the countries where Laureate operates. This \nPolicy applies to every officer, director, employee, faculty member, contractor, and student worker of Laureate and to agents, \nrepresentatives, consultants, and other third parties acting on behalf of Laureate or its affiliates. Laureate personnel must comply \nfully with this Anti-Corruption Policy, the U.S. Foreign Corrupt Practices Act (FCPA), and other applicable anti-corruption laws. \nThe Policy establishes roles and responsibilities, policy requirements, related policies, deviations, and governance.\n“We are purpose-led and committed to our values that \nshape the actions we take. This includes maintaining trust, \nacting with integrity, and creating safe environments \nwhere diversity is valued. We safeguard our values by \nupholding the highest ethical standards, which guide us to \nsuccess.”\nRick Sinkfield\nChief Legal Officer and Chief Ethics & Compliance Officer\nLaureate Education, Inc.Our Committment to Ethics & Compliance\nLAUREATE 2022 IMPACT REPORT\n29", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}