{"page_content": "Founded in 1988, \nCEMEFI has\nmembers\nbusinesses \nserved in 2022\n4052151,580\n74%\n1,215\n52%\n48%businesses \nserved in 2022\nentrepreneurs \nsupported in \n2022\nfemale \nentrepreneurs\nmale\nentrepreneursAbout the Study\nUVM\nAbout QS StarsThe UBI Global World Benchmark Study is an annual report that assesses the performance \nof business incubators and accelerators worldwide. In its 10th year, the 2021-2022 study \nhighlights organizations that have met post-pandemic challenges with creative solutions \nand demonstrated a commitment to excellence, innovation, and community spirit by \ndeveloping their own visions, business models, collaborations, and revenue streams.\nUVM was ranked within the #181-190 \nrange in the QS University Rankings \nfor Latin America and earned a \n4-Star overall rating from the QS \nStars rating system, demonstrating \nits strong commitment to providing \nquality education. The university has \nalso received 5 Stars in the areas \nof Employability and Inclusiveness, \nemphasizing its dedication to effectively \npreparing students for career success \nwhile fostering a diverse and supportive \nlearning environment.QS Quacquarelli Symonds (QS) is a \nglobal provider of services, analytics, \nand insight into the higher education \nsector. Their QS World University \nRankings is the world’s most popular \nsource of comparative data on \nuniversity performance. QS also offers \nthe QS Stars university rating system, \nwhich compares universities across a \nrange of criteria to drive best-in-class \nstandards in higher education.QS Stars\nof the companies \nserved by \nthe Business \nIncubator \nNetwork survive \nthe first year of \noperation\n%AWARDS AND RECOGNITION\nSocial Responsibility Distinction for UVM and UNITEC\nUVM Recognized as One of the Top University Business Accelerators \nin the World\nUNITEC’s National Network of Business Incubators Recognized \nAmong the World’s Top Five University Business IncubatorsUVM and UNITEC have received the Socially Responsible Company Distinction for the 14th and 13th \nconsecutive years from the Mexican Center for Philanthropy (CEMEFI). Both institutions underwent a \nrigorous annual evaluation process against 150 guidelines focused on improving their Environmental, \nSocial, and Governance (ESG) performance. The CEMEFI methodology is based on over 20 impact \nframeworks, including ISO 26000, and acknowledges UVM and UNITEC’s commitment to continuous \nimprovement, socially responsible management, sustainability, and quality education. CEMEFI’s \nmission is to encourage and facilitate philanthropic, committed, and socially responsible participation \nto build a more equitable, supportive, and prosperous society.\nThe National Network of Business Incubators at UVM has been recognized as one \nof the top three global business accelerators by UBI Global. The study evaluated \n1,895 organizations from 90 countries. This recognition acknowledges the UVM \nBusiness Incubator Network’s value to entrepreneurs and the local ecosystem, and \nthe program’s focus on solutions contributing to the UN SDGs. With 16 incubators \nand eight offices supporting entrepreneurship, the UVM Business Incubator Network \nsupports companies in 12 states of Mexico. More than 74% of the companies the \nnetwork supports survive the first year of operation.\nThe National UNITEC Business Incubator Network has been ranked among the \nworld’s top five university business incubators by UBI Global. This achievement \nrecognizes the positive impact and achievements in entrepreneurial promotion \nduring and after the COVID-19 pandemic and the focus on solutions to major global \nimpact problems aligned with the UN SDGs. Since its inception, the UNITEC Business \nIncubator Network has supported over 6,000 business initiatives, helping create \nover 500 new companies and 3,000 formal jobs.\nUNITEC\nUNITEC was ranked within the #251-\n300 range in the QS University \nRankings for Latin America. The \ninstitution was recognized by the QS \nStars rating system for its performance \nin several areas, receiving 5 Stars in \nTeaching, Employability, Inclusiveness, \nSocial Responsibility, and Online \nLearning. These ratings underscore the \nuniversity’s dedication to delivering \nquality education and its commitment \nto promoting social responsibility and \ninclusiveness.\n2MEXICO OVERVIEW", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}