{"page_content": "AWARDS AND RECOGNITION\nnew\ninventions\nutility\nmodelsIn 2022, the UPN CATI \nfiled patents for:\n13\n42\nUPC Ranked Among Peru’s Top Five Universities in \n2022\nUPN is Recognized for Intellectual Property \nProtection EffortsUPC has achieved notable success in the 2022 Times Higher Education World University \nRankings, a prestigious evaluation of over 1,600 universities across 99 countries and \nterritories. UPC earned a top-five position among Peruvian institutions, showcasing \nits commitment to academic excellence. Furthermore, UPC secured 6th place among \nuniversities in Peru in the 2022 Times Higher Education Impact Rankings, which assess \ninstitutions’ commitment to the UN’s SDGs. These accomplishments emphasize UPC’s \nsteadfast dedication to promoting high-quality research, education, and community \nengagement while championing sustainability and social responsibility both within Peru \nand on the global stage.\nUPN has once again been honored as the ‘CATI of the Year 2022’ by Indecopi, Peru’s \nintellectual property regulatory authority. This prestigious accolade is presented to \nthe outstanding Technology and Innovation Support Center (CATI), which serves as a \nlocal hub in universities, business centers, research facilities, or other public and private \norganizations, offering researchers access to patent and intellectual property resources in \nPeru. In 2022, UPN processed 60 patent applications, making it the leading organization \nin Peru in terms of protection activity. This award underscores the university’s dedication \nto fostering innovation and technology transfer within its community and inspires robust \ncompetition among the members of the CATI Peru Network.beneficiaries of free preventive \nhealth services in 2022\nThe Times Higher Education \nWorld University Ranking uses \n13 calibrated indicators to \nassess institutions in teaching, \nresearch, knowledge transfer, \nand international outlook15,000+UPN Recognized Among Companies Transforming Peru\nUPN was the only university honored in the 2022 edition of the ‘Companies Transforming \nPeru’ initiative for its Preventorio de Salud (PDS) (Health Prevention Center) project \nin the Puente Piedra community in Lima, one of Peru’s poorest areas. The Center, \noperated by over 150 students and faculty, also garnered recognition in the ‘Peru for the \nSustainable Development Goals (SDGs)’ competition, further highlighting its significant \nimpact. Since 2019, the PDS has delivered over 44,000 preventive health services in \npsychology, nutrition, nursing, obstetrics, physical therapy, and rehabilitation, prioritizing \nthe most vulnerable groups, such as children under five years, teenagers, women, and \nthe elderly. The Center also addresses social issues including family violence, violence \nagainst women, sexual health, and bullying.\nUPC\nUPC achieved a ranking of #135 in the QS \nUniversity Rankings for Latin America and \nearned a 4-Star overall rating, in line with \nits dedication to delivering exceptional \neducation. The university has earned a \n5-Star rating in the areas of Teaching, \nEmployability, Academic Development, \nSocial Responsibility, Inclusiveness, and \nOnline Learning. This underscores UPC’s \ncommitment to not only preparing \nstudents for successful careers but also its \ncommitment to transforming Peru through \nthe power of education.QS Stars\nUPN\nUPN was ranked within the #301-350 \nrange in the QS University Rankings \nfor Latin America and earned a 4-Star \noverall rating, showcasing its dedication \nto offering quality education. The \nuniversity has been awarded a 5-Star \nrating in the areas of Employability, Social \nResponsibility, Inclusiveness, and Online \nLearning, highlighting its commitment \nto effectively preparing students for \ncareer success while promoting a socially \nresponsible and supportive learning \nenvironment.\n4PERU OVERVIEW", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}