{"page_content": "achievement. They are supported by Laureate’s \nAcademic Quality Committee, which ensures the quality \nof the education programs we deliver remains central to \nall we do.\nContinuing our legacy of impact \nSince our inception, Laureate has operated as a purpose-\ndriven organization, committed to improving lives and \nhelping shape a better world. This was evident in 2022, \nwith our institutions across Mexico and Peru making \nsignificant contributions to their communities and \nbroader society. This included free and low-cost services \nprovided to vulnerable communities through our student-\nled health and dental clinics, low-cost veterinary services \nprovided in campus clinics, and student volunteer \nservice hours that assisted many important community \ninitiatives.\nIn addition, with a commitment to improving lives, along \nwith a passion for innovation, our faculty and students \nundertook leading research and developed award-\nwinning, globally recognized, life-changing products, \ndevices, and inventions. \nI applaud the collective and individual contributions of \nthe Laureate community, and the progress made with \nour impact efforts in 2022. \nThank you for taking the time to read this Report. We will \ncontinue to share our impact journey with you.\nWe are pleased to present our 2022 Impact Report, which \nhighlights the work we have undertaken to improve the \nlives of students and the communities we serve.\nAccess to higher education\nEach day, we witness the power of education to change \nlives. However we know not everyone has equal access \nto quality education. In pursuit of our mission to deliver \naffordable, high-quality education, and delivering our \ncommitment as a Public Benefit Corporation, we were \npleased to grant more than $324 million in scholarships \nand discounts in 2022, to students who may otherwise \nnot be able to access quality education. Many of these \nscholarships and discounts were granted to first-\ngeneration higher education students, who make up \napproximately 50% of our student population. \nTo further expand access to quality education, we also \nmaintained a strong focus on facilitating digital and \nhybrid learning opportunities for students, including \nthose living in regional and remote areas, and for working \nadults.\nEnsuring academic quality\nOur institutions continued their unwavering commitment \nto academic quality during the year. Our four universities \nin Mexico and Peru are rated 5 Stars in Employability and \nInclusiveness in the QS World University Rankings (the \nglobal provider of comparative university performance \ndata), while Cibertec remains one of the most recognized \ninstitutions offering information technology training and \ndiplomas in Peru, according to a survey by global market \nresearch specialist, Ipsos. \nI am proud of our dedicated faculty and staff who \nwork hard to deliver high-quality education, to help \nset our students up for successful careers and lifelong Message from Laureate’s\nPresident and Chief\nExecutive Officer\nEilif Serck-Hanssen\nPresident and Chief Executive Officer\nLaureate Education, Inc.\nLAUREATE 2022 IMPACT REPORT\n5", "metadata": {"source": "NASDAQ_LAUR_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}