{"page_content": "2021 Listen Better Report9Product Sustainability \nAPPROACH \nOur customers expect environmentally responsible \nproducts – made, enjoyed and retired – sustainably. By \nreducing the environmental footprint of our products, we can \nmeet customer expectations, stay ahead of ever-evolving \nregulations and do what’s right for the planet.  \nIn FY21, we launched our Product Sustainability Program to \ndrive down the carbon footprint and environmental impact \nof our products. We empowered an internal “green team” to \noversee and progress our work across four key areas: \nn\t\tEnergy Efficiency:  Product energy use is the most \nsignificant contributor to our carbon footprint.  We’re \nimproving the energy efficiency of our product portfolio, \nwith a focus on idle and sleep states.\nn\t\tMaterials:  Electronic waste (e-waste) is one of the fastest-\ngrowing waste streams in the world. We’re reducing our \nuse of virgin materials and envision a future where all our \nproducts can be recycled to make new products and are \nfree from hazardous materials. \nn\t\tProduct Longevity:  Guided by our Product Life Cycle \nPrinciples, we are striving to design our hardware and \nsoftware in a manner that extends the useful lives of our \nproducts. When a product is eventually in need of repair or disposal, our emerging design for disassembly seeks to \nenable refurbishment or recycling where possible.\nn\t Packaging: We’re designing our packaging to reflect our \nresponsibility to the planet. This means continuing to \nmove toward sustainable paper and away from plastics. \nPROGRESS\nEnergy Efficiency\nThe overwhelming importance of climate change means we \nmust create products that use less energy than the models \nthey replace. We are doing this at a time when technology \ncontinues to drive an expansion in functionality that often \nrequires more power.  \nAs reflected in our Climate Action Plan, product efficiency \nis a strong focus for us. Our work aims to reduce the energy \nconsumption of our products when they are not in use – the \nidle or sleep state – because this represents the majority of \nenergy consumption during a product’s life. Our ambition is to \nachieve idle energy usage under 2 watts across our portfolio. \nWe've established a team dedicated to product energy \nefficiency and we will report on their progress and establish \ntargets in the coming year.  Average Idle Power Across Our  \nProduct Portfolio   watts\nEnergy Use of Roam  watts\nPlaying music5.0\nIdle1.0\nSleep0.1FY193.83\nFY203.78\nFY213.22", "metadata": {"source": "NASDAQ_SONO_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}