{"page_content": "11 \n CUSTOMERS \nProgress Meeting customer needs \nFlight Plan 2020's tenet \"Earn Customer  Loyalty\" recognizes that to achieve l ong-term success, our customers must be able \nto count on us to meet or exceed their expectations. \nWhen purchasing our product, customers expect a global route net work, competitive pricing, and a frequent flyer program \nwith many opportunities to earn and redeem miles. Once  onboard, customers count on a safe and dependable travel \nexperience, clean aircraft, with timely bag delivery. Throughout t he process, customers want to interact with professional \nand caring employees who treat them with respect regardle ss of differing cultural backgrounds, experiences, and languages. \nWe are pursuing initiatives across all of these areas of customer experience, support ed by cross-functional teams \nthroughout the company. In 2009: \n• American became one of only four U.S. based air carriers to  achieve a \"Level 1\" rating under a Federal Aviation \nAdministration (FAA)-sponsored pilot program focused on improving airline safety management systems.  \n• We achieved significant improvement in year-over-year  on-time arrival rates for both American and American \nEagle.  \n• Enhancements to our Baggage Handling and Resolution proc esses resulted in both American and American Eagle \nreporting fewer mis-handled bags than in the previous year. In 2009, American and American Eagle handled bags \nappropriately for 99.6 percent and 99.2 per cent of passengers, respectively.  \n• Employees collectively earned approximat ely $45.4 million in customer exper ience cash rewards that recognize \nthe achievement of high levels of custom er satisfaction and travel dependability.  \n• We continued our investment in fleet renewal, with an average of one new Boeing 737 aircraft brought into service \nevery 10 days. These modern aircraft offer enhanced ent ertainment systems, more power ports, and more \noverhead space than the MD-80s they are replacing.  \n• American Eagle announced plans to add a First Class cabin to  its fleet of 25 Bombardier CRJ700 regional jets and \nalso signed a letter of intent with Bombardier to exerci se options for the purchase of  22 additional CRJ700 aircraft, \nwhich will come equipped with First Class cabins, for delivery beginning in mid 2010.  \n• The introduction of AAdvantage® One-Way Flex awards pr ovided customers more flexib ility for award redemption \nby introducing a variety of new award redemption options that were previously unavailable.  \n• The addition of key routes, such as flights from Dallas  Fort-Worth to Madrid, supported our cornerstone strategy \nand strengthened our alliance-based networks.  \n• American Airlines has launched a first-of-its-kind website, BlackAtlas.com , that combines the best features of a \ntravel site with the power of social networking to create a dynamic onli ne community for travelers within the black \ncommunity.  \n \n   ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}