{"page_content": "20 \n and communicate the status of a flight crew, meal in formation, air traffic contro l factors, and individual \npassenger connections. \nTaxi Monitor enables employees in our operation centers and airports to track how long a departing \nflight has been away from a gate while waiting fo r takeoff and how long an arriving flight is on the \nground waiting for a gate and the number of passengers on board. \nDiversion Tracker is a monitoring tool which show s our operations center t eam all diverted flights \nthroughout our system and identifies if flights are on time, how l ong they have been waiting to depart \nor arrive at a gate, and how long flight crews have been on duty.  \nReAAccom re-books customers after a cancellation and finds the best flight options available for as \nmany customers as possible. The system can pr ocess up to 200 flights per hour and automatically \nupdates reservations and triggers customer notifications. \nGate interactions \nand boarding \nexperience  PriorityAAccess was introduced to make the air port process and overall travel experience more \nconvenient \nImproving the ways in which customers can navi gate all airports including new signage and branding \nenabling customers to locate faci lities and amenities more easily \nOnboard \ninteractions  In August 2008, American Airlines became the first U.S. airline to offer in-flight internet access. By the \nend of 2009, Gogo, our in-flight inte rnet service, was installed on all 767-200s and 150 MD-80s. In \n2010, we will continue installing t he service on the entire 737 fleet. \nCabin interior \ncondition  Instituted world-class cabin cleaning systems via  \n• staff training  \n• identification and standardization of cleaning tools and products, with color-coded bags of \ncleaning supplies specific to each area of the aircraft  \nBaggage handling  Working with gateway cities to provide better ba ggage sortation procedures and faster delivery of bags \nbeing transferred from other airlines to American \nRevised procedures for loading and unloading bags in select European cities as well as introduced \nbag tags in various languages to improve bagg age tracking and the post-flight experience  \nBaggage tracking \nand resolution  T-Link is a mini-computer device installed on tugs to help reduce baggage misconnects by providing \nreal-time gate information and efficient route informati on to fleet service clerks delivering connecting \nbags. \n \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}