{"page_content": "3 \n OUR APPROACH \n2009 Highlights AMR Global Corporate Responsibility Statement \nAs a global airline carrying more t han 100 million passengers and more than 500,000 tons of cargo a year, AMR promotes \ncommerce, trade, and economic prosperity, as well as a sens e of global community and citi zenship. Our business also \naffects the environment around us, and we are committed to being good stewards by minimizing our environmental footprint. \nWith more than 88,000 employees worldwi de, we understand that our responsibility as a global citizen begins with our \npeople and extends to communities around the world. Our sustai ned investment in responsible business practices takes \nmany forms—from ethical governance to our commitment to dive rsity and inclusion, to our focus on safety, the environment, \nand giving back to our communities. We continuously strive to  make a positive impact in the lives of our customers, \nemployees, shareholders, and in the communities and environments where we live, work, and play. \nOur commitment to corporate responsibility is more than a bus iness decision. It's an important  part of our culture—part of \nwho we are. At AMR, operating in a responsible manner is  not just an aspiration; it's the way we do business. \n2009 Performance highlights  \nCustomers Environment Employees Community \nWe seek to earn customer \nloyalty by meeting or exceeding our customer's \nexpectations. We embrace the opportunity \nto act as good environmental stewards, and are implementing innovative ideas and wise investments that will minimize our company's environmental footprint. We strive to make our company a \ngood place for good people to work and build a career by devoting ourselves to creating and maintaining a safe, collaborative, inclusive, and respectful work environment.  We are a part of the \ncommunities we serve and are deeply committed to supporting important causes and local economic \ndevelopment. \nSafety is our top priority. In \n2009, American became one of only four U.S. based air carriers to achieve a \"Level 1\" rating \nunder a Federal Aviation \nAdministration (FAA)-sponsored pilot program to improve airline safety \nmanagement systems \nOn a daily basis, our \nairlines and affiliates transport customers on more than 3,400 daily flights between nearly 240 \ncities in over 40 countries \nWe added key routes, \nsuch as flights from Dallas Fort-Worth to Madrid, to support our cornerstone strategy and strengthen our alliance-based networks \nWe continued our We reduced our greenhouse \ngas emissions related to jet \nfuel by 7.1 percent from 2008 \nOur greenhouse gas reduction \ngoals are to:  \n• Improve CO 2 \nefficiency of aircraft \nby an average of 1.5 percent per year, measured on an intensity basis, through 2020  \n• Achieve carbon \nneutral growth from \n2020 onwards  \n• Reduce aviation net \ncarbon emissions by \n50 percent by 2050, as compared to \n2005 levels  \nOur Fuel Smart program's \nrun-rate of annual fuel savings stood at 108 million gallons at We employed more than 88,500 full-\ntime and part-time employees worldwide as of December 31, 2009 \nAmerican Airlines and American \nEagle reduced employee injuries over each of the past five years in \nterms of both absolute numbers and \nthe rate of employee injuries. \nWe rolled out our flagship employee \nsafety initiative, Partnership for \nSafety, at London's Heathrow airport, our largest international \noperation. \nWe continued to promote primarily \nfrom within the company and encourage job rotation to energize \nand further develop employees. \nWe were recognized  for our \nexcellence in promoting a diverse \nand inclusive workplace, and received a perfect score of 100 percent for the eighth consecutive year on the Human Rights In 2009, we estimate that \nAmerican and American \nEagle contributed almost \n$100 billion to the U.S. and international economies, helped create more than 870,000 jobs worldwide, and supported approximately 1,400 non-profit organizations \nworldwide \nOver the past ten years, \nwe invested more than $4 billion in facilities, including our $1.5 billion investment in New York's John F. \nKennedy Airport, \nrenovations at London Heathrow, our investments in Terminal 2 at Tokyo's Narita airport, and facilities improvements in Latin \nAmerica. \nIn 2009, direct and indirect \nsupport for the Susan G. Komen Race For The ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}