{"page_content": "21 \n ENVIRONMENT \nProgress Acting as responsible stewards \nWe are committed to identifying and implem enting programs to reduce our environment al impact. We recognize that acting \nas responsible environmental stewards is not only good for the planet, it is good for our business as well. As such, we \ncontinuously look for new ideas and opportunities to further improve our environmental performance. \nIn 2009, our environmental initiatives yielded the following results: \n• We reduced our greenhouse gas emissions related to  jet fuel by 7.1 percent from 2008 to 2009  \n• Our Fuel Smart program's run-rate of  annual fuel savings stood at 108 milli on gallons at the end of the year  \n• We saved over $10 million annually through energy-saving initiatives implemented by our Utilities Management \nCouncil  \n• We received and deployed 31 new Boeing 737 aircraft by t he end of 2009 that are 35 percent more fuel-efficient \non an available seat-mile basis than the MD-80 aircraft they are replacing  \n• We signed agreements in partnership with 15 other airlin es to purchase future supplies of alternative fuels  \n• We reduced ozone depleting substances by almost 80 per cent through the replacement of certain industrial \ncleaning products  \nMinimizing our environmental impact \nWe are an energy-intensive industry. Our greatest environmental im pact (and often our greatest oper ating cost) is the use of \njet fuel to fly aircraft. Our ability to reduce emissions related to jet fuel combustion is limited by the lack of readily avai lable \nand at-scale substitutes. One way we are addressing this challenge is by investing in the develop ment of alternate fuels via \nfuture-purchase agreements. We will also continue to focus on ways to use fuel more efficiently, raise and allocate the \ncapital needed to purchase new aircraft and aviation technology , and tap into employee creativity to reduce our overall \ncarbon footprint. \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}