{"page_content": "23 \n Additionally, further GHG emissions reducti ons could be achieved via infrastructure improvements to airports and to the \noverarching air traffic management system , supported by positive economic meas ures and government investments. \nParticipating in climate partnerships \nWe recognize the value of learning from our peers and lea ders in other industries with regard to lowering our GHG \nemissions. We are active in several climate-related organiza tions, including the U.S. En vironmental Protection Agency's \nClimate Leader program, in which we were the first major pas senger airline participant. Unde r program auspices, members \ncommit to setting ambitious GH G reduction goals and reporting progress annually . We are also members of the Commercial \nAviation Alternative Fuels Initiative, and respond annual ly to the Carbon Disclosure Project questionnaire. \nIncreasing the efficiency of trans-oceanic flights  \nAmerican has long been a leader in optimizing air travel effi ciency over the Atlantic. In fact, more than 20 years ago, \nAmerican pioneered the routine use of two-engine aircra ft on trans-oceanic flights, which fundamentally changed air \noperations. Up to that point, almost all international flights were flown by thr ee- and four-engine aircraft. American's effort s to \nopen up the Atlantic to two-engine aircraft heavily influenced Boeing and Airbus to build two-engine aircraft for international  \nflights, resulting in a significant reduction in carbon emissions and greater fuel efficiency across the industry. \nAmerican is proud to continue its leadership in testing nex t-generation technology and procedures in conjunction with the \nAtlantic Interoperability Initiative to Reduce Emissions (AIRE) program. American has participated in AIRE since 2008 and is \nthe first U.S. airline to conduct tests in 2010 of new, more env ironmentally beneficial technologi es on trans-Atlantic routes i n \norder to reduce carbon emissions and save fuel. \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}