{"page_content": "26 \n  Environmental Policy\nAmerican Airlines and American Eagle implemented an Environmental Management  System (EMS) almost 20 years ago. \nModeled on the ISO 14001 standard, the EMS encompasses elements including environmental policy, planning, \nimplementation and training, audits and co rrective actions, and management review. The EMS covers our U.S. operations. \nIn 2009, we performed 61 internal audits, including audits at all major airport operations. As part of the EMS plan, we aim to \naudit all maintenance bases, all major airport operations , and smaller airport operations on a risk based schedule—\napproximately once every three years. \nWith regard to oversight of our environmental performance,  the Managing Director of Cor porate Environmental reports \ndirectly to the Vice President of Safety, Security and Environment, who reports annually to the Board of Directors. \nAdministratively, this Vice President reports directly to AMR's Executive Vice President of Oper ations who, in turn, reports \ndirectly to AMR's Chairman, President, and Chief Executive Officer, Gerard Arpey. \nEnvironmental Policy and Commitment Statement  \nThe AMR Environmental Policy governs our company's approa ch to protecting and preserving the environment. The Policy \nwas first adopted in 1993 and most recently updated in December, 2009. \nAMR is committed to safeguarding the earth's environmen t through the ongoing developm ent and implementation of \nsustainable business practices. \nThe Chief Executive Officer and each employee are responsible fo r ensuring compliance with this policy. Station/functional \nmanagement at all locations and subsidiari es shall implement policies and procedures to comply with this policy statement. \nThe Company has made a commitment to: \n• Comply with all environmental laws and regulations.  \n• Maintain procedures and systems that ensure required env ironmental laws and regulations are met or exceeded.  \n• Communicate appropriate environmental information to a ffected employees, customers,  contractors, the public, \nregulatory authorities, and emer gency response authorities.  \n• Safeguard the earth's environment by adopt ing sustainable business practices,  technologies, and procedures that \ntake energy use, pollution prevention, water conservati on, other emissions, and conservation of natural resources \ninto account.  \n• Engage our stakeholders, including cu stomers, suppliers, and shareholders in our effort to reduce our \nenvironmental footprint.  \n• Report publicly our environmental performance, includ ing greenhouse gas emissions, on an annual basis.  \n• Strive to continuously improve our environmental performance.  \nThe President and Chief Executive Officer will actively work to ensure that each employee of American and American Eagle \nremains focused on and committed to our environmental, social, and economic success, and will: \n• Hold each officer accountable for the environmenta l performance of his or her division/department.  \n• Require each department to provide the training necessary  to ensure compliance with the environmental rules and \nregulations and that our impacts to  the environment are minimized.  \n• Require each employee to comply with the Environment al Policy Statement and the Company's policies and \nprocedures designed to encourage environmental , social, and economic sustainability.  \n• Actively encourage employees to find environmentally  friendly methods of running our business.  \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}