{"page_content": "27 \n Materials Use \nThe most significant material we consum e in terms of both weight and volume is jet fuel. We do, however, use many other \nproducts throughout our operations such as paper, electronic equipment, maintenance materials, chemicals, and batteries. \nWe strive to identify opportunities to eliminate unnecessary materials use and to reduce waste. We also encourage reuse \nand recycling efforts to avoid throwing away still-usefu l materials by promoting employee awareness and empowering \nemployees to identify additional wa ys to conserve resources. \nFor example, at our headquarters campus, we highlight our pape r-recycling initiative through the slogan: \"Anything that \nTears\". By placing this simple reminder  to recycle paper products on posters and recycling bins, we help employees stay \nmindful of the impact that their pers onal actions can have on the environment. \nOur flight attendants recycle more t han 10 million aluminum cans each year  through their in-flight efforts. \nOver the past few years, we have made a concerted effort to \"g o paperless\" to the degree possible. As part of this initiative, \nwe: \n• provide online alternatives to ticketi ng and printing boarding passes, including a feature that allows customers to \ndownload boarding pass bar codes onto their cell phones  \n• equip our mechanics with portable laptops to  reduce the need for maintenance printouts  \n• use an online office supply catalog rather than ordering from a paper version of the catalog  \n• print inflight magazines and boarding passes on thin-gauge paper stock  \nWe are also focused on reducing the amount of hazardous wa ste generated at our facilities. In 2009, we implemented an \ninnovative idea at American Eagle's Abilene, Texas maintenance base that led to the reclassificati on of that facility from a \nlarge- to a small-quantity generator of hazardous waste under the Resource Conser vation and Recovery Act administered \nby the Environmental Protection Agency. By removing jet fuel from the oil waste st ream and placing it into a solvent waste \nstream, total hazardous waste was reduced by 11,768 pounds. \nIn addition, American's Chicago airport facility (ORD) implemen ted a waste reduction initiative that may lead to its future \nreclassification to a small quantity generator as well. Most of the hazardous waste generated at ORD is composed of paint \nsolids that are generated during the main tenance of aircraft and ground support equipment. In past years, these paint solids \nwere disposed of in containers that were also used to dispose of soiled cleaning rags. Because the rags were mixed with the \npaint solids, they also needed to be managed as hazardous waste. \nIn the fall of 2009, ORD implemented a r ag recycling program where instead of being thrown away into hazardous waste \ncontainers, soiled rags were laundered and re-used. In the firs t few months of this program , the hazardous waste stream \npreviously encompassing the rags had been reduced by 11 percent. We hope to achieve additional reductions in this \nwastestream of up to 50 percent in the future. \nAmerican Eagle introduces a non-toxic alternative into the aircraft painting process  \nAmerican Eagle extended its company-wide commitment to envir onmental sustainability in 2009 by switching to innovative \nclean technology when repainting its aircraft. \nAmerican Eagle has adopted a non-toxic surface pretreatment, PreKote, to prep all of it s aircraft for painting. PreKote, which \npromotes paint adhesion and prevents corrosion, is an environment -friendly and safer alternativ e to hexavalent chromium. It \nsaves money in total application, as it requires fewer steps to  get aircraft ready for repainti ng. PreKote also reduces water \nusage by up to two-thirds and significantly decreases wastewater treatment volume. \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}