{"page_content": "5 \n Materiality Analysis \nWe performed a materiality analysis to pr ioritize the topics to be discussed in th is report. The analysis helped us better \nunderstand which issues are both important to our stakeholder s and could potentially have a significant impact on our \ncompany. Issues that ranked highly in both categories are considered \"material\"  and receive more extensive coverage. \nMethodology \nTo conduct the analysis, we identified a broad range of economic , environmental, social, and governance topics relevant to \nour company and the airline industry. We then used stakeholder input, either direct ly sourced from employees, customers, \nand other stakeholders, or as represented in materials such  as ratings questionnaires, peer reports, industry and trade \nassociation issues lists, and customer requests, to establish over all stakeholder level of concern. Issues were also ranked \nagainst criteria related to impact on company, including impact on revenue, cost savings, risk management, employee \nengagement, service delivery, and brand and reputation.  \nThe resulting materiality matrix and list  of high-priority issues was review ed and refined by our Citizenship Steering \nCommittee and the Ceres stakeholder advisory council. \nHigh-priority issues \n• Customer safety and security  \n• Customer service and satisfaction  \n• Diversity and inclusion  \n• Employee health and safety  \n• Employee pay, benefits, training  \n• Energy use  \n• Greenhouse gas emissions  \n• Impact on communities  \n• Labor and union relations  \nEngaging with our stakeholders  \nWe recognize the importance of engaging with our stakeholders in  order to identify and address the issues they care about. \nWe have structured this report around our ke y stakeholders, with sections devoted to customers , the environment , \nemployees , and our communities . \nWe engage with stakeholders in the following ways, among others: \n• Customer interactions at the gate and in  our airplanes, online surveys, inte rnet contact, focus groups, reservation \nagents, AAdvantage Customer Service,  and through our sales organization  \n• Employee communication through team meetings, CEO messages, intranet announcements, labor negotiations  \n• Involvement in local community activities , briefings to local and state officials  \n• Investor briefings, present ations, and financial reporting  \n• Participation in trade associations and industry groups such as the Inter national Air Transportation Association \n(IATA), the Air Transport Association of America (A TA), and the Regional Airline Association (RAA)  \n• Advisory and stakeholder groups advising us on various aspects of our business  \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}