{"page_content": "41 \n COMMUNITY \nProgress More than an airline \nWe recognize that we are more than an airline. We are an ec onomic engine that powers the move ment of people, the flow of \nproducts, and the exchange of ideas across continents and aro und the world. We are a bridge between cultures and an \nimportant part of a global community connected through citizenship and caring. \nOur economic impact is substantial. The size and scope of our global network, combined with our oneworld airline partners, \nconnects trade and financial centers worldwide. In smaller cities throughout North America and the Caribbean, and in \ndeveloping countries, we provide air transportation connecting these communities to larger cities. \nWe also are an integral part of communities around t he globe. As a company, through employee fundraising and \nvolunteerism and by partnering with our AAdvantage members,  we are deeply committed to supporting causes important to \nour communities, employees, and customers. In spite of thes e challenging economic times, we have continued supporting \nour communities because community service and being a good corporate citizen are fundamen tal values of our company. \n2009 Highlights \n• American and American Eagle's 2009 economic impact in t he United States and internationally was almost $100 \nbillion and our total world-wide job impact was greater than 870,000 jobs.  \n• Over the past ten years, we invested more than $4 billion in  facilities, including our $1.5 billion investment in New \nYork's John F. Kennedy International Airport, renovatio ns at London Heathrow, our investments associated with \nconsolidating in Terminal 2 at Tokyo's Narita airport with several oneworld members, and facilities improvements \nin Latin America.  \n• In 2009, direct and indirect support for Susan G. Kom en Race For The Cure® was estimated to be more than $12 \nmillion and involved more than 10,000 employee donors and volunteers.  \n• Employees around the network celebrated the fifth annivers ary of their support of Am erican Cancer Society's \nRelay For Life by reaching the $1 million mark in donations  \n• American Airlines' flight attend ants and other ground personnel helped gather $1.2 million from passengers under \nthe UNICEF Change for Good  program, also proudly supported by Airline Ambassadors International  \n• In 2009, American helped carry out the largest one-time shipme nt to Iraq in Operation Iraqi  Children's history, with \nmore than 20 tons of school supplies and shoes donated by Crocs. The shipment also included snacks and care \npackages for U.S. troops donated by The Peter Burks Unsung Hero Fund.  \n• American Eagle continued its partnership with Kids in  Distress (KID) to help abused and neglected children by \nhosting the organizations' 11th annual ch arity golf tournament. Since inceptio n, the tournament has raised more \nthan $100,000 for KID.  \n• Thousands of employees donated their time and funds  to thousands of charities around the world.  \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}