{"page_content": "42 \n Economic Impact \nThe world's economies depend heavily upon commercial aviation as  the backbone of national and international commerce. \nAs one of the world's largest airlines, American's global network strengthens economies worl dwide. American contributes \ndirectly by creating jobs and paying salaries; supporting local s uppliers, who in turn employ local workers; paying taxes and \nfees to governments; and investing in transportation infrastruc ture. In addition, our in-kind and fundraising activities—as a \ncompany and through our employees' efforts—can have a signi ficant economic impact on the local organizations and \ncauses that we support. \nAmerican and American Eagle worldwide economic impact  \nIn 2009, we estimate that American contributed almost $100 bi llion to the U.S. and inter national economies, helped create \nmore than 870,000 jobs worldwide, and supported approx imately 1,400 non-profit or ganizations worldwide. \nWhen our economic impact is combined with that of our oneworld partners, which comprise some of the biggest airlines in \nthe world, the combined worldwide impact is very significant. \nCreating global economic vitality \nOver the past few decades, commercial aviation has grown into  one of the most powerful economic catalysts on the planet. \nThis impact is partly due to the size of the aviation industry and resulting direct employment, but more importantly, it result s \nfrom the multiplier effect of air tr avel. In fact, every aviation job generates  three jobs elsewhere in the economy. \nUnited States \nOur U.S. economic impact by state is greatest in Texas, Fl orida, New York, California, Illinois, and Oklahoma. These \nlocations correspond to our cornerstone markets and are where our largest maintenance and engineering bases are located. \nAmerican's five cornerstones, New York, Los Angeles, Chic ago, Miami, and Dallas-Ft. Worth, include the four largest \nmetropolitan areas in the United States as well as ar eas of significant future  demographic migration. \nU.S. States and Territories Total GDP \nImpact \n(millions in \nUSD) Total Job \nImpact \nAlaska 8.5 see note \nAlabama 74.2 111 \nArkansas 239.2 3,379 \nArizona 503.6 8,962 \nCalifornia 8,879.0 89,272 \nColorado 430.0 2,198 Connecticut 227.9 3,521 District of Columbia 7,184.4 47,117 \nDelaware 8.5 see note \nFlorida 12,894.6 155,040 Georgia 232.7 1,378 Hawaii 1,023.2 1,983 ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}