{"page_content": "46 \n Facilities and infrastructure investments and general maintenan ce and repair occur at many airports throughout the United \nStates and more than 25 international airports. In the pas t year we spent millions to upgrade baggage systems at several \nairports to improve reliability and speed bag delivery. We also  spent millions to upgrade our Admirals Club lounges, with \nmajor renovations at London/Heathrow, Sao Paulo,  Mexico City, Chicago/O'Hare, and Boston. \nSupplier diversity program \nAmerican and American Eagle also impact the worldwide economy through their relationships with suppliers and customers. \nMinority/women-owned, LGBT, diverse and small businesses are important to American —they are our customers and \nsuppliers, as well as fellow members of the community. They also reflect the diverse backgrounds and experiences of our \nemployees and customers. We benefit from their perspectives and contributions in delivering products and service to our \ncustomers. \nAmerican and American Eagle are committed to helping mi nority/women-owned LGBT, diverse and small businesses \nsucceed by offering them opportunities to grow as part of our supply chain. We do this in several ways, including through our \ninternal Diversified Supplier Program, our sponsorship of Busi ness Matchmaking, and by specifying diversity sub-contractor \nrequirements. \nDiversified Supplier Program \nIn the 20 years since we established the Diversified Supplier Program, American has spent more than $3.9 billion with \ncertified minority/women- owned businesses. \nThrough the Diversified Supplier Program, qualified minority- or women-owned, LGBT, diverse, and small businesses can \nregister with American for potential bus iness opportunities and requests for pr oposals. Similarly, we support Business \nMatchmaking, an association dedicated to cultivating procur ement opportunities for small businesses, especially women-, \nminority-, and veteran-owned businesses. We also require majori ty contractors on large projects, such as airport terminal \nconstructions, to meet diversity objective s in their subcontracted work. In this way, American encourages our suppliers to \nincrease their diversity as well. \nRead more  about our supplier diversity initiatives. \nRead more about our successful partnership with a small, women-owned business that supplies American with Fair-Trade \nCertified South African wines. \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}