{"page_content": "48 \n Foundation, procuring highly specialized wheelchairs for se verely wounded service members. To learn more about ongoing \nprograms we support, please click on the following links: \n• Operation Hero Miles   \n• Comfort for Returning Soldiers   \n• Operation USO Care Package   \nIn 2009, American dedicated eight charter aircraft to fly more  than 1,300 spouses and children of fallen military heros from \nall over the country for a vacation to the Dallas/Fort Wo rth Metroplex for Snowball Express. More than 500 employees \nvolunteered their time to staff th e trip and assist with activities. \nKomen for the Cure \nAmerican has supported Susan G. Komen for the Cure® for mo re than 26 years. In addition to being the organization's \nofficial airline, American became its firs t Lifetime Promise Partner in 2008. As a Partner, we have committed to raising $1 \nmillion annually for eight years to fund a five-year study of infl ammatory breast cancer at The University of Texas M. D. \nAnderson Cancer Center, as well as a series of health and community programs. \nIn fiscal year 2009-2010, our partnership garnered approximatel y $12.8 million in direct and indirect value to Susan G. \nKomen for the Cure. To read more about our efforts, please visit our Komen for the Cure  website . \nEmployee-led Charities \nAmerican Airlines and American Eagle employees are passi onate about giving back and enriching others' lives. They \nfrequently start their own charitable organizations or take signi ficant roles in organizing major events to aid those in need. At \na corporate level, we are just as pa ssionate about empowering and supporting employ ees in their efforts. Two examples \ninclude: \n• Airline Ambassadors International (AAI),  a U.N.-recognized humanitarian aid organization founded in 1996 by American \nAirlines Flight Attendant N ancy Rivard. With over 6,000 members from across the airline industry, AAI provides \nhumanitarian aid to children and families in need, as we ll as relief and development to communities worldwide. \nMembers have started schools, clinics, housing projects , and vocational training programs, reaching over 500,000 \nchildren.  \n• Medical Wings International, a medica l relief nonprofit whose founder and execut ive director is Dallas-based cargo \nagent Glenda Johnson. Medical Wings Inte rnational brings health care to hundreds of underserved communities around \nthe globe.  \nGiving in Times of Need \nOur support of charitable organizations also extends far beyond the four primary focus areas. At American, we believe in \nusing our resources and special expertise to help people and communi ties in need. We play an es pecially critical role after \nnatural disasters, when we offer assistance that few others c an—namely, the ability to fly relief suppliers and workers into \nthe affected region. \nAmerican is proud to donate its aircraft and allow employees to  volunteer their time to br ing first responders, emergency \nequipment, food, water, and other critical supplies to where th ey are needed most. We also make  our facilities, such as \nhangars and maintenance bases, available for relief supplies and operations. Our history of disaster relief includes: \n• Hurricane Katrina in 2007  \n• Hurricane Ike in 2008  \n• Haiti in 2010  \nWe were the first airline into Haiti after the January 2010 earthquak e. As a company that has provided air service to Haiti for  \n39, years we understand the enormous needs and the role we  play in this developing country. American and American \nEagle flew 30 missions into the country carrying over 400, 000 pounds of relief supplies in addition to transporting medical \nand relief personnel. We also worked with the military deliverin g Stars and Stripes to the personnel  stationed there. To read \nmore about our Haiti relief efforts, please click here . ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}