{"page_content": "49 \n Employee Connections \nWorkforce giving \nOur Workforce Giving and Volunteerism Program supports our employees’ efforts to help their home towns and others in \nneed around the world. Our people serve non-profit organizati ons by sharing their skills and expertise, serving on \norganizational boards, and fundraising. Several American  employees have also founded their own non-profits. \nThrough this program, American supports a wide variety of organizations addressing a range of needs, from education and \nhealth services to arts and entertainment. Our diverse empl oyees and Employee Resource Groups are especially helpful in \nensuring we are aware and participating in all aspects of the communities we serve. These diverse efforts reflect that we are \na global company with employees in thousands of communities. \nOur Workforce Giving Program was established over 20 years a go in an exclusive partnership with the United Way. Today, \nemployees donate to 3,000 nonprofit organizations through the Amer ican Giving Charitable Fund,  a nonprofit that ensures \nproper management of their contributions. Employees can choose to support small, community-based initiatives as well as \nmajor groups like Komen, America’s Char ities, and Earth Share. The open campaign format also allows employees to “write-\nin” their own IRS-approved nonprofit. American encourages  employees to donate with an extensive communications \ncampaign that includes internal newsle tters, company events, and public outreach. \nEmployee volunteerism \nAmerican also supports employees who give back with thei r talents and time through the American Volunteers program. It \nwas established in 2007 to recognize and support the work  many of our employees have been undertaking for decades to \nsupport diverse causes around the world. The program was enhanced in 2009 with the launch of the Rewards Program. \nThis innovative program allows employees the opportunity to in crease the value of their individual volunteer service with \nadditional in-kind donations and a cash grant based on par ticipation levels for a non-profit organization. \nAmerican Advocates, formed six years ago, is an umbrella program that bri ngs together about 2,500 employees at 30 \nlocations throughout the U.S. They serve as volunteer r epresentatives at community events and town hall meetings. \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}