{"page_content": "6 \n About this report \nAmerican Airlines' 2009 Corporate Responsibility Report presen ts a summary of the company's performance related to our \ncustomers, employees, the environment, and the communities we  serve for the calendar year ending December 31, 2009. \nThe report builds on American's 2008 Corporate Responsibility Report  (the company's first integrated report), the 2007 \nEnvironmental Responsibility Report , and the 2007 Corporate Citizenship Report . The 2009 Corporate Responsibility Report \nencompasses the activities of AMR Corporat ion, the parent company of American Airlin es and its regional affiliate, American \nEagle. \nWe view the publication of each annual corporate responsibi lity report as an opportunity to continue our dialogue with \nstakeholders. We also strive to highlight the alignment of our corporate responsibi lity efforts with our overall corporate goal s, \nas stated in Flight Plan 2020,  our strategic framework. \nWe see reporting as a process of continuous improvement, each year building on the past. As such, we consider the \nprecautionary principle in identifying topics that need to be addressed in our reporting as potentially posing risk to our \norganization either now or in the future, and build th is concept into our mate riality analysis process. \nWith regard to data collection and tracking, American transitio ned in 2009 to the Environmental Protection Agency's Climate \nLeaders methodology to calculate the company's total carbon foot print . This methodology incorporates different emissions \nfactors than were used in previous years, and because a fuller range of sources is tracked, represents a more conservative \nestimate of total emissions. \nWe welcome your feedback on our corporat e responsibility efforts and this report. Please contact Mr. Tom Opderbeck at \ntom.opderbeck@aa.com  with any questions or comments. \nCeres stakeholder advisory panel \nAmerican Airlines has been a member of Ceres since 1999. Ceres is a nonprofit network of  investors, environmental \norganizations, and public interest groups that work with co mpanies and investors to address sustainability challenges. \nWe have been fortunate to be able to draw upon the expertise of a stakeholder advisory panel convened by Ceres to shape \nthe direction and content of our cor porate responsibility and environmental re sponsibility reports since 2006 . The 11-\nmember panel comprises Ceres subject-ma tter experts, corporate practitioners, r epresentatives of nonprofit organizations \ninvolved in environmental and airline industry-related issues , and analysts at socially re sponsible investment firms. \nThe panel provided input at various stages of the development of the 2009 Corporate Responsibility Report: \n• The panel provided feedback on our 2008 Corporate Responsibi lity Report, highlighting str engths as well as areas \nfor improvement and greater depth of reporting. For example, the panel  \no recognized the 2008 report for its in-depth cover age of governance issues, diversity, and the \nquantification of both direct and indirect econom ic impact generated by our presence in local \ncommunities; and  \no recommended that the 2009 report include a more comp rehensive discussion on materiality, be more \nvisible and accessible to readers, and contain more  information about labor relations, among other \nsuggestions.  \n• We presented this feedback to our Citizenship Steering Committee and engaged in internal dialogue as to where \nwe felt enhanced disclosure would be beneficial. We al so incorporated panel comments into our materiality \nanalysis process.  \n• We shared the report content outline with the panel and inco rporated some of their feedback during report drafting.  \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}