{"page_content": "51 \n PROFILE \nAMR Corporation/AMR Co rporation at a Glance \nAMR Corporation  is the parent company of American Airlines and Amer ican Eagle. Headquartered in Forth Worth, Texas, \nour company employed 88,500 full-time and part-time employees worldwide as of December 31, 2009. American Airlines \nand American Eagle operate, on average, more than 3,400 daily flights in more  than 40 countries. Our operations are \nsubstantial—on a typical day, we fly more than 275,000 pas sengers, receive more than 239,000 reservation calls, and \nhandle 300,000 pieces of luggage. \nAmerican Airlines is also one of the largest scheduled air fr eight carriers in the world, providing a wide range of freight and  \nmail services to shippers throughout its system onboard American's passenger fleet. \nTo learn more about our business, visit our 2009 annual report  and Investor Relations site . \nAMR CORPORATION (in $MMs)* 2007 2008 2009 \nPassenger - AA $17,651 $18,234 $15,037- Regional Affiliates 2,470 2,486 2,012 \nCargo 825 874 578 \nOther** 1,989 2,172 2,290 \nTotal Operating Revenue $22,935 $23,766 $19,917\nNet Earnings / (Loss) $456 ($2,118) ($1,468)\n* For official GAAP results including special items, please see our 2009 10K filing . \n** \"Other\" includes revenue derived from Admirals Clubs, sale of miles to partners in the AAdvantage program, service charges, sales of food \nand other items on our planes, and American Way magazine advertising, among other revenue streams. \nRoutes and networks \nAs one of the largest airlines in the world, we strive to deliver quality service to customers in every corner of the globe . On a \ndaily basis, our airlines and affiliates transpor t customers on more than 3,400 daily flights between nearly 240 cities in over \n40 countries . Our global route network allows us to offer flights to  important international mark ets in Europe, Asia, Latin \nAmerica and the Caribbean. \nIn 2009, we optimized and realigned our network  around our most important cities in t he United States: Chicago, Dallas/Fort \nWorth, Miami, New York, and Los Angeles. Through these \"cor nerstone\" cities, we offer customers convenient access to \nmajor U.S. and internationa l metropolitan centers.  \nA strong array of partnerships complements our own routes. American Airlines offers an extended network throughout North \nAmerica and the Caribbean via its regional airline affiliates  American Eagle and AmericanConnection. They provide service \nto more than 160 small and medium-sized communities that Amer ican's mainline operations either  could not serve or could \nnot offer the same flight frequency profitably using larger jets. \nAmerican Airlines is a founding member of the global oneworld® Alliance , which brings together some of the biggest names \nin the airline business to serve nearly 700 destinations in appr oximately 150 countries and territories. American Airlines also  \nhas codeshare  interline, and frequent flyer agreements with select  airlines and railroad companies around the world, \nallowing passengers to travel on routes American may not serve directly. \nStrengthening our alliances and partnerships  \nOur international presence is greatly enhanced by our oneworld® Alliance  partners, who enable us to satisfy demand and \nattract millions of customers who might otherwise have flown with one of our competitors. In 2009, oneworld focused on \ndeepening its relationships and expanding its alliances. For example: \n• Mexicana joined the oneworld® Alliance as its 11th member. It is our th ird largest partner in terms of passengers.  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}