{"page_content": "52 \n • S7, Russia's leading domestic carrier, announced it will join the oneworld® Alliance. S7 will add 54 new cities to \noneworld, including destinations in Russia, Armenia, Azer baijan, Kazakhstan, and other countries of Central Asia. \nIt is expected to fly as a part of the oneworld® Alliance in 2010.  \nAmerican also has interline, codeshare, and frequent flyer agreements with select airlines and railroad companies around \nthe world, allowing passengers to travel on routes Americ an may not serve directly.New agreements include codesharing \nwith: \n• Etihad Airways, National Airline of the United Arab Emirates, voted the \"Wor ld's Leading Airline\" at the 2009 World \nTravel Awards, offers access to fift y destinations in the Middle East, Eur ope, North America, Africa, Asia, and \nAustralia.  \n• GOL, which offers access to 49 destinations throughout Brazil.  \nEach of these partnerships strengthens our global netwo rk and reach and offers our customers a smoother, more \nconvenient travel experience. The partnerships also provide Am erican Airlines with access to new markets or areas of the \nworld experiencing signifi cant growth. Visit our codeshares  and alliances  websites for more information. \n2010 forward outlook for our network and alliances \nIn 2010, we either announced or antici pate the following future enhancements: \n• American will launch new international service between Chicago and Beijing, China in May 2010.  \n• American will strengthen its position in New York by beginning service on 13 new routes with 31 daily departures \nfrom New York airports by the end of 2010, including no nstop service to Manchester, England; Madrid, Spain; and \nSan Jose, Costa Rica. .  \n• American Airlines, British Airways, I beria, Finnair, and Royal Jordanian expect final regulatory approval by both the \nU.S. Department of Transportation and the European Union by  mid 2010 (we received tentative antitrust immunity \napprovalfrom DOT in mid-February 2010).  \n• American Airlines and Japan Airlines filed for antitrust i mmunity to the Department of Transportation in February \n2010 and expect DOT to act by the end of the summer.  \n• Kingfisher (T), India's largest domestic airline, began the process to join oneworld. Kingfisher will add 58 new \npoints in India as well as locations in Bangkok, H ong Kong, London-Heathrow, Singa pore, Colombo, Dubai, and \nDhaka to the oneworld network.  \nVisit oneworld.com  for more information on the oneworld® Alliance. \nOur fleet \nWith a fleet of nearly 900 aircraft , we devote significant resources to ensur e safe, modern, and comfortable travel. The \ncompany is executing a fleet renewal plan to replace older, less  fuel-efficient aircraft with ai rcraft that are more fuel-effic ient \nand use more advanced technologies. \n• American Airlines received 31 Boeing 737s in 2009, 45 ar e expected in 2010 and eight more in 2011 for a total of \n84 Boeing 737 aircraft.  \n• American plans to acquire 42 Boeing 787-9 aircraft and has the purchase rights to acquire up to 58 additional \nBoeing 787 aircraft. These aircraft are expected to be mo re fuel-efficient than American's current Boeing 777 \naircraft and they are made up of lighter, mo re technologically advanced materials.  \n• American Eagle is taking delivery of an additional 22 CRJ-700 s into its fleet starting in 2010. The aircraft will come \nequipped with First Class cabin service.  \nMaintaining our fleet is one of the most important aspects  of our operations. American and American Eagle have made the \nstrategic decision to retain the majority of our maintenance in- house rather than outsource it, in contrast to many other major  \nairlines. We believe retaining maintenance in-house has been best for our customers, our company, and the employees \nwhose jobs are retained as a result of this business decis ion. Click here to learn more about our maintenance operations \naircraft maintenance procedures . \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}