{"page_content": "53 \n Flight Plan 2020 \nFlight Plan 2020 is our company's vision for securi ng and positioning our business for the next decade and beyond. \nWe launched our new strategic plan—Fli ght Plan 2020—in late 2009. The plan is our blueprint to long-term success for \nAmerican based on the following five tenets: \n• Invest Wisely: Every day, we depend on our people, aircra ft, facilities, and technological  infrastructure. Although \nthe markets are capital-constrained, we must continue to invest in these areas if we are to succeed in the long-\nterm. Investing in our people is ongoing. We have also begun fleet renewal, facility renovations, and upgrading our \ntechnology infrastructure.  \n• Earn Customer Loyalty: We must deliver value for ever y customer and differentiate our airline. We are making \nnumerous enhancements to our products and services to improve our customer travel experience.  \n• Strengthen and Defend our Global Network: Our network  realignment around our cornerstone hubs of DFW, \nChicago, Miami, New York and Los Angeles strengthens our  domestic network. Deepening our relationships with \noneworld airlines strengthens our global network.  \n• Be a Good Place for Good People: Our future depends on creating and maintaining a good place to work and build \na career, where all employees are treated with res pect and dignity, and where diversity is embraced.  \n• Fly Profitably: We must constantly find ways to cut costs, operate more efficien tly, and generate additional revenue \nfor the company to sustain our business, grow, and create job security. We've cut more than $6 billion in costs \nsince 2003, including more than $4 billion in non-labor costs.  \nThe five tenets of Flight Plan 2020 are underscored by the key charge to Be Competitive  to Secure Our Future . This means \nthat in order to establish and sustain lo ng-term profitability, we must be competitiv e in everything we do including costs, \nproduct, revenue, service, and schedule. We also recognize that  an important aspect of servin g our customers is developing \nnew partnerships  to expand access to convenient and dependable travel options. \nWe believe that Flight Plan 2020 provi des clear direction for serving our cust omers, partners, employees, and investors \neffectively. It is our intention to impl ement Flight Plan 2020 so there is alignmen t between our corporate responsibility effor ts \nand our business objectives. We believe that as we secure our  future and succeed in the various aspects of our strategic \nplan, we will likewise be strengthening our ov erall corporate responsibility performance. \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}