{"page_content": "55 \n Annual Incentive Plan. We did not make any payments to our  named executive officers under the financial component of the \nAnnual Incentive Plan because we did not meet the 5% pre-tax earnings margin required by the plan. \nIn addition, American Airlines also maintains a Profit Shar ing Plan for its employees. Under  that plan, profit sharing \npayments are made to eligible employees if our annual pre-ta x earnings exceed $500 million. By its terms, our officers \n(including the named executive officers) and certain other management  employees are not eligible to participate in the Profit \nSharing Plan. However, under the AIP t he Compensation Committee has the discretion to award cash payments to these \nofficers and management employees if the other employees of American Airlines receive prof it sharing payments under the \nProfit Sharing Plan. No such payments were made in 2009. \nTotal compensation for AMR executives includes a mix of bas e salary and “at-risk” compensat ion. At-risk compensation is \nprimarily provided through grants of st ock-based compensation and participation in compensation plans tied to achieving \nstrategic, financial, and operational  goals and performance measures. \nIn 2009, an average of 70 percent of the to tal compensation awarded to the five named executive officers listed in our proxy \nwas in the form of long-term stock compensation, which means that compensation is at risk,  or not guaranteed. For those \nnamed executive officers, on average, only 15 percent of income  is “guaranteed” due to the uncertainty associated with \nstock-based and short-term incentive compensation. Less than 25 percent of all officers' income is salary-based or \n\"guaranteed\". Approximately 94 percent of  front-line employees' income is sala ry/wage-based or \"guaranteed\". None of our \nnamed executive officers received a base salary increase in 2009. \nThe Compensation Committee has linked our named executiv e officers’ performance-based compensation to these \nmeasures: pre-tax profits, customer se rvice, stock price appreciation and total shareholder return. Due to the financial and \neconomic challenges facing the airline industry, linking ex ecutive pay to company performance has resulted in our \nexecutives only realizing approximately 65 percent of the total compensation that  was granted to them for the years 1999 \nthrough 2008. Payments under the financial component of our annual incentive plan have not been paid out since 2001, for \nperformance in 2000, because the profitability target s are so difficult to achieve. \nDetailed information regarding our merit-based executive pay system is available in our 2010 Proxy Statement . \nCorporate responsibility management structure \nAt AMR, we view it as our responsibility to do our part to influence global solutions to c hallenging environmental, social, and  \neconomic issues for the benefit of our stakeholders, now and for generations to come. The scale of our operations affords us \nthe opportunity to affect positive change around the world in t he many ways we intersect with our environment, customers, \nand communities—and internally among our own employee ranks. \nGiven the breadth and diversity of the activi ties that relate to our corporate res ponsibility initiatives, we have established a \nCitizenship Steering Committee that is composed of senior ex ecutives representing different business areas within the \ncompany. \nThe Steering Committee provides overal l guidance and strategic vision on AMR' s corporate responsibility approach and \npromotes alignment with the overall strategic objectives stat ed in FlightPlan 2020. The commi ttee supports initiatives that \ncontribute to AMR's corporate responsibi lity performance and collectively champions  the company's corporate responsibility \nsuccesses. \nAMR's Board of Directors receives updates and provides guidanc e on a wide range of corporate responsibility issues as part \nof its regularly scheduled meetings, in addi tion to the oversight, counsel, and guidance  provided on diversity issues via the \nDiversity Committee . \n \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}