{"page_content": "56 \n Ethics and Compliance \nAMR's Business Ethics, Safety & Compli ance Program demonstrates the company's commitment to maintaining the highest \nstandards of safety and legal and ethical conduct. We hav e adopted a Standard of Business Conduct for all employees. We \nexpect our vendors and suppliers to be gui ded by these principles as well. \nAll employees are called upon to hold safety  and ethics as their top priorities. Our policies  make clear that employees are \nnot to: \n• Take advantage of anyone through manipulation, concealme nt, abuse of privileged information, misrepresentation \nof material facts, or any ot her unfair-dealing practice;  \n• Tolerate unlawful discrimination, harassment, or hate-related behavior  \n• Tolerate retaliation against employees who act in good faith by reporting suspected illegal acts or unethical \nbehavior.  \nAt the core of our ethics program and our Standards of Busi ness Conduct is the understanding that everyone must take \nresponsibility for their own actions. Employees are also expec ted to immediately report any suspected illegal or unethical \nactivity. We have established several confidential opti ons, including anonymous channels, for employees to report \nsuspected ethics pr oblems or violations . \nThe company's Senior Vice President & General Counsel is also our Chief Compliance Officer and is responsible for the \nBusiness Ethics, Safety & Compliance Program. Employees can direct questions to the Business Ethics, Safety & \nCompliance Office via internal correspondence, phone, or by e-mail.  \nWe consider all staff responsible for the conduct of any empl oyees reporting to them and hold them accountable should they \nfail to take reasonable steps to prevent and detect unethical or illegal behavior. We are prepared to act swiftly in response t o \nsubstantiated allegations with appropriate corrective action. \nWe provide anti-corruption and business ethics training to all upper-level management and most lower-level management \nemployees through our business ethics training and annual Comp liance Certification. In 2009,  88 percent of American and \nAmerican Eagle management employees, as well as over  1,800 non-management employees, completed the annual \nCompliance Certification. \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}