{"page_content": "7 \n GRI Content Index \nAmerican Airlines has applied the Global Reporting Initiative (GRI) Sustainability Reporting Gu idelines in developing the \n2009 Corporate Responsibility Report. We are self-declaring a level C GRI Application Level. \nThe GRI Content Index below provides links to GRI disclosures found on the Co rporate Responsibility Report webpages and \nother locations on American Ai rlines' corporate website. \nGRI Disclosure Type Location \nStrategy and analysis \n1.1 CEO statement Core CEO Message  \n1.2 Description of key impacts,  risks, and opportunities Core CEO Message  \nFlight Plan 2020  \nMateriality Analysis  \nOrganizational profile \n2.1 Name of the organization Core AMR Corporation  \n2.2 Primary brands, products, and services Core AMR Corporation  \n2.3 Operational structure Core AMR Corporation  \n2.4 Headquarters location Core AMR Corporation  \n2.5 Countries of operation Core AMR Corporation  \n2.6 Nature of ownership and legal form Core 2009 Annual Report  \n2.7 Markets served Core AMR Corporation  \n2.8 Scale of organization Core AMR Corporation  \n2.9 Significant changes during the reporting period \nregarding size, structure, or ownership Core 2009 Annual Report  \nAMR Corporation  \n2.10 Awards received during the reporting pe riod Core Recent awards and recognition  \nReport Parameters \n3.1 Reporting period Core About This Report  \n3.2 Date of most recent previous report Core About This Report  \n3.3 Reporting cycle Core About This Report  \n3.4 Contact Core About This Report  \n3.5 Process for defining report content Core About This Report  \nMateriality Analysis  \n3.6 Boundary of the report Core About This Report  \n3.7 Limitations of the scope or  boundary of the report Core About This Report  \n3.8 Basis for reporting on joint ventures, subsidiaries, \nleased facilities, outsourc ed operations and other \nentities that could affect comparability Core About This Report  \n3.9 Data measurement techniques and assumptions Core About This Report  \n3.10 Explanation of the effe ct of any restatements of \ninformation provided in earlier reports Core Environmental Data  \n3.11 Significant changes from previous reporting \nperiods in the scope, boundary, or measurement \nmethods applied in the report Core Environmental Data  \nAbout This Report  \n3.12 GRI content index Core GRI Content Index  \n3.13 Policy and current practice with regard to seeking \nexternal assurance for the report Core We did not seek external assurance for this \nreport; however, we drew upon the \nexpertise of a stakeholder advisory panel \nconvened by Ceres to shape the report's \ndirection and content.  \nAbout This Report  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}