{"page_content": "61 \n Protecting the Environment \nCreating a market for alternative fuels \nCould flying on a jet become one of the greenest ways to travel? \nAlthough air travel contributes only 2% of total greenhouse gas emissions, American Airlines is taking action to reduce the \nenvironmental impacts of flying. We are work ing collaboratively with others in the indus try to provide a market for alternative  \nfuels. This support for fuel innovations encourages further  research and development, which will ultimately help decrease \nour environmental footprint and help combat global climate change. \nIn December 2009, American became one of 15 airlines to si gn agreements to support alternate fuel use by promising to \npurchase future supplies. This domestically produced fuel is not just more environmentally friendly; through its development \nand production, it will create jobs and bolster energy independenc e. Federal Aviation Administration Administrator Randy \nBabbitt said the agreements \"reaffirm t he airlines' commitment to a greener, more stable and secure energy future.\" \nOne of the fuels American has pledged to use is derived from oil made from the seed of the camelina plant. An analysis of \njet fuel derived from camelina seeds shows that it reduces carbon emissions by 84 percent compared to petroleum jet fuel. \nRecent test flights have clearly demonstrat ed that the use of biofuel is safe and technically sound. Biofuels can be blended \nwith existing jet fuel in increasing quantities as they become available.  \nSynthetic fuel is also an important part of our strategy to reduce emissions. We’ve pledged to buy fuel made from coal or \npetroleum coke, which emits less carbon and particulate ma tter. And in August 2009, we agreed to use a renewable \nsynthetic fuel at Los Angeles International Airport for ground service equipment operations. It’s produced from green waste \nor sewer waste, so it has a carbon footprint of near zero. \nThe combination of sustainable alternativ e jet fuels and advances in aircraft design could eventually reduce CO2 emissions \nin the airline industry by 80 percent. \n  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}