{"page_content": "63 \n Supporting Our Communities \n• Serving up wines that invest in our communities   \n• Help for Haiti: Last flight out, first flight back   \n• American employees: Volunteering around the world   \nServing up wines that invest in our communities \nThe next time you enjoy a glass of wine on an American fli ght, you may be helping minority business owners in both South \nAfrica and the United States. While South Africa has a large wine industry, less than two percent is owned by black South \nAfricans. But Los-Angeles based entrepreneur Selena Cuffe is working to change that through her wine-import company, \nHeritage Link Brands. Several South African wines are now available on American Airlines flights. \nAmerican Airlines supports small businesses owned by minor ities and women through its supp lier diversity program. We \nbelieve buying from these businesses in our major lo cations is a way to give back to our communities. \nAll the South African wines on American flights are Fair Trade certified, which means they are produced using sustainable \nagriculture that helps preserve the biod iversity of the region. O ne of the wines is made at Koopmanskloof, where nearly a \nhundred black farm workers have become owners. Some of the profit s go into a trust for the worker-owners, which they can \nuse to improve their homes and send their children to sc hool. Koopmanskloof has become one of the largest Fair Trade \nCertified wine producers in the Stel lenbosch region of South Africa. \nCuffe, who has a M.B.A. from Harvard Business School, starte d her company after attending the Soweto Wine Festival in \n2005. She hopes Heritage Link Brands can help indigenous Afri can producers overcome their distribution struggles and \nincrease their share of the country's mult i-billion dollar wine industry. And as for passengers who get to sample these wines, \nCuffe hopes they'll appreciate not just some great brands, but t he positive impact of their choice. \"Now, American Airlines' \ndiscerning travelers have the opportunity to enjoy a wi ne that not only tastes good, but does good,\" says Cuffe. \nCuffe says her company sold just $100,000 worth of wines in its fi rst year, but last year that rose to $1 million. Cuffe, who \nexpects revenues to grow by 35 to 40 percent this year, says  her agreement with American Airl ines helps buffer her from the \ninstability wine importers who deal primarily  with restaurants have experienced lately. \nAmerican Airlines' Managing Director of Onboard Products, John Ti liacos, says by adding these Fair Trade Certified wines, \n\"We're furthering our commitments to provide customers with the highest-quality wines in flight, as well as promoting a \nsense of global community, citizenship, and responsibility.\"  \nHelp for Haiti: Last flight out, first flight back \nWhen an earthquake devastated Haiti on January 12, 2010, Am erican Airlines was the first on the scene. We have been \nflying to Port-au-Prince since 1981 and consider it one of  our company's global \"hometowns,\" with approximately 100 \nemployees on the ground. \nGiven our longstanding relationship with Haiti, American re sponded to the crisis immediately. Our efforts included: \n• Flying 30 relief missions—transporting relief workers,  medical personnel, and more than 400,000 pounds of \nhumanitarian aid. The first flight landed on January 13. We were the first commercial airline to bring in relief \nsupplies.  \n• Offering our customers the opportunity to donate money to t he Red Cross and receive frequent flier miles in return. \nAs of March 10th, 2010, nearly $1.5 million had been donated through the Red Cross site. This program went \nthrough March 31 don't we have an updated number.  \n• Encouraging our employees to contri bute money to the relief efforts.  \nPerhaps most critical for Haiti's recovery was quickly re storing normal airline service.  American has been an important \ncontributor to Haiti's economic development, flying not just hundreds of thousands of passenger s every year, but millions of \npounds of cargo, mostly agricultural commodities. Despite damage at the airport, on the evening of the quake American \nAirlines flew the last commercial pass enger flight out of Port-au-Prince.  ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}