{"page_content": "65 \n women and their children. Over 20 employees and managers sp ent more than eight hours pai nting these facilities \nthat house as many as 35 people.  \n• In Colombia, American Airlines recently received recognition from Dividends for Colombia (similar to United Way) \nfor supporting a program to assist educational programs fo r children and adolescents. This is a voluntary program \nwhereby employees make monthly donations.  \n• Our Colombian paper recycling program generates funding t hat goes to help purchase prosthetics for children and \nmothers that are head of households.  \n• American is an active participant in Junior Achievement. We support the program's initiatives to offer low income \nstudents the necessary tools so that th ey can continue their education.  \n• Throughout the Caribbean and Latin America, American em ployees volunteer their time to help the less fortunate \nby visiting and donating supplies to orphanages and schools.  \n• American employees also support a number of efforts su ch as an annual walk in Panama to benefit breast cancer, \nresearch programs to help the environment in the Domini can Republic and Brazil, and a program to help families \nof inmates in Trinidad.  \n• American is a corporate sponsor of the Jane Goodall In stitute, 'Shanghai Roots & Shoots' organization where \nthrough charitable activities, American donates time and mo ney supporting their green, 'Million Tree Initiative' to \nstop desertification in Inner Mongolia and help offset China's greenhouse emissions.  \n• American is a sponsor of Junior Achievement – Japan s upporting 'real life' student educational experiences in \nprograms called 'Student City' and 'Finance Park' in Tokyo's Shinagawa Ward and in Kyoto City. The programs \nprovide students with opportunities to learn and understand how society and economy operate through study and \npractical experience.  \n• Every year, European and Pacific employees are invited to nominate charities to receive support from American \nAirlines. Running since 2003, the 'Employee Charity Nomi nation' programme now helps six charities per year by \nproviding a pair of economy tickets to  be auctioned/raffled off to raise funds.  \n \n ", "metadata": {"source": "NASDAQ_AAL_2009.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}