{"page_content": "Sustainable Transportation\nTransportation is a key component of our vision to make all Amazon \nshipments net zero carbon as part of Shipment Zero. We are committed to \noptimizing and transforming this critical part of our carbon footprint using \nseveral strategies.\nElectrifying our Future Transport Fleets \nAmazon operates hundreds of electric vehicles across the globe and has \ninvested $440 million in Rivian to accelerate the production of electric vehicles, \nwhich are critical to reducing emissions from transportation. As part of our \ncommitment to The Climate Pledge, Amazon recently \nordered 100,000 new electric delivery vehicles \nfrom Rivian, the largest order ever of \nelectric delivery vehicles. Amazon plans \nto start using these new electric vehicles \nto deliver packages to customers by \n2021, with 10,000 new vehicles on \nthe road as early as 2021 and all \n100,000 vehicles on the road by \n2030, saving 4 million metric tons \nof carbon per year by 2030.\nMaximizing Efficiency on Current Vehicles  \nWhile we are working hard to adopt the most efficient, cutting-edge vehicle \ntechnologies, we are also maximizing efficiencies on our existing fleets. In \nNorth America, our fleet includes a mix of trailers in different sizes that are \nequipped with skirts (panels attached to the lower side edges of a trailer to \nmake it more aerodynamic) and automatic tire inflation systems that keep \ntires properly inflated and maximize fuel efficiency. We use mud flaps specially \ndesigned to allow airflow and water to pass through them, minimizing drag \nand saving an average of 100 gallons of diesel fuel per vehicle annually. \nIn Europe, we have deployed double-deck trailers, which increase the load \ncapacity per trailer, reducing the total number of trailers on the road.\nOptimizing our Delivery Logistics \nAmazon is constantly working to optimize our delivery network and drive \nefficiencies in the process of delivering our products. To fulfill customer orders \nquickly, we have thousands of vehicles moving from fulfillment centers to \ndelivery destinations. We use data and algorithms to consolidate as many \n14Sustainable Operations", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}