{"page_content": "shipments as possible onto one vehicle or plane. We also analyze which items \nare being ordered most frequently, by location, to ensure that the inventory \nof those items is stored nearby, minimizing the need to use planes or trucks \nfor long-distance deliveries. By boosting efficiencies across our network, we \ncan avert the need to put more vehicles and planes into service.\nUsing Alternative Delivery Methods \nWe are continually piloting new or alternative ideas in different locations \naround the world in an effort to increase our efficiency and reduce emissions. \nIn urban centers like New York City, we deliver packages on foot, have \nexpanded our use of traditional bicycles, and use pedal-assist electric bikes \nconnected to cargo trailers that can carry up to 45 packages. In India, \nour fleet includes electric three-wheelers, or rickshaws, and compressed \nnatural gas (CNG) vehicles. Electric bikes and CNG vehicles are also part of \nour delivery fleet in Europe. Finally, we’re developing electric autonomous \ndelivery services, such as the Amazon Scout device and Prime Air drones. \nPartnering with Experts and Industry \nIn 2017, Amazon signed the Sustainable Fuel Buyers’ Principles, \ndemonstrating our commitment to working with service providers to \naccelerate the transition to low-carbon commercial transportation solutions. \nMembers of the nonprofit Business for Social Responsibility (BSR) Future of \nFuels group developed The Buyers’ Principles and vetted them through its \nnetwork of 600 expert and industry stakeholders. These principles outline \ncriteria that will catalyze the partnerships needed to drive the transition to a \nsustainable road freight transportation system. \nBuildings\nSustainable Fulfillment Centers\nAs one of the most important stops on a product’s journey to a customer’s \ndoor, Amazon’s fulfillment centers play a key role in achieving our Shipment \nZero goal. We have invested significantly in on-site solar systems to power \nour facilities with renewable energy, making us the #1 ranked company in the \nU.S. for the amount of corporate on-site solar installed in 2018 in the Solar \nEnergy Industries Association’s (SEIA) 2018 Solar Means Business Report. \nMany of our facilities throughout the U.S., Europe, and India are powered by \non-site solar, where a rooftop installation can power nearly 80% of a facility’s \nField testing a new \ndelivery system with \nAmazon Scout\namzn.to/meet-scout\nAmazon moves closer \nto its goal of a drone \ndelivery solution that \nscales to meet the \nneeds of customers\namzn.to/drone\n15", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}