{"page_content": "energy use, and we recently achieved our goal to install solar on 50 rooftops \nworldwide by 2020, more than a year ahead of schedule. \nIn addition to a clean energy supply, Amazon’s fulfillment centers around \nthe world are designed with efficient building systems to minimize energy \nuse throughout our operations. We use building control system technology \nand real-time data analytics to optimize our heating and cooling systems for \ncomfort while operating as efficiently as possible. \nNatural daylighting, LED lighting, and lighting controls reduce energy \nuse, and many areas in our fulfillment centers use advanced automation \nand robotics, which require minimal or no lighting to operate. We use \nhighly-efficient motors and advanced controls in our conveyor systems to \nmove packages efficiently throughout our facilities, and we are testing a \nnumber of new technologies to further reduce the energy use of material \nhandling equipment. Through building retrofits and energy studies, we \nare continuously improving and learning to optimize the efficiency of our \noperations and uncover savings opportunities.\nThrough Amazon’s Sustainability Ambassadors program, associates are \nalso an important driving force who make fulfillment center operations \nmore efficient. Ambassadors build a culture of sustainability by driving \nimprovements in waste reduction, recycling, and efficiency within their own \nwork environment.\nSustainable Offices \nAt Amazon, we embed sustainability principles and initiatives throughout our \ncorporate offices, from green building design to low-carbon transit incentives \nfor employees. Our sustainable campuses offer a healthy environment in \nwhich our employees work, collaborate, and innovate.\nSeattle Campus\nOur corporate offices in Seattle are designed for energy efficiency and \nresponsible use of resources. The buildings’ interiors feature salvaged and Amazon is the #1 ranked company in the U.S. for the \namount of corporate on-site solar installed in 2018 in \nthe Solar Energy Industries Association’s (SEIA) 2018 \nSolar Means Business Report.\n16\nSustainable Operations", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}