{"page_content": "The new HQ2 campus in Arlington, Virginia, will incorporate LEED Gold certified \nbuildings, walkable access to basic amenities such as shops, restaurants, and \ndaycare, and access to public transportation and bike storage.  We are also \nworking to secure renewable energy for the campus, which means the buildings \nwill operate on 100% renewable energy and offset the carbon emissions \nembedded in their construction and building materials.\nWe also focus on sustainable design in our international locations. Our \ncorporate offices in Munich, Germany, have been certified Gold for \nenvironmental design by the German Sustainable Building Council based \non their energy-efficient interiors and use of sustainable building materials. \nIn Luxembourg, efficient chillers and an advanced building management \nsystem cut energy costs, while rooftop bee hives supply honey, and food is \nserved in compostable and biodegradable containers. We aim to take best \npractices from across our global locations and embed them at our offices all \nover the world.\nRenewable Energy\nAmazon is committed to using 100% renewable energy across our global \ninfrastructure. We were ranked #1 in the U.S. by the Solar Energy Industries \nAssociation (SEIA) for corporate on-site solar installed in 2018. These \ninstallations offset the carbon dioxide equivalent of more than 200 million \nmiles of truck deliveries.\nScaling up the use of renewable energy is a critical part of Amazon’s goal to \nreach net zero carbon by 2040. Clean energy sources, such as wind and solar, \nreduce our reliance on fossil fuels to power our services to customers.\nIn 2019, we surpassed a goal we set in 2017 to install 50 solar rooftop \nsystems on our fulfillment network buildings by 2020, 18 months early. The new HQ2 campus in Arlington, Va. will incorporate \nLEED Gold certified buildings, walkable access to basic \namenities such as shops, restaurants, and daycare, and \naccess to public transportation and bike storage.Sustainable Operations\n18", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}