{"page_content": "Globally, Amazon has 37 rooftop systems in the U.S., 12 in Europe, and eight \nin India, totaling more than 110 megawatts (MW) of installed capacity as of \nDecember 2019. A rooftop solar system can generate as much as 80% of a \nsingle fulfillment facility’s annual energy needs, depending on \nthe specific project, time of year, and other factors. These solar \nprojects supply energy to our operations network, helping us \nachieve our Shipment Zero goal to make all Amazon \nshipments net zero carbon, with 50% of all \nshipments net zero by 2030.\nOur largest wind project to date, Amazon \nWind Farm Texas, is a 253 MW wind farm \nin Scurry County in the western part of the \nstate. With more than 100 turbines, the project \ngenerates 1 million megawatt hours (MWh) of wind \nenergy annually—enough to power almost 90,000 U.S. \nhomes for a year.\nOur newest renewable energy investments in the U.S. will be located in Lee \nCounty, Illinois and Frederick County, Virginia. These solar farms mark Amazon’s \nfirst large-scale renewable energy project in the state of Illinois and our ninth \nproject in the Commonwealth of Virginia. Our newest renewable energy \ncommitment in Europe is Amazon’s first large-scale project in Spain, located \nnear Sevilla. Once complete, these three new Amazon renewable energy \nprojects will provide 329 MW of additional renewable capacity supplying \nenergy to the company’s fulfillment network in Europe and Amazon Web \nServices data centers, which power Amazon and millions of AWS customers \nglobally.\nAs of December 2019, Amazon has 70 renewable energy projects, which have \nthe capacity to generate 1,900 MW and deliver more than 5.3 million MWh \nof energy annually. Explore Amazon’s renewable energy projects around the \nglobe.\nHow Clean Energy and Recycled Water Are \nPowering Operations in India\nAt Amazon fulfillment centers in India, enhancements including solar arrays, \nadvanced building energy management systems, and water conservation \nmethods are advancing operations efficiency. These upgrades are an \n19", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}