{"page_content": "important part of Amazon’s goal to reduce greenhouse gas emissions around \nthe globe by saving energy and water. \nSolar Power\nAmazon’s operations team in India began installing solar arrays on its \nbuildings in 2017 and have quickly scaled up since then. Eight facilities have \na total of more than 8 MW of solar capacity installed. Spanning facilities in \nDelhi, Hyderabad, Bangalore, and Mumbai, these solar arrays support the \nannual energy needs related to fulfilling orders, reducing dependence on \nconventional sources of energy.\nEnergy Efficiency\nAmazon’s sortation center in Delhi, where associates sort customer orders \nby final destination and consolidate them onto trucks for faster delivery, \nwas awarded a Gold rating by the \nIndian Green Building Council for its \nexemplary performance on energy \nand resource efficiency. Constructed \nwith locally sourced materials \nand outfitted with high-efficiency \nplumbing and electrical equipment, \nthe facility uses about 30% less energy and water than a typical building of \nits size. \nAcross facilities, an advanced energy management system provides building \noperators with a dashboard that enables them to optimize energy use and \nidentify opportunities for further savings. Sensors make sure lighting and \nclimate controls are only used when buildings are occupied.\nSaving Water\nMany of our fulfillment centers have the ability to collect and recycle water. \nWe do this with rainwater collection tanks or recharge wells, which send water \nback into aquifers, and in-house sewage treatment plants, making it possible \nto reuse water for flushing and gardening. \nCleaner Vehicles\nAmazon India has successfully launched electric and commercial compressed \nnatural gas (CNG) vehicles for deliveries. CNG vehicles, which can reduce \ngreenhouse gas emissions compared with conventional fuels, are becoming \n20Sustainable Operations", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}