{"page_content": "increasingly common in India and are supported by an expanding network of \nfuel stations. Last year, close to 200 new CNG vehicles were rolled out across \nNorth India. These vehicles can reduce our carbon footprint by around 91 \nmetric tons a month. Our electric fleet consists of nearly 150 vehicles.\nPackaging-Free Shipping\nIn June 2019, Amazon India announced the expansion of packaging-free \nshipping to nine cities in India. Customer orders within this program are \nshipped in their original packaging without secondary or additional packaging. \nThe program is available depending on the location of the customer, the \ndistance the order has to travel, and the category of product ordered. The \nprogram is now set to expand to cover more regions, with a wider selection of \nproducts and a larger customer base.\nEngaging with Communities\nAmazon is expanding clean energy in India beyond its fulfillment centers, \ndonating solar energy systems to 19 government schools and one mini \nplanetarium in Bhiwandi, Maharashtra. This infrastructure supports the \nneeds of children in schools and other members of the local communities \nin 24 villages, benefitting more than 2,500 people across the Haryana and \nMaharashtra provinces. In addition, we have supported lake cleanup by \npartnering locally to construct a sewage treatment plant in Bangalore. We are \nalso planting more than 10,000 saplings around our fulfillment centers. \nPartnerships\nMany of the cross-cutting sustainability issues that we prioritize at Amazon \nare enhanced through partnerships and collaborative initiatives with credible, \nknowledgeable, and innovative industry partners. \n• Advanced Energy Buyers Group \n• Advanced Energy Economy\n• American Council on Renewable Energy\n• Center for Climate and Energy Solutions \n• RE-Source Platform \n• SolarPower Europe\n• U.S. Partnership for Renewable Energy Finance See all our partners  \namzn.to/\nsustainability-\npartnerships\n21", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}