{"page_content": "How We Reduce Packaging Waste\nOur customers want right-sized, recyclable packaging that minimizes \nwaste and ensures damage-free delivery. We work to reinvent and simplify \nour sustainable packaging options using a science-based approach that \nincludes lab testing, machine learning, materials science, and manufacturing \npartnerships to scale sustainable change across the packaging supply chain.\nSustainable Packaging Initiatives\nOur sustainable packaging initiatives reduce waste and make it easier for \ncustomers to take products out of their packages. Since 2008, initiatives \nincluding Frustration-Free Packaging (FFP) have eliminated more than \n665,000 tons of packaging materials—more than 1.18 billion shipping \nboxes—by promoting easy-to-open, recyclable packaging and shipping \nproducts in their own packages without additional shipping boxes.\nTo certify products under FFP, we work with manufacturers worldwide, \nhelping them innovate and improve their packaging functionality. By testing \nproducts in a dedicated, state-of-the-art lab in Seattle and in our fulfillment \ncenters across the globe, we identify specific steps that manufacturers \ncan take to improve their packaging and ensure customers’ products are \nprotected all the way to their final destination. \nWe started small with just 19 products enclosed in hard plastic cases known \nas “clamshells” and secured with plastic-coated wire ties, which are commonly \nused in consumer goods packaging. Today, more than 1.3 million products \nqualify under FFP, including the Philips Norelco OneBlade razor, which now \ntakes up 80% less packaging volume than its original design.  \nUsing Machine Learning to Optimize Packages\nHow big of a box is needed for a given product? Is an Amazon box needed \nat all? To better understand the answers to those questions, we use machine \nlearning algorithms to arrive at the best possible packaging choices for Since 2008, initiatives including Frustration-Free Packaging \nhave eliminated more than 665,000 tons of packaging \nmaterials—more than 1.18 billion shipping boxes.\n24\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}