{"page_content": "deliveries. That means identifying which products are suitable for envelopes \nand moving from a box to a mailer for smaller items. Mailers use less material \nthan their box equivalent, weigh less, and are more efficient to ship, reducing \ncarbon in small amounts to create larger impact across our network.  \nIn cases where the protection of a box is needed, algorithms help us \ncontinuously optimize box choices to fit our ever-changing catalog. \nComputer-aided engineering is also helping us redesign boxes to use less \nmaterial while making sure customer orders are protected. \nThese improvements help reduce volume per shipment, which means less \nunnecessary packaging and more efficient use of all forms of transportation.\nRecyclable Mailers\nIn 2018, we launched a fully recyclable paper padded mailer made of four \nlayers of paper and a water-based cushioning material that protects products \nduring shipping, ensuring customer deliveries arrive undamaged and in \nsustainable packaging. The cushioning material—created with components \ncommonly found in the glue used to make cardboard—was specifically \ndesigned to easily separate from the paper in the same way that print inks \nand other paper coatings are removed during the paper recycling process. \nEngaging with Vendors and Industry\nWe work with top brands to reinvent their packaging for waste reduction in \ne-commerce, and vendors have worked to improve product packaging so \nproducts can be shipped in their own container. The toy maker Hasbro, for \nexample, redesigned the packaging for its popular toy, Baby Alive, reducing \nboth the amount of material used and the overall package size by more than \nhalf. The pet food company Hill’s Pet Nutrition reworked its packaging to \nmake bags of kibble less likely to break and spill during shipment; testing at \nAmazon validated the redesigned packaging. \nWe are working across the packaging industry, using new analytics and \ntest methods, new materials, and new ways to build enclosures that \nprotect customer products. With packaging suppliers, for example, we have \ndeveloped solutions for liquid dispensing systems on hard-to-ship items, such \nas household cleaners and personal care products, preventing spills and the \nneed for extra packaging to contain spills if they happen.\nAmazon is a member of the Sustainable Packaging Coalition (SPC), an \nindustry working group dedicated to a more robust environmental vision \nJudge a toy by \nits box  \namzn.to/toy-box\n25", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}