{"page_content": "for packaging. SPC uses strong member support, an informed and science-\nbased approach, supply chain collaborations, and continuous outreach \nto design packaging that encourages a sustainable flow of materials. \nAmazon has also joined the International Safe Transit Association (ISTA), \nan organization focused on the specific concerns of transport packaging. \nISTA is a nonprofit, member-driven association that sets the standards for \noptimizing the resources in packages that are designed to be survivable, \nsustainable, and successful.\nInnovating to Reduce Spills in Transit\nIn an effort to reduce waste at every step of our supply chain, we are constantly \nexploring ways to minimize damage to products during the transportation and \ndelivery process. When products spill or break during transit, it not only creates \nproduct and packaging waste, but requires additional shipping and processing \nefforts, all of which contribute to our carbon footprint. We are working directly \nwith manufacturers and suppliers to make packaging more durable for the \njourney between a manufacturer’s facility and a customer’s home without the \nneed for excessive protective \npackaging that ends up in the \nwaste stream. \nTo help target products \nwhere even small packaging \nimprovements can have \nsignificant impacts on reducing \nwaste, we developed a machine learning model to identify liquid products \nwith the highest average rates of customer reported damages. We then \nsubjected 14 of the most commonly damaged liquid products to extensive \nadditional testing at our Amazon Packaging Lab, where we simulate a \npackage’s journey from the manufacturer to the customer.\nThrough this process, we teamed up with Rieke—a packaging solutions \nfirm that makes dispensing systems for personal care, food, and healthcare \nproducts—to provide data and packaging insights on many of the \nconventional dispensing systems that are used in millions of products you see \non Amazon. By strengthening materials, creating new locking mechanisms to \nprevent pumps from twisting open, and sealing potential leak points, Rieke’s \nteam has created dispensers specially designed to withstand the journey \n26\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}