{"page_content": "to the customer. These new and improved designs include trigger sprayers \ncommon on household cleaners and personal care products, pumps for \nlotions, and pumps for foams. \nRieke’s new trigger sprayer design, for example, reduces the number of \npackaging components from five to one and cuts package volume by nearly \n50%, earning Amazon’s Frustration-Free Packaging certification. Product \nmanufacturers like Unilever are adopting these dispensers, and you can find \nthe redesigned lotion pumps on body washes from Caress and Dove. Rieke is \nalso developing entirely new forms of packaging for liquid products sold on \nAmazon, such as sprayer and foaming caps that are activated by squeezing \ninstead of hand triggers or pumps. \nSome of these changes might seem simple, and most will go unnoticed by \ncustomers. But whether the adjustments are straightforward tweaks or complex \nfeats of engineering, they all represent significant changes to how products are \nshipped, delighting customers and reducing packaging waste. These innovations \nare just one part of Amazon’s efforts to reduce waste in packaging and achieve \nnet zero carbon shipments through our Shipment Zero goal.\nSustainable Products from Amazon\nAmazon strives to be Earth’s most customer-centric company, which means \ngiving our customers access to the sustainable products they want. We \nregularly seek ways to reduce our environmental impact and provide more \ninformation about the products we sell.\nWhen we call a product sustainable, that means it has a lower impact on the \nenvironment, reduces waste, promotes consumer health, protects animal \nwelfare, or has social benefits over conventional versions of the same \nproducts. We work with many of the manufacturers that produce our private-\nlabel selection to grow these types of product offerings. We focus on every \nstep of the process: the ingredients and materials, how the people behind the \nproducts are treated, the packaging, and the experience for customers. Rieke’s new trigger sprayer design, for example, reduces \nthe number of packaging components from five to one \nand cuts package volume by nearly 50%.\n27", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}