{"page_content": "Household Goods\nMany Amazon customers prioritize safety and sustainability when it comes \nto household goods like cleaning supplies and personal care products. \nCustomers want to be sure the products they buy are safe for their families \nand the planet, without compromising on quality or price.\nThousands of sustainable options, from established brands to growing \nstartups, are available in Amazon’s stores and we take an active role in \npromoting sustainability with these selling partners. For example, we teamed \nup with Procter & Gamble to develop the Tide Eco-Box, a concentrated \nversion of Tide’s traditional laundry detergent compressed into a fully \nrecyclable, shipping-safe package, which is produced using 60% less plastic \nand 30% less water than a conventional plastic jug. Countless other Amazon \nselling partners offer biodegradable \nand plant-based options for staples \nlike dish detergent and multi-\npurpose cleaners. \nAmazon aims to develop eco-\nfriendly products that are good for \ncustomers and the planet. From \nbiobased laundry and dish soaps that \noffer an effective, alternative choice \nto conventional formulas, to beauty products that are formulated without \nharmful chemicals, Amazon is working to bring sustainability into many \nof our private-label selections. As part of that commitment, Amazon has \nimplemented a Chemicals Policy and Restricted Substance List (RSL), both of \nwhich apply to Amazon-owned baby, household cleaning, personal care, and \nbeauty brands. \nAnd to support the broader retail sector’s collaborative effort to \nencourage national brands to use safer formulations and produce more \nsustainable products, Amazon joined the Retail Leadership Council of the \nWe focus on every step of the process: the ingredients and \nmaterials, how the people behind the products are treated, \nthe packaging, and the experience for customers.\n28\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}