{"page_content": "Green Chemistry and Commerce Council (GC3), and also participates in \nthe Beauty and Personal Care Products Sustainability Project through The \nSustainability Consortium.\nFood and Grocery\nAcross our Amazon food and grocery businesses, we make it easy for \ncustomers to find a range of quality food options like free range, pasture-fed, \norganic, and fair trade groceries.\nWe are committed to upholding animal welfare across every step of our \nsupply chain to ensure the animal products we sell are derived from animals \nthat receive industry leading levels of care and treatment. Our Animal Welfare \nPolicy provides guidance for producers and suppliers of animal-derived goods \nand services during production, transport, and slaughter. We are working with \nour private-label manufacturers to source palm oil that is sustainably certified, \nstarting with private-label food products in North America and Europe.\nAt Whole Foods Market, we sell high quality natural and organic foods. We \nresearch ingredients and audit sourcing practices to make shopping easier \nfor customers. In our meat department, Whole Foods Market standards \nprohibit antibiotics and added hormones, and no cages, crates, or tethers are \npermitted during the animal’s daily life. Our seafood department sources only \nsustainable wild-caught and Responsibly Farmed seafood. The Whole Foods \nMarket Whole Trade seal, found on produce and other items, means a product \nmust meet criteria that support both workers and the environment.\nDevices\nAmazon devices make every day easier by helping customers watch, read, \nlisten, and control their smart homes. Our most popular devices include \nEcho and Alexa devices, Fire Tablets, Fire TVs, Kindle e-readers, and \nhome security products (Ring, Blink, etc.). We take a scientific approach Across our Amazon food and grocery businesses, we \nmake it easy for customers to find a range of sustainable \nfood options.\n29", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}