{"page_content": "to understanding the environmental impact of these devices, completing \ndetailed life-cycle assessments (LCAs) for many of them. LCA is an \ninternationally-accepted methodology for assessing the environmental, \nhuman health, and natural resource impacts of products and services. \nAn LCA takes inflows from nature—raw materials, water, energy—and \nconverts them into the process outputs and environmental impacts—releases \nto air, land, and water—for all processes that represent over 5% of total \nimpact, energy use, or product mass. We use LCA to identify science-based \nenvironmental impacts across raw materials extraction, manufacturing, \ntransportation, product use, and product end-of-life. These results help us \nimprove device energy efficiency, research and prototype new materials, and \nexplore additional opportunities to improve the circularity of Amazon devices \nthrough programs like Amazon Trade-In and Amazon Device Recycling. \nTextiles\nAmazon brands offer home goods and apparel, including men’s and \nwomen’s fashion, bedding, and baby accessories. We aim to use high-quality, \nsustainable cotton for many categories, and have joined the Better Cotton \nInitiative (BCI). The BCI aims to transform cotton production worldwide by \ndeveloping Better Cotton as a sustainable mainstream commodity. \nAdditionally, in 2019 we signed the Responsible Sourcing Network’s public \nCotton Pledge, committing not to source cotton from Turkmenistan and \nUzbekistan until the use of government-mandated forced labor is stopped. \nWe are continuing to refine and strengthen our commitments to responsible \nsourcing. In the future, we will expand our Restricted Substance List to include \nadditional brands, product categories, and geographies. We will work to \nfurther develop sustainable products that customers can trust are safe for \ntheir families and for the planet. Amazon devices make every day easier by helping customers \nwatch, read, listen, and control their smart homes. \n30\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}