{"page_content": "Circular Economy\nWe are minimizing waste, increasing recycling, and providing options for our \ncustomers to participate in the circular economy.\nClosing the Loop on Waste\nAt Amazon, we’re constantly working to eliminate waste across our retail \noperations, for our business and for our customers. Reducing packaging \nis just one part of this effort—we are pursuing a vision of a world where \ncustomers get to enjoy products for the full length of their useful lives, \nand then recycle those items so the materials can be transformed into \nnew products—a “circular economy” that encourages reuse, repairs, and \nrecycling. From donations to recycling programs, we are building strategies \naimed at sending less material to the landfill and more material back into \nthe circular economy loop. \nRecycling\nAmazon is taking responsibility for some of the toughest to recycle materials \nin our operations to reduce our environmental footprint, and we are helping \nto support the domestic recycling industry in the process. \nIn 2019, we piloted plastic film recycling at four fulfillment centers. Based \non the success of this pilot, we’re dramatically expanding this program in \n2020, starting with more than \n50 fulfillment centers across our \nnetwork and in every region of the \ncountry, with more on the way. \nThrough this program, we expect \nto be recycling over 7,000 tons of \nplastic film a year, in addition to \nthe 1,500 tons of plastic waste already being recycled annually in Europe.\nThis is just one way Amazon is closing the loop on plastics and other waste \nmaterials. In the United Kingdom, for example, we are collecting the silicone \nbacking paper from shipping labels and are on track to divert 250 tons of this \npaper and convert it into animal bedding in 2019. We’re looking across our \nentire operations to incorporate more of our own recycled plastic in products, \npackaging, and operations. \n31", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}