{"page_content": "Partnerships\nAmazon has also invested $10 million in the Closed Loop Fund, a project-\nfinance fund large retail and consumer goods companies created to invest \nin building infrastructure that will increase product and packaging recycling, \nensuring that material gets back into the manufacturing supply chain. \nOver the next decade, Amazon’s investment in the Closed Loop Fund \nwill increase the availability of curbside recycling for 3 million homes in \ncommunities across the United States, diverting 1 million tons of recyclable \nmaterial from landfill and eliminating the equivalent of 2 million metric tons \nof carbon dioxide.\nAmazon has also joined The Recycling Partnership to improve curbside \nrecycling in the United States. The Recycling Partnership supports \ncommunities and local governments with education, infrastructure, and \nmeasurement related to curbside recycling.\nAmazon Second Chance\nAmazon Second Chance provides information on how to trade in, recycle, or \nrepair Amazon devices and products, how to recycle Amazon packaging, and \nhow to find open-box and refurbished devices. Customers may visit Second \nChance to learn about and compare programs that help eliminate waste and \ngive products a second life. \nCustomers who have eligible items they no longer want may discover \nthe Amazon Trade-In program, which allows customers to receive an \nAmazon.com Gift Card in exchange for thousands of eligible items. \nElectronics, books, video games, and more are eligible for trade-in. In \naddition, customers wanting to responsibly dispose of their electronics \nmay discover our device recycling program for a variety of electronics \nand related accessories.\nAmazon also gives customers several options to shop for great deals on \nopen-box or gently-used items. Amazon Warehouse—an online store for \ngreat deals on quality used products including furniture, toys, instruments, \nkitchen appliances, clothes, and more—has an extensive inspection process Amazon’s investment in the Closed Loop Fund will increase \nthe availability of curbside recycling for 3 million homes in \ncommunities across the United States. \n32\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}