{"page_content": "that ensures as many gently-used returned items as possible can be resold \nrather than being sent to landfill. Amazon Renewed offers refurbished, pre-\nowned, and open-box products such as computers, laptops, smartphones, \ntablets, cameras, audio devices, home appliances, and more. And Certified \nRefurbished and Used Amazon Devices provides customers access to pre-\nowned Amazon devices such \nas Echo, Fire Tablets, Kindle \nE-readers, and more. Certified \nRefurbished devices have been \nrefurbished, tested, and internally \ncertified by Amazon to look \nand work like new. All of these \nprograms reduce waste and \nencourage re-use by ensuring that valuable products can go back into the \nhands of customers rather than being sent to landfills.\nAmazon also encourages customers to fix the things they buy before \nreplacing, returning, or disposing of them. Amazon offers free Product \nSupport (on a select but growing number of items) with the goal of helping \ncustomers maximize the useful life of the things they already own. Product \nSupport serves seven global geographies with technical support, parts \nreplacement, and repair services.\nHelping customers responsibly dispose of Amazon packaging is another key \ncomponent of Second Chance. Customers are able to view various types of \nAmazon packaging and are provided with instructions on how and where to \ndispose of the materials. \nDonations\nAmazon’s fulfillment network and delivery services allow our customers to fit \nall types of shopping into their routines and improve their busy lives.\nWe are continuously working on initiatives to minimize the amount of food and \nnon-food products that go to landfills. For the past few years our fulfillment \nCertified Refurbished and Used Amazon Devices provides \ncustomers access to pre-owned Amazon devices such as \nEcho, Fire Tablets, Kindle E-readers, and more. \n33", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}