{"page_content": "Our Materials and Commitments\nAmazon Chemicals Policy \nWe are committed to developing high-quality and affordable Private Brands \nproducts that customers love. Part of our commitment to quality is avoiding \nchemicals of concern in our products that can affect human health and/or \nthe environment. We define chemicals of concern as those chemicals that: \n1) meet the criteria for classification as a carcinogen, mutagen, reproductive, \nor other systemic toxicant; or 2) are persistent, bioaccumulative, \nand toxic. We strategically prioritize which chemicals of concern \nto focus on based on product type, customer concerns, and the \navailability of safer alternatives.\nThe baseline list of chemicals of concern included on our first \nRestricted Substance List (RSL) identifies the chemicals that we \nseek to avoid in Amazon-owned Private Brands baby, household \ncleaning, personal care, and beauty products in the U.S. and Europe. This policy \nis in addition to applicable local legal requirements and associated compliance \nplans. It will be expanded to additional brands, product categories, and \ngeographies over time.\nCotton \nAmazon is a member of the Better Cotton Initiative (BCI). The BCI \naims to transform cotton production worldwide by developing Better \nCotton as a sustainable mainstream commodity. \nAdditionally, in 2019 we signed the Responsible Sourcing Network’s \npublic Cotton Pledge to not source cotton from Turkmenistan and \nUzbekistan until the pervasive use of government-mandated forced \nlabor is stopped. We prohibit forced labor within our supply chains, and we \nhave developed internal controls and external engagements to address forced \nlabor within global supply chains. This pledge represents an additional step in \nthat direction and lends Amazon’s voice in demanding an end to forced labor \nin these two countries.\nRead our \nChemicals Policy  \namzn.to/materials\n35", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}