{"page_content": "Palm Oil\nPalm oil is used extensively as an ingredient in consumer products, however, \nits cultivation has contributed to deforestation, biodiversity loss, and negative \nsocial impacts in some of the regions where it is grown. Our \napproach is to promote the use of sustainably-certified palm oil \nin our Private Brands food products. We ask our Private Brands \nsuppliers to source palm oil that is sustainably certified. We are \nstarting with Amazon-owned Private Brands food products in \nNorth America and across Europe, where our goal is to source \n100% sustainable palm oil by the end of 2020.\nAnimal Welfare\nWe recognize that, as sellers of animal-derived products, we have a \nresponsibility to uphold animal welfare within our supply chain. We will \ncontinue to make it easy for customers to buy free range, pasture-fed, \norganic, or other higher welfare products, and to offer these products at \nthe best possible prices. We will also continue to offer easily-identifiable \nvegetarian and vegan products. This animal welfare policy provides guidance \nfor producers and suppliers of animal-derived goods and services during \nproduction, transport, and slaughter. At Amazon, we recognize and expect our \nsuppliers to uphold the Five Freedoms framework. These freedoms are:\n• Freedom from hunger and thirst – by providing ready access to fresh water \nand a diet to maintain full health and vigor.\n• Freedom from discomfort – by providing an appropriate \nenvironment including shelter and a comfortable resting area.\n• Freedom from pain, injury, or disease – by ensuring prevention \nor rapid diagnosis and treatment.\n• Freedom to express normal behavior – by providing sufficient \nspace, proper facilities, and company of the animal’s own kind.\n• Freedom from fear and distress – by ensuring conditions and \ntreatment which avoid mental suffering.\nWe expect our suppliers to comply with all applicable laws.\nWe expect our suppliers to take a zero-tolerance approach to animal cruelty, \nabuse, and neglect.\nWe encourage suppliers to continuously improve their animal welfare \nstandards and practices, and to work towards recognized animal welfare \ncertifications or industry guidelines that include welfare provisions.\n36\nPackaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}