{"page_content": "How We Enable Sustainability for Customers\nAmazon has set ambitious \ngoals to make our business \nmore sustainable on behalf \nof customers. Part of our \ncommitment to both \nsustainability and customers \nincludes making it easier for \neveryone to participate in making a positive impact on the planet and society. \nIf you want to join us in supporting local communities and reducing your \nenvironmental footprint, here are a few easy ways to get started.\nReducing, Reusing, and Recycling\n• Visit the Amazon Trade-In store to learn how to receive an Amazon \nGift Card in exchange for thousands of eligible items including Amazon \nDevices, books, video games, and more.\n• Visit Amazon Device Recycling to find out how to cut back on clutter and \nrecycle your electronic items, ensuring they are disposed of properly.\n• Find open-box, pre-owned and refurbished products at a great price \nwith Amazon Renewed, discounted deals on quality used products from \nAmazon Warehouse, and certified refurbished Amazon Devices.\n• Find out how to recycle your Amazon packaging by checking out the \nAmazon Second Chance site.\n• If you have an Echo device, Alexa Skills can help you find local recycling \ncenters for specific items like lightbulbs and batteries. You can say “Alexa, \nopen Recycling Center” to search for local options. Alexa is constantly \nadding new skills and improving on existing ones. The more people use \nthem, the better they get over time.\nSaving Energy and Water\n• Install a smart thermostat through Amazon Home Services. You can see \nif a certified provider is available in your area by checking online. Smart \nhome thermostats can help reduce heating and cooling energy use by \nadjusting the temperature by a few degrees depending on the time of \nday and whether or not anyone is home.\nLearn more about \nhow we promote \nsustainability \non behalf of \ncustomers\namzn.to/\ncustomers\n37", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}