{"page_content": "• Amazon Home Services professionals can help keep your home \nappliances in good working condition. They can take care of \nheating furnace and water heater maintenance or install a low-flow \nshowerhead for you.\n• To reduce home electricity and water use at home, search for LED \nlights, or in the U.S., ENERGY STAR, EPEAT, or WaterSense-certified \nproducts on Amazon.com.\n• Reduce the carbon emissions of your travel. You can use your Echo \ndevice to find the closest bikeshare rental by saying “Alexa, open \nTransportMe”. Another Alexa skill, Evie Assistant, will help you find the \nlocation of the nearest electric vehicle charging station (say “Alexa, \nopen Evie Assistant”). And you can even get an electric vehicle charging \nstation installed at your house using Amazon Home Services’ network \nof installation professionals. \n• Echo devices can also make it easier to save energy or water at home. \nYou can use Alexa-enabled LEDs and smart plugs to turn off plugged \nappliances and devices when you aren’t using them. Alexa Skills can also \nmake it fun and easy to save energy. For example, you can say “Alexa, \nopen Shower Buddy” to time your showers and use less water, or say \n“Alexa, open Cool My House” to reduce energy consumption. \nSupporting Charitable Organizations and Small Businesses\n• Shop with AmazonSmile and choose from over a million charities to \nsupport. AmazonSmile has donated more than $100 million to charities \nthanks to customers shopping at smile.amazon.com.\n• Purchase items for a charity by searching AmazonSmile Wish Lists for \nthat charity’s registry. Amazon customers have donated more than \n600,000 relief items through Wish Lists.\n• Donate directly to charities through your Echo device using your Amazon \nPay account by saying “Alexa, make a donation.”\n• Support artisans and women entrepreneurs. In Europe and North \nAmerica, Amazon Handmade offers handcrafted artisan goods from \naround the world. In India, Amazon Saheli offers a wide selection of \nunique regional products by women entrepreneurs across clothing, \naccessories, office, home, and kitchen.\n38Packaging and Products", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}