{"page_content": "About Our Supply Chain\nOur mission is for our products to be made in a way that respects human \nrights and the environment. Our global teams work closely with suppliers to \ncommunicate our standards, and help suppliers build their capacity to provide \nsafe and respectful working environments.\nTo ensure that our policies and programs incorporate internationally recognized \nhuman rights standards, we benchmark our policies and programs against those \nof industry and multilateral groups to continually improve our risk assessment \nand audit program. Our standards are derived from the United Nations Guiding \nPrinciples on Business and Human Rights and the Core Conventions of the \nInternational Labour Organization (ILO), including the ILO Declaration on \nFundamental Principles and Rights at Work and the UN Universal Declaration \nof Human Rights. We review our Supplier Code of Conduct against policies \ndeveloped by industry initiatives (such as the Responsible Business Alliance) \nand further develop our standards in consultation with NEST (buildanest.org), \nBusiness for Social Responsibility (bsr.org), Impactt Limited (impacttlimited.\ncom), and Verité ( verite.org).\nSupply Chain Standards\nWe set a high bar for ourselves and our suppliers. Our Supply Chain Standards \ndetail the requirements and expectations for suppliers in our supply chain, \nand suppliers must contractually commit to these standards as a condition of \ndoing business with us. amzn.to/supplier-code-of-conduct\nSupplier Manual\nOur Supply Chain Standards Manual provides guidance and resources to \nsuppliers of Amazon-branded products on how to meet and exceed the \nexpectations outlined in our Supply Chain Standards. amzn.to/supplier-manual\nKey Commitments\nWe are committed to assessing our impact and focusing our efforts in the \nfollowing key areas.\nWe evaluate our supply chain to identify the industries, countries, and issues \nwhere we have the greatest opportunities to identify and address risks and \nhave a positive impact on workers. To do so, we leverage internal and external \n42Social Responsibility", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}