{"page_content": "data, and guidance from industry experts, civil society groups, and non-\ngovernmental organizations. In the event we identify an issue in our supply \nchain, we act fast and prioritize solutions from the workers’ point of view. \nWe work with industry partners to prevent systemic issues and implement \nprograms that support continuous improvement for our suppliers and workers.\nSafe Workplaces\nSafe and healthy workplaces are a top priority for Amazon. We have global \nteams who partner with suppliers to increase worker awareness of safety \nissues, promote worker participation in their safety culture, and promote \ninitiatives focused on the well-being of workers on issues that matter most to \nthem.  \nOur suppliers must provide workers with a safe and healthy work \nenvironment; suppliers must, at a minimum, comply with applicable laws \nregarding working conditions. Additionally, we are committed to driving \nimprovement in these key priority areas: (1) occupational safety, including \nadequate machine safeguarding, and ensuring suppliers continually identify, \nevaluate, and control physically demanding tasks to ensure that worker health \nand safety is not jeopardized; (2) emergency preparedness and response \nplanning; and (3) sanitation and housing, where if suppliers provide residential \nfacilities for their workers, they must provide clean and safe accommodations.  \nWe conduct on-site audits of suppliers’ safety conditions throughout our \nbusiness relationship—often multiple times a year. This includes assessments \nof protections such as adequate fire safety systems, sanitary dormitories and \nfacilities, and adequate machine safeguarding. \nWe require suppliers to address these issues prior to beginning production \nwith Amazon. Audit and assessment results are reviewed regularly by the \nleadership of the appropriate business, and corrective action plans are \nimplemented with suppliers as needed.\nFreely Chosen Employment\nWe will not tolerate the use of forced labor in our supply chain. Our \nSupplier Code of Conduct prohibits all forms of forced labor and human \ntrafficking; this includes charging workers recruitment fees, holding \npassports or personal documentation, and coercion to work through \nthreats of deportation or contacting immigration authorities. During our \ninvestigations, we track where vulnerable workers migrated from and how \nmuch they paid in recruitment fees. If fees have been paid, we require the \nsupplier to reimburse workers in full. \n43", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}