{"page_content": "We are collaborating with industry-wide efforts to address these issues \nholistically and spur change in the broader recruitment industry. These include:\n• Tech Against Trafficking: Tech Against Trafficking is a coalition of \ntechnology companies collaborating with global experts to help eradicate \nhuman trafficking using technology. \n• Global Business Coalition Against Trafficking (GBCAT): GBCAT is \na business-led collaborative initiative working to eliminate human \ntrafficking in global business operations.  \n• Responsible Labor Initiative: The Responsible Labor Initiative is a \nmulti-industry, multi-stakeholder initiative focused on ensuring that the \nrights of workers vulnerable to forced labor in global supply chains are \nconsistently respected and promoted.\nLearn more about our approach to forced labor in our Modern Day Slavery \nStatement here: amzn.to/modern-slavery . \nEmpowering Women\nQuality jobs for women translate to positive impacts for communities, and we \nare actively working to empower women across dimensions of health, finance, \nand career development. This includes collaborating with globally-recognized \nprograms such as Better Work and, in 2019, beginning an initiative with \nBusiness for Social Responsibility’s HERproject™. To date, over 8,000 women \nin our supply chain are involved in BSR HERproject™.\nFair Wages\nWe are committed to working closely with suppliers, business partners, \nand multi-stakeholder associations to monitor and promote continuous \nimprovement in working conditions, including fair and on-time payment of \nwages. We have dedicated teams across the globe that work directly with \nsuppliers to track and report performance against these standards. \nOur suppliers are required to pay legally required compensation (including \novertime and benefits), and we encourage our suppliers to continuously \nevaluate whether workers earn enough to meet their basic needs and the \nneeds of their family.\nWe require all eligible suppliers to enroll in the Better Work program. By \nworking with suppliers and training workers on their rights, Better Work is \nable to help workers improve wages over time.\n44\nSocial Responsibility", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}