{"page_content": "How Amazon Employees Help Drive \nSustainability\nAt Amazon locations around the world, employees bring their energy and \nfocus to initiatives that amplify and deliver on our company’s ambitious \nsustainability goals. Our employees find opportunities to lead and collaborate \non such projects via Amazon Sustainability Ambassadors—a voluntary \nemployee program that helps \nexpand efforts by our global \nteams who work directly on \nmanaging our environmental and \nsocial impacts. \nThe program started in 2017 \nwith chapters in corporate \noffices and fulfillment centers in the U.S. and Europe. Today, more than \n3,000 Amazonians worldwide have signed up to participate as Sustainability \nAmbassadors, and the program continues to expand, with over 105 teams \nacross North America, Europe, and Asia. \nAmbassadors engage fellow Amazonians in sustainability awareness efforts \nand promote environmental education through onsite events, but they also \nlead projects and pilot initiatives that tangibly reduce our environmental \nimpact. These initiatives include: expanding recycling to include new items \nor locations; setting up carpool programs; adding motion sensors to light \nswitches to reduce electricity use; conducting energy audits with local utilities; \nswitching to more sustainable products in common areas such as pantries and \nbathrooms; and campaigns aimed at reducing the use of disposable plastic \nbottles and containers.\nSustainability Ambassadors also have a unique chance to launch ideas with \ndata-driven analysis and action using Amazon technology. For example, after \nauditing lunchtime waste at two Seattle campus cafes, one ambassador \ndeveloped a proposal to improve waste sorting using AWS DeepLens, a deep Sustainability Ambassadors have a unique chance to \nlaunch ideas with data-driven analysis and action using \nAmazon technology. \n48\nEmployees and Communities", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}