{"page_content": "Water\nReducing Water Used for Cooling in AWS Data Centers \nAWS has always focused on efficiency and continuous innovation in our data \ncenters to improve operational excellence and reduce our impact on the \nenvironment. In addition to our efforts on energy efficiency and our goal \nto achieve 100% renewable energy for our global infrastructure, AWS has \nmultiple initiatives to improve our water use efficiency and reduce the use \nof potable (drinking) water for cooling data centers. AWS develops \nour water use strategy by evaluating climate patterns for each \nAWS Region, local water management and availability, and \nthe opportunity to conserve drinking water sources. Taking \na holistic approach, we assess both the water and energy \nusage of each potential cooling solution to select the most \nefficient method. \nEvaporative Cooling \nWhen possible, AWS incorporates direct evaporative \ntechnology for cooling our data centers, significantly reducing \nenergy and water consumption. During cooler months, outside \nair is directly supplied to the data center without using any water. \nDuring the hottest months of the year, outside air is cooled \nthrough an evaporative process using water before being pushed \ninto the server rooms, and we have optimized our cooling systems to use \nminimal water. AWS is constantly innovating the design of our cooling systems \nto further reduce water use, and we utilize real-time sensor data to adapt to \nchanging weather conditions. \nRecycled Water \nAWS is expanding its use of non-potable water for cooling purposes to \nhelp conserve local drinking water sources. In Northern Virginia, AWS was \nthe first data center operator to be approved to use recycled water with \ndirect evaporative cooling technology. We partnered with Loudoun Water to \ndemonstrate the benefits of recycled water for industrial cooling applications, \nand shared our operational best practices for utilizing recycled water in our \ndata centers. In the AWS U.S. West (Oregon) Region, we have partnered with \na local utility to use non-potable water for multiple data centers, and we are \nretrofitting AWS data centers in Northern California to use recycled water. \n60\nSustainability in the Cloud", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}