{"page_content": "The process for utilizing recycled water begins when wastewater from \nresidential and industrial customers is treated at a local facility and \nredistributed through its own piping infrastructure. Recycled water has to \nmeet stringent health standards and safe surface discharge standards. \nAWS is working with local utilities to expand distribution infrastructure and \ndrive faster implementation and adoption of recycled water for data center \ncooling applications, in order to reduce our usage of potable water. \nOnsite Water Treatment \nAWS is implementing onsite modular water treatment systems in multiple \nregions. As water is cycled through evaporative cooling units, minerals build \nup as water evaporates, eventually reaching a level of concentration that \nrequires replacement with fresh water. Onsite water treatment allows us to \nremove scale-forming minerals and reuse water for more cycles. Increasing \nour “cycles of concentration” allows us to continue to reduce water intake for \ncooling our data centers. \nWater Efficiency Metrics \nIn the infrastructure regions where we use water for cooling, AWS has \ndeveloped water efficiency metrics to determine and monitor optimal water \nuse for each AWS Region, and we employ a data-driven approach to select \nthe most effective water reduction technologies. Water metrics from each \nof our Regions help AWS evaluate technologies and understand the long-\nterm impacts on our water usage, in order to increase efficiency as our \ninfrastructure grows and we expand to new regions. \nWe are partnering with utilities to connect directly to utility water meters, \nand we are also installing our own meters to track real-time water usage \nto provide consistent data for our operations and sustainability teams. By \nanalyzing this data, AWS can identify opportunities to reduce water usage \nand rapidly make operational changes, rather than waiting for bills or \nusage reports. \nAWS will continue to implement these strategies and test new technologies in \norder to reduce our water consumption and conserve potable water sources. \nSaving water is good for the environment and also benefits our customers as \nwe increase our operational efficiency.\n61", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}