{"page_content": "Sustainability Partnerships\nMany of the cross-cutting sustainability issues that we prioritize at Amazon \nare enhanced through partnerships and collaborative initiatives with credible, \nknowledgeable, and innovative industry partners. Examples of these groups include:\nAmazon is a founding member the Advanced Energy Buyers Group (AEBG). The \nmission of the business-led AEBG is to engage on policies that make it possible for non-\nresidential energy users to meet their own energy needs with advanced energy through \nsimple, flexible, market-based solutions; and to support policies that facilitate the \ntransition to an electricity system that is secure, clean, resilient, smart, and affordable.\nTo promote education, analysis, and policy advocacy for clean energy, Amazon joined \nAdvanced Energy Economy (AEE), a nonprofit association of clean energy businesses \nthat is committed to promoting clean and affordable energy technologies. AEE \npublishes reports, brings together stakeholders, and advocates for advanced energy \npolicies with state and federal policymakers on issues related to electric vehicles, \nrenewable energy, energy efficiency, and the smart grid.\nTo support our engagement on renewable energy, Amazon joined the American \nCouncil on Renewable Energy (ACORE), a nonprofit membership organization \ndedicated to building a secure and prosperous America with clean, renewable energy. \nACORE convenes thought leadership forums and creates energy industry partnerships to \ncommunicate the economic, security, and environmental benefits of renewable energy.\nAmazon began working with amfori, a leading global business association for open \nand sustainable trade. They bring together over 2,000 retailers, importers, brands, and \nassociations from over 40 countries, to drive social performance and improvements in \ntheir global supply chains.\n71", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}