{"page_content": "Beauty and Personal Care Leadership Group \nAmazon joined the Beauty and Personal Care Leadership Group, a multi-\nstakeholder group of brands, retailers, and NGOs working to enhance beauty and \npersonal care product sustainability by aligning and simplifying the assessment criteria \nfor determining product sustainability.\nAmazon is a member of Business for Social Responsibility (BSR), a global nonprofit \nthat works with partners across business, civil society, and government sectors to build \na just and sustainable world. Amazon participates in working groups such as Future \nof Fuels (a collaboration with a mission to drive a sustainable transition to low-carbon \ncommercial road freight), Clean Cargo Working Group (an initiative to reduce the \nenvironmental impacts of global goods transportation), and Tech Against Trafficking (a \ncoalition of technology companies collaborating with global experts to help eradicate \nhuman trafficking using technology).\nAmazon joined BSR’s HERproject™, a collaborative initiative that strives to empower \nlow-income women working in global supply chains. Bringing together global brands, \ntheir suppliers, and local NGOs, HERproject™ drives impact for women and business via \nworkplace-based interventions on health, financial inclusion, and gender equality. Since \nits inception in 2007, HERproject™ has worked in more than 700 workplaces across \n14 countries and has increased the well-being, confidence, and economic potential of \nmore than 800,000 women.\nAmazon joined the Business Environmental Leadership Council at the Center for \nClimate and Energy Solutions (C2ES) to work toward practical solutions to the \nworld’s climate and energy challenges. C2ES is an independent, nonpartisan, nonprofit \norganization working to forge practical solutions to climate change. Through strong \npolicy and action to reduce greenhouse gas emissions, promote clean energy, and \nstrengthen resilience to climate impacts, C2ES works with Fortune 500 companies to \ncoordinate business action and business support for effective climate policy.HERpr oject\n72\nGovernance", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}