{"page_content": "Amazon Sustainability Policy Positions \nIncreasing the deployment of renewable energy resources is valuable for the planet, good \nfor business, and important for our customers. As part of our sustainability efforts, Amazon \nadvocates in support of public policy that advances access to and the expansion of clean energy. \nWe will continue to promote policies that support renewable energy to power our operations. \nSince 2016, we have taken the following actions in support of promoting clean energy and \naddressing climate change. \nApril  \n2016Amazon joined Apple, Google, and Microsoft in filing an amicus brief in \nsupport of the U.S. Environmental Protection Agency’s Clean Power Plan.\nFebruary \n2017 Amazon offered support for a Virginia bill to create a new community \nsolar law in the Commonwealth. \nJune  \n2017 Amazon joined the We Are Still In coalition to express support for \nremaining in the Paris Climate Agreement. \nOctober \n2017Amazon authored a letter to the Ohio State Legislature in support of a \nbill that would reduce restrictions on the siting of wind energy projects \nin the state.\nOctober \n2017Amazon provided support for the regulatory approval of a green \nenergy program offering being created by the Florida electric utility \nthat provides power to our facilities in the Jacksonville region.\nDecember \n2017 Amazon wrote to the California Public Utilities Commission in support \nof an electric vehicle charging program for the San Diego region. \nDecember \n2017Amazon urged the European Union Commission to establish a goal of \n35% renewable energy by 2030.\nSeptember \n2018 Amazon staff spoke at the Midwest Governor’s Association conference \nand highlighted our interest in access to renewable energy and the \nimportance of states reducing barriers to renewable energy access. \n76Governance", "metadata": {"source": "NASDAQ_AMZN_2019.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}