{"page_content": "Our goal\nAt the end of 2020, we pledged a net zero goal of becoming \n100% green by reducing our GHG emissions by 100% by 2050 \nwithout relying on the use of traditional carbon offsets, like \nplanting trees or purchasing voluntary offsets. We were \nthe first airline globally to publicly announce we would not rely \non offsets to realize our climate goals. We believe that, while \nthis is the hard thing to do, it’s the right thing to do. It allows us \nto focus on taking tangible steps to mitigate climate change \nimpacts from our operations and create the future we expect \nand deserve. \nBeyond our climate ambitions, we are committed to \nexcellence throughout our operations, the foundation upon \nwhich we build our sustainability initiatives. United is further \ncommitted to transparency through robust public disclosure of \nour strategy, our actions and our performance as we know this \nis essential to track progress against our climate goals. We aim \nto continue enhancing our reporting and alignment to leading \nindustry standards such as the T askforce on Climate-related \nFinancial Disclosures (TCFD) in subsequent public reports.\nClimate assessment methodology\nUnited conducted a qualitative assessment to identify \nphysical – both acute and chronic – and transition risks as \nwell as climate-related opportunities, consistent with leading \nindustry practices and in conjunction with United’s existing \nenterprise risk management (ERM) program and procedures. \nThe assessment was informed by TCFD recommendations.Our climate strategy\nOur resolution to operate a more environmentally sustainable \nand responsible airline is woven into our strategy and values. \nWe are committed to action and to holding ourselves \naccountable with our 2050 goal to reduce 100% of \nGHG emissions and our mid-term objective to reduce \ncarbon intensity by 50% by 2035, as compared to 2019. \nThese targets are the cornerstones of our climate ambition. \nOur strategy is centered around four key pathways: \n1. REDUCE our environmental footprint: We are focused on \nmaximizing operational and fuel efficiency and reducing the \nusage of conventional (or fossil) jet fuel, the combustion of \nwhich is the largest contributor to our environmental footprint.\n2. INNOVATE in carbon reduction technologies: We recognize \nthat we will not be able to eliminate all jet fuel consumption by \n2050. Our primary pathway toward reducing our environmental \nfootprint is through replacing conventional jet fuel with \nsustainable aviation fuel (SAF), the most promising solution, \nbased on lifecycle emissions reductions.\n3. REMOVE carbon: We also intend to focus on efforts beyond \ncurrent ways of reducing emissions by also focusing on carbon \nremoval, through technologies to either sequester carbon or \nto potentially utilize captured carbon to make low-carbon, or \neven carbon-negative, fuels in the future.\n4. COLLABORATE with various stakeholders: United will \nwork in collaboration with employees, customers, airports, \nsuppliers, cross-industry partners, policymakers and others \nto advance the future of sustainable flight.United’s ambition is to play a key \nrole in making air travel more \nsustainable. We are leading the way \nin reimagining the future of aviation \nwith environmental responsibility \nand sustainability at the forefront. \nThis starts by acknowledging the \nchallenge we face. Aviation is \nconsidered a hard-to-abate sector.\nUnited is committed to tackling the \nroot causes of our GHG emissions so \nthat we can realize meaningful, long-\nlasting change that supports a more \nsustainable future.\nUS Airline to show customers an \nestimate of their flight’s carbon \nfootprint when booking1st\nOf its kind investment vehicle focused \nspecifically on SAF technologies: the \nSustainable Flight Fund, launched by \nUnited Airlines in 20231st\nAirline globally to announce \npublicly a climate goal \nwithout the reliance on \ntraditional carbon offsets 1stEnvironmental \nsustainability\nRead our more in-depth \nonline report here\n2022 Summary United Airlines Responsibility Report \n6\nHome CEO letter Safety People Community Governance Data Sustainability", "metadata": {"source": "NASDAQ_UAL_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}