{"page_content": "SUSTAINABILITY POLICIES AND PRIORITIES\nPROPERTY ACQUISITION \nCRITERIAWe include several ESG considerations in our property acquisition \ncriteria (full document available on our corporate website). Among \nthe submission information we request, the following topics are \ncovered:\n• Access to public \ntransportation\n• Biodiversity and habitat\n• Building safety\n• Climate change adaptation\n• Compliance with regulatory \nrequirements\n• Contaminated land\n• Energy efficiency• Energy supply\n• Flooding\n• GHG emissions\n• Health and well-being \nof employees, tenants, \ncustomers, third-party \ncontractors and communities\n• Indoor environmental quality\n• Natural hazards• Resilience to catastrophes \nand disasters\n• Socio-economic \nconsiderations\n• Transportation\n• Water supply, efficiency and \nlandscaping\n• Waste management\nWe continuously seek operational improvement to operate our \nproperties in the most efficient manner possible—to reduce \nexpenses, add value, and reduce carbon emissions. We encourage \nemployees and third-party contractors to actively engage in sound \nenergy management practices as applicable.\nWe consider a combination of operational improvements and \nequipment retrofits with consideration given to the costs and benefits \nof any action to be taken. Measures that have been implemented \nand/or are planned include LED lighting upgrades in common areas \nand the solicitation of bids to install on-site renewable energy (solar \nwith battery storage where feasible) at selected properties.ENERGY MANAGEMENT\n• Solar energy:  We have targeted an initial group of 8 properties \nwhere we can potentially reduce energy consumption by as much \nas 30%\n• Electric vehicle (EV) charging stations: We currently have \n14 charging stations at four properties and we are working with \na number of anchor tenants that have lease rights to parking \nspaces toward adding more EV charging stations. We will be \nadding additional charging stations at multiple properties in 2021\n2020 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT   //  15\n", "metadata": {"source": "NASDAQ_ROIC_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}