{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     10\nENVIRONMENTAL STEWARDSHIP\nAircraft Emissions\nOperational efficiency, safety and innovation have allowed Atlas Air Worldwide to operate \none of the world’s largest air cargo fleets, serving customers across the globe. We operate \nin a global marketplace that has an increased focus on climate change. We are continuously \nstriving to lower our aircraft emissions and improve our fuel efficiency as part of our \ncommitment to address climate change and promote a cleaner environment. We have multiple \nefforts in place to address this issue: continuing to enhance our operating efficiencies, \ninvesting in an increasingly efficient aircraft fleet and expanding SAF procurement.\nOur Commitment to Addressing Climate Change\nWe abide by the Carbon Offsetting and Reduction \nScheme for International Aviation (CORSIA), which was \ndeveloped by the United Nations International Civil \nAviation Organization (ICAO) in 2016 to govern the global \nairline industry. Since 2019, all airlines are required \nto report their greenhouse gas (GHG) emissions on an \nannual basis to CORSIA, and in January 2021, airlines \nbecame required under CORSIA to offset the carbon \nemissions generated during international flights. This \nrequirement is designed to limit any annual increases \nin total GHG emissions from international civil aviation, \ncompared with 2019 baseline emissions for the CORSIA \npilot phase (2021-2023). \nAtlas has also been reporting emissions under the \nEuropean Union Emissions Trading Scheme (EU-\nETS) since 2010, which laid the groundwork for our \nparticipation in CORSIA.\nBeyond CORSIA, we collaborate with our key industry \ntrade groups such as the International Air Transport \nAssociation (IATA) and Airlines for America (A4A). We \nsupport the significant announcement made by IATA and \nA4A to achieve net-zero carbon emissions in aviation \nby 2050, which aligns with the Paris Agreement goal to \nkeep global warming under 1.5 °C.Achieving this goal will require a collective effort of the \nentire industry, in partnership with governments, fuel \nproducers and investors. A combination of measures \nwill be necessary to meet the target, including:\n◊ Increasing availability, acceptability and use of SAF;\n◊ New technologies;\n◊ Operational and infrastructure improvements; and\n◊ Offsetting/carbon capture.\nWe support the significant announcement \nmade by IATA and A4A to achieve net-zero \ncarbon emissions in aviation by 2050, which \naligns with the Paris Agreement goal to keep \nglobal warming under 1.5 °C.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}