{"page_content": "Aircraft Emissions\nINDUSTRY ENGAGEMENT MAXIMIZES  \nOUR IMPACT\nOur membership in Airlines for America (A4A), the \ntrade association for the leading U.S. passenger \nand cargo airlines, enables us to join industry peers \nto amplify our ability to advocate for policies that \nbenefit the entire aviation sector. Atlas President \nand Chief Executive Officer John Dietrich serves \non the Board of Directors at A4A, and a number \nof individuals serve on A4A councils, committees \nand working groups that contribute to sector-wide \nenvironmental and sustainability advocacy, such \nas the Environmental Sustainability Council and \nthe Sustainable Aviation Fuel Committee. Our work \nwith our industry peers through these A4A groups \nsupports the trade association’s climate and SAF \ngoals (net-zero carbon emissions by 2050 and \nincreasing SAF availability to U.S. aircraft operations \nto 3 billion gallons by 2030), address an array of \nenvironmental impacts, including aircraft noise and \nlocal air quality, advance our own ESG initiatives and \nencourage private-public partnerships.\nWe believe that coordinating efforts maximizes  \nour collective voice when it comes to advocacy and \npublic policy issues, both of which are critical to \nmeeting environmental stewardship goals across  \nthe aviation industry.\n◊ Aviation Is a Relatively Small Contributor\n »Domestic U.S. commercial aviation  \n= 2% GHGs (Source: U.S. Environmental \nProtection Agency)\n »Worldwide aviation = 2% (Source: \nIntergovernmental Panel on Climate Change)\n◊ Commercial Passenger and Cargo Carriers Have \na Strong Domestic Record (Source: A4A)\n »Improved fuel efficiency more than  \n135% between 1978 and 2019\n »Saved over 5 billion metric tons of CO2 \n(equivalent to taking 27 million cars off the \nroad each year since 1978)Understanding Our Greenhouse Gas Emissions\nIn 2021, Atlas worked to formalize the structure of our \nemissions reporting strategy. We partnered with a third-\nparty environmental consultant and engaged with internal \nand external stakeholders to establish our GHG emissions \nreporting strategy. Our approach is to align with leading \nglobal standards and frameworks, including the Task Force \non Climate-related Financial Disclosures (TCFD) and the \nSustainability Accounting Standards Board (SASB). See the \nAppendix  of this report for our TCFD and SASB disclosures.\nTo support the industry goal and meet our target, we are \nfocused on three key areas:\n◊ Continuing to drive operational efficiency, especially for \nour aircraft\n◊ Upgrading our fleet with more fuel-efficient aircraft\n◊ Expanding our use of SAF when possible\nATLAS AIR WORLDWIDE    2021 ESG Report     11Our leaders are proud to contribute their thought \nleadership and expertise to industry association \nboards and councils. Atlas Executive Vice President \nand Chief Commercial Officer Michael Steen serves \nas Chair of IATA’s Cargo Advisory Council, with \nsustainability being a top three industry focus area \nfor the Council. Atlas Executive Vice President, \nGeneral Counsel and Secretary Adam Kokas is Vice \nChair of the IATA Legal Advisory Council, and Atlas \nExecutive Vice President and Chief Operating Officer \nJim Forbes serves on the Cargo Airline Association \n(CAA) Board of Directors.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}