{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     12\nAircraft Emissions\nDriving Operational Efficiency\nEmissions from aircraft engines that affect air quality include \nnitrogen oxides (NOx), carbon monoxide (CO), sulfur oxides \n(SOx), unburned hydrocarbons (HC), smoke and particulate \nmatter (PM). Improved engine designs have gradually reduced \nthe emissions of NOx and CO and have almost eliminated \nemissions from HC and smoke.\nWe strive to drive carbon reduction efforts through ongoing \nimprovement in our operations and the efficiency of our \naircraft. We regularly analyze the emissions and fuel efficiency \nof our aircraft through industry-leading software and tracking \nmetrics, and we leverage this data during our decision-making \nprocesses to verify equipment is functioning within specified \nparameters. Our analyzing technology includes our FuelWise \nand SkyBreathe fuel efficiency software. \nCarbon-reducing efficiencies come from a range of activities, \nwhich include the following practices: operating new aircraft/\nengines, efficient flight planning, efficient flight crew \nprocedures, reducing auxiliary power unit usage; aircraft \nperformance monitoring (APM), aircraft weight reduction, \ndrag reduction, engine washes and other routine maintenance, and working with our partners and government officials to \nadvocate for further air traffic control, road traffic and other \nground activities modernization.\nContinuing to Upgrade Our Aircraft\nWe have invested in new and innovative aircraft solutions \nto drive customer service, operational efficiency and GHG \nemissions reductions. Our goal is to ensure that any new \naircraft we buy is more fuel efficient than the previous \ngeneration of aircraft and improves safety and performance. \nIn January 2021, Atlas invested in four new Boeing 747-8 \nfreighters. The Boeing 747-8F is among the most capable, \ntechnologically advanced and environmentally conscious \nwidebody freighter on the market. The 747-8F provides  \n20% higher payload capacity and 16% lower fuel consumption \nthan previous 747 models while meeting or exceeding the \nstrictest ICAO emissions standards. It also reduces noise by \napproximately 30% compared with the previous generation  \nof aircraft.\nAdditionally, in December 2021, Atlas ordered four new Boeing \n777-200LRFs, which are the largest and longest-range twin-\nengine freighters in the world and will further help us improve \nour flight operations efficiency. \nOur Carbon Emissions Reduction Goal\nWe believe we can reach this goal through a combination of SAF use, new aircraft, \nimproved fleet efficiencies and fuel-savings best practices. More specifically:\n◊ Our dedicated fuel procurement team engages with fuel providers and other \nfuel partners to address our customers’ growing interest in the use of SAF. In \naddition, we are actively exploring the use of SAF for our charter flights.\n◊ Fleet upgrades include the integration of four new 747-8F beginning in  \n2022 and four newly ordered 777F, both of which will enable us to optimize \nresource consumption.\n◊ We will realize operational efficiencies from investments in scheduled major \nmaintenance events and fleet-wide engine water wash protocols.\n◊ We will continue to leverage our FuelWise initiative, which develops best \npractices such as engine-out taxi-in and reduced thrust, along with other \nexisting and developing best protocols that have proven fuel-savings benefits.We are doing our part to  \nsupport the significant \nannouncement made by \nIATA and A4A to achieve  \nnet-zero carbon emissions \nin aviation by 2050.\nOur contribution to this \nindustry objective is Atlas’ \ngoal to reduce our absolute \nScope 1 emissions by  \n20% by 2035. ", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}