{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     13\nIn 2021, we also invested in the Boeing Performance \nImprovement Package (PIP) to lower operational costs and \nimprove the environmental profile of our existing, in-service \n747-8 aircraft. The PIP program reduces fuel consumption, \nleading to reductions in CO2 and NOx emissions.\nAdvancing the Sustainable Aviation Fuels Agenda\nAtlas continues to pursue opportunities to incorporate SAF \ninto our mix with conventional jet fuel. SAFs, which can be \nmade from vegetable oils, sugars, animal fats and even waste \nbiomass, can be used to help fuel existing aircraft engines \nwithout equipment modification or retrofitting. \nSAF has been shown through life cycle analysis to reduce \ncarbon emissions by up to 80% compared with traditional \nfuel. SAF will need to be a significant contributor to our ability \nto meet our longer-term emissions reduction goal and the \nindustry’s 2050 target for net-zero carbon emissions.\nWe are actively involved in advancing SAF adoption in the \naviation industry to increase access and moderate costs. \nSignificant changes in government policy, infrastructure, \nfunding and multi-sector cooperation will be necessary for \nSAF to have a significant impact on the air cargo industry’s \nfuel sourcing. In Kentucky, where we have an operations center \nnear the Cincinnati/Northern Kentucky International Airport \n(the seventh-largest cargo airport in North America), Atlas \njoined with key partners, airlines and airports to form the \nKentucky Sustainable Aviation Fuel Coalition. The coalition’s \ngoal is to encourage the state to lead SAF production and use \nefforts by leveraging the state’s reputation as an aviation \npowerhouse and leader in innovation. \nWe believe SAF production would produce all the benefits of \na major capital investment project (construction, use of local \nsuppliers, etc.) and spur the creation of high-technology jobs \nand research activities that could benefit local colleges and \nuniversities. Additional collaborations include involvement \nby the state’s agriculture and forestry resources, as well as \nmunicipal waste and hydrogen, which could potentially be used \nin SAF production. Atlas is a proud member of the coalition, as \nSAF production would create a ripple effect of benefits for this \ncommunity, job seekers and the environment.Aircraft Emissions\nFUELWISE: INNOVATING AND IMPROVING \nFUEL EFFICIENCY\nOne of the best ways to optimize our aircraft’s fuel \nefficiency is through advanced flight planning and \ntracking. For more than the last decade, Atlas has \nbeen working to optimize flight speeds, altitudes, \nroutes, climb, cruise and descent segments.\nAtlas uses SkyBreathe fuel efficiency software \ndeveloped by OpenAirlines to track real-time  \ndata from multiple sources – aircraft Quick Access \nRecorder (QAR), flight plans, load sheets, Aircraft \nCommunications Addressing and Reporting  \nSystem (ACARS) data, weather and navigation \ndatabases – to analyze fuel usage and suggest \nefficiency improvements.\nAtlas also incorporates best practice reporting via \nan application on tablets that our flight crews use to \nevaluate their own fuel usage decisions.\nWe are supplementing our ongoing emissions-\nreduction strategies with investments in innovations \nsuch as machine learning to ensure we continue to \ndrive best practices for fuel efficiency and emissions \nreductions. Initiatives currently under development \ninclude advancing aircraft performance monitoring \nand using flight trajectory monitoring to map our \nflights and identify where air traffic control shortcuts \nare most common in our route structure. \n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}