{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     15\nENVIRONMENTAL STEWARDSHIP\nAircraft Noise\nMinimizing the impact of aircraft noise has been a long-standing priority for  \nAtlas Air Worldwide. Through our investments in new equipment and technology, \nas well as our ongoing operational improvements, we are advancing a quieter \nfleet of aircraft.\nOur Approach to Noise Reduction \nAtlas works with recognized aviation organizations, \nairport authorities, associations and regulators to adopt \nbest practices for mitigating aircraft noise as part of our \ncommitment to be good neighbors in our communities.  \nWe subscribe to the International Civil Aviation \nOrganization’s (ICAO) Balanced Approach for addressing \naircraft noise. The Balanced Approach was codified by \nICAO in 2001, and its aircraft noise standards have been \nupdated several times since, most recently in 2018. \nThrough these standards, ICAO identifies four strategies \nfor addressing aircraft noise: \n◊ Noise reduction at source \n◊ Land use management and planning \n◊ Operational procedures \n◊ Operating restrictions \nWe take a comprehensive and multifaceted approach to \ndemonstrate our responsibility.  \nAdditionally, we voluntarily adjust flight schedules to \naddress potential concerns from community leaders \nand neighbors in densely populated residential areas. \nWe believe operating restrictions, which can negatively \nimpact the airline industry, customers and local \neconomies, are a last resort, and we proactively  \npursue other means to effectively address potential \nnoise concerns.Our new aircraft investments also play a significant \nrole in continuing to reduce the noise associated \nwith our fleet. Specifically, our recent investments \nin Boeing 747-8F and Boeing 777 aircraft will yield \nimproved performance along with lower decibel output. \nWe currently have 10 747-8Fs and 14 Boeing 777Fs, \nwith eight additional aircraft ordered. As a result of \ntechnological improvements, the noise footprint of \nthese new aircraft is at least 15% smaller than that of \nthe aircraft they replace.\nManaging aircraft noise impacts at an airport is the \nshared concern of many parties, including the Federal \nAviation Administration (FAA), airport owners/operators, \nair carriers, local governments, communities and \naircraft manufacturers.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}