{"page_content": "ATLAS AIR WORLDWIDE   2021 ESG Report     17\nReducing Resource Consumption\nENVIRONMENTAL CONSIDERATIONS FOR  \nNEW FACILITIES\nAs we plan for the development and construction \nof new facilities, we are focused on challenging \nthe status quo and integrating forward-looking \nenvironmental principles and practices related to \nsafety, energy efficiency, electrification of equipment \nand the ground fleet – all while continuing to provide \nunparalleled levels of customer service.\nKey considerations include:\n◊ Reducing use of material handling equipment via \ninstallation of material handling systems. Using \ntruck docks, roller decks and vertical conveyors \ndecreases the need for forklifts and tugs/dollies. \nReduced truck dwell times also minimizes transit \ntime emissions during idling.\n◊ Converting material handling equipment from \nfossil fuel to electric, which provides a healthier \nwork environment and reduces emissions.\n◊ Maximizing use of vertical storage in warehouses \nto enhance capacity within the same footprint and \nbuilding infrastructure.\n◊ Ensuring appropriate infrastructure to support \nelectric vehicle charging for passenger/light \ncommercial vehicles, commercial trucks and \nelectric cargo loaders and transporters.\n◊ Introducing sustainable energy sources, including \nrooftop solar arrays, regenerative technology used \nto recapture energy, and on-site battery storage \nsystems used to offset spikes in demand  \nfor electricity.\n◊ Employing smart panel technology to monitor \nelectrical consumption of our equipment, which \nenhances preventive maintenance and  \nenergy efficiency.Local Actions Make a Difference\nOur local approach to resource conservation has resulted in the \ndevelopment of a variety of programs and strategies at our sites. \nSteps we are taking to reduce our resource consumption include:\n◊ Incorporating recycling and waste separation programs   \nat our facilities. \n◊ Using energy use reduction systems , such as LED lighting \nand high-efficiency HVAC systems, in all new facilities, \nincluding at our operations center in Northern Kentucky, \nwhere we also offer electric vehicle charging stations for \nvisitors and staff. \n◊ Continuing to invest in sustainable options  for shoring and \ndunnage supplies, including lumber that is recyclable at the \nend of its service life. We also try to extend the life of shoring \nmaterial used to support special cargo during transport. \n◊ Utilizing electronic flight plans and electronic logbooks   \nto reduce paper use and consumption. \n◊ Exploring WELL Building Standard and Green Building \nInitiative (GBI) certification  to verify the environmental, \nhealth and wellness performance of our buildings. \n◊ Using biodegradable plastic  to wrap cargo to help  \nreduce waste. \n◊ Coordinating the cleaning of crew blankets for donation   \nto homeless shelters or pet rescue organizations at airports. \nAs we continue to develop our forward-looking environmental \nstrategy, Atlas will remain committed to pursuing objectives \nthat allow us to demonstrate our global leadership in managing \nenergy, carbon, water, and waste throughout our global locations.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}