{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     2Executive Message\nTo Our Stakeholders:\nToday and every tomorrow is our moment to rise, as we \nbelieve building a strong business today is good for our \npeople, communities and the planet tomorrow. \nIn 2021, we demonstrated our commitment to do good in \nthe world by responding to emerging needs with collective \nresourcefulness. Our foundational values – Safety, \nService Excellence, Integrity, Innovation, Teamwork and \nResponsibility – guided our response to many challenges. \nWe strived to provide excellent service every day and be \nour customers’ first choice and most valued partner while \ndelivering shared value for our shareholders, employees \nand communities. \nWe also accelerated progress on our environmental, \nsocial and governance (ESG) journey. We are supporting \nthe International Air Transport Association (IATA) and \nAirlines for America (A4A) goal to achieve net-zero \ncarbon emissions by 2050. In early 2022, we formalized \nour carbon emissions reduction goal: to reduce our  \nScope 1 emissions by 20% by 2035.  \nOur 2021 purchase of four new Boeing 747-8 freighters \nprovides 20% higher payload capacity and 16% lower fuel \nconsumption. In late 2021, we ordered four new Boeing \n777-200LRFs, which are the largest and longest-range \ntwin-engine freighters in the world and will further help \nus improve our flight operations efficiency. By upgrading \nour fleet with more fuel-efficient aircraft, combined with \nall our fuel efficiency and maintenance programs, we can \ncontinuously improve efficiencies, safety and performance. \nWe are also pursuing opportunities to increase the use of \nsustainable aviation fuel (SAF) in our flight operations. We \nactively advocate for state and federal tax-credits and \ninvestments in research and infrastructure funding to \nincrease SAF production in the United States. In addition, \nwe continue to expand our fuel-saving initiatives, including \nimplementing best practice protocols that reduce fuel \nburn, and converting our station equipment to electric and \nhybrid vehicles in order to reduce emissions year over year.\nOur people are our top priority, and their talent, dedication \nand world-class skills – in the cockpit, on the ground and in the office – drive our success. We have strengthened our \nculture of diversity, equity and inclusion because we believe \nit provides a great source of innovation and engagement. \nIn addition, we are focused on growing our diverse \ntalent pipeline through internal initiatives and external \npartnerships and workforce development programs.\nWe constantly strive to establish Atlas as a career \ndestination and strengthen our Company to attract \nand retain the best talent in the industry. This includes \nenhancements to our employee compensation, health and \nwellness benefits and quality of work life programs and \nestablishing a new Collective Bargaining Agreement with  \nour pilots. \nIn a year marked by global humanitarian and environmental \nchallenges and crises, our people met the moment to make \na difference around the world. We proudly supported the \nU.S. military’s Afghanistan evacuation efforts with the Civil \nReserve Air Fleet (CRAF) by operating relocation flights \nfor the repatriation of U.S. citizens and Afghan nationals \nand their families. In partnership with Operation Airlift \nIndia, we helped transport medical supplies and personal \nprotective equipment for COVID-19 response. We also \nprovided a disaster relief corporate donation and matched \nour employees’ generous pledges to help people in Kentucky \nimpacted by devastating tornadoes. \nOver the past year, our resilience, ingenuity and respect for \none another stood strong, and we look optimistically to the \nfuture, where we will continue to innovate, inspire and lead. I \nwant to thank all our employees for their dedicated work on \nbehalf of one another, our customers and our shareholders. \nJohn Dietrich \nPresident and  \nChief Executive Officer\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}