{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     21\nEmployee Experience\nDEI Councils\nFirst launched in 2020, our DEI councils focus on defining \nour diversity, equity and inclusion blueprint at Atlas and \nconnecting our people to the senior leadership team to act on \nkey initiatives:\n◊ The Employee Council  is representative of all functions  \nand levels across our global businesses and includes \n22 pilots and ground employees. The Council executes \nstrategies defined by our three-year DEI roadmap , which \noutlines our commitment to building a culture of inclusion \nand driving business outcomes through the power of \ndiversity of thought.\n◊ The Executive Council  is comprised of 15 senior leadership \nmembers with the purpose of communicating and \ndemonstrating our DEI strategy and blueprint, as well as \ncreating a productive and positive environment for the \nEmployee Council to share ideas and launch initiatives.\nEmployee Resource Groups\nOur Employee Resource Groups (ERGs) are designed to \ncelebrate different dimensions of diversity, often providing  \nour employees with growth and development opportunities.\nTo attract, engage and develop women in our organization, \nwe launched our Women’s Network  in 2018. The Women’s \nNetwork is focused on connecting and developing women \nto support their professional growth and the success of \nthe organization. In 2021, the Women’s Network engaged \nAtlas employees across the organization through learning, \ndevelopment and mentoring opportunities.\nIn 2021, we developed the Atlas Welcome Group  to serve as \na key resource and knowledge center for orienting new hires \nand internal transfers. This network provides a welcoming and \npositive onboarding experience and creates opportunities for \npersonal and professional connections. The Welcome Group’s \nmission is to connect people at Atlas.\nIn addition, our Veteran’s Network  brings together Atlas \nemployees who are veterans of the military.CELEBRATING THE DIVERSITY OF OUR PEOPLE \nIn celebration of Women’s History Month, we introduced \na series called Women Who Wow to highlight innovators \nin aviation and Atlas women in leadership roles. We also \ncreated a social media campaign to raise awareness \nof the need for a diverse workforce in aviation, and the \nhistorical role women have played over the years.\nDuring this same month, Candace McGraw, Chief \nExecutive Officer of the Cincinnati/Northern Kentucky \nInternational Airport (CVG) – one of the most \nimportant airports in the global cargo network – spoke \nto employees about how she has challenged the \nconventional ways to lead an airport to differentiate \nCVG from its competitors. Ms. McGraw also shared \nadvice on lessons learned during her 30-year career. \nWe also welcomed the President of Vaughn College, \nDr. Sharon B. Devivo, to speak to our Women’s Network \nabout her career path, experience and other  \nleadership topics.\nIn celebration of Black History Month, Asian American \nand Pacific Islander Heritage Month, and Hispanic \nHeritage Month, we featured employees on our \nInside Atlas intranet and our Tailwinds blog. Featured \nemployees shared information about their heritage and \ntheir career path at Atlas.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}