{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     22\nEmployee Experience\nEngaging Our Employees in Our DEI Efforts\nAtlas hosted a number of events that highlighted the \nimportance of diversity of thought and how it can drive  \nan organization forward. For example, Frans Johansson, \nbest-selling author and Chief Executive Officer of The  \nMedici Group, delivered an inspiring 60-minute presentation \nto our employees at a Company-wide meeting. Highlighting \nthe powerful connection between DEI and growth and \ninnovation, employees learned that their collective \nstrengths and differences combined with collaboration and \ncommunication can break down silos and foster a culture \nof inclusion that drives innovation and addresses the \nCompany’s strategic priorities.\nAdvocacy for Career Pathways\nWe operate in a highly regulated environment, and we \ndepend on local and federal governments to understand our \nbusiness and how policy decisions can impact our internal \nand external talent pipeline. Along with our industry partners, \nwe are working with legislators and regulators across the \nU.S. to forge career pathways for new pilots, mechanical \nand technical personnel and other aviation services \nprofessionals. We are working on initiatives to attract \nunderrepresented groups to the pilot profession, and we \nactively seek to create more opportunities for training and \ncertification and to reduce the out-of-pocket cost of those \nprograms, particularly for underrepresented minority groups \nwhere cost is a significant barrier. This includes supporting \nlegislation to allow students to fully access federal financial \naid to cover the average cost for a flight education and \ntraining program.PROVIDING LEARNING OPPORTUNITIES\nThe Americans with Disabilities Act (ADA) protects \nindividuals with disabilities from discrimination \nin areas including employment and ensures \nthey have equal access to transportation, public \naccommodations, communications and the programs \nand services provided by state and local government. \nThrough the Atlas Global Learning Academy, we \nprovide opportunities for our employees to learn about \nthe ADA and ways to advocate and hold space for our \ncoworkers with disabilities. Online courses include:\n◊ Americans with Disabilities Act for Employees\n◊ Americans with Disabilities Act for Managers\n◊ American Sign Language for Business\n◊ American Sign LanguageAs attacks against members of the global  \nAsian American and Pacific Islander community \ntook place in 2021, Atlas President and Chief \nExecutive Officer John Dietrich reinforced the \nCompany’s commitment to equity, fairness and \nrespect with messages of solidarity shared \nwith all employees. These messages included \nresources for employees to learn more as well \nas to seek assistance, if needed.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}