{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     23\nEmployee Experience\nElevate Atlas \nWe constantly strive to elevate our employee experience \nand establish ourselves as a career destination. In 2020, \nwe launched the ELEVATE program, which is focused on \nimproving the quality of work life of our employees so that \nthey can operate more efficiently and be better prepared to \nserve our customers. The ELEVATE program brings together \na group of cross-functional employees who dedicate time \noutside of their key role to focus on specific initiatives  \nthat will improve the overall quality of work life for  \ntheir colleagues.  \nIn 2021, we furthered this initiative in a number of ways:\nEmployee Experience Surveys\nWe listen intently to feedback from our employees – at every \nstep of their journey. Most importantly, we act on what we \nlearn from employees, and as a direct result of their feedback, \nwe took the following actions in 2021:\n◊ Greater visibility of our commitment to social \nresponsibility, which builds pride and engagement with \nour employees\n◊ Re-imagined the Future of Work with enhanced flexible \nworking arrangements\n◊ Enhanced Senior Leadership communications and \nreinforced our commitment to our vision and values\n◊ Elevated the employee experience through data-driven \ninitiatives focused on improving the quality of work life for \nour teamsTransforming the Employee Experience\nAll ELEVATE initiatives use a data driven approach to identify \nroot causes and increase overall employee engagement and \nretention. Several initiatives identified opportunities for us \nto continue to transform the experience of our employees. \nFor example, we partnered with the University of Connecticut \nMaster of Business Analytics Program, establishing a unique \nbusiness challenge for students to solve as their capstone \nproject. Forty-seven students analyzed more than 200 million \nlines of data to develop recommendations on how to optimize \npilot scheduling and quality of life and to increase retention \noverall. Students used artificial intelligence (AI) technologies \nto understand the needs, sentiment and complexity of all \ncontacts through our operations center in order to simplify \nhow we support our teams. \nPEER-TO-PEER RECOGNITION PROGRAM\nIn response to employee feedback, we  \nlaunched a recognition program to enable \nemployees to recognize one another when they \nsee our values in action. During 2021, we saw over  \n2,000 employees give and receive appreciation \nfor living our values. \nOur global recognition tool helps connect  \nteams across functions and geographies. From \n20+ U.S. locations to stations in Europe and Asia, \nand everywhere in between, crewmembers and \nground teams take time to thank one another for \nupholding our values while achieving our mission.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}