{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     24\nEmployee Experience\nPrinciples of Tomorrow \nOver the course of the pandemic, our employees transitioned \nto a variety of new ways of working to ensure that goods kept \nmoving and that our business continued to operate safely  \nand efficiently.\nWe view the transition from the traditional in-office approach \nto remote work as an opportunity to incorporate more \nflexibility into our ways of working for the future. Shifting \nfocus from the concept of Return to Work to the  Principles \nof Tomorrow  enabled us to reimagine more inclusive and \ninnovative ways of working that produce even greater results.\nTo develop our future of work plans, we have assembled a \ncross-functional team that consists of 15 workstream leaders \nand 20 group members representing various constituents \nthroughout the organization.\nEach workstream is tasked with developing the framework \nand policies for working in a flexible environment using the \nfollowing fundamental principles as a guide: \n◊ Listen to the feedback of our employees\n◊ Acknowledge the global shifting dynamics of the workplace \nand the market for talent \n◊ Recognize that different departments work differently –  \nno one size fits all  \n◊ Continue to cultivate our culture \n◊ Ensure continued collaboration between employees \nworking on-site, remote and in hybrid work environments\n◊ Manage productivity, performance and continued \ndevelopment of our teams \nTalent Acquisition \nOur approach to talent acquisition starts with our employee \nvalue proposition: We are extraordinary people doing \nextraordinary things. As a global organization delivering a \nwide range of services, we seek individuals who have the skill \nsets required to deliver for our customers in a fast-paced \nenvironment and embody the potential to grow with the \nCompany well into the future. The expansion of e-commerce, \nglobal supply chains and distribution channels provides \nendless opportunities for our people to solve important,  \nunique challenges.The Talent Acquisition team uses a variety of channels to \nattract people who are passionate about our business and the \naviation industry. We recognize that, as an airline, many of our \npositions require deep technical expertise acquired through \nmany years of experience, and we seek individuals who fulfill \nthose specific job requirements. We also seek individuals who \ndemonstrate the potential for growth and, through the right \npathway, can develop into qualified candidates over time.  \nIn addition to our media outreach campaigns, our teams \nactively pursue diverse candidates to join Atlas through \nparticipation in events specifically focused on the military and \nveterans’ organizations such as RecruitMilitary. We regularly \nattend Women in Aviation, Organization for Black Aerospace \nProfessionals and National Gay Pilots Association events to \nbroaden diversity within our workforce and leadership teams. \nIn 2022, we extended our outreach to the Asian community via \nthe Professional Asian Pilots Association.\nLIVING OUR VALUES –  \nEMPLOYER BRAND CAMPAIGN \nIn alignment with our DEI philosophy, we emphasize \nthe two hallmarks of our culture: Family First and \nEmployee Empowerment. \n◊ Atlas takes a family first approach for all \nemployees, from celebrating important \nmilestones to supporting an employee through a \npersonal hardship. In alignment with “Caring for \nthe World We Carry,” caring for our employees is \na top priority.\n◊ From the first day of their job, our employees \nbecome a trusted partner. The Company outlines \nthe mission and empowers our employees to \nmake it happen.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}