{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     25\nEmployee Experience\nCreating Career Pathways in Aviation\nWe believe it is our responsibility to contribute to the \ncontinuous improvement and economic development in the \nareas in which we operate. Since 2016, our teams have been \nactively involved in a number of initiatives focused on providing \nopportunity in the Ohio and Kentucky region near our Global \nControl Center, including:\n◊ Cincinnati State Technical and Community College:  Since \n2016, we have partnered with Cincinnati State Technical \nand Community College’s Aircraft & Powerplant Mechanic \n(A&P) program. The program was designed to support \nthe development of knowledge and experience for newly \ncertified A&P mechanics by helping them gain the minimum \nrequired responsibilities for an A&P Mechanic career path.\n◊ Kentucky Work Ready Skills Initiative (KWRSI):  KWRSI was \ncreated through statewide bonds to build a highly trained, \nmodernized workforce to meet the needs of employers and \npromote sustainable incomes. Through this initiative, Atlas \npartners with the Ignite Institute, a regional school with 800 \nto 1,200 scholars, to hire student interns who work in and \nlearn about Atlas and Polar warehouse operations.\n◊ Youth Employment Solutions (YES):  To address skills gaps \nand other workforce issues, this program encourages \nbusinesses to take on the role of “producers of talent” as \nopposed to “consumers of talent.” As part of the NaviGo \nprogram, high school senior interns are hired to work in \nAtlas and Polar warehouse operations, and most recently in \nour aircraft on ground (AOG) department.\nIn 2021, we launched the first of three career pathways under \nour broader strategy of LIFT. In aviation, LIFT is the force  \nthat directly opposes the weight  of an airplane and holds the \nairplane in the air.The pathways are intended to provide a wide range of \ndevelopment opportunities to our internal and external \ncommunities. Whether just starting out or making a career \ntransition, our pathway programs are designed to provide \nopportunity to aspiring aviators at all stages in their careers.  \n◊ Runway to Giant  is for aspiring aviators who are passionate \nabout becoming a pilot and need additional financial \nsupport to get started, particularly individuals from \nunder-represented populations. Candidates can apply for \na $10,000 scholarship to attend a flight training program \nthrough our accredited educational organization partner.\n◊ Runway to Success  helps pilots who have most of the \nqualifications they need to fly our fleet but need to obtain \nan Airline Pilots License (ATP).  \n◊ Regional Runway  is for pilots working for regional carriers \nwho meet all the qualifications to fly at Atlas but have low \nflight-time. Through established partnerships with other \nairlines, we offer those pilots a guaranteed interview once \nthey have enough hours to fly the aircraft in our fleet.“We believe that a career in aviation is socially \nand economically transformative. Our goal is to \nremove as many barriers to entry as possible \nand provide LIFT to potential candidates and \nemployees, opening new doors of opportunity \nwhile building a strong and qualified pipeline for \nthe future.”\n- Patricia Goodwin-Peters , Senior Vice President and Head of \nHuman Resources  \n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}