{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     26\nEmployee Experience\nPROVIDING CAREER OPPORTUNITIES  \nFOR SERVICE MEMBERS\nThe Department of Defense SkillBridge program \nprovides an opportunity for service members to \ngain valuable civilian work experience through \nspecific industry training, apprenticeships or \ninternships during the last 180 days of their service. \nSkillBridge connects service members with industry \npartners who offer real-world job experiences. \nIn 2021, Atlas was designated an authorized \nSkillBridge organization. This designation is given \nby the U.S. Office of the Deputy Assistant Secretary \nof Defense through official Memorandum of \nUnderstanding to work with each of the applicable \nbranches of the military and respective installation \ncommanders to develop SkillBridge training \nprograms for their personnel.We believe in building our business in \npartnership with our employees, as no one \nknows our business better than our team. Our \nreferral bonus program provides employees \nwith incentives to share their experiences with \naspiring and established pilots and identify \ntalent who will add significant value to Atlas.\nTalent Development \nCreating a resilient and diverse organization requires an \nongoing commitment that continues beyond the hiring phase. \nLearning and development is a key tenet in how we invest \nin our people. We provide opportunities for employees to \ndevelop both leadership and industry-specific skills through \nvarious learning formats and methods. In 2021, we focused \non areas that presented the greatest opportunities to \nintroduce, support and manage skill development over time, \nwhich included our Onboarding Process, New Hire Orientation, \nAtlas Values and Leadership Principles.\nWe believe that prioritizing the development of our talent \nleads to high-performance and engagement at all levels. \nTo support the career development of our employees, we \nprovide the training and tools for employees and managers to \nfacilitate conversations about skill assessment, long-term \ncareer goals and identifying opportunities for development \nbased on their current needs and future career ambitions. In \n2021, we launched a digital learning platform to align with our \ngrowing remote working population. The platform is designed \nto balance basic technical skills with leadership fundamentals \nthat expand in scope as employees move through various \ncareer stages.\nOur flight crew undergo recurring training and certification. \nOur ground staff participate in the annual performance \nreview process, which includes the opportunity to submit a \nself-review and receive developmental feedback. As part of \nthe review process, managers have the opportunity to submit \nrecommendations for promotion. We believe a focal point process creates greater transparency of talent across the \norganization and increases the probability that employees are \nevaluated against consistent criteria.  \nAtlas has a long history of promoting from within. As team \nmembers elevate to manager positions, we strongly encourage \nparticipation in our comprehensive program designed to \nensure a successful transition from individual contributor to \nleaders of people. \nIn addition, we focus on the development of our mid-\nlevel management as they represent the top leadership \nof the future. We take intentional steps to build a diverse \ntalent pipeline from which top leadership can be selected \nin the future. As our mid-level executives rise within the \norganization, they will already be deeply versed in the \nCompany’s mission and values and primed for senior positions.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}