{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     28\nEmployee Experience\nCare and Well-being for Our Employees\nThe well-being of all employees is a priority at Atlas. Our \nbenefit plans are designed to promote preventative care \nand to mitigate out of pocket expenses. We actively manage \nour medical plan so that our costs remain stable year over \nyear, and we retain an actuarial value that exceeds market \ncompetitive levels. \nIn recent years, we have expanded our health and wellness \nofferings to include classes, workshops and webinars on topics \nsuch as meditation, anxiety, sleep, nutrition and financial \nfitness. The Atlas Benefits team partners with select hospitals \nand healthcare providers to bring a diverse set of offerings to \nemployees almost every day.\nIn 2021, we made significant progress through the  \nfollowing initiatives:\n◊ The creation of a quarterly calendar that offers a wide \nrange of wellness activities , including exercise and \nmindfulness programs.\n◊ Expanded course offerings through the employee \nassistance program .\n◊ A partnership with Memorial Sloane Kettering Cancer \nCenter to support employees and their families through \ncancer treatment and diagnosis .\n◊ The development of a workstation ergonomics  course to \nensure that all employees are in a comfortable, safe and \nproductive working environment.\nCompensation \nWe seek to offer our employees highly competitive \ncompensation to attract, motivate and encourage retention. \nAs part of our annual review process, all positions are \nbenchmarked against qualified current market data and \ninternal benchmarks. Overall compensation is then analyzed \nfor external competitiveness and internal equity across  \nlike positions.CIGNA RECOGNIZES ATLAS FOR \nPRIORITIZING EMPLOYEE HEALTH AND \nWELL-BEING\nIn 2021, global health service leader Cigna named \nAtlas a recipient of the Cigna Well-Being Award \nfor our commitment to improve the health and \nwell-being of our colleagues. The annual Cigna \nWell-Being Award process is highly competitive. \nApplicants are evaluated based on the core \ncomponents of their well-being programs, including \nleadership engagement, Company culture, \nstrategy and goals, implementation and employee \nengagement. This is the first year that our Company \nhas won this award. \n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}