{"page_content": "About Atlas Air Worldwide\nATLAS AIR WORLDWIDE    2021 ESG Report     3Atlas Air Worldwide is a leading global provider of outsourced aircraft and aviation \noperating services. We are the parent company of Atlas Air, Inc. and Titan Aviation \nHoldings, Inc., and the majority shareholder of Polar Air Cargo Worldwide, Inc. Our \ncompanies operate the world’s largest fleet of 747 freighter aircraft and provide \ncustomers a broad array of Boeing 747, 777, 767 and 737 aircraft for domestic,  \nregional and international cargo and passenger operations.\nInnovative Services and Solutions\nAtlas Air Worldwide delivers value. Every day of the year. \nIn nearly every corner of the world. Through an array of \ninnovative services and solutions.\nWe empower our express, e-commerce, airline, freight \nforwarder and charter customers to increase fleet \nflexibility and network efficiency, drive an expanded \nglobal presence, and more quickly capitalize on  \nmarket-growth opportunities.\nOur ACMI (Aircraft, Crew, Maintenance and Insurance)  \ncustomers receive a 747-8 or 747-400 freighter crewed, \nmaintained and insured by us. Our complementary CMI \n(Crew, Maintenance, Insurance)  service provides crews, \nmaintenance and insurance for 747, 777, 767 and 737 \nfreighter aircraft supplied by our customers (which they \nmay lease from us).Leading global shippers, freight forwarders, \nmanufacturers and the U.S. military rely on our \nCharters  and our modern 747 freighter fleet to carry \ntheir cargo safely, efficiently and cost-effectively. \nAirlines, charter brokers, sports teams and fans, \nentertainers and the U.S. military also depend on our \nreliable 747 and 767 passenger service.\nTitan offers global customers the added benefits of  \nDry Leasing , a solution that provides access to \naircraft, such as our 777 and 767 freighters as well \nas our 757-200F and 737-800F fleet, and engines \nthrough lease rather than purchase.\nWe also provide related aviation services, including  \nFlight-Crew Training  for pilots selected to fly the \nPresident of the United States’ Air Force One and the \nE-4B National Airborne Operations Center, schedule \nanalysis and management, and route- and traffic-\nrights management.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}