{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     30\nCAREER, CULTURE & EQUITY FOR OUR PEOPLE\nSafety & Security\nAtlas Air Worldwide’s core value of Safety is paramount in everything we do. We  \nare committed to providing a safe, healthy and secure workplace for our more than  \n4,000 employees worldwide while safely operating more than 67,000 flights annually \naround the world.\nSafety Management System\nWe set high standards for safety and regulatory \ncompliance, as outlined in our Corporate Safety Policy \nStatement. We believe that safety and regulatory \ncompliance can be achieved through robust safety \nmanagement practices, with the implementation and \ncontinuous improvement of our programs informed by \nour formal Safety Management System (SMS). \nWe were among the aviation industry leaders that \nparticipated in the SMS Pilot Project in early 2010, prior \nto these standards being required by the U.S. Federal \nAviation Administration (FAA). We believe a formal SMS is \ncritical for minimizing risks and maximizing opportunities \nto continually improve the overall safety of our global \noperations. Since January 2018, the FAA has recognized \nand accepted our fully implemented SMS, which \nincorporates four components: Safety Policy, Safety Risk \nManagement, Safety Assurance and Safety Promotion.\nOur SMS is governed by our Executive Vice President \nand Chief Operating Officer, who is responsible for \nestablishing the SMS and allocating resources to support \nit. Additionally, the Safety, Regulatory & Compliance \nTeam is comprised of over 90 employees worldwide who \nmaintain our SMS. This team is responsible for safety \ntraining, monitoring and reporting, as well as promoting a \nculture of safety throughout Atlas.\nOur confidential, non-punitive and proactive reporting \nprocess encourages employees to report workplace \nsafety issues or noncompliant conditions, including \nhazards, accidents, incidents or injuries. Our defined safety programs, combined with an effective safety \ncommunications strategy, inform and support our \nemployees, in identifying hazards and mitigating risks. \nAdditional program highlights include: \n◊ Regular workplace safety employee \ncommunications  promote safety awareness, \ncompliance and accountability.\n◊ Internal and external audits  monitor the safety \nperformance of the organization and provide for a \nrobust inspection process.\n◊ We continue to build and enhance our partnerships \nwith customers and contractors  on safety matters. \nThis includes working with our contractors to help \nthem establish and expand their own SMS.\nOUR CULTURE OF SAFETY\nAtlas’ culture of employee safety is built upon  \nfour principles:\n◊ Your role is critical\n◊ We are all responsible for safety\n◊ We must all remain compliant\n◊ We must all remain focused on our core \nmission: Safety", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}