{"page_content": "Safety & Security\nWe are constantly evaluating all systems across the \norganization for areas of improvement. In 2022, we began \nthe detailed process of updating our SMS system to further \nenhance our Operational Excellence. We are focused on \nidentifying opportunities to improve existing, and develop \nnew, processes to evolve our SMS. Our goal is to transition \nfrom primarily reactive processes to a more forward-looking, \npredictive system. Focus areas include: Enhanced Safety \nPerformance Measurement and Reporting; Safety Assurance \nTracking and Monitoring; Safety Risk Assessment Interfaces; \nand SMS Safety Promotion.\nWe have identified goals and action items for each focus area, \nand we look forward to sharing more in our next ESG report. \nSafety Training\nOngoing training for our more than 4,000 pilots and ground \nstaff is at the heart of our ability to maintain safe operations \nand engage our employees. Our training facilities are widely \nrecognized as some of the best in the aviation industry. In \naddition to providing all required flight crew training, Atlas \ntrains crewmembers and ground employees on our SMS. \nOur training facility is located at our primary operational \nhub in Miami, Florida where all our pilots receive their initial, \nATLAS’S SAFETY MANAGEMENT SYSTEM\nOur SMS promotes a positive and Just  \nCulture featuring:\n◊ Oversight of all operational departments;\n◊ Formal, proactive methods for identifying  \nhazards and mitigating risks;\n◊ Assistance to the Company’s leadership, \nmanagers, management teams and staff in  \nmaking effective and informed safety decisions;\n◊ Comprehensive safety reporting tools;\n◊ Continued investment in leading safety \ntechnologies such as Wireless Quick Access \nRecorders (WQARs), flight data analysis and \nvisualization, Emergency Vision Assurance  \nSystem (EVAS) and Automated External \nDefibrillators (AEDs);\n◊ Feedback on safety performance to all operational \ndepartments and management teams; and \n◊ Continued investment in safety training, education \nand awareness throughout the organization.\nATLAS AIR WORLDWIDE   2021 ESG Report     31", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}