{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     32\nSafety & Security\ntransition and recurrent flight trainings. This facility has FAA \napproval to grant Airline Transport Pilot (ATP) certifications, \nwhich is FAA’s highest certificate. In addition to training our \nown pilots, the Miami facility trains flight crews for the U.S. \nDepartment of Defense (DOD), NASA and FAA. In fact, Atlas is \ncontracted to provide training for the crews of U.S. Air Force \nOne and the E-4B National Airborne Operations Center.\nSafety Performance \nAtlas is committed to maintaining an industry-best safety \npractice program in full compliance with our regulatory \nobligations. Our program meets all requirements of FAA, \nICAO and IATA. Since 2007, Atlas has been listed on the IATA \nOperational Safety Audit (IOSA) registry, the prevailing \ninternational safety and compliance standard, with zero \nfindings of infraction or wrongdoing since the inception of \nthe program. For DOD biennial inspections, Atlas audit results \nwere successful, and the DOD Audit Team expressed their \nappreciation, stating our results were “commendable.”\nWe track and report safety performance for Atlas’ overall \noperations, as well as for our specific Flight Operations, Ground \nOperations and Technical Operations teams. A review of our safety performance report is conducted each month by our \nExecutive Vice President and Chief Operating Officer during an \nExecutive Forum. The purpose of this review is to:  \n◊ Ensure compliance with established safety risk controls; \n◊ Evaluate the performance of the SMS;  \n◊ Evaluate safety risk controls with identification of \nineffective controls;  \n◊ Identify changes to the organization’s operational \nenvironment that may introduce new hazards; and\n◊ Identify new hazards. \nOur safety metrics include incidents, injuries and regulatory \ncompliance infractions, and we establish internal annual \ncontrol limits for each measure. We strive to outperform \nindustry averages and our internal control limits. In 2021,  \nwe had zero work-related fatalities.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}