{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     33\nResponding to the Ongoing COVID-19 Pandemic\nSince the onset of the COVID-19 pandemic, we have  \nemployed comprehensive COVID-19 protocols, including \nadding extensive precautions to our existing safety \nand sanitization protective measures, to deliver on our \ncommitments to safety.\nRecognizing that no single mitigation strategy is \nsufficient, Atlas has adopted a multilayered approach \nto promote safe practices and mitigate the spread of \nCOVID-19 in our network. These practices are in line with \nindustry best practices; government recommendations in \ncountries where we operate; and requirements from the \nU.S. Federal Aviation Administration (FAA), global aviation \nadministrations, the U.S. Centers for Disease Control \n(CDC) and the World Health Organization (WHO).\nOur Coronavirus Task Force (CTF) was created to develop \naction plans to ensure we effectively manage risks related \nto the Novel Coronavirus (SARS-Cov-2) and its associated \nillness COVID-19. The CTF developed Atlas’ COVID-19 Policy \nManual, which incorporates up-to-date guidance from the \nCDC and FAA, and this manual is used in conjunction with \nour Safety Management System to inform our practices  \nand policies.\nCOVID-19 safety protocols utilized by our ground and flight \noperations staff include:  \nAircraft Preparation and Cleaning\n◊ High-grade disinfectant and multipurpose cleaners \napproved by the CDC are utilized to thoroughly clean \nthe cabin before and after each flight, including \nfrequently touched surfaces such as lavatories, \ngalleys, tray tables, window shades and armrests. \nHeadrest covers are replaced for each flight and \nmagazines have been removed from our aircraft.\n◊ A fogging system is used to sanitize the cabin prior \nto each customer flight. The process takes six hours \nto complete, and one hour with closed doors before \nanyone may board the plane.◊ The cockpit area is  \ndisinfected by maintenance \npersonnel in accordance with \nBoeing’s guidance.\n◊ Atlas maintenance crews replace \nthe cabin recirculation filter \nin accordance with our FAA-approved maintenance \nschedule. The filtration system circulates the cabin air up \nto 30 times an hour, far exceeding hospital standards.\nPreflight Screening and Ongoing Preventive Measures  \n◊ Throughout 2021, suppliers and passengers participated \nin temperature checks to identify potentially ill \nindividuals.\n◊ Anyone who exhibits symptoms of COVID-19 is not \nallowed near the aircraft or to participate  \nin operations. \n◊ During 2021, all Atlas employees, suppliers, flight \nattendants and passengers were required to wear face \nmasks during flights.\n◊ Each crewmember and all aircraft are provided with \nhealth and safety kits, which include face masks, \ndisposable rubber gloves and alcohol wipes.\n◊ We continue to adjust routes to limit exposure to regions \nsignificantly impacted by the COVID-19 pandemic. \nTemporary Changes to the Onboard Experience \n◊ Careful consideration has been made to accommodate \nfood and beverage service for charter passenger flights, \nincluding the elimination of pre-departure service and \nself-service (buffet-style) offerings.\n◊ Disposable linens and drinkware have replaced  \nreusable items on certain flights, often influenced by \ncustomer requirements.\n◊ In lieu of hot towels, hand sanitizer is available  \nto passengers. \nSafety & Security\nFeature Story\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}