{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     34\nCAREER, CULTURE & EQUITY FOR OUR PEOPLE\nLabor Relations\nThe dedication of talented employees is essential to our growth and success. We are \ncommitted to ensuring our employees are treated fairly and equitably compensated for \ntheir work, and we respect their rights as employees.\nLabor Management Cooperation\nAtlas Air Worldwide is committed to full compliance \nwith applicable labor laws. This includes recognizing \nthe rights of our employees to exercise freedom of \nassociation and collective bargaining. As of December \n31, 2021, we had more than 4,000 employees, \napproximately 2,300 of whom were pilots. Pilots \nof Atlas Air (and formerly Southern Air) and flight \ndispatchers from Atlas Air and Polar, are represented \nby the International Brotherhood of Teamsters (IBT). \nThese employees represented approximately 55% of our \nworkforce as of December 31, 2021.\nAs part of our commitment to promoting a rewarding \nemployee experience and positive labor relations, Atlas \nis focused on ensuring our employees receive fair, \ncompetitive compensation and are provided with a safe, \nprofessional and inclusive work environment. Atlas \nand our pilots have legal and contractual obligations \nto adhere to rigorous safety standards established \nby the U.S Federal Aviation Administration (FAA), U.S. \nDepartment of Defense (DOD) and International Air \nTransport Association (IATA). We also work on multiple \nfronts, including through joint committees with the IBT, \nto address key topics on the safety and well-being of our \npilots and all our employees, including the Company’s \nresponse to the COVID-19 pandemic and the Company’s \ncommitment to a work environment free from \nharassment and discrimination.\nOur world-class pilots are critical to our success. We \nrecently bargained for a new pilot contract and have \nbegun to engage in bargaining for a new dispatcher \ncontract. We look forward to having new contracts \nin place that will provide our pilots and dispatchers \ncompetitive compensation and benefits packages while \npositioning the Company for continued growth.Becoming One Family\nIn 2021, we announced and completed the transition to \nbring Southern Air operations under a Single Operating \nCertificate (SOC) as Atlas Air. First acquired in 2016, \nSouthern Air enhances our Company’s position as a \nleading global provider of outsourced aircraft and \naviation operating services by expanding our fleet and \nglobal capabilities to drive significant value for our \ncustomers and shareholders. Following the finalization \nof the SOC, all Southern Air employees have assumed \npositions within Atlas Air. \nENHANCING COMMUNICATION  \nAND COLLABORATION\nWe value our more than 2,400 pilots and rely  \non their valuable input and keen insight to  \nsupport our safe and efficient operations  \naround the globe. To encourage ongoing,  \ntwo-way communications, we have established \ncomprehensive communications forums with \nour crewmembers, including ongoing Crew Town \nHalls, podcasts, fleet-specific roundtables, \nupdates from our Chief Pilots, Check Pilot \nmeetings and Worldwide Command Events. In \n2021, we continued to support teams on various \nlabor and employment matters such as the \nongoing COVID-19 pandemic and the relocation of \nour employees to Cincinnati/Northern Kentucky \nInternational Airport through our communication \nefforts, and we welcome the collaboration and \nteamwork these communications channels foster.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}