{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     36\nSOCIAL IMPACT & COMMUNITY ENGAGEMENT\nCommunity Impact & Philanthropy\nTo align our business strategy and logistics expertise \nwith impactful initiatives that make a difference across \nthe world, our community impact mission is focused on \nfour areas of critical need:\n◊ Supporting U.S. Service Members, Veterans and  \nTheir Families\n◊ Enabling Students to Achieve in STEM (science, \ntechnology, engineering and math) Learning \n◊ Environmental Stewardship \n◊ Being There When Our Communities Need Us – \nLocally and Globally\nEach focus area is supported by corporate philanthropy \n– through contributions, sponsorships and in-kind \ndonations – as well as employee volunteerism. Care \nand respect for the communities where we operate, \nour desire to heighten awareness of aviation as a \nrewarding, viable career for all, and a passion for \ndeveloping tomorrow’s leaders underpin our community \nengagement efforts.Atlas Air Worldwide is committed to enhancing lives in the communities \nwhere we live and work across the globe. \nSupporting U.S. Service Members,  \nVeterans and Their Families\nWe are honored to support the brave men and women of \nthe U.S. Armed Forces and their families. As the largest \nprovider of military passenger and cargo airlift globally to \nU.S. service members, we consistently demonstrate our \nability to meet stringent, military-level reliability standards \nand offer full capacity at peak levels of demand.\nOur support for U.S. service members, veterans and their \nfamilies extends beyond each mission. Atlas is proud to \ntrain some of the most elite aircrews in the U.S. Air Force, \nincluding pilots and flight engineers for Air Force One \nand flight crewmembers assigned to the E-4B National \nAirborne Operations Center. We actively recruit and are a \nsignificant employer of former members of the military, \nincluding many of our pilots, logistics team, ground crew \npersonnel and members of our management team. \n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}