{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     37\nCommunity Impact & Philanthropy\nAdditionally, we provide support to military charities, \nincluding the Wounded Warrior Project, the Semper Fi and \nAmerica’s Fund, and K9s for Warriors, through our annual \nAtlas Air Charity Golf Tournament. K9s for Warriors provides \nhighly trained service dogs to veterans suffering from post-\ntraumatic stress disorder (PTSD), traumatic brain injury and/\nor military sexual trauma. In 2021, Atlas contributions helped \ncover dog training expenses and are being used to build a \n‘mega-kennel’ that will house more than 150 service dogs in \ntraining. This new facility will help fill the need for a two-year \nwaitlist of warriors hoping to be matched with a dog. \nThe annual golf tournament also benefited the Food Bank  \nof Lower Fairfield County with funding that will help hundreds \nof low-income families. Our other anchor charity is the Liberty \nCity Optimist Club of Florida. The club, located five miles from \nthe Atlas Miami Training Center, offers outreach programs \nfocused on enhancing the growth and development of at-\nrisk youth in Miami Dade County. Many of these individuals \nstruggle with the relentless challenges of poverty, hunger \nand gang violence. With support from Atlas and funds raised \nfrom previous golf tournaments, the club has been able to \noffer free registration for participants in its sports program \nand reduce registration for the after-school program, thereby \nproviding valuable economic support to countless families.Enabling Students to Achieve in STEM Learning \nAtlas is invested in developing and strengthening the \npipeline of diverse, qualified STEM talent needed to ensure \nthe aviation industry remains strong for years to come. \nWe nurture relationships with a variety of institutions of \nhigher learning, including Vaughn College of Aeronautics \nand Technology in New York, ranked #1 in upward mobility \nnationwide. Vaughn provides a distinct education to a diverse \npopulation of students in an environment that cultivates \npersonal growth and leadership, creating lifelong learners \nwho make significant contributions to the aviation industry.\nAs part of our support for Vaughn College, Atlas sponsored \nthe inaugural Vaughn Open Golf Outing fundraiser. Proceeds \nbenefit the newly established George A. Vaughn Junior Family \nScholarship, which provides awards of $5,000 to help make \nthe dream of education possible for aspiring Vaughn  \nCollege students. \nAtlas has hired approximately 50 Vaughn College students. \nIn addition, 10% of our workforce in our Purchase, New \nYork, headquarters are Vaughn College graduates. Many \nmore graduates work elsewhere across our Company, \nand several of our employees are now teaching at Vaughn \nCollege. Countless more Atlas employees have mentored \nVaughn College students through our ongoing internship \nprogram. Since 2013, Atlas has donated over $110,000 in \nfunds and equipment to Vaughn College to support student \nflight training and scholarships, including an endowment \nscholarship for Black students at Vaughn.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}