{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     38\nCommunity Impact & Philanthropy\nNEW SCHOLARSHIPS AVAILABLE TO  \nAVIATION STUDENTS \nIn 2021, Atlas Air and Polar sponsored scholarships \nto benefit youth who wish to pursue a career in \naviation through the Los Angeles-based Flight \nPath Museum & Learning Center. Each scholarship \noffers one eligible student tuition support for a \ndegree or certificate program that pertains to the \naviation industry. \nWe also have an extensive internship program that reaches \nacross the technical, engineering, operations, information \ntechnology, financial, procurement, legal and communications \nfunctions of our organization. In addition to immersion \nin their area of expertise, our interns work on a variety of \ncross-functional projects. Past initiatives have focused on \ndeveloping strategies around corporate responsibility, the \nfourth industrial revolution and innovating our customer  \nservice proposition. \nOther efforts in 2021 include: \n◊ Ignite Institute: Ignite Institute is a high school in Northern \nKentucky specializing in science, technology, engineering, \narts and math (STEAM) curriculum. In 2021, Atlas hosted \nthree Ignite interns – one at the Polar Air Cargo warehouse \nand two at the Atlas Air parts warehouse, both located in \nHebron, Kentucky. The interns participated in a rotational \nprogram, learning various aspects of the operation at the \nrespective facilities, including cargo handling and ground \noperations as well as the flow of material operations at the \nparts warehouse.\n◊ ACE (Aviation Careers Education) Academy : Atlas Air and \nPolar were significant contributors to a program for high \nschool and middle school students who want to learn about \npossible careers in the aviation industry. Presented at \nthe virtual ACE Academy program hosted by Los Angeles \nWorld Airports (LAWA), the program outlined the vast \nbreadth of air cargo careers, including a panel featuring \nexperts in ground operations, technical operations, station \nmanagement and business development. ◊ Junior Achievement Career Speaker Series : We have a \nlong-standing relationship with Junior Achievement of New \nYork Lower Hudson Valley, whose purpose is to inspire and \nprepare young people to succeed in the global economy. \nAtlas team members participated in a virtual event to \nshare their experiences in aviation careers. Students from \nsecond to sixth grade in Yonkers, New York met with Atlas \nemployees that hold various roles and come from diverse \nbackgrounds. Our team members presented an inspiring \nworld of possibilities for the students, showcasing the \npossibilities available to them in numerous career paths. In \naddition, Atlas Executive Vice President and Chief Financial \nOfficer Spencer Schwartz serves on the Junior Achievement \nof New York Lower Hudson Valley Advisory Board. ", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}