{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     39\nCommunity Impact & Philanthropy\nICE PACKS FOR INJURED KIDS\nWhen Captain David Cameron and his wife received \nan Atlas benefits mailer that included sun safety \ntips and an airplane shaped ice pack, his wife \nRonda, a registered nurse in the ambulatory surgery \ncenter at Mercy One in Des Moines, Iowa, had an \nidea. She knew the airplane-shaped ice pack could \nmake a big difference for pediatric patients who \nrequire post-surgery care. Traditional ice packs \ncan be scary for small children, the airplane shape \ncan help nursing staff connect with patients in a \nless intimidating way, making post-surgical care a \nfriendlier experience. Within one week of receiving \nthe benefits promotional package, Atlas donated \n1,600 Atlas airplane-shaped ice packs to Mercy One.\nEnvironmental Stewardship\nAs part of our commitment to ensure reducing our \nenvironmental impact is a priority embraced across \nour organization, we place emphasis on environmental \nstewardship through our community impact and  \nvolunteerism efforts.\nEmployees Engage to Make a Difference\nOur employees are dedicated to engaging with our \ncommunities in support of environmental stewardship. In \n2021, the Atlas Air and Polar Hong Kong teams joined forces \nwith Swire Properties and Rooftop Republic to grow seasonal \nvegetables on the One Citygate office rooftop. Together with \nother Swire Properties tenants, the team grew nearly 550 \npounds of produce and at least 55 varieties of summer and \nwinter crops. Over 170 pounds of the harvest was donated to \nFeeding Hong Kong, which is a food bank network dedicated to \nrescuing surplus nutritious food from retailers, manufacturers \nand distributors to redistributing amongst charities that help \nfeed people in need.\nGlobally, Polar employees were encouraged to plan a cleanup \nproject to celebrate National Cleanup Day. Projects ranged \nfrom collecting trash on a beach to decluttering offices.  \nFor every employee who participated, Polar donated to  \nEarthDay.org’s tree planting initiative. \nAdditionally, Polar employees in Shenzhen, China joined a \nRoof Garden Greening activity co-organized by the Shenzhen \nGreen Foundation and Nanshan District Urban Administration \nBureau. Urban green land plays an essential role in improving \nurban ecological quality in the face of climate change. Roof \ngreening is a practical way to create urban green land to help \nreduce the heat island effect caused by density and promote \nthe development of low-carbon cities. Through this project, we \nhope to explore a new environmentally friendly and sustainable \ngreening prototype. \nBeing There When Our Communities Need Us\nAs one of the world’s largest air carriers, we have a unique \nability to expedite the movement of large quantities of \ngoods and personnel to regions that need them most in the \naftermath of a natural disaster or during a public health \nemergency. In response to crises in the U.S. and around the world, our teams have mobilized humanitarian relief efforts \nto deliver lifesaving supplies and disaster recovery items – \nincluding drinking water, medical supplies and equipment, \nliving essentials, food and battery-powered devices.\nWe also strive to be a catalyst for systemic change in \nthe communities where we operate by supporting local \norganizations committed to tackling food insecurity, \nhomelessness and other social issues, which can have a ripple \neffect across a community. Atlas has donated to organizations \ndedicated to ending childhood hunger in the communities \nsurrounding our operations in Westchester County, New York, \nMiami, Florida and Houston, Texas.  ", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}