{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     40\nCommunity Impact & Philanthropy\nAtlas made donations to the Team Western \nKentucky Tornado Relief Fund. The fund was \nestablished by Kentucky Governor Beshear to  \nhelp citizens impacted by a devastating long-track \ntornado in December that caused severe damage \nand multiple fatalities across 168 miles and  \n11 counties in Kentucky. In addition to a corporate \ndonation, Atlas invited employees to contribute  \nto a giving campaign, which was matched by  \nthe Company.\nCOMING TOGETHER TO SUPPORT  \nEVACUATION IN AFGHANISTAN\nAtlas was proud to support the U.S. military’s \nAfghanistan evacuation efforts as part of the \nactivation of the Civil Reserve Air Fleet (CRAF). In \nsupport of Operation Allies Refuge, Atlas operated \nrelocation flights for the repatriation of U.S. citizens \nand Afghan nationals and their families eligible for  \nU.S. Special Immigrant Visas (SIVs), carrying over \n10,000 passengers on 31 flights.\nTo complete this mission, Atlas built a station at Dulles \nInternational Airport in 12 hours to prepare for the first \nwave of evacuees from Afghanistan. Mobilizing and \ncoordinating the flights was a massive undertaking \nrequiring round-the-clock support from dedicated, \ncompassionate colleagues around the world and \nacross the organization – on the ground, in the air and \nbehind the scenes.\nCrews came together to learn and develop a process \nthat met the cultural and religious requirements of \npassengers – from removing certain foods on the \naircraft to developing signs in Farsi that help clarify \naircraft procedures for passengers who hadn’t flown \nbefore, to anticipating what passengers might need \nconsidering many left their country with only the \nclothes on their back. Our staff purchased diapers, \nbottles, formula, and personal hygiene products for \namenity kits.\nProviding Humanitarian Relief\nSince access to infrastructure and care continues to make \nthe road to COVID-19 recovery in India challenging, Atlas \npartnered with multiple customers and non-governmental \norganizations (NGOs) to support relief efforts. Our donation \nto Flexport.org has supported local grassroots efforts in \nIndia. Flexport uses technology, logistics and customs \nexpertise, and hands-on support to ensure goods reach their \ndestination and provide relief for those in need. \nThrough our partnership with Airlink, Atlas Air, Polar \nand Titan each made donations. Airlink is a nonprofit \norganization that works with aviation and logistics \ncompanies to transport relief workers and emergency \nsupplies for reputable NGOs responding to rapid-onset \ndisasters and other humanitarian crises around the world. \nThe donations to Airlink supported Operation Airlift India, \nwhich transported urgent medical supplies, including those \nneeded for COVID-19 testing and vaccination, as well as \npersonal protective equipment and oxygenators.\nIn addition to our partnership with Airlink, Atlas’ President \nand Chief Executive Officer John Dietrich serves on the \nGovernor’s Council for Airlink, and our Executive Vice \nPresident and Chief Commercial Officer Michael Steen is an \nAirlink Ambassador.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}