{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     41\nSOCIAL IMPACT & COMMUNITY ENGAGEMENT\nGlobal Prosperity\nEverything we do starts with our team of more \nthan 4,000 talented employees and our operating \nnetwork spanning 300 destinations in 70 countries. \nIn addition to our headquarters in Purchase, New \nYork, our operations centers near the Cincinnati/\nNorthern Kentucky International Airport, at Anchorage \nInternational Airport in Alaska, and in Hong Kong lead \nour efforts to uphold our promise of being a good \ncorporate citizen, in part, by striving to positively \nimpact the communities where we conduct business. \nOur operations hub in Northern Kentucky, training \ncenter in Miami and logistics centers around the world \nextend our reach and increase our possibilities to \ncreate a safer, brighter future for all.\nFacilitating Global Vaccine Distribution and \nPandemic Support \nWe have a long-standing history of delivering in ways \nthat bring the world together and enhance global \nprosperity. Since early 2020, Atlas has committed \nto leveraging our expertise and global impact to help \naddress the pandemic. While our pandemic response \ncontinues to evolve to meet the moment, our efforts \nhave focused on the distribution of personal protective \nequipment (PPE), test kits, relief missions and the \ndelivery of vaccines.\nAtlas Air and Polar each achieved the Center of \nExcellence for Independent Validators (CEIV) \nCorporate Pharma credential from the International \nAir Transport Association (IATA). This certification \nconfirms our commitment to meeting pharmaceutical \nmanufacturers’ requirements to transport \ntemperature-controlled and time-sensitive products, \nincluding vaccines.The air cargo industry is a powerful catalyst for spurring broad economic and social \nprogress. As the third-largest mover of airfreight in the world, Atlas Air Worldwide is \ndriven to be a leader in an industry boosting the global flow of goods, people, capital, \ntechnology, ideas and social well-being.\nCEIV Pharma is a quality certification program developed \nby IATA that has established high standards for safe \nair transport of pharmaceuticals around the world to \nensure product integrity. Operators who achieve the \nCEIV Pharma credential undergo a rigorous process to \nconfirm their experience, education and adherence to \nthese high standards.\nIn pursuing this credential, Atlas Air and Polar adopted \nstandard operating procedures to handle temperature-\nsensitive products. Leadership completed a multistep \nprocess to train ground and warehouse personnel \nand vendors in these new procedures, which included \nan independent audit. When borders closed during \nthe pandemic, making travel impossible, the team \ncollaborated with IATA to roll out virtual training and \ncertification to ensure ongoing vaccine distribution \nprogress in a highly challenging environment.\nAdditionally, COVID-19 has put Nepal’s health system \ninto crisis, and supply chain issues have made it difficult \nfor medical professionals and citizens to obtain medical \nsupplies. Polar co-sponsored a chartered flight with ", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}