{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     42\nAirlink partner Flexport.org to deliver desperately needed \nmedical supplies to Nepal during the COVID surge. Polar also \nsupplied the U.S. trucking needed to deliver medical supplies \nto the departure warehouse in Chicago, including 1.4 million \ngloves, 128,000 KN95 masks, 70,000 surgical masks,  \n35,190 face shields and 30 hospital beds. The shipment \nassisted up to 900,000 people in a region where essential \nmedical supplies are scarce.\nWorking with Our Customers Makes a Difference\nAtlas’ operating philosophy is to grow our business by helping \nour customers grow theirs. Together, we are aligned with \ntrends that are driving the global supply chain. These  \ntrends include:\n◊ The increasing global middle class\n◊ E-commerce growth\n◊ The need for speed and efficiency in supply chains and \nmarkets\n◊ Urbanization, which centralizes the demand for goods  \nand servicesGlobal Prosperity\nAs events unfolded in Ukraine in late February \n2022, we partnered with Flexport.org and \nothers to deliver critical relief supplies to \nUkrainian refugees. More than 220,000 pounds \nof medical supplies were delivered to over \n300,000 refugees through this partnership.\nServing Global Supply Chains\n◊ Ensuring environmental and quality control to deliver life-saving medicines\n◊ Facilitating delivery of high-value consumer electronics\n◊ Providing just-in-time delivery of auto parts\n◊ Delivering millions of pounds of flowers from South America each year\n◊ Shipping agricultural products, including asparagus, blueberries, cherries and more,  \nfrom Peruvian farmersOur customer base includes the world’s leading express and \ne-commerce delivery providers, airlines, freight forwarders, \nshippers and charter brokers, and we are the largest provider \nof military cargo and passenger airlift to the U.S. Department \nof Defense. Through our work, we enable large companies to \naccess growing markets and manage highly efficient supply \nchains. We also help open markets for small businesses, \nincluding technology startups, farmers and craftsmen. \nRegions and communities in all parts of the world benefit from \nour reach and impact.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}