{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     46\nCorporate Governance\nShareholder Engagement Efforts\nTo effectively address the evolving expectations of our \nshareholder base and the broader investment community, \nwe remain focused on frequent and extensive shareholder \nengagement. Atlas has a long history of shareholder \nengagement, and our Board places great value on feedback \nwe receive from investors on our corporate governance and \ncompensation programs. We have engaged in extensive \nand ongoing shareholder outreach for almost a decade. \nRECOGNITION FOR OUR CORPORATE \nGOVERNANCE PROGRAM\nIn 2021, Atlas received the 2021 Corporate \nGovernance Award for Best Proxy Statement – Small \nCap at Corporate Secretary’s  annual Corporate \nGovernance Awards, the premier event for the \ngovernance, risk and compliance community.\n“To be included among the best of the best in the \nworld of corporate governance is a true honor and \na testament to the work – carefully listening and \nresponding to shareholders’ feedback \n– done in preparation for the 2021 \nproxy statement,” said Adam Kokas, \nExecutive Vice President, General \nCounsel and Secretary.\nTWO ATLAS AIR WORLDWIDE DIRECTORS \nNAMED AMONG MOST INFLUENTIAL BY \nSAVOY MAGAZINE\nTwo of our Board Members, Bobby J. Griffin and \nSheila A. Stamps, were named to Savoy Magazine’s \n2021 Most Influential Black Corporate Directors. Mr. \nGriffin, an Atlas Board member since 2016, currently \nserves as Chair of the Nominating and Governance \nCommittee and is a member of the Compensation \nCommittee. Ms. Stamps, who has been an Atlas Board \nmember since 2018, currently serves as Chair of the \nAudit and Finance Committee. The list highlights a \nprestigious group of Black executives, influencers and \nachievers active on the public boards of the world’s \nleading corporations and organizations.Engagement discussions have taken place throughout the \nyear, offering investors the opportunity to ask questions \nand provide feedback outside of the annual meeting cycle. \nIn response to the insights gained during these discussions, \nwe have made significant changes to our governance and \ncompensation practices.\nATLAS’S \nSHAREHOLDER \nOUTREACH AND \nENGAGEMENT \nPROCESSUp to two times a year,  outreach \nto holders of ~70% of outstanding \nshares\n...to communicate on key topics including:\n◊ Business Strategy and Performance\n◊ Corporate Governance\n◊ Executive Compensation\n◊ Environmental, Sustainability  \nand Social Matters\n◊ Public Disclosures...with shareholder input reported \nback to the relevant Board \nCommittees and full Board...and taken into consideration as the \nBoard contemplates any changes \nto our corporate governance \nand compensation programs, \ncommunications and disclosures", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}