{"page_content": "RESPONSIBLE BUSINESS GROWTH\nEthics & Integrity\nATLAS AIR WORLDWIDE    2021 ESG Report     47At Atlas Air Worldwide, being a trusted partner means upholding an unwavering \ncommitment to the highest level of legal and ethical conduct, honesty and integrity. As \nsuch, Integrity is one of our core values – we are honest, fair and transparent. We are \ncommitted to accountability and transparency in all our global operations and in how we \ninteract with our customers, suppliers, regulators, investors and each other.\nEmployee Handbook and Code of Conduct\nOur Employee Handbook and Code of Conduct \n(Handbook) outlines the basic employment policies \nand practices that govern day-to-day activities. Each \nemployee has a personal responsibility to ensure \nhe or she is familiar with and understands our core \nemployment policies and guidelines.\nAs outlined in our Handbook, we require all employees to \nact responsibly and in full compliance with all applicable \nlaws and standards and to maintain the highest level \nof ethical conduct in their interactions with customers, \nsuppliers, regulators, investors, other stakeholders \nand one another. The Handbook includes more than 25 \n“rules of conduct” that provide guidance and establish \nexpectations related to several critical topics, including \nuse of Company resources and data, confidentiality, \nanti-harassment and anti-discrimination policies, \nregulatory compliance, workplace safety, conflicts of \ninterest and other matters to ensure a high degree of \nethical conduct across our organization. Employees \nof all operating entities of Atlas have access to the \nHandbook, which is posted on the Company’s intranet, \nand all employees are required to acknowledge they have \nreceived and reviewed it.\nWe routinely review and conduct a comprehensive \nupdate of our Handbook to maintain compliance with \napplicable laws and to ensure we are following current \nbest practices. We recently completed a comprehensive \nreview of the Handbook to ensure it reflects best practices and recent developments, including \npandemic-related requirements and relevant changes. \nWe also enhanced select policies and procedures, \nincluding the Company’s policies related to conflicts \nof interest, social media, cybersecurity, flexible work \narrangements, and harassment, discrimination and \nretaliation. The updated Handbook was distributed to \nemployees in 2022. In addition, our legal team continues \nto lead the effort to ensure we remain mindful of current \nissues and new applicable laws and regulations on an \nongoing basis throughout the year.\nOur new Employee Handbook reflects our \ncommitment to our employees and to our \nvalues – Safety, Service Excellence, Integrity, \nInnovation, Teamwork and Responsibility. \nIt includes comprehensive \nupdates to our policies and \nprocedures to ensure we \nremain consistent with  \nbest practices and \ncompliant with applicable \nlaws, including a more \nrobust section on conflict  \nof interests.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}