{"page_content": "ATLAS AIR WORLDWIDE   2021 ESG Report     48\nEthics & Integrity\nASSESSING FRAUD RISK AND AWARENESS\nIn 2021, we conducted a fraud risk awareness survey \nto assess employees’ understanding and perspective \nof the Company’s fraud risk awareness culture, \nethical values, work structures and communications. \nThe survey was aimed at heightening awareness \nby providing information about the potential \nidentification and mitigation of fraud risks faced \nby Atlas. Results from the survey were compiled by \nInternal Audit and presented to senior management \nand the Audit and Finance Committee of the Board \nas part of its fraud risk assessment report.We also maintain our Code of Ethics Applicable to the Chief \nExecutive Officer, Senior Financial Officers and Members of \nthe Board of Directors . This Code addresses Officers’ and \nDirectors’ responsibilities for honest and ethical conduct, \navoiding and reporting conflicts of interest, and compliance \nwith all governmental laws, rules and regulations. Our  \nBoard’s Audit and Finance Committee oversees this Code and \nrelated-party transactions. \nReporting and Addressing Critical Concerns\nWe are committed to maintaining a professional, respectful \nworkplace environment and have made effective reporting \nresources an integral part of our routine business practices. \nOur commitment to ethics and integrity and related checks \nand balances allows us to address potential issues before they \nmay become larger problems. \nCorporate Compliance Policy\nOur Corporate Compliance Policy governs our compliance \nprograms and our commitment to prevent and detect any \nviolations of the law or Company policy. This policy is applicable \nto Directors, Officers, other employees and agents of the \nCompany and its subsidiaries. It is designed to promote: \n◊ Compliance with all applicable laws, rules and regulations  \nin the jurisdictions in which we operate; \n◊ Honest and ethical conduct , including appropriately \naddressing actual or apparent conflicts of interest in \nprofessional and personal relationships; ◊ Prompt internal reporting  of potential and actual \nviolations of the Company’s compliance policies; and \n◊ Accountability  for adherence to the Company’s \ncompliance policies.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}