{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     49\nEthics & Integrity\nENSURING COMPLIANCE  \nTHROUGH TRAINING\nMaintaining the highest level of compliance is a \ncore value at Atlas. Our online training program is \na key element of our compliance program, and all \nemployees are required to complete trainings on an \nannual basis as assigned. We provide approximately \nthree compliance training courses per year, and \ntraining courses are selected based on industry, key \nfocus areas, legal considerations and development in \nlaw and compliance matters. When possible, we seek \nto customize courses to focus on the most relevant \nmaterials. Due to the global nature of our business, \ntrainings are often focused on global trends and their \npotential impact on Atlas. Training topics include \nanti-bribery, cybersecurity, privacy, harassment \nand discrimination prevention, diversity, equity and \ninclusion, insider trading, social media and sanctions \nlaws, among others. We also supplement our online \ntraining program with certain targeted in person \ntrainings on key topics for relevant employees and \ncertain other representatives.  In addition to the overall policy, Atlas has specific policies  \nto address our myriad compliance responsibilities. We  \nupdate these policies as regulations change, and we  \nreview all policies regularly to ensure that we are keeping \npace with the evolution of best practices. We provide new  \nhire and recurrent compliance training to our employees  \nthat supports their ability to act responsibly and in full \ncompliance with all legal and Company requirements.\nEncouraging Vigilance through Our Compliance Hotline\nOur Compliance Hotline is an important resource that \nhelps us uphold our commitment to Integrity. Our toll-free \nCompliance Hotline accepts reports and complaints related \nto potential violations of Company policy, including but not \nlimited to, concerns or complaints about the Company’s \naccounting, internal controls or auditing matters, as well as \ninstances of suspected fraudulent conduct. Our Compliance \nHotline allows anyone, both inside and outside the Company, \nto anonymously report concerning conduct. \nThe Compliance Hotline is available seven days a week,  \n24 hours a day via phone or online, and can be contacted from \nanywhere in the world. To ensure anonymity, the Compliance \nHotline is serviced exclusively by an independent, outside \nvendor. All matters are promptly and thoroughly investigated, \nand internal legal resources are mobilized to address or \nescalate issues as needed and appropriate.\n", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}