{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     5\nDELIVERING FOR OUR CUSTOMERS\nIn 2021, Atlas operated over 67,000 flights to  \n300 destinations in 70 countries, connecting  \nproducers to consumers and carrying everything  \nfrom military equipment and pharmaceuticals to fresh \nfruit and flowers.\nBefore any flight takes off, the Atlas team follows a \nrigorous set of procedures to ensure the safety of the \nflight, its crew, passengers and cargo.\nIntense preparation and planning go into every flight, \nwith a load plan created to meet the needs of each type \nof specialized cargo. The plan uses the cargo’s weight, \nsize and shape to determine how it should be stowed \nwhile taking into account the aircraft’s balance and \ncapacity requirements. \nAs an operator of “pure freighters,” we are able to move \nspecial loads to locations throughout the world. These \npure freighters have extra-large cargo doors, including a \nnose-loading cargo door.Atlas by the Numbers*\n*As of December 31, 2021About Atlas Air Worldwide\nMany types of cargo require carefully maintained temperature \ncontrol – flowers, pharmaceuticals and produce, for example. \nAtlas’ load plans include consideration of the amount of time \nthat sensitive cargo must spend outside. Once the load is in \nplace on the aircraft, crewmembers are given instructions \nfor setting temperatures for the flight deck and cargo deck \nthrough the aircraft’s Environmental Control Systems.\nOur teams work together to make sure the cargo we fly \naround the world arrives at its destination safely and as our \ncustomers expect.\n67,000+ flights  serving   \n          300 destinations  in 70 countries4,056   \nemployeesTotal Fleet: 108\nOperating Fleet: 100\nDry Lease: 854  Boeing 747s\n31  Boeing 767s\n14  Boeing 777 s\n9 Boeing 737s$4.0 billion   \nrevenue", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}