{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     52RESPONSIBLE BUSINESS GROWTH\nData Privacy & Cybersecurity\nAtlas Air Worldwide is committed to applying a strong governance and control \nenvironment for all aspects of our business, and that includes the areas of business \nresiliency, data privacy and cybersecurity. We utilize best-in-class technologies, \nprocedures and training to ensure the safety and security of our systems and assets, and \nto protect our data and the data entrusted to us by our customers and partners.\nOur Approach to Data Management and Security\nGiven the sophistication of today’s modern aircraft, \nAtlas’ planes generate large amounts of data that \nwe capture, analyze and use to improve business \noperations, including improving operational safety and \nreducing fuel usage. Our business has been digitally \ntransformed – with tablet computers used by pilots \nand ground operators for flight planning and takeoff. \nDigital technologies also provide access to performance \ndashboards for our teams and our customers. Efficient \nmanagement and use of this data require strong \ngovernance and management practices, supported by \nwell-secured information systems. \nIn the air and on the ground, the operational integrity of \nour information systems is critical to the continuity and \nreliability of our business. We configure our information \nsystems to be resilient and redundant, and we support \nthem with an equally fault-tolerant data center and \nnetwork environment with the objective of maintaining \nconstant operations. Atlas has been recognized by \nthe U.S. Department of Defense and airline industry \nassociations as a leader in preparing for and maintaining \noperational continuity in the event of a disruption.\nBeing cybersecure is paramount to our focus on quality \nand reliability. We maintain compliance with the National \nInstitute of Standards and Technology (NIST) 800-171 \nstandard, as required by the U.S. government. We exceed \nthese requirements and benchmark ourselves annually to the Center for Internet Security (CIS) framework. \nInput from these exercises, combined with third-party \npenetration tests and tabletop exercises to practice \noperational responses in the event of a breach, is used \nto establish a multiyear roadmap of cybersecurity \ninvestments. Planning and results are monitored by \nexecutive management and the Board.\nDELIVERING BEST-IN-CLASS SERVICE, \nRELIABILITY AND INSIGHT\nAtlas has been recognized as an innovative \nleader in capturing cargo-related data from \nevery point in the transport value chain, \nenabling our customers to better plan their \noverall shipping activities, minimize their \ncarbon footprint and improve supply chain \nperformance. Using cargo data loggers, \nintegrated dashboards and other technologies, \nwe continue to improve the way in which we \ndeliver data to our customers to better support \ntheir operations. For example, a customer can \ntrack the arrival of deliveries, use historical \naverages to determine unloading times and \nmore accurately schedule when ground \ntransportation arrives at the destination \nwarehouse, and in what order to line up trucks. \nThis reduces wait times at handling facilities \nand emissions from idled trucks.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}