{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     53\nData Privacy & Cybersecurity\nThreat Detection and Response\nIn cybersecurity, we know that new potential threats emerge \nevery day. With strong support from our Board and executives, \nAtlas seeks out and responds to vulnerabilities on a continuous \nbasis. We maintain compliance with multiple cybersecurity \nstandards, which require robust maintenance processes to \nensure systems and networks remain at the highest level of \nknown protection. In fact, we were the first member of the \nCivil Reserve Air Fleet to declare compliance with the NIST \nstandard, which is required of defense contractors.\nOur many programs for threat awareness feed into responsive \nprocesses designed to remediate exposures before they \nbecome an issue, or to respond in a programmatic and \nprofessional manner if they do. This includes ensuring \nthat sensitive data are subject to additional management \nrequirements to guard against tampering or exfiltration. \nWe also maintain a multiyear roadmap of projects designed \nto continually evolve and strengthen the security around \nsensitive data and cyber resiliency.\nProviding Leadership and Support for the Industry\nAcross the air cargo industry, Atlas is a recognized leader and \ninnovator in cybersecurity and data privacy. Examples include:\n◊ Participating in leadership roles in a number of global \ncybersecurity organizations , including the Aviation \nInformation Sharing & Analysis Center (A-ISAC), which \nserves as a focal point for security information sharing \nacross the aviation sector and the Defense Industrial Base \nof the U.S. Department of Defense (DOD).\n◊ Chairing the Air Transport cybersecurity committee  of the \nU.S. National Defense Transportation Association (NDTA), a \ncollaboration between transportation carriers and the U.S. \nTransportation Command, one of 11 unified commands  \nunder the DOD.\n◊ Working with the U.S. Department of Homeland Security  \n(DHS) to deliver training for other organizations on \npreventing and responding to cyberattacks. We also \nrecently reached a cooperative R&D agreement for threat \ninformation systems with DHS.◊ Working with partners such as Boeing and the U.S. Federal \nAviation Administration  on software management and system \nsecurity for the Boeing 747-8, one of the most advanced and \nsuccessful cargo and passenger aircraft in the world.\n◊ Working independently and with Airlines for America (A4A) \nand the U.S. Chamber of Commerce  to ensure cybersecurity \nlegislation is developed as a constructive tool to improve the \nsecurity of the entire industry.\nAtlas Is There When Our Customers Need Us\nOur robust business resiliency program mitigates the impact \nof human-made and natural disasters on operations through a \nglobal network of information sharing among critical teams and \nfunctions. Confidential customer data are managed with the \nsame security and controls used to secure our own systems. \nOur customers benefit from our continuous improvement \napproach to managing evolving threats such as cyberattacks and \nbusiness disruptions. Our flexible and superior fleet management \ncapabilities offer additional benefits.\nOur global operation and infrastructure include:\n◊ Three fully operational business resiliency backup sites for  \nour critical staff at our operations centers at Cincinnati/\nNorthern Kentucky (CVG) and Hong Kong, and at our \nheadquarters in Purchase, New York.\n◊ Comprehensive, tested business recovery plans, including \nrecovery from a cybersecurity event.\n◊ Highly available computing infrastructure designed to  \nprovide nonstop computing, including resilient computing and \nnetwork capabilities.\n◊ State-of-the-art Voice over Internet Protocol (VoIP) \ntelecommunications and remote computing capabilities, \nenabling our Operations Control Center to be redirected to \nalternate locations and staff to service customers from \nanywhere in the world.\n◊ Cybersecurity regularly validated for NIST 800-171 \ncompliance by independent third parties to ensure we operate \nin accordance with DOD standards and protect sensitive \ncustomer data.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}