{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     54RESPONSIBLE BUSINESS GROWTH\nPublic Policy Advocacy\nWe regularly engage with global, national and local policymakers to advocate on behalf \nof Atlas Air Worldwide, the air cargo industry, and our key partners, customers and \nstakeholders. This includes actively collaborating with government officials on a range \nof policy and legislative issues. Some of our key priorities include attracting the aviation \nworkforce of the next generation, expanding international trade flows, strengthening \ntransportation supply chains, enhancing safety, protecting and promoting the U.S. \npolicy on Open Skies and supporting government policies to help our industry reduce its \ngreenhouse gas emissions.\nBuilding and Diversifying the Aviation Workforce \nAlong with our industry partners, we are working with \nlegislators and regulators across the U.S. to forge career \npathways for new pilots, mechanical and technical \npersonnel and other aviation services professionals. \nSince 1980, the issuance of pilot certificates has \ndecreased by more than 60%. Similar trends can be seen \nin the decline of highly skilled maintenance and technical \nsupport crews that are critical to our industry. \nWe are working on initiatives to attract underrepresented \ngroups to the pilot profession, and we actively seek to \ncreate more opportunities for training and certification \nand to reduce the out-of-pocket cost of those programs, \nparticularly for underrepresented minority groups where \ncost is a significant barrier. This includes supporting \nlegislation to allow students to fully access federal \nfinancial aid to cover the average cost for a flight \neducation and training program.\nSafeguarding Our Operations, Supporting \nGreater Trade and Enhancing Open Skies \nAgreements \nAtlas is engaged in a range of public policy matters \nrelated to aircraft safety regulations, infrastructure and \nexpanding international trade, among other areas. At the \nend of 2021, when 5G deployment threatened to disrupt \nAtlas’ operations across the country, we worked closely \nwith the U.S. Federal Aviation Administration (FAA) and \nleaders in Congress to ensure the rollout was delayed and \nthat Atlas’ commercial and Department of Defense cargo \noperations continued without delays or cancellations. Similarly, when new COVID-19 policies came into place \nin Colombia that would restrict access for Atlas pilots, \nwe worked with the U.S. Department of State and the \nGovernment of Columbia to negotiate a solution that \nwould protect Atlas’ operations in this critical market. \nAs the current Administration seeks to foster new \ntrade agreements in Europe and Asia, we have sought \nopportunities to raise equities related to international \ntrade that are important to Atlas with  \nthe Administration. \nOpen Skies agreements enable airlines, not \ngovernments, to make decisions about routes, \ncapacity, frequency and pricing of their services, \nbased on market demand. Open Skies agreements \npromote competition in the aviation sector, increase \nchoice and reduce costs for consumers, while also \nfacilitating exports for U.S. businesses and enhancing \nU.S. national security. Since 2015, we have been a \nfounding member, along with FedEx, JetBlue and \nthe Cargo Airline Association, of the U.S. Airlines for \nOpen Skies coalition. Atlas and our industry partners \nare involved in supporting these agreements around \nthe world and, where possible, expanding them. \nFor Atlas, these agreements enable us to maintain \nglobal delivery networks to transport U.S. military \ntroops and vital supplies, including food and medical \nproducts. In addition to the priorities described above, \nAtlas is engaged in a range of public policy matters \nrelated to aircraft regulations, environmental policy, \ninfrastructure and international trade.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}