{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     57APPENDIX\nTask Force on Climate-related  \nFinancial Disclosures\nThe following provides Atlas’ disclosures pertaining to the Task Force on Climate-related Financial \nDisclosures (TCFD) recommended disclosure pillars.\nGovernance\na) Describe the board’s oversight of \nclimate-related risks and opportunities.The Board of Directors recognizes the importance of climate-related \nrisks to Atlas’ future and conducts a review of relevant actions and \nprogress at regular intervals, at every Nominating and Governance \nCommittee meeting and with the full Board in attendance, as needed.  \nIn January 2021, the Atlas Board established a dedicated management \nrole, ESG Director, with oversight and responsibility for development of \nclimate-related planning. The role is responsible to the Board through the \nCorporate Secretary, supported by a mandate for  \nESG oversight assigned to the Nominating and Governance Committee  \nof the Board.  \nThe functions of this role include formulating strategic direction for Atlas \nregarding climate-related aspects of the business and TCFD reporting.\nb) Describe management’s role in \nassessing and managing climate-\nrelated risks and opportunities.Atlas’ experience of managing high-value capital assets subject to \nchanging markets over the long and short term is applicable to the \nnature of risks and opportunities arising from climate-related aspects \nof the airfreight and charter businesses. Management will further \nintegrate climate-related aspects within current risk assessment and \nmanagement processes to provide an overall assessment of business \nrisk. Atlas’ management brings and can apply specific experience to risk \nassessment and management of:\n◊ Markets with significant variation in volumes, destinations and cost;\n◊ Operational conditions similar to those anticipated to increase with \nclimate change, such as weather-related route choices; and\n◊ Managing risk in financial markets, now expected to be subject to \nclimate-related influences.  \nIn addition, management has undertaken specific reviews of climate-\nrelated aspects of strategic business areas.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}