{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     58\nTask Force on Climate-related Financial Disclosures (continued)\nStrategy\na) Describe the climate-related risks \nand opportunities the organization has \nidentified over the short, medium and \nlong term.The airfreight and charter markets depend on demand in a wide range of product \nand service markets, each differently affected by climate-related risks. In addition, \naviation markets are affected by climate-related policy and regulatory developments \nat national and international levels – such as additional carbon costs, as well as \nphysical changes including airport weather conditions. Effects over the long term are \nexpected to be greater than in the short term. Key risks identified by Atlas are:\n◊ General demand risk from an overall increase in the costs of, or access to, \naviation services due to regulations addressing climate change;\n◊ Demand risk in markets that are directly affected by climate change, such as \nfrom horticultural growing conditions; \n◊ Demand risk in markets that are sensitive to price increases from increased \ncarbon costs;\n◊ Demand risk in markets arising from the influence of wider societal change, such \nas flight-shaming; \n◊ Risks to costs arising from the availability and price of low/zero carbon fuels or \nfrom the increased costs from continued use of existing types of fuel, due to \nregulatory requirements; and\n◊ Risks from competition with passenger services for limited resources such as \nlow/zero carbon fuels.\nClimate-related effects are expected to be limited in airfreight and charter markets \nwhere transport is essential and for high-value cargos where additional costs are a \nsmall proportion of payload value. In addition, climate-related effects may increase \ndemand for airfreight in some markets, such as to provide emergency relief from \nthe expected increase in extreme climatic events and reduced belly capacity if \ncommercial flights are reduced.\nb) Describe the impact of climate-\nrelated risks and opportunities on the \norganization’s businesses, strategy and \nfinancial planning.Atlas recognizes that managing climate impacts is key to the long-term financial \nresilience of the business.\nAtlas is conducting a strategic review of the financial effects of climate risks in the \nbusiness (see Governance ).\nc) Describe the resilience of the \norganization’s strategy, taking into \nconsideration different climate-related \nscenarios, including a 2°C or lower \nscenario.We have a structure in place to evaluate and understand climate risk, with oversight \nby the Board, in addition to expertise in responding to changes in financial and \nregulatory markets. We are evaluating new scenarios to better understand climate \nrisks and opportunities, in addition to any financial impact related to these risks. \nThese new scenarios will include both 2-degree and 1.5-degree scenarios.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}