{"page_content": "ATLAS AIR WORLDWIDE    2021 ESG Report     59\nTask Force on Climate-related Financial Disclosures (continued)\nRisk Management\na) Describe the organization’s \nprocesses for identifying and \nassessing climate-related risks.Atlas expects to use the Enterprise Risk Framework to represent climate risks, which \nwill be identified and assessed using our understanding of our upstream supply chain \n(i.e., fuel) and downstream customer markets, together with climate and aviation \nprojections from authoritative organizations (i.e., IATA, EU).\nb) Describe the organization’s \nprocesses for managing climate-\nrelated risks.Atlas has a Business Resiliency Team dedicated to managing impacts from weather \nand other perils that have the potential to interrupt systems and facilities. Enterprise \nRisk Management and Flight & Ground Operations are other examples.\nc)  Describe how processes for \nidentifying, assessing and managing \nclimate-related risks are integrated \ninto the organization’s overall risk \nmanagement.Atlas has established an organizational structure and associated processes for \naligning climate-related risks within Atlas’ Enterprise Risk Framework to manage \nclimate risks alongside our other business risks. Environmental Sustainability, which \nincludes Climate Change, is now identified as a separate enterprise risk, whereas \npreviously it was combined with all ESG topics.\nMetrics and Targets\na) Describe the metrics used by the \norganization to assess climate-\nrelated risks and opportunities in line \nwith its strategy and risk management \nprocess.Atlas is currently conducting a strategic review of existing business metrics, which \ninclude market share from geographies that experience more weather events, fuel \nvolumes/sustainable aviation fuel (SAF) and prices in carbon markets for the purpose \nof climate reporting.\nb) Disclose Scope 1, Scope 2 and, if \nappropriate, Scope 3 greenhouse gas \n(GHG) emissions, and the related risks.Atlas discloses Scope 1 emissions in this initial TCFD disclosure. Refer to our  \nSASB disclosure table  for this data.\nc) Describe the targets used by the \norganization to manage climate-\nrelated risks and opportunities and \nperformance against targets.Atlas supports IATA and A4A’s goal to achieve net-zero carbon emissions by 2050.\nAtlas has also set its own Scope 1 emissions reduction goal for 2035, to achieve a  \n20% reduction in CO2 through a combination of increased SAF use, operational \nefficiencies and the implementation of innovations designed to reduce fuel burn \namong its fleet of air cargo freighters.\nTo address Scope 2 emissions, Atlas is conducting an inventory of electricity providers \nacross its major sites and operations to identify the availability of renewable energy \nsources. The intent is to transition away from electricity produced by fossil fuels, \nwhere available. The inventory will be complete in 2022. \nAtlas is also evaluating the materiality of Scope 3 emissions across its operations and \nsupply chain.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}