{"page_content": "Our ESG Strategy\nATLAS AIR WORLDWIDE    2021 ESG Report     6Our environmental, social and governance (ESG) journey began with our founding in 1992, \nand is rooted in our core values, including our unyielding commitment to care for each \nother, our planet and our communities. We believe long-term growth and success are \nachieved by sustaining and protecting our natural resources, empowering our employees \nand business partners, and demonstrating transparency and accountability. As such, we \nhave identified what is paramount to our stakeholders, as expressed in our 13 material \ntopics, and aligned them to our overarching priorities. These include:  \nEnvironmental Stewardship \nUnderstanding where and how we can reduce our environmental impact is a priority \nembraced across our organization. From industry-leading fuel efficiency innovations to \nmodernizing our fleet, we will achieve results for the planet we all share.  \nCareer, Culture & Equity for Our People \nThere is no greater asset than our people. By ensuring the safety, professional \ndevelopment and equity for all employees, we have built a culture that embraces \nopenness, teamwork and collaboration. Elevating the employee experience increases \nopportunities for our employees while enriching our Company for continued growth.\nSocial Impact & Community Engagement \nOur commitment to “Caring for the World We Carry” conveys our dedication to the places \nwhere our business takes us. By engaging our workforce and contributing to efforts locally \nand across the globe, we are delivering on the desire for our communities to thrive.\nResponsible Business Growth \nGrowing our business means looking beyond the bottom line. Practices that help ensure \nintegrity, compliance and the protection of data, while engaging with our industry and our \nBoard, help drive sustainable growth today and into the future.", "metadata": {"source": "NASDAQ_AAWW_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}