{"page_content": "AMD Value ChainFor more information on these Corporate Responsibility focus \nareas or to see an interactive version of our Value Chain Map, please go to our website at http://www.amd.com/corporateresponsibility\nMAPPING CORPORATE RESPONSIBILITY FOCUS AREAS TO STEPS IN OUR VALUE CHAIN\nSILICON MANUFACTURING ASSEMBLY & TEST\n DESIGN\n* AMD 2015 Material Issue\nProduct Stewardship Foundry Partner Goals\nConﬂict MineralsEnvironment\nAMD follows the highest standards for labor and human rights and expects the same from our suppliers.Labor and Human RightsHealth & Safety\n* *\nAMD’s Director of Corporate Responsibility was named one of the Top 15 Conﬂict Mineral Inﬂuence Leaders by Assent Compliance in 2015.AMD works to minimize the environmental \nimpacts and health risks of our products throughout their lifecycle.In 2014, AMD and our Foundry suppliers established “best-in-class” environmental, health and safety (EHS) goals associated with the manufacturing of AMD products. \nAMD is taking steps to break the link between the trade in minerals and ongoing conﬂict and human rights abuses in Central Africa. AMD aims to reduce the environmental impacts from our own facilities and works with outsourced suppliers to reduce their impacts.AMD is committed to a safe and healthy workplace for both our employees and those at our supply chain partners.\nGlobal Inclusion\nInnovation is at AMD's core, and occurs when creative minds \nand diverse perspectives are drawn from all over the world. Governance & Ethics\nAMD is committed to achieving the highest standards of ethics and integrity in all aspects of our business. Community Engagement\nAMD was founded on the principle of putting people ﬁrst - our employees, our customers, our shareholders and our neighbors in the communities around the world where we live and work. “AMD’s leadership of the Electronic Industry Citizenship Coalition (EICC) helped convene a dialogue between industry and key stakeholders which \nmade progress on the policy protecting workers rights to Freedom of Association and Collective Bargaining. We are hopeful this policy will translate into concrete beneﬁts for workers in the electronics supply chain.” – David M. Schilling, Senior Program Director, Interfaith Center on Corporate Responsibility (ICCR)GOVERNANCE & ETHICS\nAMD is committed to achieving the highest standards \nof ethics and integrity in all aspects of our business.GLOBAL INCLUSION\nInnovation is at AMD’s core and occurs when creative minds \nand diverse perspectives are drawn from all over the world. COMMUNITY ENGAGEMENT\nAMD was founded on the principle of putting people first — our \nemployees, our customers, our shareholders, and our neighbors \nin the communities around the world where we live and work.DESIGN SILICON MANUFACTURING ASSEMBLY & TEST\n*2015 Material Issues: areas of enhanced focus as determined through \nAMD’s corporate responsibility management review process.AMD Value Chain\nMAPPING CORPORATE RESPONSIBILITY  \nFOCUS AREAS TO STEPS IN OUR VALUE CHAIN“AMD’s leadership of the Electronic Industry Citizenship Coalition (EICC) \nhelped convene a dialogue between industry and key stakeholders, which \nmade progress on the policy protecting worker’s rights to freedom of association \nand collective bargaining. We are hopeful this policy will translate into concrete \nbenefits for workers in the electronics supply chain.” \nDavid M. Schilling, Senior Program Director, Interfaith Center on Corporate Responsibility (ICCR)For more information on these Corporate  \nResponsibility focus areas or to see an  \ninteractive version of our Value Chain Map, \nplease go to our website at \nhttp://www.amd.com/corporateresponsibility\nPRODUCT STEWARDSHIP\nAMD works to minimize the environmental impacts and \nhealth risks of our products throughout their lifecycle.\nCONFLICT MINERALS*\nAMD is taking steps to break the link between the trade in \nminerals and ongoing conflict and human rights abuses in \nCentral Africa.\nAMD’s Director of Corporate Responsibility was named one of the  \nTop 15 Conflict Mineral Influence Leaders by Assent Compliance in 2015.FOUNDRY PARTNER GOALS\nIn 2014, AMD and our Foundry suppliers established  \n“best in class” environmental, health, and safety (EHS)  \ngoals associated with the manufacturing of AMD products.ENVIRONMENT\nAMD aims to reduce the \nenvironmental impacts from our own \nfacilities and works with outsourced \nsuppliers to reduce their impacts.LABOR &  \nHUMAN RIGHTS*\nAMD follows the EICC standards for \nlabor and human rights and expects \nthe same from our suppliers.HEALTH & SAFETY\nAMD is committed to a safe \nand healthy workplace for both \nour employees and those at \nour supply chain partners.\n9 8", "metadata": {"source": "NASDAQ_AMD_2014.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}