{"page_content": "AMD Value ChainFor more information on these Corporate Responsibility focus \nareas or to see an interactive version of our Value Chain Map, please go to our website at http://www.amd.com/corporateresponsibility\nCUSTOMER USE END OF LIFEMAPPING CORPORATE RESPONSIBILITY FOCUS AREAS TO STEPS IN OUR VALUE CHAIN\n25x20AMD works to reduce, reuse, and recycle the materials \ninvolved in packing and shipping our products. Packaging & Transport\nAMD has established policies and practices to mitigate the introduction of suspect parts into the legitimate marketplace.Anti-CounterfeitSecurity & Data Privacy\nAMD’s technology enables security features at all levels of IT systems—from the processor, to hardware and software applications.\nIndustry Collaboration \nAMD works with our customers, suppliers, peers, governments and civil society groups around the world to align on leading environment, health, safety and labor standards\n* AMD 2015 Material IssueAMD products help extend the life of computing platforms, thus reducing electronic waste. In many cases, AMD chips are “backwards compatible” with previous generation AMD chips.Lifecycle Management Carbon Footprint\nAMD aims to reduce customer carbon emissions and energy use by improving the energy efﬁciency of our products, while also helping develop industry tools that evaluate the carbon footprint of computer products. \nIn 2014, AMD announced our goal to deliver at least 25 times more energy efﬁciency from our accelerated processing units (APUs) by the year 2020. This goal demonstrates AMD’s commitment to future innovations that help reduce power consumption – while dramatically accelerating performance.Energy Efﬁciency *\n2014 202025X\nPRODUCT SHIPPING END PRODUCT MANUFACTURING\nGlobal Inclusion Governance & Ethics Community Engagement\n“AMD’s leadership of the Electronic Industry Citizenship Coalition (EICC) has been instrumental in advancing corporate social responsibility throughout the global electronics supply chain.”– Rob Lederer, Executive Director, EICCAMD Value Chain\nMAPPING CORPORATE RESPONSIBILITY  \nFOCUS AREAS TO STEPS IN OUR VALUE CHAIN“AMD’s leadership of the Electronic Industry Citizenship Coalition (EICC) has  \nbeen instrumental in advancing corporate social responsibility throughout the  \nglobal electronics supply chain.”\nRob Lederer, Executive Director, EICCFor more information on these Corporate  \nResponsibility focus areas or to see an  \ninteractive version of our Value Chain Map, \nplease go to our website at \nhttp://www.amd.com/corporateresponsibility\nPRODUCT SHIPPING END-PRODUCT MANUFACTURING CUSTOMER USE END OF LIFE\nPACKAGING & TRANSPORT\nAMD works to reduce, reuse, and recycle  \nthe materials involved in packing and shipping  \nour products.\nANTI-COUNTERFEIT\nAMD has established policies and practices to \nmitigate the introduction of suspect parts into  \nthe legitimate marketplace.SECURITY & DATA PRIVACY\nAMD’s technology enables security features at all levels of \nIT systems — from the processor to hardware and software \napplications.\nINDUSTRY COLLABORATION\nAMD works with our customers, suppliers, peers, governments, \nand civil society groups around the world to align on leading \nenvironment, health, safety, and labor standards.CARBON FOOTPRINT\nAMD aims to reduce customer carbon emissions and energy \nuse by improving the energy efficiency of our products, while \nalso helping develop industry tools that evaluate the carbon \nfootprint of computer products.\nENERGY EFFICIENCY*\nIn 2014, AMD announced our goal to deliver at least 25 times \nmore energy efficiency from our APUs by the year 2020. This \ngoal demonstrates AMD’s commitment to future innovations \nthat help reduce power consumption while dramatically \naccelerating performance.LIFECYCLE MANAGEMENT\nAMD products help extend the life of computing \nplatforms, thus reducing electronic waste. In many \ncases, AMD chips are “backwards compatible” with \nprevious generation AMD chips.\n*2015 Material Issues: areas of enhanced focus as determined through \nAMD’s corporate responsibility management review process.GOVERNANCE & ETHICS\nAMD is committed to achieving the highest standards \nof ethics and integrity in all aspects of our business.GLOBAL INCLUSION\nInnovation is at AMD’s core and occurs when creative minds \nand diverse perspectives are drawn from all over the world. COMMUNITY ENGAGEMENT\nAMD was founded on the principle of putting people first — our \nemployees, our customers, our shareholders, and our neighbors \nin the communities around the world where we live and work.\n11 10", "metadata": {"source": "NASDAQ_AMD_2014.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}