{"page_content": "Technology Enabling  \na Better World\n12ACCELERATING MEDICAL TECHNOLOGY\nAMD technology is enabling significant improvements in the \nquality and clarity of scanning technologies through our high-\nperformance graphics systems, which allow greater resolution, \nhigher levels of magnification, and other improvements. For \nexample, AMD Embedded Radeon™ graphics technology is the \nengine behind the new bk3000 Ultra High Resolution Ultrasound \nSystem by Analogic, which delivers a new level of imaging and \nsystem performance to provide highly detailed medical imaging \ncapabilities and other advanced graphics capabilities.POWERING PIONEERING RESEARCH\nAMD-POWERED SUPERCOMPUTER \nNAMED MOST ENERGY-EFFICIENT \nSUPERCOMPUTER IN THE WORLD \nTo reduce costs and the overall carbon footprint of \nsupercomputer facilities, companies are seeking to reduce \nenergy consumption while maintaining or improving \nperformance. In November 2014, the Green500™ list ranked \nthe AMD FirePro™ graphics-powered L-CSC cluster at the GSI \nHelmholtz Center research facility in Darmstadt, Germany, as the \nmost energy-efficient supercomputer in the world. In addition  \nto claiming the top spot on the Green500 list, the AMD  \nOpteron™ server CPU achieved the number two spot on the \nlatest TOP500 List, a ranking of the 500 most powerful \nsupercomputers in the world. \nENHANCING DATA SECURITY\n \nSecurity breaches for consumer data stored in \ndigital networks around the world have become all \ntoo commonplace. In 2014, AMD proudly announced \nthe AMD Secure Processor based on the ARM® \nCortex®-A5, featuring ARM TrustZone® technology \nfor enhanced data security. This is the first and \nonly x86 processor available to integrate an ARM® \ncore for security. With the AMD Secure Processor \nand ARM TrustZone® technology, consumer \ndata is better protected and more secure.ENABLING TECHNOLOGICAL \nINNOVATION\nThe U.S. Department of Energy (DOE) has set a goal \nof reaching the next generation of supercomputing, \nwhich is called “exascale,” or one quintillion operations \nper second, by the year 2022. In 2014, the DOE \nawarded AMD $32 million to expand research efforts \non exascale applications for AMD APUs based on the \nopen-standard Heterogeneous System Architecture \n(HSA), as well as future memory systems to power \na generation of exascale supercomputers capable \nof delivering 30-60 times more performance \nthan today’s fastest supercomputers. AMD leadership in heterogeneous high- \nperformance computing (HPC) is delivering \nmore than three petaFLOPS (a measure \nof a computer’s processing speed) of AMD \nFirePro™ S9150 server GPU performance for \nthe GSI Helmholtz Center in support of physics \nresearch related to heavy ion studies. GSI, \nlocated in Darmstadt, Germany, is a research \nfacility for heavy ion research, including cancer \ntherapy. The compute cluster was designed \nand built in conjunction with the Frankfurt \nInstitute for Advanced Studies (FIAS), a \nresearch institute for physics, neuroscience, \nlife science, and computer science.\n13", "metadata": {"source": "NASDAQ_AMD_2014.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}