{"page_content": "67\nHealthy and Inclusive Workplace Overview Healthy Communities Healthy Planet Sustainable Marketplace Governance Appendices\nEnvironmental, Social and Governance Report 2022\nEmployee hiring, retention and compensation\nWe understand that investing in and listening to our teammates is the most \neffective way to foster a great place to work, which translates directly to our \nbusiness success and ability to serve customers. \nPart of this investment includes opportunities for team members to work \nremotely, providing necessary equipment and tools for them to do their jobs. \nTo ensure we are effectively meeting the needs of our teammates and \nencouraging retention, WBA deploys significant tools and processes to  \ngather and respond to feedback. Our primary tool for understanding the  \nstate of our workforce is our biannual global team member engagement \nsurvey, Our Voice. Our Future.\nSince the Boots UK 50 Year Club was founded five years ago, the  \nbusiness has celebrated 61 team members with 50 years of service or more. \nDuring fiscal 2022, nine new employees reached their 50-year milestone. \nAdditionally, three employees have celebrated over 60 years of service.\nWe also recognize the importance of compensation in attracting and retaining \ntop talent. To meet our aim of offering competitive pay and benefits, the \ncompensation department conducts an annual pay analysis against key roles. \nIn April 2022, Boots UK applied significant pay raises to many employees, \nparticularly across stores and supply chain. These increases have enabled \nBoots to continue paying above the national minimum wage, regardless of \nage, for those with six months experience or more in the business. In the U.S., \nWalgreens completed its rollout of $15 per hour minimum wage for front-end \nemployees and $16.50 for pharmacy technicians. The increase was one in a \nseries of investments in pharmacy technicians, including sign-on bonuses, \npharmacist referral rewards and bonuses upon certification to administer \nvaccinations. In fiscal 2022, Walgreens announced a planned investment  \nof $850 million in team member compensation over two years. \nWBA respects and upholds the right of workers in conformity with local  \nlaw to be members of trade unions of their own choosing and to bargain \ncollectively, in accordance with the appropriate local laws.\nAll WBA segments, businesses and the corporate functions are required  \nto keep up-to-date written policies defining the rights of each employee  \nto trade union membership where statutorily or legally required,  \naccording to our internal human resources policy.\nAs of Aug. 31, 2022, 7.4 percent of our employees across the globe  \nwere covered by collective bargaining agreements.GRI 2-7, 2-8, 2-21, 2-30, 3-3, 201-1, 401-1\n", "metadata": {"source": "NASDAQ_WBA_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}