{"page_content": "2\nRobert A. Bradway  \nChairman and Chief Executive Officer I am pleased to provide you with Amgen’s 2014 \nEnvironmental Sustainability report. Amgen is at a very exciting time in its history. We are preparing to launch new medicines for patients suffering from serious illness and expanding the reach of our existing medicines as we enter new geographies. We are innovating new ways to manufacture medicines, and we are introducing new technologies to deliver these medicines to patients. This is important work for Amgen, our shareholders, and the patients we serve. We also believe it is important that we engage in these activities while remaining  \ncommitted to sustainability. \nAmgen’s Next-Generation Biomanufacturing facility in \nSingapore is an excellent example of the strides we are making. Once licensed, this site will deploy new processes and technologies which conserve substantial amounts of water, curb carbon emissions, reduce the amount of solid waste generated and operate with a dramatically smaller footprint than conventional facilities. In a setting of new technology, we are building upon our established sustainability practices including green biology and green chemistry. \nOur sustainability achievements would not be possible \nwithout the efforts of staff members who have dedicated themselves to the company’s targets. Part of our commitment to all Amgen staff members is the creation of a work environment that stresses safety and wellness.\nConsistent with our commitment, Amgen received a \nnumber of important sustainability acknowledgements in 2014. We were named to the Dow Jones Sustainability World Index for the first time, and we maintained our position on the North America Index. The U.S. Green Building Council recognized our building design strategy by certifying our innovative drug product research center in Thousand Oaks, California, at the highest level—LEED (Leadership in Energy and Environmental Design) Platinum. The Association of Energy Engineers recognized Amgen’s energy management strategy with its top honor, the Corporate Energy Management Award.\nThank you for engaging with us as we continue to \nimprove Amgen’s sustainability performance. We value your input and invite you to share your thoughts through the feedback link on the report website. \nRobert A. BradwayLeadership Message", "metadata": {"source": "NASDAQ_AMGN_2014.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}