{"page_content": "15Notes\n(a) The expenses related primarily to non-cash amortization of intangible assets acquired in business combinations.\n(b)The adjustment related to the Internal Revenue Service issuing final regulations that required us to recognize an additional year of the non-tax deductible branded \nprescription drug fee.\n(c) The adjustment related primarily to changing regulatory and reimbursement environments.\n(d)The tax effect of the adjustments between our GAAP and Adjusted results takes into account the tax treatment and related tax rate(s) that apply to each adjustment in the applicable tax jurisdiction(s). Generally, this results in a tax impact at the U.S. marginal tax rate for certain adjustments, including the majority of amortization of intangible assets and non-cash interest expense associated with our convertible notes, whereas the tax impact of other adjustments, including the various legal proceedings, stock option expense and restructuring expense, depends on whether the amounts are deductible in the respective tax jurisdictions and the applicable tax rate(s) in those jurisdictions.\n(e)The adjustments related to resolving certain non-routine transfer-pricing and acquisition-related issues with tax authorities as well as the impact related to certain prior period items excluded from adjusted earnings.Summary of Data—Notes\n(r)Absentee rate is based on US staff members, including full-time, part-time, management, and nonmanagement. Hours recorded for family medical leave are divided by hours staff \nmembers were expected to work to calculate the absenteeism rate (percent).\n(s)Injury and illness rate is calculated based on the number of reported Amgen staff member injuries and illnesses beyond first aid. The rate is based on the number of injuries and illnesses per 100 Amgen staff members. Data as of March 2014.\n(t) Lost day case rate is the number of injury and illness cases involving days away from work per 100 Amgen staff members. Data as of March 2014.\n(u) Severity rate is the actual number of days away from work due to injury or illness per 100 Amgen staff members. Data as of March 2014.\n(v)In 2009, we expanded our data tracking to include all contractors that work at our facilities. Previously the 2007 and 2008 data only included contractors working on large capital construction projects.\n(w) Environmental notices of violation (NOVs) reported that resulted from agency inspections.Health and Safety\nCompliance", "metadata": {"source": "NASDAQ_AMGN_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}