{"page_content": "19To view Amgen’s full 2014 Environmental Sustainability \nReport, see environment.amgen.com. We welcome  \nyour feedback.\nForward-Looking Statements \nThis report contains forward-looking statements that involve significant risks and uncertainties, including those related to our environmental \nsustainability program design; expected environmental sustainability goals, targets, plans, focus areas, savings or progress towards any of the same; current and future R&D, manufacturing, commercialization, infrastructure or other workplace-related processes, improvements or practices; as well as those discussed below and others that can be found in our Form 10-K for the year ended December 31, 2014, and in any subsequent periodic reports on Form 10-Q and Form 8-K. Amgen is providing this information as of March 9, 2015 and does not undertake any obligation to update any forward-looking statements contained in this report as a result of new information, future events or otherwise. \nNo forward-looking statement can be guaranteed and actual results may differ materially from those we project. The Company’s results \nmay be affected by our ability to successfully market both new and existing products domestically and internationally, clinical and regulatory developments (domestic or foreign) involving current and future products, sales growth of recently launched products, competition from other products (domestic or foreign) and difficulties or delays in manufacturing our products. In addition, sales of our products (including products of our wholly-owned subsidiaries) are affected by reimbursement policies imposed by third-party payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward managed care and healthcare cost containment as well as U.S. legislation affecting pharmaceutical pricing and reimbursement. Government and others’ regulations and reimbursement policies may affect the development, usage and pricing of our products. Furthermore, our research, testing, pricing, marketing and other operations are subject to extensive regulation by domestic and foreign government regulatory authorities. We or others could identify safety, side effects or manufacturing problems with our products after they are on the market. Our business may be impacted by government investigations, litigation and product liability claims. If we fail to meet the compliance obligations in the corporate integrity agreement between us and the U.S. government, we could become subject to significant sanctions. Further, while we and our partners routinely obtain patents for our and their products and technology, the protection of our products offered by our patents and patent applications may be challenged, invalidated or circumvented by our or our partners’ competitors. We depend on third parties for a significant portion of our manufacturing capacity for the supply of certain of our current and future products and limits on supply may constrain sales of certain of our current products and product candidate development. In addition, we compete with other companies with respect to some of our marketed products as well as for the discovery and development of new products. Discovery or identification of new product candidates cannot be guaranteed and movement from concept to product is uncertain; consequently, there can be no guarantee that any particular product candidate will be successful and become a commercial product. Further, some raw materials, medical devices and component parts for our products are supplied by sole third-party suppliers. Our efforts to integrate the operations of companies we have acquired may not be successful. We may experience difficulties, delays or unexpected costs and not achieve anticipated benefits and savings from our recently announced restructuring plan. Our business performance could affect or limit the ability of the Amgen Inc. Board of Directors to declare a dividend or our ability to pay a dividend or repurchase our common stock.", "metadata": {"source": "NASDAQ_AMGN_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}