{"page_content": "4\nWe are integrating environmental sustainability practices throughout our company’s operations  \n—from research and manufacturing practices to the design and construction of facilities. A mix of  \nfacility and process optimization combined with carefully selected technology creates results.\nAbove: Sustainable \nbuilding design, along with pioneering new practices for biomanufacturing, are advancing Amgen’s ability to conserve water and energy, reduce waste, and limit carbon emissions.Sustainability in Action\nDriving Sustainable Practices throughout \nthe Value Chain\nAmgen’s 2020 plan for environmental sustainability is focused on driving sustainable practices in the areas of research, development, and manufacturing; transportation and distribution; commercial operations; sourcing; and products and packaging. By integrating sustainability practices during the design process, we are achieving further efficiencies in our business while continuing to reduce our impact on the environment.\nThe Environmental Benefits of Next-Generation \nBiomanufacturing  \nAmgen has pioneered Next-Generation Biomanufacturing technologies and improvements capable of producing the same output of drug substance as conventional facilities in a footprint that is one eighth the size. We plan to use this approach for the first time commercially following licensure at our new manufacturing center in Singapore, which opened in 2014. Next-Generation Biomanufacturing is expected to conserve water and energy by approximately 80 percent, reduce carbon emissions by approximately 75 percent, and significantly reduce the amount of solid waste produced compared with conventional biomanufacturing. Even though Next-Generation Biomanufacturing uses disposable technology, it is more environmentally friendly because it eliminates the need to repeatedly clean and sterilize equipment after use. Harnessing Data to Improve Energy Efficiency  \nBuildings can be expensive to construct, but they cost even more to operate and maintain. Over time, wear and tear can compromise a building’s utilities with negative conservation impacts. In 2014, Amgen began to pilot the use of an integrated data management system at the corporate headquarters in Thousand Oaks, California, to harness data in the service of better building performance. The system monitors the utilities of all of the site’s buildings in near real time, collecting more than 60,000 data points, and conducts full diagnostics tests hourly. The system can even generate a work order if it identifies a problem. Ultimately, the system can help the company improve conservation, reduce carbon emissions, and save money while also extending the life span of our facilities. \nDrug-Product Development Building Earns \nLEED PlatinumThe U.S. Green Building Council recognized Amgen’s building design strategy by certifying our innovative drug-product development building at our Thousand Oaks, California, campus at the highest level—LEED (Leadership in Energy and Environmental Design) Platinum. This is our third LEED certification in recent years and follows LEED-Certified designation for a drug-product manufacturing facility and LEED Gold rating for an office building in Thousand Oaks. Amgen’s building practice sets a high bar for sustainability, taking into account practices that work optimally for our biotechnology company. ", "metadata": {"source": "NASDAQ_AMGN_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}