{"page_content": "5\nAmgen staff approach opportunities to make environmental \nimprovements with the same enthusiasm and rigor they apply to scientific challenges. Staff-supported improvements in technology and processes have created significant conservation benefits, saved financial resources, and earned many awards over the years. Amgen maintains a yearly Environmental Champions program, which honors numerous staff from around the company for their green actions. \nReaching Out in the Community \nAmgen staff are avid volunteers, contributing to a number of environmentally beneficial events throughout the year. Amgen participates annually in the International Coastal Cleanup, a global volunteering opportunity in which participants clear waterways and beaches of trash while collecting data that supports the Ocean Conservancy in its goal of trash-free seas. Other environmental volunteering events that staff organize include Clean Up Australia Day and work parties at the Charles River and at Kendall Square in Massachusetts. \nThe Amgen Foundation is deeply committed to fostering \nthe next generation of scientific innovators, including our support of important initiatives that advance environmental education in our local communities. We also help to further staff contributions of personal time, energy, and talents to these important causes through Amgen Volunteers and the Amgen Foundation Matching Gift Program.Sustainable Commuting Staff commitment to alternative commuting modes at six North American worksites helped Amgen avoid approximately 536 metric tons of greenhouse gas emissions in 2014. Amgen supports carpools, vanpools, public transportation vouchers, bicycle commuting, and electric car charging where possible. \nEducation for the Environment \nAmgen celebrated Earth Day at most of its US-based locations in 2014. Events encouraged staff to develop environmentally friendly habits both at work and at home in the areas of recycling, composting, waste reduction, energy efficiency, water conservation, and alternative commuting. Amgen’s Thousand Oaks, California, campus also held events in support of America Recycles Day. A special focus for 2014 was the promotion of greener practices in the labs such as the use of more environmentally friendly supplies and increased recycling. The success of our environmental sustainability plan depends on the creativity and resourcefulness of our \nstaff who demonstrate their commitment to the environment both at work and in their communities.\nLeft: Amgen participates \neach year in the International Coastal Cleanup.\nMiddle and right: \nAmgen staff drive Amgen’s environmental sustainability efforts.", "metadata": {"source": "NASDAQ_AMGN_2014.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}