{"page_content": "SUSTAINABILITY TASKFORCE\nData CollectionLancaster Colony Corporation 12\nSOCIAL ECONOMIC ENVIRONMENT\nLANC SUSTAINABILITY ORGANIZATION CHART\nSUSTAINABILITY COMMITTEE  \nCEO General Counsel VP-PS\nVP-ESG   VP-IR   CFO  VP-R&D\nOversight and Monitoring of ESG Strategy,\nResource Allocation, and Project ApprovalLancaster Colony maintains a Board of Directors comprised of one (1) Chair, eight (8) independent Directors, and one (1) additional member. Board Committees include \nAudit, Compensation, and Nominating and Governance. Regarding diversity, Lancaster Colony’s Board is comprised of eight (8) males and two (2) females. Additional \ninformation specific to Lancaster Colony’s Board of Directors can be found in the Company’s most recent SEC proxy filing.  Currently, our Nominating and Governance \nCommittee has oversight of ESG and Sustainability.  During FY21, our Board of Directors met twice to receive updates on our ESG. These meetings included educational \ncomponents and aligned with broader sustainability training provided to more than 75 of our associates. The Board continues to prioritize ESG with future meetings \nscheduled to support the Company’s overall ESG strategy.\nOur Executive Sustainability Committee is comprised of LANC senior leaders to include our company CEO, Vice President of People Services, General Counsel, Chief Financial \nOfficer, Vice President of Investor Relations, Vice President of Research and Development, and the newly created FY21 role of ESG Vice President. The Executive Committee \nprovides oversight and monitoring of our ESG/Sustainability strategy and approves projects emanating from three topical committees: Social, Economic, and Environmental. Atop \nall of these committees is the LANC Board of Directors, which provides high-level oversight of our sustainability initiatives and ESG.\n Governance\nLANC BOARD  \nHigh Level Strategic Oversight\nLANC LEADERSHIP TEAM  \nVision • Goals • Objectives ", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}