{"page_content": "Lancaster Colony Corporation 14\nEthics\nLancaster Colony Standards of Conduct\nAt Lancaster Colony, we believe that ethical and responsible actions are essential in all \nof our business activities. Our Standards of Conduct address challenges that affect our \nbusiness, and are designed to provide employees with guidance and the resources to \nmake ethical choices. Additional Company policies include, but are not limited to the \nfollowing:  \n• Anti-Corruption\n• Insider Trading Policy\n• Code of Ethics\n• Non-Harassment Policy\n• Anti-Boycott Policy\n• Gift Policy\nThe following link can be used to review additional policies and standards for conduct. \nhttps://www.lancastercolony.com/investors/corporate-governance/governance-\ndocuments/default.aspx\nCompany employees must undergo periodic reviews of the company’s policies and \nstandards of conduct through online courses.\nStakeholders\nThrough discussions with investors, feedback from our customers and consumers, internal \ninitiatives with our employees, and external assessments performed with our suppliers, \nLancaster Colony utilizes a range of activities to collect and transform stakeholder input \nand feedback into improvement plans. \nThe Company routinely conducts a company-wide engagement survey of its employees to \nobtain valuable open feedback and a direct voice to the Company’s management team.  \nWe also hold town hall meetings to keep employees informed of our progress and provide \nthem a forum to ask questions and provide feedback.          \nAt the heart of all strong companies are strong brands. Lancaster Colony’s family of specialty \nfood brands all take part in monthly brand tracking studies that measure the brands’ health based \nupon feedback from nearly 600 customers. Key Performance Indicators (KPIs) such as brand \nawareness, brand trust, consideration, and value, are tracked not only for our brands but also \nfor our competitors to help ensure we continue to meet and exceed consumers’ expectations.Materiality\nLancaster Colony seeks to identify critical risk and success factors through discussions \nwith internal and external stakeholders, reviews of external protocols and benchmarks, \nand consultations with subject matter experts. Aspects deemed to be particularly \nimportant to sustainability goals are:\n \n • Economic Prosperity: Profitability and innovation\n • Environmental Stewardship: Water and energy\n • Social Responsibility: Product offerings and supplier practices\n • Governance: Executive team sponsorship and disclosure\n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}