{"page_content": "Lancaster Colony Corporation 16\nTo guide risk management, we have an Enterprise Risk Management (ERM) Committee \ncomposed of nine (9) representative leaders, including the CEO, CFO, CIO, CSCO, and General \nCounsel. The CFO chairs the Committee and meetings are facilitated by the Company’s Internal \nAudit function. The Committee meets periodically throughout the year to discuss emerging risks \nand assess the organization’s residual risk. Annually, management completes an enterprise \nrisk assessment (ERA) survey to identify threats and critical risks to the organization’s overall \nmission. The executive leadership evaluates the impact and reports to the Audit Committee on \na quarterly basis to provide an update on key risks, mitigation strategies, and key performance \nindicators. Our risk management program is designed with specific risks in mind, which model \nour business operations and vision to be The Better Food Company . Examples of these risks \ninclude, but are not limited to:  \n • Business Transformation\n • ESG\n • Food Safety\n • Cyber Security\n • Supply Chain Disruption\n • Environmental\n • Regulatory Compliance \n • Sourcing \n • Customer Concentration\n • Labor\nThe Committee’s risk profile is subject to change at any time. As such, members monitor the \neconomic, compliance, security, fraud, financial, reputational, operational, and competition \nrisk environments and make adjustments accordingly.\nProtecting the proliferation of data about each of us is critically important, especially as \nthe world around us is more driven and interconnected by technology. Lancaster Colony has \ndeveloped policies, notices, and training programs and maintains a Privacy Officer to ensure \nthat the data we collect, use, and share in the course of our business is protected. You can \naccess our Global Privacy Policy and Website Terms and Conditions at the following URL:\nhttps://www.lancastercolony.com/privacy-policy/default.aspxData PrivacyPrecautionary Principle\n \nAffiliations and Memberships\nLancaster Colony collaborates with many food manufacturing and related \norganizations to maintain a high degree of knowledge about local, state, and \nnational events and issues affecting our Company.\n • Ohio Manufacturers Association\n • Association of Dressings and Sauces\n • International Food and Beverage\n • Association of National Advertisers \n • American Society of Safety Professionals \n • Society of Corporate Governance\n • National Minority Supplier Development Council \n • National Association of Corporate Directors ", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}