{"page_content": "Lancaster Colony Corporation 19\nRevenue and \nHealthy Products\nCore Performance\nFor information regarding our core financial performance, please refer \nto our Annual Report on Form 10-K and other public SEC filings.\nSustainable Product Revenue\nLancaster Colony understands that ESG and financial success are often \nco-dependent, not mutually exclusive. With a growing world population, \nheightened consumer awareness, and expanding regulations, we \nbelieve that increased attention on our revenue streams’ social, \nenvironmental, and other sustainability-related attributes will better \nposition us for continued growth and achievement. \nWe seek to support our consumers’ good health and well-being to \npromote long-lasting health and environmental benefits. We perform \naudits and tests throughout our supply chain to maintain and enrich \nproduct quality while also soliciting and acting upon consumer feedback \nabout product quality — a top priority. Fostering healthier lifestyles \nby offering Better-for-You  (BFY) food products with cleaner/simpler \ningredients promotes sustainable health. We meet or surpass food \nsafety and labeling standards and continue to grow our selection of \nBFY products. They include, but are not limited to, GMO-free sprouted \ngrain breads, high-fiber flatbread wraps, and preservative-free reduced-\ncalorie dressings. Reformulation is another approach we use to improve \nthe nutritional value of our products. We recently reformulated our \nveggie dip products to reduce fat, calories, and sodium.\nRevenue specifically attributed to BFY products represents about 13%  \nof our total Retail net sales. We are committed to continued innovation \nand offering more BFY products to meet consumer demand and \npromote health and well-being.Innovation\nLancaster Colony reinforces its culture of innovation by maintaining a direct line \nof oversight to the Board’s Governance and Executive committees.\nOur commitment to innovation in new product development helps position \nus for sustainable, long-term growth. Roughly 3% of our total Retail sales \nin our most recent fiscal year were attributable to products introduced in \nthe previous 24 months.\n*Unless otherwise indicated, Company-specific data as \npresented above is for the fiscal year ending June 30, 2020.", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}