{"page_content": "Lancaster Colony 3\nAbout this Report\nThis data is based on, and is subject to, assumptions and standards of measurement that may \ncontinue to be developed and refined in the future. This report is not a guarantee or promise \nof future results. \nForward Looking Statements\nThis report contains various “forward-looking statements” that involve substantial risks and \nuncertainties. Such statements can be identified by the use of the forward-looking words \n“anticipate,” “estimate,” “project,” “believe,” “intend,” “plan,” “expect,” “hope,” “indicated” \nor similar words. These statements discuss future expectations; contain projections regarding \nfuture developments, operations or financial conditions; or state other forward-looking \ninformation. Such statements are based upon assumptions and assessments made by us \nin light of our experience and perception of historical trends, current conditions, expected \nfuture developments; and other factors we believe to be appropriate. These forward-looking \nstatements involve various important risks, uncertainties and other factors, many of which are \nbeyond our control and could be amplified by the COVID-19 pandemic, which could cause our \nactual results to differ materially from those expressed in the forward-looking statements.\nSome of the key factors that could cause actual results to differ materially from those \nexpressed in the forward-looking statements include: significant shifts in consumer demand \nand disruptions to our employees, communities, customers, supply chains, operations, and \nproduction processes resulting from COVID-19 and other epidemics, pandemics or similar \nwidespread public health concerns and disease outbreaks; fluctuations in the cost and \navailability of ingredients and packaging; dependence on contract manufacturers, distributors \nand freight transporters; adequate supply of labor for our manufacturing facilities; \nefficiencies in plant operations; cyber-security incidents, information technology disruptions, \nand data breaches; stability of labor relations; adverse changes in freight, energy or other \ncosts of producing, distributing or transporting our products; changes in demand for our \nproducts, which may result from loss of brand reputation or customer goodwill; \nthe success and cost of new product development efforts; the extent to which recent and \nfuture business acquisitions are completed and acceptably integrated; the impact of any \nregulatory matters affecting our food business, including any required labeling changes and \ntheir impact on consumer demand; the outcome of any litigation or arbitration; risks related to \nother factors described under “Risk Factors” in other reports and statements filed by us with \nthe Securities and Exchange Commission, including without limitation our Annual Report on \nForm 10-K and Quarterly Reports on Form 10-Q (available at www.sec.gov)\nForward-looking statements speak only as of the date they are made, and we undertake no \nobligation to update such forward-looking statements, except as required by law. Management \nbelieves these forward-looking statements to be reasonable; however, you should not place \nundue reliance on such statements that are based on current expectations.", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}