{"page_content": "*  We accessed four sites and obtained measurements  \n for some but not all months defined in our boundary in  \n calculating water data. The remaining data was derived  \n by extrapolating the straight-line average of withdrawal  \n from the months from which data was obtained. For one\n manufacturing site in which we could not access  \n complete data, we derived withdrawal by multiplying  \n the physical area of the site by the average  \n withdrawal per unit area for the manufacturing \n sites for which we did.  Lancaster Colony Corporation 21\nEnvironment\nPolicy\nHistorically, Lancaster Colony’s policy on environmental management was \ndriven by regulatory compliance requirements. Similarly, the number and \nnature of incidents, violations, fees, fines, and related metrics were used \nas prominent indicators of environmental management performance.  \nHowever, the Company’s emerging sustainability policy, discussed under \nthe Governance section, emphasizes accountability for environmental \nstewardship, social equity, financial prosperity, and measurement. This \npolicy change reflects our commitment to enhanced disclosures about our \nenvironmental-related practices and performance.\nWater\nThe conservation and sanitation of water are vital to the success and \nlongevity of Lancaster Colony. With the momentum of the United Nations \nSustainable Development Goal 6 to ensure access to clean water and \nsanitation, there is a recognized need to protect the world’s fresh water \nsupply. At Lancaster Colony, we believe that excessive and irresponsible \nwater use is unacceptable and that access to clean fresh water is \nessential. Therefore, we perform testing, monitoring, and treatment of \nour wastewater discharge systems and established best management \npractices for all stormwater runoff from our properties. We have also \nproactively developed and employ procedures at our production plants \nto minimize water consumption and reduce wastewater generation and \ndisposal. We aspire to practice and improve upon responsible water \nusage and treatment continually.  \nWe are committed to reducing our impact on water resources and protecting \nthe future of our water supply. We have undertaken efforts to support that \nobjective, including:\n •  Ongoing testing/monitoring of our wastewater discharge and  \n  following of established procedures to reduce overall water  \n  consumption, including plant cleanup shifts.\n • Elimination of non-stormwater discharges to storm sewers \n  and implementation of industry best practices to prevent potential \n  contamination of our stormwater discharge.\nLancaster Colony is also committed to reducing our wastewater discharge \nquantities and responsibly disposing of water, including discharges of \nprocessed water to local, and publicly-owned treatment works. We are  \nnot aware of any bodies of water significantly affected by our operations.  \nWater Withdrawal\nFor the fiscal year ending June 30, 2020 (FY20) , based on available \ndata for our 16 manufacturing sites, the most material segment of our \nsite portfolio, our total estimated water withdrawal from municipal \nsources was about 673,000  cubic meters. \nWater Intensity\nOur water intensity, a measure of our water withdrawal relative to \nour sales, was 504 cubic meters per million $ in sales . We are \ncommitted to responsible water use, and appreciate the need to \nevaluate reduction  practices as part of a long-term consumption strategy.\nWater Stress\nIn FY20, of Lancaster Colony’s more than 20 manufacturing, warehousing, \nand office sites, one was in an area the World Resource Institute (WRI) \ndefines as having extremely high Baseline Water Stress. More than half of \nthe sites were in areas WRI defines as having medium-high baseline water \nstress, and the remaining sites were in areas WRI defines as having low \nbaseline water stress. The chart below shows the distribution.\nBaseline \nWater StressName State% of \nSites\n1. Low (<10%) Flatout, Inc. \nNew York Frozen Foods\nT. Marzetti Company- West\nSister Schubert’s Homemade Rolls\nMarzetti Frozen Pasta (Altoona)\nAngelic BakehouseMI\nOH\nCA\nAL\nIA\nWI36%\n2. Medium to High \n(20%-40%)T. Marzetti Company \n     Headquarters\n     Innovation Center \n     Distribution Dry & Refrigerated\n     Distribution Frozen\n     Allen Dairy\n     Marzetti Indianola\n     Inn Maid\n     Quality Bakery\n     Chatham Village\n     Marzetti Horse Cave\nSister Schuberts - Horse Cave\nTQ Baking\nMarzetti Frozen Pasta (Clive)OH\nOH\nOH\nOH\nOH \nOH\nOH\nOH\nMA\nKY\nKY\nNJ\nIA59%\n3. Extremely High (80%) New York Frozen Foods - Mamma Bella CA 5%", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}