{"page_content": "Energy Consumption\nFor FY20 , across our 16 manufacturing sites , the most material \nsegment of our site portfolio, our total energy consumption, defined as \nelectricity and natural gas consumption, was 1.07 million gigajoules , \nroughly 71%  of which was attributable to natural gas.  \nAn estimated  80%  of our energy consumption was attributable to 44%  \nof our sites, with Horse Cave and New York Frozen Foods combining to \naccount for approximately 45%  of consumption.\nFor 6 manufacturing sites for which we had ready access to high-quality \ndata for some but not all months, we derived the remaining data by \nextrapolating the straight-line average of withdrawal in months for \nwhich we did.\nRenewable Energy\nWe consumed all our electricity from various utility companies including, \nMid-American Energy, American Electric Power, WE Energies, and \nothers. In FY20 , we began further research into developing renewable \nenergy options, recognizing  the need for enhanced  understanding of our \nemission, and consumption related performance.\nEnergy Intensity\nOur FY20 energy intensity, a measure of our energy consumption relative \nto our sales, was 799 gigajoules per million $ sales .\nGreenhouse Gas (GHG) Emissions\nFor FY20, and considering the same boundary, our GHG emissions from \nenergy consumption were 82,685 tonnes of CO2e , roughly 49% of which \nwas attributable to electricity. To convert energy consumption to GHG \nemissions, we used factors from US EPA’s 2018 eGRID factor set.\nGHG Intensity\nOur FY20 GHG intensity, a measure of our GHG emissions relative \nto our sales, was 62 tonnes CO2e per million $ sales , again, 49% \nattributable to electricity.Energy and GHG\nMonitoring and reducing energy consumption is a growing priority. \nWe continually replace inefficient equipment to look for opportunities \nto reduce energy demand. Collectively, these efforts decrease \nour company-wide energy consumption and reduce cost. We are \ncommitted to reducing our impact on energy resources and protecting \nour future energy supply. We have undertaken numerous efforts in \nsupport of this objective.\n \n •  Established ongoing programs to reduce energy consumption in all  \n  our plants by evaluating and replacing inefficient equipment (e.g.,  \n  air compressors, pumps, etc.). \n • Performed retrofits for fluorescent lighting in several of our  \n  production facilities and installed light sensors in many of our  \n  warehouse and storage areas to reduce energy consumption and  \n  improve working conditions. \n • Installed monitoring devices to track and use driver operation/ \n  behavior data to optimize fuel economy for our small fleet of trucks.  \n  Furthermore, we have periodic meetings with our drivers to review  \n  their driving habits and incentivize them to maximize miles per gallon  \n  (MPG) and minimize fuel consumption.Lancaster Colony Corporation 22\nGHG INTENSITY\n62 tonnes\nCO2e/million$salesGHG EMISSIONS \n82,685 tCO2e\n51%\nNATURAL GAS49% \nELECTRICITYEnvironment\n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}