{"page_content": "Lancaster Colony Corporation 23\nEnvironment\nWaste\nIn the United Nations Development Goals, we strive to “do more and \nbetter with less”  in order to reduce resource use and prevent food \nloss. This is accomplished by identifying and executing Lean Six Sigma  \nprojects and Operational Excellence  initiatives throughout our \noperations. At our dressing plant in Horse Cave, KY , we reduced overfill \nlosses 20-50%  from our baseline through investments in process \ncontrols resulting in yield improvements. \nWe are committed to minimizing waste and have undertaken numerous \nefforts to manage that objective, such as optimizing and reducing  our \nenergy consumption, water consumption and disposal, and the use of \ncleaning solutions by improving product sequencing and enhancing our \nClean-In-Place (CIP) processes.Waste Disposed\nIn FY20 , across our referenced manufacturing sites, the most material \nsegment of our site portfolio, our waste, defined as non-hazardous \ntrash disposed of by landfill, was 83,909 tonnes . Roughly 80% of this \nwaste was attributable to roughly 33% of our sites, with Horse Cave \nand TQ Baking combining to account for more than 50%.\nFor 3 manufacturing sites for which we had ready access to high-quality \ntrash data for some but not all months, we derived the remaining data \nby extrapolating the straight-line average of months for which we did. \nFor 7 manufacturing sites for which we did not have ready access to \nhigh-quality trash data for any months, we derived data by multiplying \nthe physical area of the site by the average trash per unit area for the \nmanufacturing sites for which we did.\nWaste Intensity\nIn FY20 , our waste intensity, a measure of our trash to landfill removed \nrelative to sales, was 63 tonnes per million $ sales .\nRecycling\nIn FY20 , a majority of our manufacturing sites engaged in substantial \nefforts to recycle waste for waste streams ranging from food scrap and \ncardboard to paper and electronic waste. Many of our warehouses, \ndistribution centers, and commercial offices also participated in the \nrecycling of wastes, ranging from batteries, aluminum, paper, cardboard, \nand glass to plastics, ink and toner cartridges, and coffee pods. In future \nyears, we intend to disclose specific metrics on our recycled waste.Horse Cave\nReduction in \nOverfill Losses\n20-50%\n 63 tonnes\nWaste Removed \nPer $Million Sales\n ", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}