{"page_content": "Lancaster Colony Corporation 26\nSocial\nOccupational Health and Safety\nThe health and safety of our employees are paramount, and we set \ngoals to improve performance continuously. Three key elements of our \napproach to managing safety include:\n •  Training  –We provide professional training and certification \n  for staff and management with direct responsibility for \n  safety functions.\n •  Response  – We are committed to responding responsibly \n  and quickly to all employee injuries and illnesses. \n  We understand that sensitivity and speed can be critical \n  to properly handling occurrences. Through our training and  \n  learning from past events, we are committed to responding to \n  all future occurrences effectively and efficiently.   \n •  Tracking  – We continuously monitor and measure our safety \n  performance using a variety of key performance indicators.\n  We report results internally during monthly meetings with senior  \n  management, conduct annual health and safety program audits,  \n  and analyze data and cases for patterns, trends, and root causes \n  to promote the ongoing improvement of our health and safety  \n  programs and performance.   \nFatalities, Incident Rate and \nLost Day Frequency Rate\nWe experienced no fatalities  in FY20 . Other KPIs we rely on are in -\ncident rate and lost time frequency rate, which essentially measure \nthe rate of occurrence and lost day impact of cases reportable to the \nOccupational Safety and Health Administration (OSHA). Both KPIs are \nnormalized to 200,000 hours, reflecting the average amount of time 100 \nemployees would work in a year, given the assumption of 2,000 hours \nper employee per year.\nIn FY20 , our recordable case incident rate slightly decreased from FY19 \nand remained below the FY18  rate. This is mainly due to a continued \nstrong compliance management program, ongoing rollout of the \nsafety pillar structure in our company-specific operational excellence \ninitiative, and expansion of our behavior-based safety (BBS) program. \nIn FY20 , our incident rate was 1.2, down from 1.3 in FY19,  continuing \nimprovement from 1.7 in FY18 . Our lost day frequency rate in FY20  was \n0.2, holding to the same rate as  FY19 , which improved from  0.4 in FY18 . \nAlso notable, our FY20  measures include an even broader workforce, \nadding the TQ Baking facility (acquired mid-year FY19) to the calculus. \nThe figure below displays Lancaster Colony’s incident and lost day \nfrequency rate trends. When viewed over time, these are best-in-class \nnumbers and reflect our continuing commitment to keeping our employees \nsafe, healthy, and strong.\nFY18 FY19 FY20Incident Rate Lost Day Frequency RateIncident and Lost Day Frequency RatesFY20 \nrecordable case  \nincident rate \n1.2%  FY19 \nrecordable case  \nincident rate  \n1.3%  FY18  \nrecordable case  \nincident rate  \n1.7%  1.7\n1.31.2\n0.4\n0.2 0.2", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}