{"page_content": "Lancaster Colony Corporation\nSocial • Better People\nEducation and Training\nPeople and food safety are two of our highest priorities. We invest in \ntraining and education relative to operational, work expectations, and \nleadership to ensure our ability to scale as our business continues to grow. \nFrom a functional perspective, we are committed to continuous improvement \nin our manufacturing plants and distribution centers. The safety of our \noperations team members is critical; we invest and are fully committed to \nBehavior-Based Safety  at our locations. \nFood safety  is also paramount for our team members. We invest in ongoing \nannual training in multiple food safety modules as well as day-to-day \nbehavior-based quality activities. Our black, brown, green, and white belt \ntraining programs help to ensure that our team members are trained and \nadvancing to impact our continuous improvement processes. \nWe define work expectations education and training in the two categories of \ncompliance (ethics, sexual harassment, code of conduct) and cyber security \n(a modular series of security topics).  Leadership development  is crucial to \nthe growth of our business and to ensure high levels of engagement among \nour team members. We invest in leadership self-awareness tools, coaching, \n360 feedback, and teaming for our leaders of others. \nWe annually conduct a Great Place to Work engagement survey and \naction plan throughout the year.  We facilitate the professional well-being of \nour team members because our people are what drive our mission to be The \nBetter Food Company.   When we are all nourished, we all grow together.\nTRAINING & DEVELOPMENT\nFor the 2nd year  in a row, we \ninvested more than $500k , \na 7% increase over our investment \nin FY18 , in the training of \nour entire workforce. \nLEAN SIX SIGMA BELT\n12%  of our operations, \nworkforce achieved belts in 2020 , \nroughly doubling  the \npercentage from FY19  27\nDiversity and Inclusion \nIn FY20, Lancaster Colony formally adopted a Diversity Hiring Statement, \notherwise known as the Rooney Rule. This action reiterates our \ncommitment to including highly qualified women, minorities, and other \ncandidates with diverse backgrounds, skills, and experiences in the pool \nof candidates for new leadership positions. Among our many excellent \nhires throughout the calendar year, were two Vice Presidents from \ncommunities of color. We believe a diverse and inclusive workforce \nyields the possibility of better and more lasting results, and our Vice \nPresidents of People Services, ESG, and General Counsel double as our \nDiversity and Inclusion Champions, enhancing top-down accountability \nand results. \nIn FY20 , our percentage of female employees was 36.49% , and we \nwill continue to strive to ensure a continuous trend toward equality. For \nFY20 , the percentage of our employees who represented minority races \nand/or ethnicities was 44.80% . Asian, African American, and Hispanic \naccounted for our largest minority groups.\nDiverse % of Population Female % of PopulationFY18 FY19 FY2036.49%44.80%\n37.48%45.83%\n36.83%42.33%\n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}