{"page_content": "Making the World a Better Place\nThe Lancaster Colony team recognizes we do not live in isolation. \nRather, we believe in engaging with our communities to understand \nand support them beyond our business interests. Through organized \nphilanthropy and employee-inspired engagement, we impact the \nenvironment around us and strive to reduce poverty and food insecurity \nwhile promoting good health and quality education for all. \nEvery Lancaster Colony location throughout the world is regularly donating \nfunds and volunteering with local charitable organizations. Whether through \nPelotonia, The Red Cross, or United Way, our employees are engaged and \nfacilitate a more team-inspired approach to philanthropy and volunteerism.\nLancaster Colony also recognizes that its most valuable asset is its \npeople. From time to time, our work colleagues fall on hard times due \nto illness, family, or natural disasters. We understand and support our \npeople, whether it’s through company-wide charitable activities or \nfinancial assistance.\nPhilanthropy \nLancaster Colony regularly contributes funds and volunteer time to \nmany community organizations and foundations, such as the Children’s \nHunger Alliance, Susan G. Komen Race for the Cure, YMCA, Pelotonia \nand Cornerstone of Hope. Our giving is aligned with the United Nations \nSustainable Development Goals. In  FY20 , We donated more than \n$428,000  in support of community causes. Because of growing pandemic-\nrelated community needs, we also donated more than $342,000  to local \nfood banks and other organizations in FY20.Lancaster Colony Corporation 30\nSocial\nEmployee Assistance Fund\nIn late 2020, we established an Employee Assistance Fund to help team \nmembers in need of financial assistance due to tragic life events, such \nas the death of a loved one, house fires, floods, domestic violence, or \nother hardships. Eligible employees can apply for a grant and potentially \nreceive up to $1,500  from the  Company to help with expenses related to \ntheir circumstances.\nDuring personal hardships, we extend peer-to-peer support to each other \nto prevent any employee from feeling alone. Our mission to be The Better \nFood Company drives our commitment to help our family of employees in \nseasons of emotional and financial challenges.\nDonated\n$ 428,000\nCommunity Support\n$ 342,000\nFood Donations", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}