{"page_content": "Lancaster Colony Corporation 4\nMessage from Dave Ciesinski, \nPresident and CEO\nDear Investors, Customers, Suppliers, Employees, and other Lancaster Colony Stakeholders:\nWhile we at Lancaster Colony and T. Marzetti Company have long worked from the principles \nand practices of sustainability, I am honored and excited to provide our Company’s first formal \nsummary on Environmental, Social, and Governance (ESG) matters. \nOur mission is to be The Better Food Company : Better people, who make better food products in \na better corporate culture, and who work in unison to make the world a little bit better every day.\nBetter People\nOur people are at the core of what drives our mission to be The Better Food Company . Their \nhealth, safety, and welfare have been our primary focus throughout the pandemic, and I have \nbeen continually impressed by their dignity, courage, and grace during this challenging time. We \nhave a highly engaged workforce and place great importance on communication, training, and \neducation as detailed in this report. I am also pleased to share with you in this CSR the diversity \nand inclusion advances we have made as we continue to promote dignity and respect for all.\nBetter Products\nIn support of our consumers’ health, wellness, and changing dietary needs, we see healthy \nand nutritious products as an important part of our product offerings. Our commitment to be \nThe Better Food Company  inspires our offering of many Better-for-You (BFY)  products. \nThose include our Marzetti Simply 60® line of preservative-free and gluten-free refrigerated \ndressings with 60 calories per serving made with simple ingredients, such as buttermilk and \nextra virgin olive oil; our Flatout® CarbDown® flatbread wraps with 60 calories and flavors \nthat include Olive Oil & Sea Salt, 5-Grain Flax, Italian Herb and Spinach; and the Angelic \nBakehouse® sprouted whole grain breads and Whole Grain Sweet Potato wraps/tortillas. In \nthe coming months, we plan to add Marzetti® Simply Plant-Based salad dressings to our BFY \nportfolio. These new dressings are vegan, dairy-free, gluten-free, and made with oat milk \nand veggies for a creamy texture and, like all our Marzetti refrigerated dressings, are also \npreservative-free. In addition, plant-based dips are scheduled to launch in spring 2022.\n* Plant-Based dips are currently scheduled to launch in Spring 2022.Our mission is to be The Better Food Company - \nbetter people driven by purpose, making better food in \na better more collaborative culture, working in unison \nto make the world around us a little bit better \nevery day - while fulfilling our corporate purpose \nTo Nourish Growth With All That We Do.", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}