{"page_content": "Lancaster Colony Corporation 33\nStakeholder Engagement\nGroups\nWe have a broad swath of stakeholders, with our primary stakeholders \nas follows:  \n •  Investors \n • Customers\n • End customers of our products\n  • Employees\n  • Suppliers\n • In dustry Associations \n • Partners (channel sales partners, tech, content/data partners)\n • Media/Press/Publishers\n • Communities\nSelection\nFrom our investors and customers to our business partners and employees, \nwe know our financial and corporate sustainability depends on establishing \nhealthy relationships with those we serve and rely on, especially in the \ncommunities in which we work and live. We select our stakeholders through \na number of processes, namely input directly from stakeholders, executives \nand em ployees, recognized industry organizations, and peer studies.\nApproach\nFrom presentations and surveys to meetings and audits, we engage our \nstakeholders in a myriad of ways.\nInvestors\nLancaster Colony engages with current and prospective investors \nthrough various platforms, including quarterly earnings releases and \nearnings calls, SEC filings, investor conferences, one-on-one meetings \nand conference calls, and our annual meeting of shareholders.Customers\nOur customer service strategy is designed for the specific needs of \nour distribution network. Our objective is the seamless flow of product \nbetween our production line and the customer’s warehouse. After teams \ndevelop a formula, procure ingredients, produce the product within \nspecifications and place finished goods in a distribution center, customer \nservice takes over, in concert with transportation and distribution, to \nensure that all proper steps are carefully completed.  \nA central part of our customer service strategy is understanding \nLancaster Colony’s performance across a robust set of factors and quickly \naddressing any potential issues. When customer service-related issues \nare identified, a cross-functional team of leaders works to increase the \nCompany’s responsiveness across account teams and vertical units, \nimprove day-to-day operations and overall client satisfaction. We track \nour progress in key areas – people, data, technology and financial \nperformance to measure our progress against challenges and towards \nbetter service.\n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}