{"page_content": "Lancaster Colony Corporation 34\nStakeholder Engagement\nEmployees\nLancaster Colony provides frequent written, on-line, and in-person \ncommunications to its employees, including regular e-mail blasts, an \nintranet site, monthly newsletters, and quarterly Town Hall meetings \nled by our CEO and other senior-level staff. The goal is to discuss large-\nscale corporate initiatives and financial information designed to keep \nemployees informed about successes, challenges, and remedies. Staff \nmeet with their managers and teams regularly to check-in on goals and \nthe progress of projects.\nIndustry Associations\nLancaster Colony works closely with associations in the CPG, retail, \nand communication industries to provide additional knowledge to \ntheir members on how to improve their business results. We regularly \nparticipate in advisory roles and on committees, providing our data \nand commentary for association-generated reports and articles, and \nsponsoring and presenting at industry association events.\nPartners\nLancaster Colony has developed a robust partner ecosystem with dozens \nof other companies in and adjacent to our industry. We meet in person, \nvia telephone, and communicate digitally on an ongoing basis with \nour partners, work together on client business, and co-promote major \njoint initiatives through webinars, industry events, and other marketing \ninitiatives. Partners are often included in meetings with clients and are \nregularly featured at the Lancaster Colony Growth Summits and other \nin-person and on-line events.Media\nOn an ongoing basis, Lancaster Colony issues press releases and/\nor media alerts and works with editors and reporters on Company \nand executive profile stories. We also provide some of our data on \nan as-needed and complimentary basis to help support publications’ \nvarious stories on the CPG and retail industry. \nSuppliers\nWe initially tend to engage our suppliers during identification \nand screening, where we explore fit. For our larger and more \nstrategic vendors, we continue to elicit feedback and collaborate \non improvements via vendor account / relationship management. \nFor our larger number of smaller vendors, we tend to engage more \noften through RFPs and/or ad-hoc question and answer platforms.\n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}