{"page_content": "Lancaster Colony Corporation 35\nSupply Chain\nManagement Approach\nWe partner with a diverse supply base to provide us with the raw \nmaterials, components, sub-assemblies, manufacturing services, \nfinished goods, indirect goods, and services necessary to manufacture \nand distribute products to our customers and channel partners. In FY20, \nwe spent more than $1.07 billion with more than  3300 suppliers. The \ntop 20% of our suppliers were roughly  670 in number and accounted for  \n97% of our annual spend . About 99%  of all our suppliers are U.S.-based, \nwhile the other countries that a small fraction of our suppliers represent \nare Canada, Germany, Great Britain, Israel, and Italy. We recognize the \npotential for single points of failure across our supply chain and work \ncarefully to engage and model redundancies where possible.\nIn pursuit of overall operational excellence, we are committed to \nmanaging supplier risk. Three key elements define our approach:\n 1.  We consider risks specific to the industry and locations \n  relative to our sourcing.\n 2. We expect suppliers to adhere to ethical business practices.\n 3. We conduct what-if modeling to optimize our logistical efficiency.FY20 Spend Distribution (%)\n•  Top 20% of Suppliers •  Bottom 80% of Suppliers3%\n97%Supplier Risk by Industry and/or Location\nWhen monitoring risks in our supply chain, we account for social and \nenvironmental risks by industry, location, and other ways that consider \nour operations. For instance, in monitoring exposure to price spikes, \ndisruptions, and other risks related to water, we work to review what \nportion of the ingredients we source come from regions with high \nbaseline water stress.  Reliance on data to inform our perception of risks \nis a key aspect of our mitigation strategy.\nAssessment, Audit, and/or Other Screening\nWe strive to have most of the suppliers that account for the top 80% \nof our annual spend agree to abide by principles and practices. Given \nthe significant level of resources that would be required to perform \ncomprehensive up-front and/or subsequent assessments or audits \nof sustainability across our entire supply base, we selectively target, \nspot check, and extrapolate a few key performance indicators using a \nrepresentative portion of our supply base. ", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}