{"page_content": "Lancaster Colony Corporation 36\nSupply Chain\nLogistics\nWe continuously focus on improving and innovating the way we package, \ntransport, and minimize risk and maximize efficiency in the flow of our \ngoods and work in the physical environment. Below is a summary of \nsupporting examples.\n • Distribution Management   \n   • We have established Operational Excellence Pillar teams.\n   • We leverage Warehouse Education and Resource Council  \n    (WERC) benchmarks to better understand and identify how  \n    to improve our performance and results.\n   • We conduct annual employee surveys for feedback and  \n    insight into our operations.\n   • We hold small group lunch discussions to connect and \n    collaborate with employees.\n   • We offer a Market Fresh program to provide our employees  \n    an improved selection of fresh and shelf-stable food for the  \n    break room and their on-site lunch experience.\n • Driver Behavior Management \n   • We installed on-board computers in tractors to monitor  \n    driver performance.\n   • We installed video surveillance in tractors to improve \n    safety and coaching.\n   • We installed APU units in tractors to reduce idle time for  \n    sleeper tractors.\n   • We request federal EPS “Smartway” certifications \n    for private fleet tractors. \n   • We installed skirting for tractors and trailers to improve  \n    fuel efficiency.\n   • We installed governors for tractors to control speed and  \n    improve safety.\n   • We established a performance pay program for driver \n    fuel efficiency.\n   • We endorse EPA-certified cleaning chemicals for tractor  \n    and trailer washing. • Technology Management\n   • We are implementing a centralized, enterprise-wide \n    transportation management system to optimize carrier \n    load and reduce out-of-route and overall miles.\n   • We are implementing a Macro Point command center \n    to proactively manage equipment/personnel visibility \n    during major weather events. \n • Network/Resource Management\n   • We are configuring multi-temperature trailers \n    that will enable us to place frozen, refrigerated, \n    and ambient shipments on the same trucks.\n   • We support a reduced fuel cost initiative that compensates \n    transportation partners for fuel they use at wholesale vs.  \n    retail pricing.\n   • We are opening regional distribution centers that \n    will enable us to reduce overall transportation and final \n    mile delivery costs and fuel consumption.\n  ", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}