{"page_content": "Lancaster Colony Corporation 5\nAs part of our growth strategy, we have established \nthree imperative strategies: \n • Accelerating our base business growth\n • Simplifying our supply chain to reduce costs and grow margins\n • Identifying and executing complementary M&A to grow our core. \nWe believe that concern for people and our planet is intertwined with \nprofitability, and maintaining an integrated approach is critical to \nachieving sustainable performance.\nWe also believe strongly in being a purpose-led organization, and \nour leadership team continually reinforces our Company’s purpose: \nTo Nourish Growth With All that We Do . This growth will result \nin better people, better products, and a better world.\nFrom a financial and social perspective, we must all work to sustain \nand ensure lasting prosperity, as there is no greater investment we \ncan make for our shared future. I humbly thank you for your trust in and \nsupport of Lancaster Colony.\nSincerely,\nDavid Alan Ciesinski  \nPresident and Chief Executive Officer\nDecember 17, 2021Message from Dave Ciesinski, President and CEO\nBetter World \nOur quest to grow operationally and simultaneously better understand \nand mitigate environmental impacts is ongoing. We continue to identify \nand implement energy, water, waste, and other conservation measures \nto protect the environments where we do business, and recognize the \ncontinual need to operationalize internal systems and practices that \nincrease accountability and transparency on environmental topics \nmaterial to our industry. Our efforts to promote a Better World  extend \nbeyond the environment and directly into the hearts of the people who \nlive in the communities where we operate. Deterring food insecurity, \nencouraging quality education for young people, and supporting those \nwith cancer are examples of the actions we pursue in support of this \ngoal. We believe that the world is better only when we do the \nthings for others that make it so.ACCELERATE\nBASE \nGROWTHSIMPLIFY\nSUPPLY\nCHAINCOMPLEMENT, \nGROW\nCORE\nprofit • people • planet \n", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}