{"page_content": "Lancaster Colony Corporation 9\nRetail Segment\nThe majority of the products we sell in the Retail segment are sold through U.S. sales personnel, food brokers, and distributors. Refrigerated salad \ndressings, vegetable dips, and fruit dips can be found in grocery produce departments; flatbread products and sprouted grain bakery products are \ngenerally placed in the grocery store’s specialty bakery/deli section; and salad dressings, sauces, slaw dressing and croutons are typically marketed \nin the shelf-stable section of the grocery store. We also manufacture and sell other shelf-stable products pursuant to brand license agreements \nincluding, Olive Garden® dressings, Buffalo Wild Wings® sauces, and Chick-fil-A® sauces. \nWe continue to rely upon our strong retail brands, innovation expertise, geographic and channel expansion, and customer relationships for future \ngrowth. Our category-leading retail brands, our licensing program, and commitment to new product development help drive increased consumer \ndemand. Strategic acquisitions are also part of our future growth plans with a focus on fit and value. \nOur quarterly Retail sales are affected by seasonal fluctuations, primarily in the fiscal second quarter and the Easter holiday season when sales of \ncertain frozen retail products tend to be most pronounced. Quarterly Retail sales can also be affected by the timing of seasonal shipments of certain \nfruit dips between the first and second quarters. The resulting effects on working capital are not significant. We do not utilize any franchises or \nconcessions. In addition to the owned and licensed trademarked brands, we also own and operate under innumerable other intellectual property \nrights, including patents, copyrights, formulas, proprietary trade secrets, technologies, know-how processes, and other unregistered rights, all of \nwhich are essential to our Retail business. \nRETAIL BRANDS\n®\n*  Does not include brands sold under license.", "metadata": {"source": "NASDAQ_LANC_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}