{"page_content": " 12   |   Renasant ESG Report < Return to TOC >Compliance with all applicable anti-money laundering laws \nand regulations and sanctions programs is strictly required.\nThe Renasant AML compliance program contains the \nfollowing components:\n• A comprehensive and detailed BSA Program that \nsupplements the BSA Policy and details the system of \nprocedures, internal controls, risk mitigation and risk \nmonitoring associated with the program.\n• Designation of a BSA/AML/OFAC Officer, responsible \nfor overseeing the BSA Program and coordinating and \nmonitoring day-to-day compliance with the BSA, Office \nof Foreign Assets Control (OFAC) and the associated \nregulatory framework.\n• BSA/AML/OFAC risk assessments, covering new products, \nservices, lines of business, and/or locations – risk \nassessments are presented to the Board of Directors for \nreview and approval periodically.\n• In addition to AML software that performs monitoring \nfor suspicious transactions, the bank maintains an online \nportal for all employees to report suspicious transactions. \nEmployee participation is encouraged by randomly \nselecting and rewarding employees who submit suspicious \ntransactions. All suspicious transactions are reviewed \ntimely with appropriate action taken to mitigate risk.\n• Mandatory AML and OFAC training for all officers, \nemployees, and directors.\n• Annual review of controls and adherence to the BSA/\nAML/OFAC guidelines by our internal auditors as well as \nperiodic reviews by our primary regulators.\nWhistleblower Policy and Programs\nOur Whistleblower Policy outlines the company’s \ncommitments and procedures regarding the receipt, \nretention, and treatment of complaints regarding unethical \nbehavior, the confidential, anonymous submission of \ncomplaints, and protection against retaliation for reporting \nsuch activities. \nWe maintain a whistleblower hotline for employees to report \ncomplaints regarding accounting, internal accounting control, \nauditing matters, or unethical behavior.\nOur Director of Internal Audit is responsible for handling \ncomplaints forwarded from the whistleblower hotline. \nThe process involves reviewing every hotline complaint, \ndetermining if any investigation is warranted, and \ncommunicating the results of any investigation to the Audit \nCommittee of the Board. When appropriate, the Director \nof Internal Audit consults with our General Counsel and/or \nDirector of Human Resources to determine the appropriate \nresponse to a hotline complaint.On average, we receive 8-10 complaints per year through \nthe whistleblower hotline – 2020 was in line with average. \nMost are human resources related in nature (and none in \n2020 raised any material issues).\nData Privacy and Security\nWe apply industry-leading data privacy and information \nsecurity standards in our business. We have a duty to  \nour customers and employees to proactively safeguard  \nand handle their data, systems, and technology in line  \nwith continually-developing regulatory frameworks and  \nbest practices.\nData Privacy and Security Oversight\nTo oversee our data privacy and security commitments, we \nhave established a Technology Committee of the Board. The \npurpose of the Technology Committee is to assist the Board \nin fulfilling its responsibilities relating to the oversight of the \nBank’s strategies and operations with respect to information \ntechnology matters, data security and cyber security, \nbusiness continuity, and disaster recovery, which includes the \nreview and approval of significant investments to support \nthese strategies and operations. The Technology Committee \nworks in tandem with our Enterprise Risk Management \nCommittee, which also reviews the risks related to our \ninformation technology matters, including cyber security, and \nthe controls designed to mitigate these risks.\nOur Information Security Officer provides a cybersecurity \nreport to the Board of Directors annually. \nData Privacy Management\nOur privacy policy commits us to protecting customer \ninformation that we receive and details when and how we \nobtain data and for what purposes, i.e., in connection with \naccount opening, customer otherwise provides, etc. To meet \nour obligations under the Gramm-Leach-Bliley Act, in all \ncontracts under which nonpublic personal information is \ntransferred, we require third parties to have appropriate \nprivacy safeguards.\nOur Compliance and Risk Management departments within \nthe bank, working in tandem with the applicable business \nunits, evaluate all privacy protocols for all new products \nand services, as well as ongoing maintenance or changes \noccurring to existing products, services and systems.\nIn addition, the Renasant Data Governance Policy addresses \nprivacy related issues and is monitored by the Data \nGovernance Functional Team, comprised of data stewards \nthat work to determine that data integrity is maintained in \neach business unit. \nAll employees receive mandatory training on data privacy. ", "metadata": {"source": "NASDAQ_RNST_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}