{"page_content": "Management\nWe are committed to promoting sound environmental, \nsocial, and governance (ESG) practices and effective \nleadership through strong Board leadership and \nmanagement oversight of Northrim’s processes. \nBroadly speaking, our senior management team \ndevelops our ESG strategic direction and oversees \nits execution. The Board is charged with providing \nguidance, insight and oversight to the strategy, \ninitiatives, and management’s performance. This \nis done primarily through the Governance and \nNominating Committee, who reviews and reassesses \nmanagement’s ESG framework and initiatives. \nHowever, the Audit and Compensation Committees \nhave ESG-related responsibilities as well. The Audit \nCommittee oversees external communications, \nand the Compensation Committee oversees human \nresource management matters that intersect \nwith ESG. Both committees conduct their ESG \nresponsibilities in conjunction with the Governance \nand Nominating Committee.   \nTogether with our Board of Directors, the Bank has \nadopted an ESG policy to reflect our commitment \nto environmental, social and governance factors in the development of our business strategies. Our \ncommitment to good corporate citizenship and the \nachievement of ESG policy goals enhances our ability \nto pursue business opportunities and manage risks \nacross our business, and it supports our values in \naddressing the environmental and social challenges \nfaced by the communities we serve. \nMarketing\nIt is our practice to design and offer loan products, \nadvertisements and marketing pieces that are clear \nand easy for individuals and businesses to understand \nand do not discriminate on a prohibited basis. It is also \nour practice to be transparent, clear, and conspicuous, \nand state information with equal prominence and \nclose proximity when required. All advertising \ncomplies with the regulatory requirements to include \nEqual Credit Opportunity Act, rules against unfair, \ndeceptive, or abusive acts or practices, Truth in \nLending Act and the Fair Housing Act. Our Compliance \nDepartment ensures that all regulatory and disclosure \nrequirements have been met.\n12Community\nCommunity Reinvestment Act Disclosures\nEmployee Benefits\nCRA Rating\n2021 Small Business Administration  \nAlaska Lender of the Year AwardMission, Vision & Values\nOfficers & Directors\nCommittee Charting\nManagement\nCode of Conduct", "metadata": {"source": "NASDAQ_NRIM_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}