{"page_content": "Eco-Design and Circularity\nMattel is committed to reducing waste and resource \nconsumption in its value chain. We implement various \neco-design and circular economy principles in the \ndevelopment of our products and packaging. Eco-\ndesign principles consider the environmental impact of \nthe product or package during its entire life cycle, while \ncircular design principles aim to create products that no \nlonger have a life cycle with a beginning, a middle, and an \nend. Circular design principles support products that aim \nto be made and remade again. Rigorous Safety Standards in Material Selection\nAs part of our rigorous safety protocols, we apply strict \nguidelines to select materials that will be used in our \nproducts and packaging: \n• We do not use polycarbonate (which may contain traces \nof bisphenol A) in any product intended to be mouthed \nor to touch food. \n• We do not add chemicals to our products as flame \nretardants, except when required by law, and we \ncarefully restrict which flame retardants we use when \nthey are required.• We clearly label products that contain latex, such as \nFisher-Price teethers, in case of allergies. \n• We test for lead and other heavy metals in our raw \nmaterials before using them in products. \n• We sample materials used in our products to ensure \nthey do not contain polycyclic-aromatic hydrocarbons \n(PAHs), formaldehyde, or other substances of concern, \nas required by regulations worldwide, such as EU \nregulations like Registration, Evaluation, Authorization \nand Restriction of Chemicals (REACH).With these principles in mind, we are designing more of \nour products for durability, recycling, recovery, and to \nreuse products, components, and materials. We also aim \nto make effective use of recycled content and other more \nsustainable materials that help support a circular economy. \nLeveraging in-house and third-party life cycle assessment \n(LCA) tools, we are working to optimize product design and \ndevelopment choices to help reduce our environmental \nimpact. We are also identifying solutions to advance a \ncircular economy, including by collaborating with other \ncompanies on these solutions.  \nRECYCLINGMAKE\nRAW\nMATERIALS\nREMAKE \nPRODUCT\nREPAIR\nUSESELL \n& DELIVERPUT \nTOGETHER \nPRODUCTSPUT \nTOGETHER \nPIECES\nREUSECircular Economy Model Quality, safety, and value define  \nour products.\nQuality \nWe put the consumer experience at the center of our \ninnovation by creating products with purposeful play. We \nfocus heavily on how our toys look, how they function, \nwhat materials they are made of, and how they are \npackaged. Our products are designed to deliver on their \npurpose and withstand the test of time.\nSafety\nOur products are designed and developed to meet or \nexceed all applicable safety standards and are constructed \nwith consumer safety in mind. When parents and families \nchoose to buy our products, they can be assured that the \nsafety and well-being of their children is a top priority. \nValue\nWe create innovative products that are accessible to \nmany. Our commitment to our consumers is to make \ntheir investment worthwhile. We aim to ensure that \nparents and families get the most from their play budget \nby designing and building products that meet their \nexpectations at the right cost.\n25\n 24\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Sustainable Design and Development", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}