{"page_content": "Mattel’s Guiding Principles for a Circular Economy \nMindful of  \nMaterials\nWe are designing more of our \nproducts and packaging with \nrenewable, recycled, recyclable, \nand bio-based materials. The circular economy is a model aimed at eliminating waste and \npromoting the continual use of resources.\nBuilt to Last\nOur products are designed to be \ndurable and withstand rigorous \nplay so they can have a long, \nuseful life and be passed down \nto younger family members and \nfriends. Some of our products \nare designed with modular \ncomponents and repairable \nparts so they can be refurbished \nand kept in play even longer. Recycle Ready\nWe aim to make our products \nand packaging from materials \nthat are easily recyclable so that \nconsumers are more inclined to \nrecycle them in regular waste \nstreams, such as curbside \nrecycling, and to utilize programs \nthat inform consumers on how \nto responsibly recycle, like \nHow2Recycle labeling. Responsible \nRecovery\nThe materials we recover \nonce a product reaches the \nend of its life can be reused \nfor new products. By moving \ntoward closed-loop design, \nwe are helping to divert toys \nfrom landfills and extend their \nmaterial value.The Mattel Sustainable Material  \nAssessment Funnel\nMattel’s Sustainable Material Assessment Funnel is \nan internal process used to identify new or alternative \nmaterials and assess if they meet our quality and safety \nstandards. It is also used to determine if they are sustainable \nand can replace some conventional materials that are \nnot sustainable. Any new materials must adhere to our \ntechnical specifications to ensure the product will meet \nour requirements for aesthetics (how the product looks), \nfunctionality (how the product works), and durability (how the \nproduct withstands rigorous play). There are four stages to \nthe Sustainable Material Assessment Funnel: \n• Materials Scouting: We aim to source materials to use \nin our products to reduce the environmental impact \nassociated with using certain conventional materials. \n• Technical Review: Once a material is identified, we review \nthe technical specifications, perform a regulatory screen, \nand assess the material’s sustainability, including the \nenvironmental impact throughout the material’s life cycle and how the material will perform with existing processes \nand technologies.\n• Manufacturing Trial: We evaluate the material and perform \nextensive quality and safety testing. \n• Availability for Use: If the material passes our testing, it is \napproved for use in Mattel products. \nAfter we have evaluated a material and its suitability for \nuse in a particular product, we use LCA tools to evaluate \nthe environmental impact and tradeoffs of conventional \nand sustainable materials. The LCAs we conduct are \naligned with ISO14040/ISO14044 standards and measure \nfive environmental impact categories: greenhouse gas \n(GHG) emissions, primary energy demand, eutrophication, \nacidification, and photochemical oxidation potential. \nMattel is developing more sustainable products with bio-\nbased resins and chemically and mechanically recycled \nresins, all of which are lower carbon alternatives to \nconventional fossil fuel-derived resins.\nHighlights on Progress\n• Achieved 94.5% recycled or Forest Stewardship \nCouncil (FSC)-certified content in the paper and wood \nfiber used in our products and packaging in 2019. \nInternal data shows that this percentage is expected \nto be at least 95% in 2020, with the final percentage \nexpected to be validated by the Rainforest Alliance in \nSeptember 2021. \n• Transitioned most of our window cartons and blister packs \nto 25% recycled PET (polyethylene terephthalate) plastic.\n• Changed the design of our master cartons from double-\nwall to single-wall corrugates, which are sourced from \nmore than 90% recycled fiber.\n• Expanded the use of the How2Recycle label, a \nstandardized labeling system in the United States and \nCanada, on our packaging.Examples of our progress toward our product/packaging \ngoals include: \n• Launched Fisher-Price Rock-a-Stack and Baby’s First \nBlocks toys made from bio-based plastic, both of \nwhich are packaged in 100% recycled or sustainably \nsourced material.\n• Introduced three Mega Bloks building sets made from \nbio-based plastics and packaged in 100% recycled or \nsustainably sourced material. \n• Launched UNO Nothin’ But Paper!, a 100% recyclable \nedition of the card game, in which the cellophane \nwrapping around the deck was replaced with FSC-\ncertified paper. \n• Achieved zero-waste packaging for Mega Bloks Big \nBuilding Bag, MEGA’s top-selling product. \n• Introduced American Girl catalogs on 100% FSC-\ncertified paper, and also started using compostable \npacking peanuts in direct-to-consumer shipments for \nAmerican Girl products.\n27\n 26\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Sustainable Design and Development", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}