{"page_content": "Visit Mattel.com/PlayBack to \nlearn more about the program \nand start a return. 1\nPackage the toys and send \nthem back to Mattel.3Complete the mailing form  \nand print a free, prepaid  \nshipping label. 2\nMattel PlayBack\nWe launched Mattel PlayBack in May 2021, our own in-\nhouse toy takeback program, covering additional markets \nand brands. This program is designed to allow us to take \nback, recycle, and responsibly dispose of our products \nwhen they have reached the end of their useful life. \nMattel PlayBack is offered at no charge and is \ninitially available to consumers in the United States, \nCanada, France, Germany, and the United Kingdom. \nThe program currently accepts Barbie, Matchbox, \nand MEGA toys for recycling, and we intend to add \nother brands in the future. Our aim is to recover \nthe maximum amount of materials captured via this \nprocess and reuse those materials as recycled content \nin new products so that the fun can come full circle. \nMattel PlayBack is designed to provide a sustainable \nalternative to the disposal of outgrown toys. \n To participate, consumers follow a simple  \nthree-step process:Business Model Innovation\nMattel is exploring a variety of new circular economy and \nbusiness model innovations to extend product life and \nkeep products and materials in use longer through resource \nrecovery. While we build our products to be durable so they \ncan be handed down or shared for further use, we also \noffer certain services to extend the life of our toys. \nAmerican Girl Doll Hospital \nAt the American Girl Doll Hospital, consumers can ‘admit’ \ntheir beloved dolls in-store or online to be repaired and \nrestored. By maintaining replacement parts for at least 15 \nyears after a doll model’s retirement date, we can fix most \nparts that are broken, worn, or need replacement. \nCommon services include removing stains, reattaching \nlimbs, and replacing eyes. We also offer a ‘wellness visit’ \nto clean the dolls, restyle their hair, and get their ears \npierced or a hearing aid installed. When services are \ncomplete, we send the doll on its way with a Certificate \nof Good Health. In 2020, the American Girl Doll Hospital \nrepaired more than 28,000 dolls, extending the play and \nlifetime of each. Nearly a quarter of the dolls we repair are \n10 years old or older.\n31\n 30\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Sustainable Design and Development", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}