{"page_content": "Our Barbie team, working with neuroscientists from Cardiff \nUniversity’s Centre for Human Developmental Science, \ncollaborated on a study and published new research that, \nfor the first time, used neuromapping as evidence to explore \nthe effects of doll play.9 The resulting research showed that \ndoll play activates brain regions that allow children to develop \nempathy and social information processing skills, even when \nplaying by themselves.\nThe 18-month study, which concluded in 2020, used \nneuroimaging technology to test the benefits of doll play at \na neurological level. The brain activity of 33 boys and girls \nbetween the ages of four and eight was monitored as they \nplayed with a range of Barbie dolls. The team found that the \nposterior superior temporal sulcus (pSTS), a region of the brain \nassociated with social information processing such as empathy, \nwas activated even when the child was playing alone.\n“This is a completely new finding,” said Dr. Sarah Gerson, lead \nresearcher. “We use this area of the brain when we think about \nother people, especially when we think about another person’s \nthoughts or feelings. The fact that we saw the pSTS to be active \nin our study shows that playing with dolls is helping children \nrehearse some of the social skills they will need in later life.”To understand the relevance of these neuroscience findings, \nour Barbie team independently commissioned a global survey \nof 15,000 parents of children aged three to 10 years old in 22 \ncountries. Results showed 91% of parents ranked empathy \nas a key social skill they would like their child to develop, \nbut only 26% were aware that doll play could help their child \ndevelop these skills. \nWith children spending more time at home during the \nCOVID-19 pandemic, parents participating in the survey were \nincreasingly worried about their children’s social development \nskills, with 70% expressing concern about how isolation might \naffect their child and how their child interacts with others. \nTogether with a leading empathy expert and educational \npsychologist, Mattel created an online hub, Barbie.com/\nBenefitsOfDollPlay , featuring resources and additional \ninformation for enhancing and applying social processing \nskills through play. Cardiff University and Mattel are \ncontinuing to study the topic in 2021.\n9. The study was conducted with 42 children (20 boys and 22 girls) aged from four to eight years old, with full data captured from 33 children. Findings were published in \na research article titled “Exploring the Benefits of Doll Play Through Neuroscience” in the October 1, 2020, edition of the journal “Frontiers in Human Neuroscience.” Insight: Playing with Dolls \nDevelops Empathy and Social Skills\n45\n 44\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Thriving and Inclusive Communities", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}