{"page_content": "Giving Back: Promoting  \nEvery Child’s Right to Play\nWe believe every child has a fundamental right to play, \nand we strive to leverage our corporate resources \nto make that happen. Through our partnerships, \nsponsorships, and community support, we are helping \norganizations overcome barriers to play and providing \nunforgettable memories for kids in need. \nThe Mattel Children’s Foundation\nThe Mattel Children’s Foundation was created more \nthan 40 years ago with a vision of making a difference \nin the lives of children in need around the world. Today, \nit supports organizations around the world through \ngrants, charitable contributions, and in-kind donations. \nThe Foundation also gives Mattel employees a way \nto extend their efforts by matching their contributions \nand providing opportunities and strategic guidance \nfor volunteer activities. The Governance and Social \nResponsibility Committee of Mattel’s Board oversees \nand helps to guide the Foundation’s efforts. \nKey performance indicators are determined for each \nspecific contribution, grant, and volunteer project. For \ndetails of our past philanthropic efforts, please visit our \ncorporate website.\nOur Philanthropic Focus\nOur philanthropic initiatives, volunteerism, and grants \nare focused on advancing four UN Sustainable \nDevelopment Goals (SDGs) where we believe we can \nhave the greatest impact.We focus our philanthropic \nefforts on four focus areas: \n• Create Access to Play (SDG 11):  \nWe create meaningful play experiences for children in \nneed. We do this through our toy donations, play kits, \nand partnerships with leading organizations and events. UCLA Mattel Children’s Hospital:  \nSupporting Children’s Health \nThrough its collaboration with UCLA Health, the Mattel \nChildren’s Foundation supports the health of children and \nworks to create a nurturing, compassionate environment \nfor those undergoing medical care through both financial \nand in-kind support. \nThe UCLA Mattel Children’s Hospital is one of the top-\nranked pediatric acute care children’s hospitals in the \nUnited States. It provides state-of-the art treatment \nfor children, conducts research that improves the \nunderstanding and treatment of pediatric diseases, and \ntrains the next generation of leaders in pediatrics. \nWith over $30 million in support from Mattel since 1998, the \nhospital has expanded pediatric services in Los Angeles, \nbroadened its global presence to enhance and improve the health of children worldwide, and promoted the global \nsharing of UCLA Health’s best practices and research. \nMattel’s support and product donations also help \nchild life specialists who work at the hospital ensure \nthat pediatric patients have the same opportunities to \nplay and socialize as kids who are not in the hospital. \n“With Mattel’s support, the hospital has created age-\nappropriate playrooms for kids from infants to teens. \nThey are meant to look as much as possible like their \nhome playrooms or hangouts, with age-appropriate toys \nand activities,” says Kelli Carroll, Child Life Director, \nUCLA Health. “We become their family and try to give \nthem – through play – the opportunity to laugh and forget \nthey are in the hospital. It’s worth it all to see the smiles \nas they head to the playroom each day.”\n• Encourage Education and Well-Being (SDG 3, 4): \nOur Hot Wheels Speedometry program encourages \nSTEAM (Science, Technology, Engineering, Art, Math) \ndevelopment, and our partnership with UCLA Mattel \nChildren’s Hospital advances research for improving \nchildren’s health.\n• Prepare the Next Generation (SDG 4, 5):  \nMattel is helping girls, boys, and young professionals \nreach their future career potential through corporate \nsponsorship, projects, and mentorship programs, \nincluding the Barbie Dream Gap Project (see page 51), \nthe Ruth Handler Mentorship program (see page 62), \nand the Boys and Girls Clubs of America.\n• Strengthen Communities (SDG 3, 11):  \nWe actively support communities around the world \nthrough employee volunteerism, gifts, grants, and \ndisaster relief support. \nFor more information on these and other Mattel \nprograms that support communities, please visit our \ncorporate website.\n61\n 60\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Thriving and Inclusive Communities", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}