{"page_content": "Mattel Confidential Information/May include trade secrets. ©2021 Mattel.\nGRI Supplemental \nData Appendix  \nand IndexForward-Looking Statements\nThis index and the materials or websites cross-referenced herein and therein contain forward-looking statements within the meaning of the \nPrivate Securities Litigation Reform Act of 1995, including with respect to the company’s expectations, plans, or goals related to corporate \nresponsibility, employees, sustainability and environmental matters, policy, business, procurement, and other risks and opportunities. \nForward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts. The use of words such \nas “anticipates,” “commit,” “expects,” “intends,” “plans,” “goal,” “target,” “confident that,” “will,” and “believes,” among others, generally \nidentify forward-looking statements. These forward-looking statements are based on currently available operating, financial, economic, \nand other information and assumptions that are subject to change in the future, as well as standards for measuring progress that are still \nin development and are subject to a number of significant risks and uncertainties. Forward-looking statements are also aspirational and \nnot guarantees or promises such expectations, plans, or goals will be met. A variety of factors, many of which are beyond Mattel’s control, \ncould cause actual future results to differ materially from those projected in the forward-looking statements, and are currently, and in the \nfuture may be, amplified by the COVID-19 pandemic. Specific factors that might cause such a difference include, but are not limited to, \nassumptions not being realized, evolving ESG strategies, scientific or technological developments, changes in carbon markets, or other \nchanges in circumstances as well as the factors described in Mattel’s periodic filings with the SEC, including the “Risk Factors” section \nof Mattel’s Annual Report on Form 10-K for the fiscal year ended December 31, 2020 (“2020 Annual Report“) and Quarterly Report on \nForm 10-Q for the quarter ended March 31, 2021, as well as in Mattel’s other public statements. Mattel does not update forward-looking \nstatements and expressly disclaims any obligation to do so, except as required by law.GRI Supplemental Data Appendix\n71\n", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}