{"page_content": "1. TRIR is expressed as the number of recordable incidents per 100 full-time workers during a one-year period and covers all Mattel employees, contingent workers, and independent \ncontractors performing tasks on-site at Mattel-owned and/or -operated manufacturing facilities and distribution centers. The calculation is based on a total of 200,000 hours/year, \nwhich is the benchmark established by the U.S. Occupational Health and Safety Administration.Packaging Materials (GRI 301-1)\n(in % of Metric Tons)20191\n% of Total Volume of \nMaterials for Packaging% of Volume That Is \nSustainable2\nTotal Packaging Materials by Type 100% 95.4%\nPaper 84.5% 47% recycled\n48% FSC-certified\nPlastic 15.5% 35% recycled3\n99.5% recyclable\n0% bio-based\n1. Data is not yet available for 2020. Due to delays resulting from the COVID-19 pandemic, we expect that 2020 data relating to paper will be validated by the Rainforest Alliance in \nSeptember 2021.\n2. For the purposes of this table, “sustainable” means: (a) for paper: recycled or FSC-certified content (virgin content only; content that bears the FSC controlled wood certification \nhas been excluded due to associated high risk of deforestation); and (b) for plastic: recycled, recyclable, or bio-based content, where “recycled” content includes both pre-and \npost-consumer recycled content and where “recyclable” is based on a “recycle ready” definition.\n3. For the purposes of this calculation, recycled plastic includes plastic packaging materials containing 25% or more recycled materials. \n1. For the purposes of this table, “sustainable” means recycled or FSC-certified content (virgin content only; content that bears the FSC controlled wood certification has been \nreported under other certified origin due to associated high risk of deforestation). Due to rounding, percentages may not sum.\n2. Data for 2020 is not yet available. Due to delays resulting from the COVID-19 pandemic, we expect 2020 data will be validated by the Rainforest Alliance in September 2021.\n3. Total consumption of timber-based materials (in WRME) was estimated based on Mattel internal procurement data, which was provided to a third-party sustainability service \nsoftware provider for aggregation and reporting; data for 2018 and 2019 has been validated by the Rainforest Alliance. 1. Total number of indirect suppliers estimated based on Mattel internal procurement data; may consolidate multiple affiliate entities into one entry.Sustainable Design And Development \nEco-Design and Innovation\nSustainable Wood Fibers in Products and Packaging\nSustainable Wood Fiber1 (GRI 301-1, GRI 301-2) 2018 20192\nTotal Consumption of Timber-Based Materials  \n- Wood Raw Material Equivalent (in % of WRME)3405,425 419,530\n From Sustainable Origin 93% 94%\n  FSC-certified Original Content 45% 48%\n  100% Recycled Content 48% 45%\n Other Certified Origin 2% 0%\n  PEFC (Programme for the Endorsement of Forest Certification) Certified 1% 0%\n  FSC Controlled Wood Certified 1% 0%\n Not Sustainable or No Certification 5% 5%Supplier Information (GRI 102-9) 2020\nDirect suppliers\n Finished Goods Suppliers 35\n Suppliers of Raw Materials, Components, etc. 688\n Indirect Suppliers122,805Responsible Sourcing and Production\nResponsible Sourcing\nTotal Recordable Incident Rate (GRI 403-9, GRI 403-10) 2018 2019 2020\nTotal Recordable Incident Rate (TRIR)10.18 0.19 0.11Ensuring the Health & Safety of Our Employees\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.\n73 72\nGRI Index GRI Supplemental Data Appendix", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}