{"page_content": "Safe Harbor Statement\n \nThis report contains forward-looking statements within the meaning of the Private \nSecurities Litigation Reform Act of 1995, including, with respect to the Company’s \nexpectations, plans, or goals related to corporate responsibility, employees, \nsustainability and environmental matters, policy, business, procurement, and other \nrisks and opportunities. Forward-looking statements can be identified by the fact \nthat they do not relate strictly to historical or current facts. The use of words such as \n“anticipates,” “commit,” “expects,” “intends,” “plans,” “goal,” “target,” “confident \nthat,” “will,” and “believes,” among others, generally identify forward-looking \nstatements. These forward-looking statements are based on currently available \noperating, financial, economic, and other information and assumptions that are \nsubject to change in the future, as well as standards for measuring progress that are \nstill in development and are subject to a number of significant risks and uncertainties. \nForward-looking statements are also aspirational and not guarantees or promises \nsuch expectations, plans, or goals will be met. A variety of factors, many of which \nare beyond Mattel’s control, could cause actual future results to differ materially from \nthose projected in the forward-looking statements, and are currently, and in the future \nmay be, amplified by the COVID-19 pandemic. Specific factors that might cause \nsuch a difference include, but are not limited to, assumptions not being realized, \nevolving ESG strategies, scientific or technological developments, changes in carbon \nmarkets, or other changes in circumstances, as well as the factors described in \nMattel’s periodic filings with the SEC, including the “Risk Factors” section of Mattel’s \nAnnual Report on Form 10-K for the fiscal year ended December 31, 2020, and \nQuarterly Report on Form 10-Q for the quarter ended [March 31], 2021 [Update to \nJune 30 if report is issued after filing of Q2 10-Q], as well as in Mattel’s other public \nstatements. Mattel does not update forward-looking statements and expressly \ndisclaims any obligation to do so, except as required by law.“Trust is foundational to everything we do. Our relationship with our people, \nconsumers, customers, business partners, and communities is built on their belief \nthat we will do the right thing and live up to our commitments. We take our heritage \nas a trusted partner to parents and families very seriously. This requires that we \nact as a responsible corporate citizen, pursue social, economic, and environmental \nsustainability, and promote diversity, equity, and inclusion. We earn trust by operating \nwith integrity and transparency and being true to our mission and purpose. This is \nessential for our reputation, competitive advantage, and long-term success.”\n Ynon Kreiz, Chairman and Chief Executive Officer, Mattel  Our Brand Promise: TrustAbout This Report \nThis Citizenship Report outlines Mattel’s updated ESG \nstrategy and goals and covers our progress in 2020 \nrelated to key economic, environmental, and social topics. \nThe data in this report, unless otherwise indicated, relates \nto the calendar year ended December 31, 2020, and \nincludes information on Mattel-owned and/or -operated \nmanufacturing facilities, distribution centers, and \nadministrative sites globally. \nThis report also includes information and data regarding \nvarious activities from prior years, as well as certain \ninformation through June 2021 that provides more \ncomprehensive and current insights into our citizenship \nprogram. Throughout the report, we guide readers to \nadditional sources of information on our corporate \nwebsite. Website references are provided for convenience \nonly. The content on the referenced websites is not \nincorporated into this report, nor does it constitute a part \nof this report. We assume no liability for any third-party \ncontent contained on the referenced websites. \nOur reporting is guided by frameworks such as the Global \nReporting Index (GRI) Standards. Additional information \nregarding the GRI Standards can be found in the Appendix \nand Index to this report. Throughout this 2020 Citizenship \nReport, “Mattel” refers to Mattel, Inc. and/or one or more \nof its family of companies.Note: Materiality, as used in this report, and our sustainability materiality \nassessment process is different than when used in the context of Securities and \nExchange Commission (SEC) disclosure obligations. Issues deemed material for \npurposes of this report and for purposes of determining our ESG strategy may \nnot be considered material for SEC reporting purposes, nor does inclusion of \ninformation in this report indicate that the subject or information is material to \nMattel’s business or operating results.\n7\n 6\n2020 Mattel Citizenship Report,  ©2021 Mattel, Inc.Introduction", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}