{"page_content": "Mattel Confidential Information/May include trade secrets. ©2021 Mattel.\nOur Citizenship \nApproach\nGovernance \nMattel’s Board of Directors (Board) serves the Company’s \nstockholders through a strong commitment to the effective \nand ethical management of the Company in a manner that \noptimizes sustainable long-term profitability and is responsive \nto the legitimate interests of other corporate constituencies, \nsuch as employees, investors, consumers, customers, \nsuppliers, and the communities in which Mattel operates. The \nBoard selects, monitors, evaluates, and supports the Chief \nExecutive Officer and oversees the development and pursuit \nof corporate policies and strategies.\nOur Board is composed of global leaders from various \nfields and industries, with a diverse range of experience, \nskills, and perspectives that provide the collective \nexpertise, diversity, and independence necessary for \nsound governance.\nOur Bylaws, Guidelines on Corporate Governance, \nCommittee Charters, Director Nominations Policy, and \nother policies are available on our corporate website.Risk Management  \nMattel’s Board is responsible for overseeing the ongoing \nassessment and management of material risks impacting \nour business and has established four Board Committees \nwith specific oversight responsibilities:\n• The Governance and Social Responsibility Committee \noversees and reviews with management risks relating \nto governance and social responsibility matters, \nincluding environmental health and safety compliance; \nsustainability, corporate citizenship, community \ninvolvement, global responsible supply chain standards; \ndiversity and equal opportunity; philanthropy and \ncharitable contributions; and public policy and \ngovernment relations. \n• The Audit Committee oversees the assessment and \nmanagement of risks impacting Mattel’s business, \nincluding those relating to financial reporting, \naccounting, information technology security, and \ncompliance risk, which includes risk relating to Mattel’s \ncompliance with laws and regulations.We are committed to being a responsible corporate citizen and actively supporting \nthe communities in which we live, work, and play. We believe that Mattel can be a \nforce for good by creating value for our stakeholders and at the same time contribute \nto a better future for the next generation.\n13\n", "metadata": {"source": "NASDAQ_MAT_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}