{"page_content": "21\nSECTION 6.0: EMPLOYEE WELL-BEING, DIVERSITY & INCLUSION\nFoundational to our progress are the well-being and contributions of all STAAR \nemployees. It is therefore important that we acknowledge and embrace diversity, \nand that every STAAR employee feels empowered in the diversity that they add to \nSTAAR.\nBrian Moore\nVice President, Investor, Media Relations and Corporate Development\nIt is the policy of STAAR Surgical to provide a safe and healthful workplace for our employees where they can pursue their \nprofessional goals and help grow STAAR. We recognize that STAAR is at its best when we include all STAARs and their \ndiverse perspectives in all our efforts – from the board room to the lunchroom and beyond. Without all STAARs, we would \nnot be able to provide the outstanding products that we pride ourselves on delivering to our surgeon customers and their \npatients.\nOccupational Health And Safety\nThe health, safety, and well-being of our STAARs is a top priority. We added approximately 70 employees in 2020 \nand another 127 employees in 2021 to help keep pace with the growth of our business. To promote a culture of health \nand safety, we provide all new hires with mandatory health and safety training in alignment with regulatory agency \nrequirements and STAAR internal health and safety policies. We provide refresher training, conduct emergency response \ndrills, and plan for business continuity with all on-site employees.\nOur Health and Safety Committee, which meets monthly, consists of 25 managers and employees of various backgrounds, \nrepresenting multiple departments within our southern California facilities. The mission of the Health and Safety \nCommittee is to have all employees actively involved in safety, to eliminate accidents, and to help create a culture \nthat embraces safety.  We do this by conducting quarterly facility inspections and documenting our findings in our \nComputerized Maintenance Management System (CMMS). We develop recommended corrective action plans and track \ncompletion and approval in our CMMS. We also review workplace accidents and conduct investigations to identify and \ncorrect root causes. These activities, as well as our engagement with our boarder team, helps inform the development \nand maintenance of our health and safety programs and training. We have an open-door approach to safety and welcome \nall colleague’s feedback in a manner that allows them to express their safety concerns as well as share learnings in \nan effort to improve our safety policies, programs, and our overall safety culture. Our annual employee performance \nevaluations include an assessment of how employees support and follow safe and healthy work practices.\nTo evaluate our program and training effectiveness, we track our health and safety metrics. In 2021, our Total Recordable \nIncident Rate (TRIR) was 1.30 and our Days Away, Restricted, or Transferred (DART) was 1.30. While the Bureau of Labor \nStatistics industry data is not yet available for the year 2021, our metrics for 2020, as shown in the table, were below the \nindustry average. Our health and safety metrics demonstrate that our employees understand safe work practices and are \ntaking the necessary steps to maintain a safe working environment.\nWe are mindful of our employees’ safety during the manufacturing of our medical devices.  \nThe Workers’ Compensation Insurance Rating Bureau of California assessed us with an Experience \nModification Rate (EMR) of 62% which is better than our target of being under 100%, and also \nbetter-than- average injury experience of our industry.\nMetric* 2020 2021\nTotal Recordable Incident Rate (TRIR) 0.55 1.30\n BLS Industry Average TRIR 1.6 N/A\nDays Away, Restricted or transferred (DART) 0.55 1.30\n BLS Industry Average DART 0.9 N/A\nInjuries 2 5\nHours Worked 731,589 769,075\n*US Data", "metadata": {"source": "NASDAQ_STAA_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}