{"page_content": "24\nBlack History Month (BHM) is celebrated every February in the United States. Wider observance of the holiday first began \nin the 1970s and in 1976 when US President Gerald Ford officially recognized the holiday. While part of the observance is \nacknowledging a challenging history of many Blacks and African Americans, there is a celebratory aspect to BHM with the \nopportunity for us to learn more, share more, and move forward together with a better understanding and future for us all. \nThere are so many different ways to experience BHM. In February 2022, STAAR honored this important month by sharing \neducational information with our employees aboutthe history of BHM, providing information on the theme of 2022 BHM, \nBlack Health and Wellness , and highlighting the accomplishments of Dr. Patricia E. Bath, the first African American to \ncomplete a residency in Ophthalmology and first African American female to receive a medical patent.\nCelebrating what Black History Month means to our Fellow STAARs.\nBHM is about celebration of heritage, success, experiences, and accomplishments of \nAfrican Americans and Black people. It is to set aside time and resources to highlight \nand celebrate Black Excellence.\nNyambura Mukuru, Lead Customer Service, Switzerland2/16/22, 5:41 PM https://mail.google.com/mail/u/0/d/ALGkd0yuytS6pf9cvG0275P-fSiIqh-eQtMZIsXNthXR Y5eXT1W u/#inbox/KtbxLvhR WJwcMqvrsb …\nhttps://mail.google.com/mail/u/0/d/ALGkd0yuytS6pf9cvG0275P-fSiIqh-eQtMZIsXNthXR Y5eXT1W u/#inbox/KtbxLvhR WJwcMqvrsbcnhnwRHsqbcRNxN …1/1\nEvery day is Black History, because of all the contribution Black people have made to \nthe establishment and growth of this country. BHM allows everyone else to be aware.\nAlthea Watson, Sr. Global Quality Manager, Monrovia, CA\nBHM, I feel, is an opportunity for us as a country to heal from the wounds of the \npast and celebrate the ground that we’ve covered to reach our present. I also think \nwork is always needed, which makes our future ever evoloving. Hope is one of the \nfoundations of Black History Month to me.\nJulius Francis, Digital Marketing Assistant, Monrovia, CA\n", "metadata": {"source": "NASDAQ_STAA_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}