{"page_content": "ESG integration:  \nMulti-manager\nResponsible investing is an integral part of our investment \nprocess within Aegon AM's multi-manager solutions. We \nbelieve it is imperative for external managers to have high \nstandards and values when it comes to responsible investing. \nAs a result, ESG criteria are a critical component of our \ndisciplined multi-manager selection process.\nIn 2020, we formalized the assessment of ESG practices in \nexternal managers and the mandates we assign to them. \nThe aim of this project was to improve the comparability \nof various managers, while acknowledging the particular \napproach of each asset manager, and to enhance the \nRI presence in the governance of external managers' \nassessment and approval. To that end, we reviewed our ESG \nassessment framework and improved business processes to \nmake use of the RI expertise across Aegon AM.\nThis framework consists of two parts. The first part is a \nstandard questionnaire which investment managers at Aegon \nAM answer internally on the basis of their conversations \nwith external managers. For each section and question of \nthis framework, we provide an explanation and a summary \nassessment as an answer. The questionnaire covers the \nfollowing:\n• Culture of the firm: Whether the firm has a clear \ncommitment to ESG Integration, which can be signaled \nby memberships of various organizations, the reporting \nframework and the availability and clarity of information \nabout ESG concerns.\n• Culture of the team: How knowledgeable the investment \nteam is with ESG topics relevant to the portfolio, the \nextent to which it is discussed internally and externally by \nthe team and the team's philosophy on ESG Integration.\n• Organization: Quality of the organizational structure \naround ESG, for instance access to external ESG \ninformation and presence of dedicated ESG analysts within \nthe team or in a separate department.• Process: Quality and integrity of the process around ESG \nintegration, as signaled by the actual implementation \nof ESG integration, the standardization of ESG as a \ncomponent of the investment decision, the periodical \nreview of portfolios on this basis, and the scope, intensity \nand transparency of engagement with investee companies.\n• Outcomes: The demonstrable impact that ESG integration \nhas on the investment portfolio's ESG performance, as \nevidenced by comparison with a benchmark and by the \navailability of ESG reports.\nNext to this standardized section, we also leave room to \ncapture the particular approach of each manager to ESG \nintegration and, more broadly, responsible investment. \nAs formal ESG and RI practices are relatively recent \ndevelopments globally, a one-size-fits-all approach is not \nsufficient to fully capture managers' thinking and practices. \nThus, in order to make fully informed decisions on the \napproval of external managers, we rely on this additional \nsection.\nTogether, these two parts form the basis for our assessment \nof managers' ESG practices. This is applied across our multi-\nmanagement fund range, regardless of asset class—though \nthe framework is slightly adapted to reflect different market \nstandards and expectations depending on the asset class. \nEach manager we assess then goes through the External \nManager Approval Committee, in which an expert from \nour Responsible Investment team participates to provide a \nsecond opinion on the appropriateness of the manager's ESG \npractices and commitment. This ensures that no manager \ncan be approved if there are ESG-related concerns since we \noperate by consensus.\nAfter initial manager selection, we continue to monitor asset \nmanagers' ESG practices and stewardship activities as we \nseek to ensure that our clients' assets are being invested \nresponsibly. We also engage with these managers at least on \na quarterly basis in an effort to improve outcomes. Together, \nwe seek to deliver better long-term outcomes for our clients.\nESG integration: Multi-manager12", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}