{"page_content": "Our responsible investment capabilities are segmented into four primary \ncategories: exclusions, best-in-class ESG, sustainability-themed and impact \ninvestments. These serve as building blocks that can be combined to create \ncustomized client strategies.\nExclusions\nAegon AM offers exclusionary screening according to legal requirements and \nclient preferences. We act on mandates to exclude certain sectors or companies \nwhose activities are considered incompatible with our clients’ values. Notably, \nour affiliated clients require ESG-related exclusions in the management of their \nproprietary assets so over half of the assets we manage are subject to customized \nexclusion lists mandated by several different clients. \nBest-in-class ESG\nA significant and growing body of academic research demonstrates that good \nESG practices can enhance corporate financial performance in the long term. \nThis value can manifest itself in the form of lower cost of and access to capital, \nbetter operational performance, reduced reputational risks and in turn, potentially \nsuperior long-term returns. The shift toward sustainable business practices \npresents interesting investment opportunities. Best-in-class strategies are usually \nbased on research undertaken as part of our ESG integration process. It focuses on \nmitigating ESG-related risk through the positive selection of issuers applying better \nor improving operational sustainability practices relative to their peers.\nSustainability-themed\nThere is an evolution in sustainability-themed products and services, enticing a \ngrowing number of companies to provide solutions to key sustainability challenges. \nWe believe this also presents compelling investment opportunities and may \ngenerate better returns while contributing to a more sustainable world.\nOur sustainability-themed strategies center around a set of investment \nopportunities contributing to one or more sustainability challenges or trends. \nOur dedicated Responsible Investment team leads the development of their \nmethodology and the determination of their investment universe. The processes \nfor these activities vary according to asset class, but usually involve a committee \nor discussion group chaired by an RI team member to help ensure consistency and \ncredibility of the strategy’s sustainability proposition.\nImpact investing\nWe develop impact investment strategies to align investments with sustainability \ngoals and use capital to drive environmental and social impact. Our approach builds \non two key characteristics: ex-ante intentionality, whereby we outline the intended \npositive environmental or social impact as part of the investment decision-making \nprocess; and ex-post measurement, which consists of monitoring our progress, \nmeasuring and reporting impact after the investment is made. Responsible investment \ncapabilities\nUtilize negative \nscreening to avoid \ncertain sectors, \ncompanies or \npractices based on \nspecific ESG criteria\nPositive screening  \nenables us to focus \non issuers aligned \nwith sustainability \nthemes in an \neffort to generate \ncompetitive returns \nover the long termSeek to outperform \nby emphasizing \npositive selection  \nof issuers with \nbetter or improving \nESG profiles\nPursue financial \nreturns alongside \nmeasurable positive \nsocial and/or \nenvironmental \nimpact\n13Responsible investment capabilitiesResponsible investment products and services may vary regionally.", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}