{"page_content": "Responsible investment capabilities:  \nUS Sustainable Equity Income1\nWe closed the year with the launch of our US Sustainable Equity Income strategy \nwhich builds upon Aegon AM's experience managing equity RI strategies since \n1989. The team uses a high-conviction approach and a proprietary, bottom-up \nsustainability research framework to identify potential alpha opportunities in \nsustainable leaders and improvers. \nAlong with a high yield ESG and a sustainable fixed income mandate, this \nrepresents Aegon AM's third responsible investing sub-advisory relationship in \nthe US with Transamerica Asset Management. The investment process includes \nquantitative screening which complements our bottom-up fundamental analysis. \nThe strategy has a long-term investment horizon and a strict buy and sell discipline \nbased on dividend and sustainability criteria. The outcome is a portfolio that \ntypically exhibits an active share of 90% or higher and a relatively low beta.\nOur differentiated approach goes beyond seeking investment in compounders or \nconsistent dividend growers. We also seek to identify hoarders and de-equitisers. \nThe former are companies that we think can substantially increase their dividend \npayouts and the latter are those where we see the potential for an improved \ncapital structure through equity buybacks. \nOur experienced investment team uses a comprehensive framework to examine \ncompanies' alignment with multiple sustainability megatrends such as clean energy \nand transport, industrial automation and precision medicine, while also assessing \nhow sustainable their operational practices are. This results in a high-conviction \nsustainability-themed portfolio that aims to generate a steadily growing income \nstream from investing in companies that are addressing a range of sustainability \nchallenges.Our differentiated \napproach goes \nbeyond investing in \nconsistent dividend \ngrowers. \nResponsible investment capabilities: US Sustainable Equity Income151This strategy is advised or sub-advised by Aegon AM UK and may not be available to all investors or in all \njurisdictions. Certain capabilities may not be open to new investors.", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}