{"page_content": "Impact investing challenges long-held views that social and environmental issues \nshould be addressed only by philanthropic donations, and that market investments \nshould focus exclusively on achieving financial returns. Companies often exhibit \nstrong growth prospects due to their alignment to the UN SDGs, excellent \nmanagement and robust business fundamentals. \nIn 2020, Aegon AM supported the launch of the co-branded Global Impact Equities \nstrategy. An extension of our well-established responsible investment capability, \nthe strategy was developed to invest in companies working to generate significant \nsocial and environmental impact alongside solid financial returns. It aims to \ngenerate measurable socio-economic or environmental benefits by investing in \ncompanies worldwide, including emerging markets. \nThe investment process combines quantitative and qualitative analysis of financials \nand impact, actual or potential. The strategy aims to invest in growth companies \ndriven by long-term sustainability themes with a strong commitment to delivering \npositive impact in their processes and products. Our approach looks beyond \nsurface-level environmental and social risks. This helps us find the companies \nthat are better positioned to mitigate these risks, as well as companies with \nimproving ESG practices. The strategy aims to invest in companies that have a well-\narticulated ESG strategy and solid governance practices.\nExecuting on impact\nThe lens through which we view potential investment targets is a precise one. From \na broad range of over 9,000 companies, we distill our investable universe down \nto 40-80 high-conviction holdings. At the heart of our process, we look at three \nspecific areas when analyzing corporate impact: \nProcess: First, we review the processes of companies within the investable \nuniverse; how they operate and if those processes have a net positive impact. \nProducts: Then, we look at their products, or services that they offer, and how \nmuch of their revenue comes from products that have a positive impact on society \nor the environment. \nProgress: Lastly, we look at the progress of companies. Specifically, we assess \nwhether they are on a positive trajectory—or if they are generally increasing their \npositive impact in the future with both their process and products.Responsible investment capabilities:  \nGlobal Impact Equities Strategy1\nAdvocating for positive \nimpact\nShareholders can be \na voice of change and \nsupport meaningful \nchange through: \nVoting\nEngaging\nResponsible investment capabilities: Global Impact Equities Strategy16Impact\nRigorous requirements \nfor what counts as \nimpact based on ESG, \nrevenue and qualitative \nanalysis\nReturn\nSimilar characteristics \nto a conventional equity \nportfolio that is broadly \ndiversified across sectors \nand countries.\nInsight\nClear reporting about \nimpact based on the \nSDGs.\n1This strategy is managed by a third party and may not be available to all investors or in all jurisdictions. Certain \ncapabilities may not be open to new investors.", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}