{"page_content": "Active management, active ownership\nAs an active asset manager, our responsibility extends beyond today’s investment \nopportunities. We take a long-term focus built around our robust active ownership \nprogram, which includes exercising shareholder voting rights in the best interest \nof our clients and stakeholders, while engaging with bond or equity issuers in an \neffort to mitigate ESG risk and encourage more sustainable practices. We aim to be \nthe voice of change, as we endeavor to not only improve risk-adjusted returns for \nour investors, but to also to contribute to a more sustainable future.\nOur active ownership activities are governed globally by the Aegon AM Active \nOwnership Policy. We also apply several approaches to specific strategies in \naddition to those outlined in the policy. This active ownership policy which is \nsupported by more detailed local policies in the US and the Netherlands, as well as \nclient voting policies.\nOur global responsible investment team leads our active ownership program with \ninput and participation from investment professionals across the organization.\nEngagement\nAt Aegon AM, we aspire to inﬂuence change by engaging in dialogue with issuers, \neither bilaterally or as part of an investor consortium. This dialogue can provide \nopportunities to highlight ESG risks, educate management on sustainability \nconcerns, promote growth in sustainable business lines and advocate changes that \nalign with responsible investment priorities. Successful engagement can create new \ninvestment opportunities. Where possible and consistent with client guidelines, we \nvote in line with our engagement activities. \nAegon AM’s engagement efforts can be divided into three types:\nLong-term value: Our engagement work supports our objectives to generate value \nand reduce risk in the longer term. As part of our bottom-up research process, \nwe actively engage with companies we identify as facing specific ESG risks which \nwe believe need to be addressed or further understood. We also systematically \nengage on ESG themes that are of immediate concern to long-term investment \nvalue such as climate change and corporate governance. We also actively engage \nwith companies on key management and shareholder resolutions at their general \nmeetings to clarify our expectations and make fully informed voting decisions.\nESG and impact research support: RI solutions demand scrutiny of the ESG and \nsustainability practices of companies at a deeper level than is often achievable \nthrough existing corporate disclosures and ESG data provider assessments. As part \nof this process, we engage with companies to help enhance our understanding of \nsustainability practices, to request further ESG-related or impact disclosures or to \nencourage positive change in alignment with the objectives of our RI strategies. \nCompliance with standards: Aegon AM and its clients have defined certain ESG \nstandards with which our investments are expected to comply. We engage with \ncompanies when we see actual or potential breaches of such standards, also leading \nto actual or potential adverse impacts on society and the environment. Our objective \nfor these engagements is to encourage compliance, communicate expectations and \nassure continued portfolio adherence to the agreed standards. Active  \nownership\nReasons for engagement\n• Exercise our stewardship \nresponsibilities;\n• Fulfill client expectations \nwith respect to their RI \npolicies;\n• Better understand the \ncompanies we invest in and \nsupport their long-term \nfinancial performance;\n• Monitor, manage and work to \nmitigate investment risk; \n• Attempt to maximize positive \nESG outcomes. Engagement \nHighlights\n575 \ncompany engagements  \nin 2020\n2,511  \ncompany meetings  \nvoted on\n78%  \nof cases generally \nfollowed up on with  \na call or meeting\n18Active ownership", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}