{"page_content": "Engagement progress in 2020\nWe stepped up our engagement activities in 2020, increasing the number of companies we engaged with from 564 in 2019 \nto 575 in 2020. In this section, we provide a brief overview of our engagement and voting activites. More detailed reporting on \nthis aspect of our responsible investment program will be provided in our forthcoming Active Ownership Report.\nEnvironmental 24%\nSocial 20%\nGovernance 49%\nGeneral disclosure 7%\nEurope 46%\nN. America 41%\nAsia 9%\nS. America 2%\nOceania 2%\nAfrica 1%\nSource: Aegon AM as of December 31, 2020. Percentages may not sum to 100 due to rounding. Themes are divided according to the main issue. At times, there is more than \none theme for an engagement. A small number of engagements were outsourced and therefore not included in this dataset. \n19Engagements per topic Engagements per region\nEngagement \nEngagement\nKey engagement themes \nWe selected key ESG issues that pose long-term financial risks to our investment portfolios such as health and well-being \nand climate change. This led to proactive engagements on these themes, often in collaboration with other investors and \norganizations. \nExample engagement themes\nClimate change As an active member of the Climate Action 100+ IIGCC Working Group, we are committed to \nactively engaging companies that pose a challenge to climate change mitigation. In particular, \nwe aim to encourage the world's largest corporate GHG emitters including intensive sectors \nsuch as oil and gas, utilities and steel, to take necessary action.\nWe engaged with one such company identified as a systemically important greenhouse gas \nemitter. Our progress to date has garnered a commitment from the company to obtain carbon \nneutrality by 2050, in addition to reduce emissions within its European business to reduce \nemissions by 30% by 2030. The company also introduced various pilot technologies for \ncarbon-neutral steel making and will be producing steel with hydrogen from renewables. \nHealth & well-being The global pandemic further brought to light the disparity between the healthcare systems \nwithin the world's wealthiest and poorest nations. We believe a focus on sustainable \nfinancing for health can bring about improvements to under-served areas of the globe where \nvaccines are needed and avoid situations in which health emergencies push people into \nbankruptcy or poverty.\nWe partnered with other insurers, NGOs and the Dutch government to collaborate and share \nknowledge to improve access to medicines. As the Covid-19 pandemic unfolded, we focused \nour efforts on issues relating to vaccines. After various communications with a particularly \nlarge global player in consumer healthcare, it announced the advanced vaccine purchase \nagreement for low and lower-middle income countries.Please see the Disclosure section for important additional information regarding engagements.", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}