{"page_content": "Voting: Exercising shareholder rights \nSimilar to engagement, our voting activities seek to ensure our voice as investors is heard, in an effort \nto improve companies' performance and to pursue competitive returns for our clients. Our approach to \nvoting is also informed by engagement.\nIn 2020, we voted on 2,511 meetings globally, up from 2,321 in 2019 and 1,373 in 2018. \nApproximately 91% of votes were cast with management and 9% were against. Votes cast spanned \nmultiple regions and countries across Europe, North America, Asia and Australia with no one country \ncomprising more than 25% of the activity. Most of the votes cast against management were related \nto resolutions on corporate governance, and also voting on environmental and social issues, as these \nmatters become more material to companies and investors. \nIn the event Aegon AM casts a vote against or withholds a vote on a management proposal, we are \nprepared to explain the reasons for this voting behavior to the company's board either pro-actively or \nper company request. As with the votes against management, most of the shareholder proposals we \nsupported relate to directors (i.e., election).\nAegon AM votes in accordance to the principles outlined in its Active Ownership Policy. It is supported \nby more detailed local policies in the US and the Netherlands, as well as client voting policies. Voting \npolicies are reviewed regularly to ensure they reflect new regulation and the latest developments in \nthe investment industry.\nVoting activities in 2020\nVoted on 2,511 meetings globally in 2020, up 8% from 2019\nOther/Misc 15%Directors related 40%\nCorp governance 5%Compensation 7%Health/environment 11%\nSocial/human rights 3%Social proposal 4%Routine/business 15%\nCapitalization 13%Directors related 56%\nAntitakeover related 1%Reorg. and mergers 1%Routine/business 7%Non-salary compensation\n22%\nVotes on supported shareholder \nproposalsVotes against management proposals\nSource: Aegon AM as of December 31, 2020.\n21Voting \nVoting", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}