{"page_content": "Regulatory developments\n2021 has begun with significant enhancements to the \nregulatory frameworks governing sustainable finance \nin several jurisdictions. Aegon AM welcomes these \nenhancements and is committed to achieving the highest \nlevels of transparency regarding its RI practices and solutions.\nInvestors in the EU can read more about our approach to \ncompliance with the EU Sustainable Finance Disclosure \nRegulation in our Statement of Compliance, available on the \nResponsible Investing page of our website aegonam.com.\nAegon AM is a proud signatory to the Financial Reporting \nCouncil’s UK 2012 Stewardship Code. We are awaiting the \noutcome of the Financial Reporting Council's review of our \nsubmission to become a signatory to the 2020 Stewardship \nCode. Stakeholders in the UK can read more about our \napproach to compliance with the Code in our detailed \nCompliance Statement, also available on our website for UK \ninvestors.\nOur commitment to sustainability\nAegon is committed to helping our customers achieve a \nhealthy and financially secure future. This commitment \nrequires a sustainable, long-term-oriented business that can \nfulfil our purpose and considers our obligations to individuals, society and the environment. More information on our \napproach to running a sustainable business can be found \nhere and in Aegon’s Integrated Annual Report 2020. \nOur commitment to inclusion and diversity\nAegon AM is committed to embracing diversity and inclusion, \nacknowledging, understanding and appreciating the \ndifferences between individuals, and developing a workplace \nculture that enhances their value.\nAn inclusive and diverse culture helps us to be more \neffective in developing our people, serving our clients and \nstrengthening our communities. We are committed to a \nwork environment that embraces employee individuality. By \nnurturing this environment, our people feel valued for their \nauthentic selves and we are better positioned to consistently \ndeliver the performance and services our clients seek.\nFor further information on the actions we are taking to live up \nto this commitment, please refer to our website. \nFurther reading\nWe hope you have enjoyed reading about the progress we \nhave made on our responsible investment practices last year. \nWe have focused this report on key changes we felt were \nmost important to our stakeholders and clients. However, \nseveral other Aegon AM publications are available to \nfurther inform you on our responsible investment approach \nand practices, and these can be found on the Responsible \nInvesting page of our website aegonam.com:\n• Our Responsible Investment Framework describes our \noverall approach to responsible investing and goes into \nfurther detail on our practices.• Our Active Ownership Policy outlines our standards and \nprocedures for engagement and voting, including our \nCorporate Governance Guidelines.\n• Our 2020 Active Ownership Report will be published \nshortly to provide further detail on our engagement and \nvoting progress.\n• Our full Assessment Report from the Principles of \nResponsible Investment.\nResponsible investment policies are applied to specific \nsubsets of our funds, such as the Responsible Investment \nPolicy for Multi-Management Funds, as well as the annual \nsustainability reports for our flagship RI strategies. \nAdditional information\n \nFurther reading\n22Regulatory developments and further reading", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}