{"page_content": "24Access to Medicine \nFoundationThe Access to Medicine Foundation stimulates and guides pharmaceutical companies \nto do more for people living in low- and middle-income countries without access to \nmedicine.\nAs You Sow As You Sow is a shareholder advocacy group, promoting environmental and social \ncorporate responsibility. \nCDP (formerly Carbon \nDisclosure Project)CDP encourages increased disclosure on environmental impact from investors, \ncompanies and government. \nCeres The Ceres Investor Network focuses on climate risk and sustainability; the network \ncomprises 163 institutional investors around the world – and organizes regular \ncorporate engagement on sustainability issues. \nClimate Action 100+ Climate Action 100+ is an investor initiative aimed at ensuring the world’s largest \ngreenhouse emitters take necessary action on climate change.  \nEumedion Eumedion is a forum for institutional investors on corporate governance and \nsustainability topics. \nFAIRR – Farm Animal \nInvestment Risk & ReturnFAIRR works on ESG issues related to farming and agriculture. \nGlobal Impact Investment \nNetwork (GIIN)GIIN works to improve the effectiveness of impact investing. \nInstitutional Investors Group \non Climate Change (IIGCC)IIGCC is an investor network on climate change; the group works with business and \npolicymakers, as well as investors to help mobilize capital for the transition to a more \nsustainable economy. \nInterfaith Center on \nCorporate Responsibility \n(ICCR) ICCR brings together more than 300 institutional investors; its objective is to engage \ncompanies directly on ESG issues. \nInvestors for Opioid \nAccountability (IOA)IOA is a coalition of institutional investors, established in 2017. The IOA engages with \nmanufacturers, distributors and retailers on ways to tackle the current opioid crisis in \nthe US. \nPrinciples for Responsible \nInvestment (PRI)The PRI, a UN-supported network of investors, works to promote sustainable \ninvestment through the incorporation of environmental, social and governance issues \ninto investment and ownership decisions.\nPrinciples for Sustainable \nInsurance (PSI)PSI members commit to incorporating ESG into their business and investment \ndecisions. \nShareAction ShareAction promotes responsible investment and works to improve company \nperformance on ESG issues. \nAll third-party names and logos are property of their respective owners and are used in this material for identification purposes only. Aegon AM is not associated with, nor \nendorsed by, the organizations depicted above. In addition to those above, Aegon AM is also a member of various other national organizations such as the UK Sustainable \nInvestment and Finance (UKSIF) and VBDO (Dutch Association of Investors for Sustainable Development). Participation could comprise of any of the following Aegon \naffiliates collectively referred to herein as Aegon Asset Management: Aegon USA Investment Management, LLC (Aegon AM US), Aegon USA Realty Advisors, LLC (Aegon \nRA), Aegon Asset Management UK plc (Aegon AM UK), and Aegon Investment Management B.V. (Aegon AM NL). Each of these Aegon Asset Management entities is a wholly \nowned subsidiary of Aegon N.V.\nAppendix\nAegon AM has participated with various collaborative bodies, examples include ", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}