{"page_content": "This material is provided by Aegon Asset Management \n(Aegon AM) as general information and is intended \nexclusively for institutional and wholesale investors, as \nwell as professional clients (as defined by local laws and \nregulation) and other Aegon AM stakeholders.\nThe following Aegon affiliates are collectively referred to \nherein as Aegon Asset Management: Aegon USA Investment \nManagement, LLC (Aegon AM US), Aegon USA Realty \nAdvisors, LLC (Aegon RA), Aegon Asset Management UK plc \n(Aegon AM UK), and Aegon Investment Management B.V. \n(Aegon AM NL). Each of these Aegon Asset Management \nentities is a wholly owned subsidiary of Aegon N.V.  In \naddition, the following wholly or partially owned affiliates \nmay also conduct certain business activities under the Aegon \nAsset Management brand: Aegon Asset Management (Asia) \nLimited (Aegon AM Asia).\nThe assets under management described herein incorporates \nthe entities within Aegon Asset Management as well as \nthe following wholly or partially owned affiliates: Aegon \nAsset Management Asia LTD (AAM Asia), Aegon Asset \nManagement Central and Eastern Europe (AAM CEE), Aegon \nAsset Management Pan-Europe BV (AAM PE), Aegon Asset \nManagement Holding B.V. and Aegon Asset Management \nSpain along with joint-venture participations in Aegon \nIndustrial Fund Management Co. LTD (AIFMD), La Banque \nPostale Asset Management SA (LBPAM), Pelargos Capital BV \n(Pelargos) and Saemor Capital BV (Saemor).\nAegon Asset Management entities deliver services to, and \nshare resources with, one another pursuant to applicable \nlaw as well as both global and local, policies, monitoring, \nand supervision. Personnel employed by a foreign Aegon \nAsset Management entity engaged in activity for, or through, \na local Aegon Asset Management entity are subject to that \nlocal entity's applicable requirements and oversight. This \nmay include the use of delegation arrangements and/or a \nparticipating affiliate arrangement (as this term is used by \nthe U.S. Securities and Exchange Commission (SEC).\nThis document is for informational purposes only in \nconnection with the marketing and advertising of products \nand services, and is not investment research, advice or a \nrecommendation. It shall not constitute an offer to sell or \nthe solicitation to buy any investment nor shall any offer of \nproducts or services be made to any person in any jurisdiction \nwhere unlawful or unauthorized. Any opinions, estimates, or \nforecasts expressed are the current views of the author(s) \nat the time of publication and are subject to change without \nnotice. The research taken into account in this document \nmay or may not have been used for or be consistent with all Aegon Asset Management investment strategies. References \nto securities, asset classes and financial markets are included \nfor illustrative purposes only and should not be relied upon to \nassist or inform the making of any investment decisions.\nThe engagements and related case studies described herein \nare examples of how our RI team seeks to engage with \ncorporate issuers. These case studies do not represent all \nexamples of our engagement and not all attempted outreach \nby the RI team results in engagement with corporate issuers \nor in the level of engagement described herein. Further, \nnot all engagements result in positive outcomes. Corporate \nissuers may change their business practices for any number \nof reasons that may or may not relate to the RI team \nengagement. The reader should not assume that the target \ncompanies described herein are or were held by all affiliates \nwithin Aegon AM.\nThe information contained in this material does not \ntake into account any investor's investment objectives, \nparticular needs, or financial situation. It should not be \nconsidered a comprehensive statement on any matter and \nshould not be relied upon as such. Nothing in this material \nconstitutes investment, legal, accounting or tax advice, \nor a representation that any investment or strategy is \nsuitable or appropriate to any particular investor. Reliance \nupon information in this material is at the sole discretion \nof the recipient. Investors should consult their investment \nprofessional prior to making an investment decision. Aegon \nAsset Management is under no obligation, expressed or \nimplied, to update the information contained herein. Neither \nAegon Asset Management nor any of its affiliated entities \nare undertaking to provide impartial investment advice \nor give advice in a fiduciary capacity for purposes of any \napplicable US federal or state law or regulation. By receiving \nthis communication, you agree with the intended purpose \ndescribed above.\nPast performance is not a guide to future performance. All \ninvestments contain risk and may lose value. \nResponsible investing is qualitative and subjective by \nnature, and there is no guarantee that the criteria utilized, \nor judgement exercised, by any company of Aegon Asset \nManagement will reflect the beliefs or values of any one \nparticular investor. Responsible investing norms differ by \nregion. There is no assurance that the responsible investing \nstrategy and techniques employed will be successful. \nInvestors should consult their investment professional prior \nto making an investment decision.\nThis document contains \"forward-looking statements\" which  \nDisclosures\n25Disclosures", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}