{"page_content": "4 \nIntroduction\n2020 could have been a \npause for the growth of \nthe RI industry. Instead, \nwe saw an explosion in \ninterest partly fueled by the \nresilience of sustainable \nportfolios to the economic \nshock we lived through. \nThe effects of the global \npandemic will continue to \nbe felt for years to come, \ndespite the tremendous \nglobal progress to mitigate \nthem, but it wasn’t the only \neye-opening experience last year. Oil prices crashed amid \ncollapsing OPEC agreements and a slowdown in economic \nactivity, even becoming briefly negative in April. In May, we \nall witnessed a strong global resurgence of social justice \nmovements with direct and immediate attention on corporate \ndiversity and inclusion. \nOur warming planet took no notice of the global pandemic. \nAustralia faced its worst bushfire season on record, with \n6% of the country in flames by some accounts. The United \nStates faced similar record-breaking wildfires. Our teams \nwere directly impacted by the Midwest derecho that hit Iowa \nin August, the intensity and suddenness of which may well \nindicate the shape of things to come if society does not act \non climate change. \nThese events point us to an inescapable conclusion: ESG \nissues are expected to have material impact on markets \nand valuations. That is why, amid the turmoil, we continued \nour work to capture ESG value and risk, while hopefully \ncontributing to a more sustainable world. \nThe enhancement of our in-house ESG capability continued \nin full force last year. Our work to ensure all corporate credits \nin our portfolios have a proprietary in-house ESG assessment \nwas completed. We developed a methodology for assessing \nthe ESG profile of securitizations, which, coupled with \ncustomized questionnaires and a bilateral engagement \nprogram, will support our efforts to help the industry by \ndemanding more ESG transparency from issuers in this \nmarket. We also improved our proprietary methodology for \nassessing sovereign bond issuer sustainability by considering \ntheir relative progress toward achievement of the UN \nSustainable Development Goals (SDGs).1 This can now be \napplied alongside our existing proprietary ESG integration \nmethodology for sovereign bond issuers to create tailored \nstrategies. Our RI capabilities continued gaining assets while we \nconducted research and development for new ESG-focused \nstrategies. Our equity team has worked tirelessly this year \nto bring the philosophy of our market-leading sustainable \nequity strategy to the equity income universe. Meanwhile, \nin partnership with a third party, we developed a proprietary \nmethodology and engagement approach to identify and drive \npositive impact in the listed equity universe, leading to the \nlaunch of a new product.\nOur engagement specialists have had a great year, rolling out \nour own engagement tracking system worldwide to enable \nglobal active ownership reporting in 2021, while launching \na new engagement strategy for fixed income portfolios \nintegrated with our ESG research process. We focused \non following up on corporate commitments, deepening \ndialogues and escalating problematic engagements. We can \nsee the results in the progression of engagements to higher \nmilestones in 2020. \nOn climate change, we focused on sector specific climate \nissues by questioning management teams and allocating \ncapital in a way that actively promotes less harmful impacts \nin the environment. In our inclusion & diversity (I&D) activity, \nwe continued to pressure issuers through engagement for \ndiversity at the board level from a broad range of candidates, \nand questioning companies on their policies, programs, and \nresults. This has complemented our own initiatives to address \nI&D and to increase awareness of unconscious bias among \nour employees. We also dedicated some of our engagement \neffort to help ensure our portfolio companies applied best \npractices in managing the impacts of the global pandemic.\nIn 2021, our focus will be on growing our RI assets by \ncontinuing to aim to deliver superior financial and ESG \nperformance through our RI capabilities, launching innovative \nstrategies, and enhancing our ESG integration processes, \nparticularly in more challenging asset classes where ESG \ninformation is difficult to procure. We also expect to dedicate \nsignificant resources to the new regulatory requirements in \nthe EU. We look forward to these and all the opportunities \nand challenges the next year promises to bring because it \nmeans we are working toward a more sustainable future.\n1The Sustainable Development Goals (SDGs) are a collection of 17 interlinked global \ngoals designed to be a \"blueprint to achieve a better and more sustainable future for \nall.\" The SDGs were set up in 2015 by the United Nations General Assembly and are \nintended to be achieved by the year 2030.Brunno Maradei, CFA, \nGlobal Head of Responsible \nInvestment\nIntroduction", "metadata": {"source": "NASDAQ_AEGN_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}