{"page_content": " \nUBSI ENVIRON MENTAL, SOCIAL, AND \nGOVERNANC E PROGRAM   \n9 \n e-statements. In 2022, United’s retail staff had a competition across markets to increase the \nportion of customers opting into e- statements. This resulted in a significant increase in the \nnumber of email receipts.  \n \nAs our employees participate in many volunteer activities, some of these are in partnership with \nnonprofit  organizations  focused  on enhancing  natural  resources.  Within  our own operations,  we \ncontinue to seek  ways  to reduce  our impact  on the environment, considering sustainable energy \nconservation  initiatives  across our facilities as opportunities arise.  \n We participate in transit -oriented development financing that creates vibrant, compact, mixed- use, \nwalkable communities that have a positive environmental impact. Within our wealth management division, we offer third- party ESG funds to clients.  \n \nClimate -Related Metrics and Targets  \nUnited is working to identify key concentrations in our loan portfolio that are most likely to be \npositively or negatively impacted by climate. However, climate- related data is quickly developing, but \nno clear, industry -best prac tice has yet been found to be accessible and applicable. As a starting \npoint in 2022, our MIS and Credit Analytics team used the UN Environment Programme Finance \nInitiative transition risk sector heat map to conduct a baseline analysis of the impact of cli mate -related \nrisk on our commercial loan portfolio. This analysis had significant limitations translating UNEP findings to US industry sectors; however, it showed a very small portion of United’s commercial loan portfolio to be rated either moderately high or high risk.  \n In 2022, we engaged a third- party expert to calculate the Company’s scope 1 and 2 greenhouse gas \nemissions. A critical success was building a process to inventory data sources across our broad footprint. The output provides important metri cs and context that will serve as a baseline for \ncomparison across our facilities and in relation to our peers. We also plan to use this output to assist us in identifying opportunities for efficiency upgrades. Management plans to continue considering process enhancements such as software to assist with the calculations and third- party independent \nverification.  \n \n  ", "metadata": {"source": "NASDAQ_UBSI_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}