{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  14\n02 Community Relations\nEMPLOYEE PARTICIPATION\nANSYS encourages our employees to participate actively \nin every community in which we operate around the world \nby volunteering their time to community projects and \nlending their expertise for STEAM-related initiatives. \nThese efforts are often supported by ANSYS matching \nfunds. It is a part of ANSYS’ culture and values to invest \nin the communities in which we are located worldwide.APPROACH TO PHILANTHROPY\nWe are engaged with our local communities to help \nthose in need. ANSYS invests by partnering with \nnonprofit organizations that support initiatives to \naddress critical social needs facing the community or \nregion in the following areas: health and human services, \neducation and public welfare and cultural and scientific \nprograms. This includes organizations based in the US \nand recognized by the United States Treasury Department \nas tax-exempt under Section 501(c)(3) of the Internal \nRevenue Code. \nWe also endeavor to make a difference for engineering \nstudents through our products and technology. ANSYS \noffers students access to our software free of charge, \nproviding them with engineering simulation capabilities \nfor use outside of the classroom and in non-commercial \napplications. We provide software for university-based \nstudent teams participating in competitions such as \nFormula SAE (FSAE), Solar Challenge, Electronic Design \nCompetition, Solar Splash, SpaceX Hyperloop Pod Design, \nRacing Aeolus, Human Powered Vehicle Challenge (HPVC) \nand many more. See our Free Student Products and \nStudents' sponsorship program pages for details.Student Products and Sponsorships  \nIn 2017, ANSYS free student version was \ndownloaded about 260,000 times.\nIn the same year, we sponsored more than 400 \nstudent competition teams worldwide who used \nour software for vehicle or prototype design. ", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}