{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  15\nASSOCIATION WITH UNIVERSITIES AND \nENGINEERING INSTITUTIONS\nOur associations with engineering institutions are \nspecial to us. Our technology is used for research and/\nor teaching in around 3,200 engineering schools around \nthe globe, including both undergraduate and graduate \ndegree programs. However, our association with \nacademic institutions has much stronger roots. For \nexample, one of the planned outcomes of our partnership \nwith Carnegie Mellon University is the creation of ANSYS \nHall, a new building in the center of the university’s \nengineering campus that will allow faculty, students, \nANSYS researchers and other corporate partners to \ninteract in a large computer-supported collaboration \nspace. As another example, our collaboration with \nCornell's Sibley School of Mechanical and Aerospace \nEngineering makes a Massive Open Online Course (MOOC) \nbased around our ANSYS Student product available free \nof charge. Through our collaboration, the Polytechnic \nUniversity of Madrid (UPM) offers an online master's \ndegree that uses ANSYS engineering simulation software \nto train tomorrow’s experts in the area of computational \nfluid dynamics and structural mechanics.02 Community Relations\nSupporting the Next Generation of “Makers”  \nA new nonprofit was formed within our ANSYS community. Started by an ANSYS employee, Matt’s \nMaker Space Inc. has a vision to inspire a new generation of creative, collaborative and experiential \nlearners through STEAM-focused programming. ANSYS has been a part of their community, and many \nANSYS employees have volunteered their time to make this vision a reality. Matt's Maker Space is \na way of giving back to the community by providing funding to help those who cannot otherwise \nafford or obtain access to these amazing spaces. This includes schools, libraries, community centers \nand preschools. It will also provide maker programming and scholarships to youths who want to \ncreate and be makers. Maker spaces may well produce the next generation of ANSYS employees!", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}