{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  21\n02 Environmental Resource Management\nWe are committed to pursuing creative and \ncost-effective technology solutions and employing \nbest practices to save energy and water and to \nrecycle waste at our facilities and data centers.\nINTEGRATION OF ENVIRONMENTAL \nCONSIDERATION IN STRATEGIC PLANNING \nFOR FACILITIES AND DATA CENTER NEEDS\nANSYS has numerous ongoing sustainability initiatives \nat our facilities and data centers, based on the suitability \nof such initiatives to each location. These initiatives \ninclude, among other things, a LEED certified corporate \nheadquarters as well as recycling and water and energy \nconservation initiatives at our various locations around \nthe world. These initiatives will be made part of our global \nworkplace strategy starting in 2020.\nEnergy-conservation-related initiatives at our various \nlocations include the replacement of inefficient old \nequipment with more efficient technology, the imple -\nmentation of control schemes to reduce energy \nconsumption, air containment strategies, free cooling, motion sensitive lighting and “bike-to-work” initiatives. \nStarting in 2018, we are expanding our initiative of \nusing green construction materials for the interiors of \nnew office projects worldwide.\nELECTRONIC WASTE\nAcross our locations, we ensure that all electronic waste \nis recycled. We endeavor to select IT vendors that have \nbuy-back programs to ensure that such waste is disposed \nof in the most environmentally friendly manner possible. \nFor our locations in India, we also endeavor to find \nopportunities to repurpose such equipment for initiatives \nhelping to bridge the digital divide.\nRenewable Energy Initiative  \nA 140 kWp rooftop solar power plant project \ninitiated at our Pune, India office is expected \nto reduce CO2 emissions by 6,300 tons over \nthe lifecycle of the project. This is estimated \nto be equivalent to planting 25,200 trees.", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}