{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  24\n01 Products\nPRODUCT QUALITY\nANSYS provides quality products with reliability \ncustomers can trust, allowing our customers to analyze \ndesigns in less time and be assured of accurate results.\nOur employees generally perform product development \ntasks according to predefined quality plans, procedures \nand work instructions. Certain technical support tasks \nare also subject to a quality process. These processes \nand plans define, for each project, the methods to be \nused, the responsibilities of project participants and \nthe quality objectives to be met. We establish quality \nplans for both our products and services. Our product  \ndesigns are subjected to multiple levels of testing and \nverification in accordance with processes established \nunder our quality system.\nRead more about this topic on our Quality Assurance \npage.PRODUCT INNOVATION\nWe know that being a market leader means we must be \nconstantly innovating. Our customers depend on us to \ndevelop new solutions that in turn enable them to drive \ninnovation across their industries. We are passionate \nabout expanding our technology into new areas to benefit \nour customers. \nSimulation is being adopted across the entire product \nlifecycle, empowering engineers to imagine more \noptions—a trend ANSYS calls Pervasive Engineering \nSimulation. In our continuing effort to help our customers \ntame complexity and bring innovation to market, we \nhave embarked on a mission to deliver on these evolving \ncustomer needs. This focus ensures that our product \nofferings extend across the full spectrum of the product \nlife cycle.\nOur focus on innovation means we have engineering \nsimulation solutions that our customers can adopt to \ndrive innovation in the engineering space for some time \nto come, covering trends like Digital Twins and Metal \nAdditive Manufacturing .Delivering Pervasive Engineering Simulation  \nANSYS 18  in January 2017  \nANSYS 18.1  in May 2017  \nANSYS 18.2  in August 2017  \nANSYS 19  in January 2018  \nANSYS 19.1  in May 2018  \nANSYS 19.2  in September 2018", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}