{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  29\n03 Business Ethics and Integrity\nOur organization was founded on the belief that integrity \nand ethical conduct are fundamental to our long-term \nsuccess. When conducting business on behalf of ANSYS, \nwe must not only comply with the rules and regulations \nthat apply to our business, but we must make sound \nethical business decisions that uphold the reputation \nand integrity of ANSYS and all of its employees.\nCODE OF BUSINESS CONDUCT AND ETHICS\nOur Code of Business Conduct and Ethics, or Code, \nis an expression of the company's core values of  \ninnovation, excellence and integrity. The Code applies \nto all employees, officers and directors of the company \nand its subsidiaries. The Code sets forth the company's \nexpectations for behavior to meet the ethical and legal \nstandards that keep our company competitive. Our Code \nis available on our corporate website.EMPLOYEE PARTICIPATION AND \nTRAININGS\nMaintaining an ethical culture at ANSYS depends on \neach and every employee. Employees are encouraged to \nask questions, seek guidance and report any suspected \nviolations of the Code or policy using a variety of \nmethods that are available to them. In addition, company \npolicy expressly forbids retaliation of any kind against \nemployees, customers or vendors who make a report in \ngood faith. \nAll newly hired employees are trained on the Code and \nworkplace harassment. All employees complete an \nannual certification on the Code and related policies. \nAdditionally, all employees are retrained on the Code and \nworkplace harassment every two years. Other trainings, \nboth in-person and online, are disseminated as needed.\nOUR CHANNEL PARTNERS\nWe expect the same level of integrity and ethical conduct \nfrom our partners, suppliers and service providers. Our \nchannel partners, as well as our notable suppliers and \nservice providers, are required to conform to ethical \npractices as part of the contracting process.\n", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}