{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  31\n04 Business Continuity and Incident Response\nAn unplanned business interruption can result \nfrom the loss of a critical service (e.g., computer \nprocessing, telecommunications), a loss of building \naccess, physical facility catastrophe (e.g., fire, \nflood, etc.) or another incident or crisis that impacts \nthe business. The ANSYS Business Continuity and \nIncident Response process is designed to provide \nan immediate response to any unplanned busi -\nness interruption and to facilitate the subsequent \nrecovery. \nA centralized group oversees response and recovery \nactivities and supports the recovery of impacted \nteams. ANSYS has corporate policies and procedures \nfor disaster recovery and information security. \nPolicies support each area and services exist \nto assess, mitigate and remediate any negative \nimpacts of such an interruption. In addition, ANSYS  \nhas emergency response plans that focus on safe-\nguarding staff and recovering facilities following \na site-level disruption.\nBUSINESS CONTINUITY\nBusiness continuity focuses on the recovery or continuity \nof critical business processes within ANSYS business \nunits. Disaster recovery plans outline measures for the \nrestoration of critical systems and data in the event of a crisis or disaster, including the loss of a data center. In \naddition, ANSYS has a crisis management process that \nfocuses on decision making and communication during \na crisis. The recovery process establishes the strategies, \nresources and procedures required to recover from any \nshort- or long-term business interruption. As part of this \nrecovery plan, customer support requirements have \nbeen incorporated and are also overseen by the incident \nmanagement team.\nINCIDENT RESPONSE PLAN\nThe goal of the ANSYS Security Incident Response Plan \nis to detect, quantify and respond to security incidents \nin a responsible manner that minimizes the impact to \nANSYS and keeps all stakeholders informed at the appro -\npriate stages. Roles and responsibilities, categorization \nof incident types, general methodologies, relationships to \nother policies/procedures and notification requirements \nand stages are defined in the Incident Response Plan. \nThe ANSYS Information Security team is charged with \nexecuting this plan.", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}