{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  7\nPeople, Planet and Practices are the broad themes of our \napproach towards Corporate Responsibility. During the \ncourse of business, we create opportunities to engage \nwith our key stakeholders both inside and outside the \norganization. This engagement can be formal (as with \nemployee engagement surveys, technical seminars or \ninvestor or analyst days) or informal (such as face-to-face \nmeetings with investors or executive communication \nmeetings).\nOur priority areas are informed in part by the outcome \nof these engagements, as well as by the Software and IT \nServices sector standard of the Sustainability Accounting \nStandards Board (SASB), various questionnaires we \nreceive from investor groups, reports from ESG rating \nagencies and the activities and best practices of our \nindustry peers.People: Managing a global, diverse and skilled workforce \nis a critical part of our business. ANSYS believes in \ngiving back to the communities in which we work and \nreside and in areas aligned to our business through our \ncommunity relations efforts. \nPlanet: We believe that through our products, we have \nan opportunity to help our customers develop clean \ntechnologies and products. At the same time, we endeavor \nto integrate environmental resource management \nconsiderations into the planning of our facilities and data \ncenters.\nPractices: ANSYS’ position as a leader in engineering \nsimulation is possible primarily due to our constant focus \non providing high quality, innovative products to our \ncustomers. We acknowledge our customers’ expectations \nof data security and respect for their privacy, as well as \nthe need to ensure business continuity and unwavering \nadherence to business ethics and integrity.Priority Areas\nPriority Areas\n", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}