{"page_content": "CORPORATE RESPONSIBILITY AT ANSYS  10\n01 Managing a Global, Diverse and Skilled Workforce\nWe understand that our people make us what we \nare, and we are focused on recruiting, developing \nand retaining a global, diverse and skilled \nworkforce.\nCOMPENSATION AND BENEFITS\nThe Compensation Committee of our board, in consultation \nwith our CEO and HR team, is responsible for reviewing \nand approving our compensation policies and practices \nfor the executive officers and our employees.\nPaying for performance is the guiding principle of \nANSYS’ total rewards strategy. ANSYS’ philosophy is to \ntarget actual total compensation delivered at the 50th \npercentile of the market. For sustained superior  \nperformance, ANSYS’ philosophy is to deliver premium \nactual total compensation that is comparable to the \nupper quartile of the peer group. Each element of \ncompensation is chosen to attract and retain the necessary \ntalent and to reward corporate performance by creating \na balance between shorter-term corporate performance and providing incentives for the attainment of long-term \nstrategic goals, which enhance stockholder value. All \nemployees are eligible for restricted stock units (RSUs), \nwhich have been granted to more than 50% of our \nemployees over the last two years.\nWe also provide our employees with comprehensive \nemployee benefit programs suitable to the country in \nwhich they work. For example, in the United States, we \nprovide medical, dental and vision insurance, a 401(k) \nplan, life and disability insurance and flexible spending \naccounts, with additional plans and programs made \navailable to eligible employees. Please see our ANSYS \nBenefits page for more details. \nWe typically do not provide post-termination retirement- \nor pension-type non-cash benefits or perquisites to our \nexecutive officers that are not available to our other \nemployees.", "metadata": {"source": "NASDAQ_ANSS_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}