{"page_content": "Material \naspect Disclosure of management approach / indicatorsPage\nreferences\nDiversity & equal opportunity\nDMA Disclosure of management approach 49\nLA12 Composition of governance bodies and breakdown of employees per \nemployee category by gender, age group, minority group membership, \nand other indicators of diversity49, 58-60, 63, 64\nLocal communities\nDMA Disclosure of management approach 47\nSO1 Percentage of operations with local community engagement, impact \nassessments and development programsFor information on our community engagement, see page \n46-47. We report on the percentage of operations with \nactive financial literacy programs on page 67.\nSO2 Operations with significant actual and potential negative impacts \non local communitiesWe are largely an office based organization and do not \nhave any significant actual and/or potential impacts \non local communities – therefore we do not deem this \nmaterial enough to measure or report on.\nFS13 Access points in low-populated or economically disadvantaged areas \nby type67\nFS14 Initiatives to improve access to financial services for disadvantaged people 40, 67\nAEG % Aegon businesses with active financial literacy programmes We have various programs and activities to improve \nfinancial literacy in local communities, therefore we also \nreport this as an indicator under this aspect. 67\nAnti-corruption\nDMA Disclosure of management approach 28\nSO3 Total number and percentage of operations assessed for risks related to \ncorruption and the significant risks identified65. Corruption is also a key component of our annual \nhuman rights risk assessment (which covers our main \nbusiness units in the Americas, Europe & Asia). For more \ndetails on this please see page 69, Human rights.\nSO4 Communication and training on anti-corruption policies and procedures 63, 69\nSO5 Confirmed incidents of corruption and actions taken We report incidents of fraud and alleged fraud annually, \nsee page 65. Fraud and corruption are also included in \nour operational risk management, as well as our annual \nhuman rights risk assessment, see page 69.\nProduct & service labeling\nDMA Disclosure of management approach 16-17\nPR3 Type of product and service information required by the organization’s \nprocedures for product service information and labelling, and percentage \nof significant product and service categories subject to such information \nrequirementsCurrently we do not measure what % of our products \nand services are subject to our Pricing & Product \nDevelopment Policy; compliance with the policy is \nassessed using a sample of products. As part of our \ncurrent strategy we are looking at ways in which we can \napply the policy to our portfolio, and will  monitor and \nreport on this progress.\nPR4 Total number of incidents of non-compliance with regulations and \nvoluntary codes concerning product and service information and labelling, \nby type of outcomeThis indicator is not relevant for Aegon.\nPR5 Results of surveys measuring customer satisfaction 63, 67\nAEG % Aegon businesses offering training on products and services to agents, \nbrokers, advisors or other financial intermediariesWe provide training on Aegon products and services \nto agents, brokers, advisors or other financial \nintermediaries, and find this material enough to \nreport this aspect. 65\nCONTINUED >Compliance with G4\n11\nReporting Supplement 2015", "metadata": {"source": "NASDAQ_AEGN_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}