{"page_content": "Principles  for defining report quality  \nPrinciple GRI definition How was this principle applied \nin Aegon’s 2015 Review?\n“Balance” The report should reflect positive and \nnegative aspects of the organization’s \nperformance to enable a reasoned \nassessment of overall performance. We have endeavored to include both positive and negative \naspects of our performance over the past year. For each of \nour ‘key trends’, we’ve identified both risks and opportunities. \nPlease see pages 16-17, for more details. \n“Comparability” The organization should select, compile, and \nreport information consistently. The reported \ninformation should be presented in a manner \nthat enables stakeholders to analyze changes \nin the organization’s performance over time, \nand that could support analysis relative to \nother organizations. This Review includes an update of our activities and \nperformance over the last year. Where relevant, figures are \ngiven on a comparable, year-on-year basis. We have also \nincluded details of progress against our company objectives \nand Aegon’s membership of internationally-recognized \nsustainability indexes.  \nPlease see pages 4-5, 22, 24-25, 32-33, 63-72. \n“Accuracy” The reported information should be \nsufficiently accurate and detailed for \nstakeholders to assess the organization’s \nperformance. We have a rigorous system of internal verification. \nWe continue to use and develop an online data gathering \nsystem to further improve the quality of our data collecting \nand reporting. This report is also subject to review by our \nexternal auditors, PWC. Where relevant, explanations are \nprovided with regard to methodology and the sourcing of \nthird-party information. Please see pages 74-75 for our \nauditors report. \n“Timeliness” The organization should report on \na regular schedule so that information \nis available in time for stakeholders \nto make informed decisions. All information in this Review refers to 2015, unless otherwise \nstated. Financial data is taken from our 2015 Annual Report. \nThe contents of this Review are based on comprehensive \nreporting from individual country and business units. \nThis reporting took place between January and March 2016. \nWe publish our Review at the same time as our Annual Report, \nand several weeks ahead of the General Meeting of \nShareholders to allow proper scrutiny. Please see pages 56-57 \nfor further details.\n“Clarity” The organization should make \ninformation available in a manner \nthat is understandable and accessible \nto stakeholders using the report.Our goal in this Review is to use clear, simple, straightforward \nlanguage. Where necessary, explanations are included. \nWe also use recommendations from our annual stakeholder \nsurvey to help improve content and accessibility. Please see \npage 14-15 for further details. \n“Reliability” The organization should gather, record, \ncompile, analyze and disclose information \nand processes used in the preparation of \na report in a way that they can be subject \nto examination and that establishes the \nquality and materiality of the information. Sources of all third party / external information are provided \nin the text. This report is also subject to review by Aegon’s \nexternal auditors, PWC. Compliance with G4\n7\nReporting Supplement 2015", "metadata": {"source": "NASDAQ_AEGN_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}