{"page_content": "CONTINUED >Specific standard disclosures\nMaterial \naspect Disclosure of management approach / indicatorsPage\nreferences\nEconomic performance\nDMA Disclosure of management approach 22-25\nEC1 Direct economic value generated and distributed 61, 63, 66, 67, 68\nEC2 Financial implications and other risks / opportunity for the organization’s \nactivities due to climate change30. We currently do not see any immediate substantive \nrisks posed to us by climate change however we \ncontinue to assess this and have committed as part of \nour new PSI goals to assess climate change risk across \nour investment portfolio. More details on this are on \npage 70 and also in our annual Responsible Investment \nReport available at aegon.com . \nEC3 Coverage of organization’s defined benefit plan obligations 62\nEC4 Financial assistance received from government As we no longer receive any financial assistance from \nthe government, we no longer deem this indicator \nmaterial enough for us to report on.\nIndirect economic aspects\nDMA Disclosure of management approach 29, 30\nEC7 Development and impact of infrastructure investments and services \nsupportedWe do not hold any significant infrastructure \ninvestments. You can find information on our \nimpact investments on pages 29-30 and 63.\nEC8 Significant indirect economic impacts, including extent of impacts 6, 29, 30, 31, 67, 68, 71, 72, 74-75\nEmployment\nDMA Disclosure of management approach 49, 50\nLA1 Total number and rates of new employee hires and employee turnover \nby age group, gender and region50, 63, 64\nLA2 Benefits provided to full-time employees that are not provided to \ntemporary or part-time employees, by significant locations of operationWe don’t find this figure material enough to measure \nor report. Please see additional material indicators for \nthis aspect below. \nLA3 Return to work and retention rates after parental leave, by gender We don’t find this figure material enough to measure \nor report. Please see additional material indicators for \nthis aspect below.\nAEG Employee engagement & enablement Key measures for Aegon to meet our goal of being an \nemployer of choice. We provide quantifiable measures \nof our employee engagement and enablement, such as \nthe degree of employee motivation and commitment \nto the company. Please see pages 25, 50, 63.\nTraining & education\nDMA Disclosure of management approach 49-50\nLA9 Average hours of training per year per employee by gender and \nemployee category65\nLA10 Programs for skills management and life-long learning that support \nthe continued employability of employees and assist them in managing \ncareer endings49-50\nLA11 Percentage of employees receiving regular performance and career \ndevelopment reviews, by gender and employee category65Compliance with G4\n10\nReporting Supplement 2015", "metadata": {"source": "NASDAQ_AEGN_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}