{"page_content": "OUR EMPLOYEES\nThroughout our 36-year history, the retention, growth and \ndevelopment of our employees has been critical to our \nsuccess. In order to continue to deliver on our mission of \nproviding quality insurance services to our policyholders, \nit is crucial that we continue to attract and retain talented \nemployees that are aligned with our mission.We are committed to the health, safety, and wellness \nof our employees, as the success of our business is \nfundamentally connected to the well-being of our \npeople. In 2021, AMERISAFE continued to monitor \nthe health and safety of our employees in response \nto the ongoing COVID-19 pandemic. While much \nof 2020 initially involved efforts to minimize non-\nessential travel, promote work-from-home, and \nlimited in-person visits due to COVID-19, we began \nreturning our Safety, Claims, Premium Audit and \nSales employees to the field and employees back to \nthe home office in June of 2020, following local, state, \nand federal health and safety guidelines. AMERISAFE \ncontinues to maintain guidelines for admission to \nthe home office and for those employees working in \nthe field to ensure the safety of them, their families \nand our customers during the pandemic. Also, in \n2021, AMERISAFE encouraged its employees to get \nvaccinated offering a vaccine incentive of $100, as \nwell as time off for vaccinations and testing.\nWe also provide employees time off for annual \nwellness exams, reimbursements of health club \nmemberships, confidential counseling services, \nquarterly wellness luncheons, and an annual health \nfair to promote a culture of wellness. Additionally, \nemployees who complete an annual wellness exam \nand are enrolled in AMERISAFE’s health insurance, \nreceive a monetary incentive prior to the end of the \ncalendar year.EMPLOYEE HEALTH AND SAFETY\nAMERISAFE 2022 ESG REPORTSOCIAL\n30", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}