{"page_content": "A happy and engaged workforce is essential to delivering on \nour promises to policyholders and other stakeholders. We \nare proud of the people who come to work at AMERISAFE \nwho are inspired to do the right thing and help people stay \nprotected and cared for.\nWe provide employees with a 401K plan with company \nmatching contributions, health insurance plans, dental, \nvision, and other employee benefits. AMERISAFE has \nalso established an endowment to provide scholarships \nto dependents of our employees and members of the \ncommunity of our home office, recognizing the importance \nof educating future generations. Since 2016, we have \nmaintained a partnership with the Community Foundation \nof Southwest Louisiana to provide tax-free assistance to employees that have experienced a catastrophic event \nthrough an employee assistance fund. In addition to funding \nprovided by AMERISAFE, this fund also allows employees \nto make one-time or recurring monetary donations to assist \ntheir fellow employees either by direct payment to the \nfoundation, or through payroll deductions.\nIn 2021, we conducted a workforce assessment to \nunderstand AMERISAFE’s HR policies and procedures \nand a review of employee benefits. We also conducted \nan employee engagement survey in early 2022, during \nwhich we heard from employees that they feel they have \nresources they need to do their jobs, the training needed \nto do their jobs, and that their roles made good use of their \nskills and abilities.EMPLOYEE ENGAGEMENT\n2021 EMPLOYEE ENGAGEMENT AND DEVELOPMENT PERFORMANCE\n2.9%\n2021 INTERNAL  \nPROMOTION RATEYEARS10.7\nAVERAGE EMPLOYEE TENURE202014%\n202116.9%\nTURNOVER RATE\nPARTICIPATION RATE65%\nENGAGEMENT RATE56%\nEMPLOYEE ENGAGEMENT SURVEY (JANUARY 2022)\n31\nSOCIAL\nAMERISAFE 2022 ESG REPORT", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}