{"page_content": "ABOUT THIS REPORT\nThis is AMERISAFE’s first Environmental, Social, and Governance (ESG) Report. In this \nreport, we reference ESG reporting frameworks and standards, including the Sustainability \nAccounting Standards Board (SASB) and the Task Force on Climate-related Financial \nDisclosures (TCFD). The quantitative metrics included in this report cover AMERISAFE’s \noperations for the 2021 calendar year, and qualitative information includes initiatives \nthrough the second quarter of 2022. The environmental information included in this \nReport is preliminary, unaudited, and subject to revision. This Report may include data \nand statistics from third parties. We believe these sources are reliable but have not \nindependently verified this information. \nFORWARD-LOOKING STATEMENTS\nStatements made in this report that are not historical facts, including statements \naccompanied by words such as “will,” “anticipate,” “expect,” or similar words are forward \nlooking statements within the meaning of the Private Securities Litigation Reform Act \nof 1995 regarding AMERISAFE’s plans and performance. These statements are based \non management’s current expectations, assumptions, and projects as of the date of \nthis Report. You should exercise caution in interpreting and relying on forward-looking \nstatements because they involve known and unknown risks, uncertainties, and other facts \nwhich are, in some cases, beyond our control and could materially affect actual results, \nperformance, or achievements. You are encouraged to review the disclosures, including risk \nfactors, included in the Company’s filings with the Securities and Exchange Commission, \nincluding AMERISAFE’s Annual Report on Form 10-K for the year ended December 31, 2021. \nAMERISAFE cautions you not to place undue reliance on the forward-looking statements \nin this Report. AMERISAFE does no undertake any obligation to publicly update or revise \nany forward-looking statements to reflect future events, information or circumstances \nthat arise after the date of this Report.\n37\nABOUT ThIS REPORT\nAMERISAFE 2022 ESG REPORT", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}