{"page_content": "SUSTAINABILITY ACCOUNTING STANDARDS BOARD (SASB) RESPONSE\nFN-IN- 270A.1\nFN-IN 270A.2TRANSPARENT INFORMATION AND FAIR ADVICE FOR CUSTOMERSThe SASB Standards guide the disclosure of financially material sustainability information by companies to \ntheir investors. Available for 77 industries, the Standards identify the subset of environmental, social, and \ngovernance (ESG) issues most relevant to financial performance in each industry. To support the information \nneeds of investors and other stakeholders, AMERISAFE has provided the following information based on \nthe SASB Standard for the Insurance industry.\nTotal amount of monetary losses as a result of legal proceedings associated with marketing and communication \nof insurance product-related information to new and returning customers\nAMERISAFE was not involved in any legal proceedings of this nature.\nComplaints-to-claims ratio\nIn 2021, our complaints-to-claims ratio was 1 to 4,594. We have an extremely low number of complaints and \ncorresponding complaints-to-claims ratio due to our high touch model and focus on customer experience. Our \nLegal and Regulatory Departments work closely with regulatory agencies and the corresponding customer to \nresolve complaints promptly.\nOne reason for our low number of complaints is because we prioritize high quality customer service. Compared to \nother carriers, AMERISAFE has more interaction with its policyholders through personal contact with employers \nand claimants. We provide immediate service to claimants, contacting injured workers within 48 hours of the \nassigned indemnity claim and help the injured worker and/or family understand the claims process, available \nbenefits, and treatment options. We also work to maintain relationships with policyholders through workplace \nsafety visits during each policy cycle.\nAs of December 31, 2021, we averaged 49 indemnity claims per field case manager, which we believe is significantly \nless than the industry average. Our low number of claims caseloads allow us to dedicate more time to injured \nworkers and employers. This helps promote consistency of outcomes and expectations.\nAMERISAFE 2022 ESG REPORTABOUT ThIS REPORT\n38", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}