{"page_content": "INCORPORATION OF ESG FACTORS IN INVESTMENT MANAGEMENTFN-IN 270A.3Customer retention rate\nOur policy renewal rate on voluntary business that we elected to quote for renewal was 93.5% in 2021, 94.4% \nin 2020, and 94.1% in 2019. These renewal rates are disclosed in our public filings with the SEC and on the \nPolicyholders page of our website. This is calculated as the number of policyholders who chose to renew with us \nafter we offered them a renewal quote. This methodology is not currently reported by geography.\nFN-IN 410A.1Total invested assets, by industry and \nasset class\nAMERISAFE’s total invested assets, as of \nDecember 31, 2021, was $1.1 billion USD, \nand our investment portfolio allocation is \nas follows:FN-IN 270A.4Description of approach to informing customers about products\nOur insurance product is sold and marketed through partner independent agents and wholesale brokers. As \nsuch, AMERISAFE has limited direct communication with the prospective policyholder customers prior to issuing \na policy. The agencies and brokers we work with directly inform customers about the policy coverage available. \nTherefore, we work closely with those agencies and brokers to ensure they are able to transparently provide \nappropriate education and information on workers’ compensation, our safety services approach, our premium \naudit process, and our claims process. These agencies and brokers spend extensive time communicating with \ncustomers and gathering information about customers’ needs.\nOnce we receive a customer’s information, and if the customer meets our underwriting criteria, our underwriters \nprovide a quote and payment plan options. If we need additional information after the policy decision has been \nmade, we communicate with the agents and brokers to obtain additional information from policyholders. All \npolicies are audited after they are issued. We directly contact any non-paying policyholders to avoid issuing \nnotices of cancellation. We also have training manuals for our employees and agents that discuss our processes \naround transparency and frequency of communication.\nAS OF 12/31/21Municipals\nCorporates\nEquities\nCash and cash  \nequivalents\nU.S. Treasuries  \n& Agencies\nMBS\nABS/CMBS64%19%6%6%3% 1%\n<1%\n39\nABOUT ThIS REPORT\nAMERISAFE 2022 ESG REPORT", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}