{"page_content": "FN-IN 410A.2Description of approach to incorporation of environmental, social, and governance (ESG) factors in investment \nmanagement processes and strategies\nWe are heavily regulated, and our investment policy statement must comply with applicable laws in each state \nin which we operate. As such, the majority of our investments typically are held until maturity. In addition, our \napproach is to be more conservative than state law requires. For instance, our investment policy states we do \nnot invest in derivatives, even though some state laws allow it.\nOur in-house Management Investment Committee consists of our Chief Executive Officer, Chief Financial \nOfficer, Chief Risk Officer, Chief Administrative Officer/Compliance Officer, and Chief Underwriting Officer. Our \nBoard is actively aware of the value in integrating ESG into our investment policy and will work with our \nmanagement level Investment Committee to evaluate and develop any such considerations into its existing \ninvestment policy. We also are discussing potential social-oriented metrics that could be used in our screening \nprocess for municipal bonds.\nPOLICIES DESIGNED TO INCENTIVIZE\nRESPONSIBLE BEHAVIORFN-IN 410B.1Net premiums written related to energy efficiency and low carbon technology\nThis metric is not directly applicable to AMERISAFE, as we are a monoline workers’ compensation \ninsurance provider.\nFN-IN 410B.2Net premiums written related to energy efficiency and low carbon technology\nAMERISAFE offers Evolved Safety, a service that provides 24/7 safety training to policyholders and their \nemployees. These training offerings are available on a standard non-fee basis with additional trainings available \nfor an additional fee. In addition, during 2020, 92.5% of new voluntary business policyholders were visited prior \nto offering a premium quote, which includes an assessment of the employers’ safety practices. Our safety team \nalso conducts periodic workplace visits, assists in recommending enhanced safety management programs, and \nconducts post-accident reviews.\nAMERISAFE 2022 ESG REPORTABOUT ThIS REPORT\n40", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}