{"page_content": "ENVIRONMENTAL RISK EXPOSURE\nFN-IN 450A.1Probable Maximum Loss (PML) of insured products from weather-related natural catastrophes\nAs a monoline workers’ compensation insurance company, we do not have the same exposure to weather-\nrelated catastrophe losses as property insurers; accordingly, such catastrophe events are not a significant input \nfor our modeling purposes. For example, we do not consider hurricanes to present significant risk to our business \nbecause insured employees in the lines of business we underwrite typically are not working during a hurricane \nor other extreme weather-related events. \nWhile we typically insure smaller, more mobile work forces that work at different locations and are less likely to be \naggregated in one location, we are exploring whether to take additional geographic metrics into consideration \nwhen assessing climate-related risks. For example, when we model PMLs for concentration of payroll in cities \nwhere we have policyholders, we may consider the city’s earthquake exposure (in addition to other exposures \nsuch as terrorism or industrial accidents). As earthquakes are natural disasters that can have significant impacts \non our policyholders, we are mindful of policies that are in fault zones. \nPotential weather-related events and other natural catastrophes that may impact our reinsurance program \nare modeled. AMERISAFE purchases two programs for reinsurance: 1) a working layer, providing coverage for \nindividual claims pertaining to catastrophic claims (e.g., permanently disabled), and 2) catastrophe insurance for \nmass casualty events.\nFN-IN 450A.2Total amount of monetary losses attributable to insurance payouts from (1) modeled natural catastrophes and \n(2) non- modeled natural catastrophes, by type of event and geographic segment (net and gross of reinsurance)\nWe complete catastrophe modeling annually to identify the PML associated with natural catastrophe events. \nOur policyholders have not had any losses directly associated with a natural catastrophe event; therefore, we \nhave $0 in losses attributable to insurance payouts from natural catastrophe events.\n41\nABOUT ThIS REPORT\nAMERISAFE 2022 ESG REPORT", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}