{"page_content": "FN-IN 450A.3Description of approach to incorporation of environmental risks into (1) the underwriting process for individual \ncontracts and (2) the management of firm- level risks and capital adequacy\nAMERISAFE considers the climate-related considerations relevant to our policyholders’ location during \nits underwriting process and analyzes the potential impact to capital as a result of possible natural \ncatastrophe events. \nFor the reasons discussed elsewhere herein, we do not believe environmental risks present a material company \nlevel risk to our business at this time. As noted above, we are in the early stages of considering potential \nenvironmental risk exposures of certain industries for which we provide workers’ compensation coverage.\nFN-IN 550A.1Exposure to derivative instruments by category: (1) total potential exposure to noncentrally cleared derivatives, \n(2) total fair value of acceptable collateral posted with the Central Clearinghouse, and (3) total potential exposure \nto centrally cleared derivatives\nWe do not invest in derivatives. As such, we have no exposure to any derivative instruments of any category.\nFN-IN 550A.2Total fair value of securities lending collateral assets\nNoneSYSTEMIC RISK MANAGEMENT\nFN-IN 550A.3Description of approach to managing capital and liquidity-related risks associated with systemic non-insurance \nactivities\nOur investment policy is conservative in accordance with applicable insurance laws in the states in which we write \nbusiness. As such, our capital is primarily invested in long-term municipal and corporate bonds. AMERISAFE \nsubstantially exceeds minimum Risk Based Capital requirements established by state insurance regulators. We \ndo not participate in any systemic non-insurance activities.\nAMERISAFE 2022 ESG REPORTABOUT ThIS REPORT\n42", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}