{"page_content": "TASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD)\nDescribe the board’s oversight \nof climate-related risks \nand opportunities.GOVERNANCEThe Financial Stability Board’s Task Force on Climate-related Financial Disclosure (TCFD) \nhas developed a voluntary, consistent climate-related financial risk disclosure for use by \ncompanies in providing information to investors, lenders, insurers and other stakeholders. \nAMERISAFE’s TCFD report is organized around the framework’s four main pillars, which \nare governance, strategy, risk management, and metrics and targets.\nOur Nominating and Corporate Governance Committee is primarily responsible for \noversight of risks and opportunities presented by ESG matters, including climate-related \nrisks. Where appropriate, the Nominating and Governance Committee coordinates with \nthe Risk Committee with respect to climate-related risks and opportunities. Comprising \nall of AMERISAFE’s Board of Directors, the Risk Committee is responsible for assessing \nrisks and challenges the company is facing. While the Board generally considers climate \nimpacts to be indirectly related to AMERISAFE’s operations and business strategy, we \nrecognize that climate change impacts industries in which our policyholders operate and \nmay therefore indirectly affect our business and operations.\nDescribe management’s \nrole in assessing and \nmanaging climate-related \nrisks and opportunities.Our Enterprise Risk Management (ERM) program, led by our Chief Risk Officer, assesses \nclimate-related risks in terms of the potential impact on the industries of our policyholders. \nThese industries include construction, trucking, logging and lumber, manufacturing, \nagriculture, maritime, and other industries.\nAMERISAFE 2022 ESG REPORTABOUT ThIS REPORT\n44", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}