{"page_content": "Climate-related risks and \nopportunities identified over the \nshort, medium, and long termSTRATEGY\nCompared to other lines of business, workers’ compensation insurance is largely unaffected \nby natural disasters. We do not write property risks, and workers in the industries we \ninsure are unlikely to be working during catastrophic weather-related events. \nPresently, we are determining whether to use scientific modeling to assess how physical \nclimate-related risks – including extreme weather events that will grow in frequency, \nintensity, and duration as the effects of climate change intensify – may impact our \npolicyholders and their employees. We are currently determining how to quantify the \nindirect impacts of climate-related risks on our business and our policyholders’ businesses. \nWith respect to our operations, we recognize that our headquarters in DeRidder, Louisiana \nis exposed to hurricane risks. As part of the annual report we file with the State of California, \nwhich highlights our organization’s exposure to climate change risks, we report our office’s \ndistance from the Gulf of Mexico alongside other climate risk factors. \nImpact of climate-related \nrisks and opportunities on \nthe organization’s businesses, \nstrategy, and financial planning Our internal Disaster Recovery Plan helps AMERISAFE mitigate climate-related risks \nto our business. The Disaster Recovery Plan ensures the restoration of our Information \nTechnology (IT) platform following a disaster. This plan establishes protocols and critical \nbusiness continuity measures to guide AMERISAFE IT personnel and employees before, \nduring, and after a disaster. Our Disaster Recovery Plan allowed our business operations \nto continue functioning in critical areas, even after our main DeRidder, Louisiana location \nwas disrupted by two major storms in 2020 and one major storm in 2021. \nWe recognize that climate-related risks may also provide an opportunity for AMERISAFE \nto share resources that can innovate worker safety and education around climate risks \nas they affect our policyholders’ industries, and in the future, we may explore these \nopportunities with our safety training providers and partners.\nResilience of strategy using a 2C \nor lower scenarioAs we write workers’ compensation, we have no property-related exposure, and are \ntherefore yet to conduct a climate-related scenario analysis.\n45\nABOUT ThIS REPORT\nAMERISAFE 2022 ESG REPORT", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}