{"page_content": "RISK MANAGEMENT\nMETRICS AND TARGETSProcesses for identifying and \nassessing climate-related risksThe Nominating and Corporate Governance Committee has responsibility for oversight of \nESG risks, including those indirectly raised by climate-related issues, and coordinates with \nthe Risk Committee on such risks as appropriate. The Risk Committee has responsibility \nfor the identification of current and emerging risks broadly across organizational and \nfunctional boundaries.\nMetrics used to assess climate-\nrelated risks and opportunitiesAMERISAFE is exploring operational and geography-based metrics for managing climate-\nrelated risks and opportunities. In terms of operational metrics, we track our main office’s \nelectricity usage and our printed paper usage by department, with an aim to reduce our \npaper consumption. As a result of our efforts, paper usage across AMERISAFE has fallen \n60% over the past five years. \nIn terms of broader climate-related risk exposures from our policyholders, we are evaluating \nwhether geography-based metrics can help us assess the risks of weather-related events \nto our policyholders. We currently account for earthquakes in assessing our PMLs and \nmay expand this to other weather-related perils.Processes for managing climate-\nrelated risksWhen AMERISAFE’s strategic, operational, and physical risks are identified, including those \nindirectly impacted by climate-related issues, risk mitigation plans are developed as part \nof our ERM program. The Chief Risk Officer is primarily responsible for the administration \nof the ERM program and supports periodic risk management training to ensure both \nemployees and the Board are appropriately informed of their responsibilities and have \nplans to manage AMERISAFE’s top risks. Because of the nature of our business, climate \nchange is not one of our top ten risks at this time. \nIntegration of risk processes  \ninto overall risk managementWe maintain a risk universe of strategic, operational, and physical risks that are assessed \non an annual basis to determine what the most significant risks are to the company, what \ncontrols are in place to address these risks, and what their potential impacts are. Our \ndepartment heads are responsible for executing on plans throughout the year to address \nor mitigate our key, identified risks.\nAMERISAFE 2022 ESG REPORTABOUT ThIS REPORT\n46", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}