{"page_content": "AMERISAFE, Inc. (AMERISAFE) is an insurance holding \ncompany, incorporated in Texas in 1985. We began \noperations in 1986 by focusing on workers’ compensation \ninsurance for logging contractors in the southeast United \nStates. Beginning in 1994, we expanded our focus to include \nthe other hazardous industries we serve today. \nWe are a specialty provider of workers’ compensation \ninsurance focused on small to mid-sized employers \nengaged in hazardous industries, principally construction, \ntrucking, logging and lumber, agriculture, manufacturing, \ntelecommunications, and maritime. We have gained \nsignificant experience underwriting the complex workers’ \ncompensation exposures inherent in these industries. We \nprovide coverage to employers under state and federal \nworkers’ compensation laws. These laws prescribe wage \nreplacement and medical care benefits that employers are \nobligated to provide to their employees who are injured in \nthe course and scope of their employment. \nOur workers’ compensation insurance policies provide \nbenefits to injured employees for, among other things, \ntemporary or permanent disability, death and medical and \nhospital expenses. The benefits payable and the duration of \nthose benefits are set by state or federal law. The benefits \nvary by jurisdiction, the nature and severity of the injury, \nand the wages of the employee. The employer, who is the \npolicyholder, pays the premiums for coverage.\nWe employ a proactive, disciplined approach to underwriting \nemployers and providing comprehensive services intended \nto lessen the overall incidence and cost of workplace injuries. We provide safety services at employers’ workplaces as a \nvital component of our underwriting process and to promote \nsafer workplaces. We utilize intensive claims management \npractices that we believe permit us to reduce the overall \ncost of our claims. In addition, our premium audit services \nensure that our policyholders pay the appropriate premiums \nrequired under the terms of their policies and enable us to \nmonitor payroll patterns that cause underwriting, safety, or \nfraud concerns.BUSINESS OVERVIEW\nF\n42.7%86% in Hazard \nGroups E-G\n14% in Hazard \nGroups A-DHIGHER RISK\nLOWER RISKE\n25.4%G\n18.0% D\n5.8%C\n7.1%B\n0.9%A\n0.0%\n2021 PREMIUMS BY HAZARD GROUP\nAMERISAFE 2022 ESG REPORTINTRODUCTION\n6", "metadata": {"source": "NASDAQ_AMSF_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}