{"page_content": "TI subscribes to the Global Reporting Initiative’s \n(GRI) Sustainability Reporting Standards (GRI \nStandards). This table is an index of general \nand specific standard disclosures based on \nGRI guidance. The index provides a simple and \nstandardized way to share information that is both \nrelevant and important to TI and its stakeholders.Standards content index \nIndicator Description Location\n102-1 Name of the organization Texas Instruments Incorporated (NASDAQ: TXN)\n102-2 Activities, brands, products and services For more information, see our SEC Form 10-K, Part I, pages 2-4.\n102-3 Location of headquarters Our headquarters is located at 12500 TI Boulevard, Dallas, Texas 75243.\n102-4 Location of operations Go here to view our major locations. \n102-5 Ownership and legal form For more information, see our SEC Form 10-K, Part I.\n102-6 Markets served For more information, see our SEC Form 10-K, Part I, pages 5-7.\n102-7 Scale of the organizationOn Dec. 31, 2017, TI had 29,714 employees and manufacturing, design and sales operations in \nmore than 30 countries. We sold tens of thousands of products and generated $14.96 billion in \nrevenue. (SEC Form 10-K, Part I, Item 1, pages 2, 9; Item 2, page 14)\n102-8 Information on employees and other workers Please see Employees to learn more about our team.\n102-9 Supply chain Go here to learn more about our Supply chain management.\n102-10 Significant changes to the organization and its supply chainTI announced in January 2017 a reorganization of the product lines inside our two business \nsegments, Analog and Embedded Processing, to align by product categories that our customers \nthink about. Analog is comprised of three major products: Power, Signal Chain, and High Volume \nAnalog and Logic (HVAL). Embedded Processing is comprised of two product lines: Connected \nMCU and Processors. TI made no significant changes to its size, ownership or supply chain during \nthe year. In 2017, revenue grew 12 percent. For more information, see our  SEC Form 10-K.\nGRI Index\n2\nTEXAS INSTRUMENTS\n", "metadata": {"source": "NASDAQ_TXN_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}