{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report12\nAbout                        Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nFOCUS AREA ASPIRATION METRIC2019  \nSTATUS  MORE  \nINFORMATION\nMake a positive impact \nin our communitiesIncrease year-over-year engagement in Global Day of Service, our primary employee volunteer event 13% increase in employee participation over 2018 \nPage 18\nBe responsible stewards of our shared environmentReduce greenhouse gas emissions (absolute and intensity)Establishing baseline in 2020\nPage 23\nIncrease amount of water recycled and reusedEstablishing baseline in 2020\nPage 23\nMaintain zero process waste-to-landfill enterprise-wide year over year Ongoing \nPage 21\nSupport people affected by rare and devastating diseases and their caregivers throughout the patient journey Increase the percentage of eligible patients who have been diagnosed with a disease that Alexion treats, that are included in Alexion patient support programs year over year, regardless of whether they are using our therapies Nearly 70% of new, international patient support programs established in 2019 included patients not currently on Alexion therapies\nPage 27\nEnsure that, where possible, ongoing and new patient support programs have patient organizations involved in development, design and implementation All international patient support programs initiated in 2019 included patient organization input\nPage 28\nGenerate real-world evidence to document the benefits and safety of Alexion treatments Ongoing\nPage 29CSR-STAR ASPIRATIONS AND METRICS\nIn 2019, Alexion formalized aspirations and accompanying metrics aligned with our CSR-STAR Platform. Even though these formal aspirations and metrics were recently established, our teams have been committed to many of these areas of focus since the company’s founding. For most areas, 2019 will serve as the baseline year against which we will measure progress, with the exception of two environmental metrics for which the baseline year will be 2020. Moving forward, we plan to report yearly progress against these aspirations in our annual CSR report. ", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}