{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report14\nAbout                        Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nABOUT THIS REPORT  \nRecognizing the importance of corporate social \nresponsibility at Alexion, we are pleased to publish Alexion’s first CSR report. We expect to update this report on an annual basis. This report references the Global Reporting Initiative (GRI) Standards 2018 and selected indicators from the Sustainability Accounting Standards Board (SASB). Please see the Reporting Index beginning on Page 52 for details.\nThis report focuses primarily on activities \nfrom calendar year 2019, and except where indicated otherwise, performance metrics are as of Dec. 31, 2019. Quantitative metrics cover all entities contained in our consolidated financial statements. Qualitative narrative may be global, regional or within a given country, depending on the topic area. \nQuestions or comments regarding this report \nshould be directed to CSR@alexion.com. \n \nCSR MATERIALITY ASSESSMENT  \nWe conducted a detailed materiality  \nassessment to identify the CSR topics that  \nare of greatest importance to Alexion and  \nour stakeholders. The threshold for materiality  \nin CSR reporting, as described in the GRI \nStandards, is lower than the threshold for information that must be disclosed in mandatory financial disclosures, such as the Form 10-K.   The topics considered in the CSR materiality assessment were developed based on matters identified by a cross section of internal and external stakeholders, as well as a review of key frameworks such as GRI and SASB and the material topics published by peer companies and CSR leaders.  More than 60 internal and 30 external stakeholders were queried in this process. Patient organizations, investors, former regulators, community groups, environmental NGOs, recruitment firms and research organizations were engaged to prioritize the topics. The results of this assessment informed both our CSR-STAR Platform and the content of this report.  \nMATERIAL (CSR) TOPICS  \n(Topics listed in alphabetical order; bolded topics were identified as most material)\n• Access to Medicines \n• Clinical Data Transparency• Community Engagement• Counterfeit Drugs • Diversity and Inclusion• Employee Attraction, Retention  \nand Development \n• Environment• Ethics• Executive Compensation• Governance• Health Outcomes and Patient Safety• Manufacturing • Occupational Health, Safety  \n  and Wellness• Patient Organization Engagement • Physician Awareness and Education• Pricing and Reimbursement • Product Disposition • Research and Development • Supply Chain\n \nFor information on how we manage our material topics, please see the Management Approach section \nof the Reporting Index on Page 64 .\n▲ Quinn, living with HPP", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}