{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report16\nAbout                      Serve                         Transform              +           Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nAT ALEXION,  among the ways we’re working toward a brighter future is by supporting strong \ncommunities and a healthy environment. Not only is this the right thing to do, it’s essential to the sustained  \nwell-being of our company and our many stakeholders.\nSERVING COMMUNITIES  \nAlexion aims to create positive change in  \nthe local communities around the world where \nour employees live and work through strategic charitable giving, engaging with nonprofits and educational institutions, and through employee volunteerism.  \nGIVING BACK IN MULTIPLE WAYS  \nAlexion has long been invested in our communities. In 2019, we refined our  \napproach to be more strategically focused so that our charitable giving may have the maximum positive impact. We do this through two main impact areas: the Alexion Charitable Foundation and Corporate Giving. These avenues are separate from, and in addition to, our patient support programs (see Page 27) and our direct engagement with various patient organizations. \nAlexion Charitable Foundation. The mission \nof the recently formed Alexion Charitable Foundation is to offer promise and cultivate a sense of belonging – particularly for people affected by a rare disease – through initiatives that advance emotional well-being, educational opportunities and economic relief. For purposes of the Foundation’s charitable giving, it defines “rare disease” by disease states listed in the  \nGlobal Genes’ RARE List . Within this context, \nthere are two areas through which we provide funding.Rare Belonging\nTM unifies a suite of funding priorities to benefit people affected by a rare disease \n– including patients, their families and caregivers. As the primary focus of the Alexion Charitable Foundation, it aims to help the rare disease community cope with isolation, attain needed  \neducation and job skills support, and help alleviate some key economic burdens.  \nThrough Rare Belonging\nTM, the Alexion Charitable Foundation will provide funding to third-party, \ndisease-agnostic nonprofit organizations that will design and administer programs that align with  \nRare BelongingTM guidelines and criteria. These third parties will award and distribute monetary grants \nto individuals and organizations in alignment with the Rare BelongingTM suite of funding priorities.\nAlexion community partner URU, The Right to Be, Inc. debuts their \"You Can't Be What You Can't See\" \nvirtual reality learning experience at URU's Changing the Face of STEM initiative in Dallas, Texas.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}