{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report17\nAbout                      Serve                         Transform              +           Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nExamples of Rare BelongingTM funding  \npriorities include: \n•\n Ment\nal health counseling: Connecting \nthe rare disease community with mental \nhealth professionals, supporting mental health tracks at conferences and providing conference tuition assistance.\n•\n E\nducation and job skills: Supporting \neducational needs for school-age children and young adults, and career reskilling for newly diagnosed adults in the rare community.\n•\n T\nransportation and accommodations: \nProviding transportation and accommodations funding for pressing, nonmedical and medically related needs.\n•\n Cr\nitical needs: Providing financial  \nassistance to the rare community in times  \nof critical need, such as natural disasters  \nor significant, unplanned expenses.Local Needs Grants. The Alexion Charitable \nFoundation focuses most of its resources  \non Rare BelongingTM funding priorities.  \nHowever, a portion of its funding goes  \nto organizations in the communities where Alexion has a major presence, but without the strict requirement of benefiting the rare disease community. \nLocal Needs funding focuses on helping people \nwho are disadvantaged or disenfranchised. This enables the Foundation to positively impact the communities where we live and work. Examples of initiatives that might be supported include:\n•\n A\ndvancing emotional well-being through \nmental health and other social services. \n•\n A\ndvancing educational opportunities \nthrough basic education, science, technology, engineering and math (STEM) education, job readiness and other skills.\n•\n A\ndvancing the cause of diversity and \ninclusion in society and critical institutions.Corporate Giving. The guidelines for Alexion’s Corporate Giving program are similar in focus to the Local Needs Grants of the Alexion Charitable Foundation. Alexion’s Corporate Giving mission is to positively impact our local communities — with a particular focus on people who are disadvantaged or disenfranchised — through initiatives that advance emotional well-being, provide educational opportunities and promote diversity and inclusion in society and critical institutions. \nAs a company, Alexion’s positive impact \nreaches beyond just the dollars we contribute. We also aim to positively affect people affected by a rare disease through initiatives such as  \nour Diagnostics Strategy (Page 42), Research  \nand Medical Education (Page 45), Patient Organization Support (Page 28) and  \nPatient Support Programs (Page 27). \nRare BelongingTM unifies a suite of funding priorities  \nto benefit people affected by a rare disease – including \npatients, their families and caregivers.\n", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}