{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report19\nAbout                      Serve                         Transform              +           Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nIn addition to our companywide Global Day of \nService, individual Alexion offices organize their own local initiatives aligned with our Corporate Giving mission. Some efforts from 2019 include:\nBoston, Massachusetts, U.S.  \nIn 2019, Alexion provided financial support \nto Science from Scientists, whose mission is \nto teach and inspire the next generation of students by improving STEM literacy. We also became a founding member of Life Science Cares, a collective industry effort to help address the impact of poverty and inequality in Greater Boston. Boston employees participated in initiatives throughout the year, including  \na book drive for More Than Words, a nonprofit that empowers at-risk youth, and a grocery drive to help local families during the holiday season. \nAlexion was one of the first partners of the  \nBig Sister Association of Greater Boston's  \nWorkplace Mentoring Program. The program \nmatches volunteer employees from partner companies with middle-school students in Boston Public Schools. Alexion recruited close  \nto 20 Big Sister mentors who met biweekly  \nwith their Little Sister during the academic school year.\nNew Haven, Connecticut, U.S.  \nEmployees volunteered to coordinate the  \nSpecial Olympics Bowling Competition within \nthe Special Olympics of Connecticut Holiday \nSports Classic, and volunteered and served  \non the judging panels of both the Connecticut  \nScience & Engineering Fair and the New Haven Science Fair .Bogart, Georgia, U.S. ► Employees at Alexion’s manufacturing facility in Bogart partnered with a local food bank, working alongside the Food Bank of Northeast Georgia’s  \ncoordinators on a monthly basis to sort canned goods, package donated produce and prepare meals for families, schools, children and shelters. The Food Bank distributes more than 11 million pounds of food across 14 counties in Northeast Georgia each year.\nIt has been eye-opening to see the positive impact the \nFood Bank of Northeast Georgia has on our community and on our employees – a fantastic team-building experience!\n– KIM F. \nQA SPECIALIST II, TRANSGENIC OPERATIONS     \nAll eligible \nemployees  \nreceive up toper calendar year for qualified volunteer activities, in addition to  \nour Global Day of Service. 8 HOURS \nPAID TIME OFF", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}