{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report25\nAbout           +           Serve                        Transform                        Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nPATIENTS ARE OUR GUIDING STAR  and the driving force behind our  \npursuit of brighter futures for all of our stakeholders. Patients inspire us daily and are the living embodiment  \nof the purpose behind our work. Every day we urgently seek to understand patient journeys, find answers and \ncollaborate to deliver access to therapies that can change the lives of people living with rare diseases.\nAlexion’s vision is to continuously raise the bar to deliver on patient expectations with solutions \ndesigned for them as people – meaning we want to take the time to understand their social and emotional lives, as well as their medical condition. \nIn 2019, we created STAR  – Solutions To Accelerate Results for patients – a framework  \nand method to accelerate the development of enterprise-wide solutions and integrate \ninternal and external insights on the patient experience. The STAR mission is to bring  \ntogether internal and external stakeholders to identify and solve urgent patient challenges.\nSome of the accomplishments of STAR to date include:\n•\n Cr\neating and implementing the Patient and Stakeholder Value (PSv) model,  \nan enterprise-wide model for deepening our understanding of the patient and \nstakeholder journeys.\n•\n De\nveloping an interactive solution to house patient and stakeholder insights  \nand solutions.\n•\n Definin\ng Alexion’s enterprise diagnostic strategy (see Page 42). \n•\n P\niloting holistic patient and stakeholder experience models for NMOSD,  \nPNH and Wilson disease. As part of these pilots, we created Patient and  \nStakeholder Experience Factbooks, incorporating patient and caregiver  \naccounts of their experiences, emotions and ethnography insights. \n•\n Embeddin\ng tangible patient-centric initiatives in the organization and  \nexpanding mindsets. ACCELERATING RESULTS for PATIENTS THROUGH STAR \nWe are learning the art  \nof what it means to truly listen. \nIt’s a totally different approach where rather than promoting our messages for their response, we humbly listen to continuously understand challenges patients and stakeholders face and the best way we can serve them.\n– ASA M.  \nINTERNATIONAL INTEGRATION  \n& TRANSFORMATION LEAD", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}