{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report26\nAbout           +           Serve                        Transform                        Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nINCORPORATING PATIENT INPUT\nWhere possible, we aim to seek patients’ input, including on our rare disease registries regarding  \ndata collection, analysis and publication, and acknowledge patient authorship. In 2019, we included \npatients for registries in PNH and aHUS and published our first patient plain-language summaries  \nfor scientific journals, which we expect will become a standard practice. \nTo inform protocols and patients’ informed consent documents, we strive to include patient  \nand caregiver perspectives, advice and input into early clinical development plans and identified  \nPhase II/III Alexion clinical trials. In 2019, we did the following: \n•\n T\no help inform our amyotrophic lateral \nsclerosis (ALS) clinical development,  \nwe engaged patient organizations  \nand individuals in the ALS community  \nfrom the very beginning. As a result,  \nwe designed our CHAMPION-ALS study –  \na Phase 3 double-blind placebo-controlled \nstudy that will enroll approximately  \n350 adults with sporadic or familial ALS  \n– based on input from people living with  \nALS, caregivers, leading ALS specialists  \nand global regulatory agencies.\n•\n W\ne facilitated forums with patient \norganizations and leveraged patient  \nadvocates from the aHUS Registry    Scientific Advisory Board to help inform  \nour TMA program. \n•\n A\ns part of our ULTOMIRIS® (ravulizumab-  \ncwvz) subcutaneous program, we collected patient feedback on the device used in the program to understand human factors,  \nappeal and convenience. \n•\n A fir\nst for Alexion, we included a wearable \ndevice as an exploratory assessment  \nin a clinical trial in adults with HPP.  \nThe wearable technology will further our understanding of the patient’s experience using STRENSIQ\n® (asfotase alfa) and their \nlimitations in daily life, as well as support  \nany potential future clinical studies in HPP. \nMeet Roberta\nRoberta was just 16 and \nattending nursing school in Romania when she started having trouble brushing her hair, keeping her hands up  \nto write on the blackboard  \nand began slurring her words. She was diagnosed with gMG. After participating in a clinical trial for SOLIRIS\n® (eculizumab), \nher voice, ability to chew and swallow, and fatigue improved, and she was able to return to work after nearly 20 years of struggling with her symptoms. Learn more of Roberta’s story . \nSTAR PATIENT INSIGHTS and SOLUTIONS HUB \nOne of STAR’s key initiatives is the Patient Insights and Solutions Hub, designed to merge the way  \nwe work and how we serve to continuously deliver differentiated value to patients, stakeholders  \nand employees. This multidimensional, online experience for employees is grounded in real data  \nand provides an opportunity for idea sharing and internal knowledge building, while protecting \nindividual privacy.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}