{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report27\nAbout           +           Serve                        Transform                        Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nPROVIDING PATIENT SUPPORT  \nThe impact of rare diseases on patients and their families is profound. The complexity of living  \nwith a rare condition can compound the difficulty. Our patient support programs are designed  \nwith the patient journey in mind. In 2019, we established an aspiration to increase the percentage  \nof eligible patients who have been diagnosed with a condition that Alexion treats, that are included  \nin Alexion patient support programs year over year, regardless of whether they are using our therapies. \nIn international markets, including Japan, nearly 70% of new patient support programs established  \nin 2019 included patients not currently on Alexion therapies.\nMeet Tanner\nWhen Tanner was born, his \nmother, René, did not suspect anything was wrong with him. Then, doctors noticed his wrists were retracting, and he had an unusual amount of cartilage. Diagnosed with HPP, doctors told René that Tanner had  \na 50% chance of survival. With  \nno approved therapy for HPP,  \nhe participated in a clinical trial for STRENSIQ\n® (asfotase alfa). \nYears later, Tanner is doing well and continues to receive treatment with STRENSIQ.  \nLearn more of Tanner’s story . EDUCATING \nPATIENTS AROUND \nthe WORLD\nAlexion is committed to educating patients  \nabout their disease by providing patient support \nprograms that help people living with a rare disease to \nbetter manage their symptoms, understand their treatment \nand improve their overall health. Efforts in 2019 included:\n► In Austria and Germany, we created an educational brochure  \non gMG for patients around the world, with patient input  \non content and format. The brochure has been rolled out  \nin Austria, Canada, Germany, Japan and Switzerland. \n► For those living with PNH in Japan, we’ve developed  \na mobile app to help patients record their symptoms \nand share information directly with their \nphysicians. We also created a “movie book” to \nexplain PNH and its treatment through  \nplain-language videos.\nAira, living \nwith HPP", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}