{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report28\nAbout           +           Serve                        Transform                        Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nIn North America, we offer a personalized \nprogram that provides education, assistance with access and treatment support for people living with aHUS, gMG, HPP, LAL-D, NMOSD  \nand PNH, and their caregivers. \nOutside North America, our patient support \nprograms include traditional patient services  \nlike homecare, injection training and other support through programs like Alexiah,  \nMyHPP or Healthcare at Home. The programs also include activities designed to respond  \nto patient education needs and requirements  \nfor tools and resources to track their symptoms. \nIn 2019, all new international patient support \nprograms had patient organizations involved in their development, design and implementation. \nACCESS TO MEDICINES  \nAlexion recognizes that access to the  \nmedicines patients need can be challenging. Within the parameters of our current programs, we make efforts to provide or support programs for eligible patients to apply for access to our therapies when other options are not available  \nor sufficient.\nIn the U.S., the Alexion Access Foundation \n(AAF) is available for patients who have been diagnosed with a disease for which one of Alexion’s medicines is approved by the Food  \nand Drug Administration, who do not have insurance, access to insurance or any other means of obtaining Alexion medication,  \nand who meet certain criteria. The Global Access to Medicines (GATM) program \nprovides eligible patients outside of the U.S. with an option to apply for access to our medicines at no cost under certain circumstances. \nWORKING WITH PATIENT \nORGANIZATIONS  \nCritical to our commitment to understanding \nthe patient journey and helping advocate for the principles and issues that matter to them, we work with patient organizations worldwide. This includes listening and learning to better understand rare diseases, improving patient care and enhancing patient access to innovative therapies. Our support for global and regional organizations is governed by internal policies developed to ensure the integrity of our interactions with these organizations and  \ntheir independence from Alexion. \nAnother way we support people living with  \na rare disease is by being a key influencer of \npatient organization engagement standards across the industry through ongoing, proactive thought leadership. We did the following in 2019:\n•\n In\nvolved patient organizations in our  \nSTAR workshops and LEAP sessions.\n•\n C\nonnected patient organizations to each \nother to create channels for best practice sharing.\n•\n En\ngaged patient organizations early in our \nALS and Wilson disease programs to learn  \nthe ways they suggest we best work with their patient communities.Medical Affairs  \nSTRATEGY\nAlexion’s Global Medical Affairs and \nHealth Economics team integrates a suite of experts who help optimize access, health outcomes and patient experiences by engaging various members of the medical community throughout the patient journey to better understand their pain points and value drivers. This team delivers evidence from clinical trials and important information from real-world settings like rare disease registries and database bank analyses.PROVIDING PATIENT  \nSUPPORT (continued)", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}