{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report30\nAbout           +           Serve                        Transform                        Advance          +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nGOVERNING SAFETY  \nWITHIN ALEXION  \nThe safety of the people on our therapies  \nand who participate in our clinical trials  \nis of paramount importance.    \nAlexion’s Regulatory Affairs Team works  \nwith regulators to ensure our medicines  \nmeet the highest regulatory standards.  \nThis team infuses regulatory considerations  \ninto the drug discovery and development  \nprocess, helping us better serve patients  \nand more successfully register medicines  \nin global markets. Alexion’s Drug Safety Team proactively  \nassesses, manages and communicates  \npatient risk associated with Alexion medicines. \nThe team is dedicated to advancing patient safety and complying with global regulatory requirements. To reinforce our commitment to drug safety throughout our entire organization, all employees are trained upon hire, and annually thereafter, to accurately identify and report adverse events within 24 hours. \nClinical Trial Safety. Clinical trials are a critical part of our efforts to develop innovative new \ntherapies for patients with severe and life-threatening rare diseases. Alexion's clinical trials investigate potential new therapies that may offer hope to people who haven’t yet found an effective or tolerable solution. See our website for more information on our clinical trials in a wide range of therapeutic areas. \nOur Development Operations & Quantitative Sciences (DOQS) Team is responsible for overseeing \nAlexion’s clinical trials, specifically:\n•\n Ov\nersight of contract research organizations in managing investigator site activity to ensure \nregulatory compliance, data integrity, risk mitigation and inspection readiness;\n• O\nversight and management of all Centers of Excellence vendors, ensuring they are compliant \nwith standard operating procedures and established training practices, and effective in clinical  \noperational methods;\n•\n Application of c\nlinical study design and statistical methodology, study analysis and reporting,  \nand final accountability for data readouts; and\n•\n A\nuthorship of protocols, briefing books, investigator brochures, study reports and submission \ndocuments. ENHANCING QUALITY  \nIn 2019, we rolled out a new training program for General Managers in our various country offices to illustrate how bringing a quality mindset into decision-making helps us anticipate and mitigate quality risks. Similarly, a new, scenario-based quality training was delivered to our Development Team Leaders to ensure that  \nthey have the right tools to emphasize quality in their daily work. \nAlso, in 2019, our Quality team announced the global rollout of an enhanced  \nProduct Complaint Management Process. This improved procedure strengthened \nour existing reporting process and is essential to understanding customer feedback, the performance of our medicines and areas for improvement. \n", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}