{"page_content": "A Message from CEO Ludwig Hantson\n \nDEAR COLLEAGUES AND  \nCOMMUNITY MEMBERS,  \nSince our founding in 1992, Alexion has focused \non transforming the lives of people living with rare and devastating diseases through the development and delivery of valued innovative medicines. While the company has grown and changed in countless ways since then, our commitment to serving patients has remained steadfast throughout our history. Today, we continue to keep patients at the center of all we do – they are our Guiding Star – as we also embrace corporate social responsibility (CSR) in a manner that embodies our mission, while providing value for all of our stakeholders.\nThis is especially important during a global \nhealth crisis like the current COVID-19 pandemic. Information about our response to this critical issue can be found on our website. This report focuses on our CSR activities in 2019. \nAlexion's mission-driven approach inspires us, \ngiving us even more reason to believe in the importance of our purpose and perform at our personal best. At Alexion, we work to change lives for the better – ours, people living with rare diseases and the communities we serve – and our commitment to being a responsible corporate citizen helps make it possible. In 2019, we took major steps to formalize our CSR commitment. This report, titled Brighter Futures – our first on this topic – brings this commitment to life and underscores the fact that we know this  \nis a journey of continuous improvement and that we’ll always have more to do.\nProviding the structural framework  \nfor this work, Alexion’s CSR-STAR Platform \n(see Page 11) sets forth the key principles \nof our approach: S erve Communities and \nSustain Our Planet, T ransform Patient \nLives, Advance Our People and Our \nCompany, and R edefine What it Means \nto Live with a Rare Disease. All of these principles are built upon a Foundation  \nof Ethics and Compliance.\nSeveral years ago, we embarked on  \na substantive research exercise to identify \nand prioritize the CSR-related topics most important to our many stakeholders and the success of the company. We engaged dozens of perspectives in that process, including those from patient organizations, employees, investors, former regulators, community groups, environmental NGOs, recruitment firms and research organizations. We also looked to widely accepted CSR and pharma industry frameworks for guidance and inspiration.\nAbout            +           Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report4", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}