{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report32\nWE AIM TO ATTRACT TALENT  at Alexion that is inspired by our mission and \nchallenged by our work to transform the lives of people affected by rare and devastating diseases. Together, we are \nbuilding the most rewarding company to work for, where people produce and enable meaningful and fulfilling work, are valued and feel they belong. Our people are empowered to make a difference and their diversity of backgrounds and ideas is encouraged and embraced.\nADVANCING  \nOUR EMPLOYEES  \nBreakthrough innovations require purpose-\ndriven, high-performing talent. In addition to recruiting passionate and diverse colleagues, we continuously evolve our business with our approximately 3,000 employees in mind, and  \nwe want employees to feel respected, valued  \nand empowered. We believe our employee-centric culture and agile approach to the employee experience allows our people  \nto fulfill their true potential, setting  \nus apart from other biopharmaceutical  \nand biotechnology companies.\nFOCUSING ON CULTURE  \nDelivering on the tenets of a rewarding  \ncompany helps us contribute to the patient journey, create value for all of our stakeholders and build a competitive advantage. We’re striving for this aspirational culture through initiatives such as: \n•\n E\nquipping and empowering our leaders \nto take accountability for shaping our environment. We provide leaders the \nresources and tools needed to create  an inspired environment. Our Culture Coalition leaders meet regularly to  \nexchange best practices and ideas. \n•\n Re\nwarding and recognizing our  \ncolleagues’ achievements and work.  \nWe believe recognition should be  \naligned with our values and, when  \npossible, instantaneous. To that end,  \nwe have a program where employees  \nat all levels can easily “badge” another employee anywhere around the globe  \nat any time of the year for their great  \nwork consistent with our values.  \nWe also offer formal recognition  \nthrough our Nomination November initiative, Spot Awards, Living the  \nValues Awards, Quality Excellence  \nAward and our Guiding Star Award  \n– the company’s highest honor. \n•\n En\ngaging and empowering team \nmembers around the globe in shaping our culture. We have dedicated “Culture Champions” from various functions and geographies that connect to share best practices for driving culture transformation across the organization. Our culture is guided by  \nfour key priorities:\nEnabling a speak-up,  \nquality and compliance environment. \nEmpowering leaders  \nto create the environment  to live our values. \nSpurring innovation to  \nbest serve patients and customers. \nCreating business  \nprocesses and decision-making to best serve  patients.Setting the Course:   \nOUR CULTURE PRIORITIES\n1\n2\n3\n4", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}