{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report33\nFOCUSING ON THE  \nHUMAN EXPERIENCE  \nAs an organization, we’re focused on curating \nthe experience of both our employees and patients (see Page 25). We listen to them  \nto help us develop and deliver new solutions based on their input and needs, and we  \nleverage technology to further accelerate  \nthose experiences. \nWe plan to enhance our employee experience \nthrough the following guiding principles:\n•\n F\noster a sense of belonging and trust by \nengaging and acting upon employees’ unique insights and experiences.\n•\n Cr\neate capacity for all employees to allow  \nfor leadership and innovation that is aligned to our business strategy.\n•\n P\nrovide up-to-date, intuitive and easily \naccessible resources enabled by technology.\n•\n C\nontinuously break traditional thinking to \nbetter listen to and advocate for employees, so that employees feel fulfilled professionally and personally. To ensure that we’re living up to these  \nprinciples, we regularly solicit employee feedback through our annual Culture Survey, focus groups, interviews and one-on-one dialogue. This ongoing feedback ensures we are in touch with employees and continually improving. \nBased on our Culture Survey results, we focused \non enhancing our speak-up culture, creating an environment where employees are encouraged to share their ideas and concerns. We also continue to see year-over-year improvement across our core values in the survey results – including a 34-point gain in our employee Net Promoter Score in 2019, a measure of how likely one’s employees are to recommend the company as a great place to work.\nLaunched in 2019, Alexion Connect & Engage (ACE)  \nis Alexion's new digital platform aiming to further an exceptional employee experience. ACE provides employees with news, resources and information to make their work lives easier and connect them with colleagues around the world. ACE-ing  \nTHE DIGITAL  \nEXPERIENCE", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}