{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report35\nEMBRACING BELONGING  \nAlexion encourages diversity of backgrounds  \nand ideas. We genuinely care for and respect \neach other, working together as a high-performing team to deliver extraordinary  \nresults while embracing different perspectives.\nOur commitment to gender and ethnic  \ndiversity extends to all ranks within our \norganization. Our executive team is majority female and represents multiple ethnicities. Similarly, more than half of all Alexion  \nemployees are female and represent  \na multitude of backgrounds.\nAs one example of our commitment  \nto gender and ethnic diversity, the  \nNominating and Corporate Governance \nCommittee of our Board of Directors instituted a policy stipulating that gender and ethnically diverse candidates must be included in its pool of candidates for any open director positions.  \nWe also apply robust job profiles that include skills and culture, and leadership behaviors  \nwhen evaluating candidates to limit biases  \nin hiring decisions.    \nBy cultivating an environment of inclusion  \nand belonging and seeking diversity among  \nour teams, we position ourselves to harness  \nnew perspectives and insights that fuel \ninnovation, create value and support an unparalleled employee experience.  7 of 10 \nAlexion executive team \nmembers are women\n53% \nof Alexion’s total  \nworkforce are female\nBELONGING IN ACTION: COLLEGE PARK, IRELAND  \nThroughout 2019, our employees in Ireland have taken belonging and inclusion to new levels. We hosted quarterly events in 2019, including International Women’s Day in March, where more than 150 employees heard a keynote address from Alexion’s Chief Financial Officer, Aradhana Sarin, in addition to inspiring speeches from other female leaders. \nAlexion also hosted Senator David Norris – the first openly gay person to be  \nelected to public office in Ireland. Senator Norris participated in a question and answer \nsession, toured Alexion’s packaging and quality control facilities and had lunch with a group of employees. In June, we hosted Pride @ College Park, featuring seven events celebrating the LGBTQ+ community over seven days. We are also proud to be the first pharmaceutical company in Ireland to walk in the Dublin Pride Parade. \n", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}