{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report36\nREWARDING  \nAND SUPPORTING  \nOUR EMPLOYEES  \nOur global compensation and \nbenefit plans are designed to reward employees and provide them and their loved ones with opportunities to enjoy optimal physical, financial and emotional  \nhealth. Our standout benefits  \ninclude:\n• Annual incentive plan(s)\n• Equity program• Generous family leave• Competitive medical coverage• Paid caregiver leave• Fitness reimbursement• Education assistance• Commuter benefits• \n Ba\nck-up child and  \nelder care services\nBenefits also include many well-\nbeing programs under our Live Better banner.PROVIDING OPPORTUNITIES  \nto DIVERSE STUDENTS\nSKILLS FIRST INTERNSHIPS. Alexion was one of several companies \nrecruited by the Greater Boston Chamber of Commerce to participate  \nin the launch of its Skills First Internships program (formerly Talentsetters)  \n– an initiative that aims to provide equitable access to quality internships \nfor college students of color and from nontraditional backgrounds. Through \nthe Skills First pilot, Alexion hired its second annual CSR intern in 2019. \nDIVERSITY FELLOW. In 2019, for the first time, we partnered with law firm  \nWhite & Case to host a Diversity Fellow at our Boston headquarters. White  \n& Case’s 1L Diversity Fellowship program provides qualified first-year law students \nwith experience working with clients, specifically those seeking to create an \nenvironment where the diversity of thought and background are not only encouraged, but \npreferred. During her fellowship, a law student at University of Pennsylvania attended various legal and interdepartmental meetings and worked alongside our Chief Legal Officer and other members of our legal team.\nPROMOTING WELL-BEING in IRELAND\nAlexion was the first pharmaceutical company in Ireland to \nreceive the Irish Business Employers Confederation (Ibec) Program’s KeepWell Mark , an evidence-based, independent \naccreditation that recognizes employers that put the well-being  \nof their employees first. Well-being activities in 2019 included: \n•\n Mental fitn\ness training to nearly 200 leaders and employees;\n•\n Medical scr\neenings including diabetes, blood pressure and cholesterol;\n•\n Cir\ncuit and yoga classes on-site;\n•\n L\nunch and learn events held for cancer awareness months; and\n•\n A n\new, 1.5-kilometer walking path on-site at College Park.\n", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}