{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report38\nENGAGING WITH THE NEXT \nGENERATION OF TALENT  \nWe understand that our future, and the  \nfuture of the healthcare industry more broadly, \ndepends on developing an extraordinary talent pipeline. We engage with institutions of higher learning to connect students with firsthand experiences in the biopharmaceutical sector. \nUniversity Outreach and Internships – \nAlexion offers a chance for students to build on their education at one of the fastest-growing biopharmaceutical companies. We offer hands-on internship opportunities and strategically partner with universities around the world. It allows students at all levels to bring new ideas, fresh perspectives and a passion for excellence to Alexion. \nFellowship Programs – Alexion, in collaboration \nwith Massachusetts College of Pharmacy and Health Sciences (MCPHS) University, offers two unique postdoctoral fellowship programs within our Global Medical Affairs group. These programs expose qualified Doctor of Pharmacy graduates to the biopharmaceutical industry and enhance and promote the role of pharmacists within  \nthis field. STEWARDING HEALTH AND SAFETY  \nProtecting the health and safety of our colleagues and communities where we operate is essential in living our corporate values. We’ve formalized this commitment in our EHS Policy , which extends to \nevery location and every Alexion worker, including contractors. This section focuses on occupational health and safety. For more information on our environmental stewardship efforts, please see Page 21. We implement our EHS Policy through our global EHS management system that guides our actions and tracks key performance indicators to manage our risks and drive continuous improvement.\nSite leaders, in collaboration with global and local EHS teams, are responsible for routinely identifying \nand having access to applicable health and safety legal requirements and implementing compliance systems consistent with applicable legal requirements and the standards outlined in our EHS policy.\nEach Alexion site implements an EHS Incident Management Procedure that complies with our EHS \nPolicy and local regulatory requirements. All incidents and near misses, regardless of severity, must be reported so they may be investigated and so controls may be put in place to prevent reoccurrence. Learnings are disseminated throughout the organization to facilitate continuous improvement.  \n A key component of our EHS management approach is employee involvement. Open dialogue and communication are encouraged and rewarded regarding EHS performance data, progress toward objectives, hazard and risk information, significant EHS issues and best practices. We also empower every worker to identify, understand and mitigate, when possible, the safety risks associated with  \ntheir roles. \nOur safety comment program encourages employees to report all potential and actual risks and \nincidents. Every safety comment is tracked, investigated and corrected. Workers are promptly notified when their comment has been received and subsequently addressed. Employees’ candid feedback is always valued and sites around the world regularly reward workers who provide impactful safety comments with incentives like special parking spots, gift cards and other recognitions.\nHEALTH AND SAFETY RECOGNITION  \nIn 2019, Alexion Ireland received the Chemical/Pharmaceutical Specialty Award, the second highest honor at the National Irish Safety Organisation (NISO) Safety awards. The awards recognize how organizations manage health and safety at work. ", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}