{"page_content": "About           +           Serve           +           Transform                          Advance                      Redefine           +           Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report40\nADVANCING  \nour COMPANY  \nWe work together as a team, respecting and \nempowering team members, and unlocking value for our stakeholders through the inclusion and diversity of people and ideas, collaboration and continuous learning. Our emphasis on teamwork and solid governance is fundamental to our CSR approach. We have three important governing bodies charged with ensuring that  \nCSR advances our business strategy. CSR BOARD OVERSIGHT  \nWe believe CSR is integral to business success and should be considered by those setting the  \ncourse for the company. Alexion’s Executive Committee, with oversight from Alexion’s Nominating  \nand Corporate Governance Committee of our Board of Directors, has the responsibility of assisting  \nin the development and recommendation of policies and management systems for environmental, health, safety and social responsibility matters to the Board. We believe this commitment will allow  \nfor a sustainable, long-term CSR program.\nCSR STEERING COMMITTEE  \nAlexion’s CSR Steering Committee serves as a collaborative cross-functional, decision-making task force focused on CSR and shared value efforts at Alexion. This includes recommending Alexion’s CSR strategy and developing strategic positioning, making and influencing critical business actions as it relates to CSR, and advancing CSR leadership and related efforts throughout the organization. \nALEXION IRELAND RECOGNITIONS  \nAlexion Ireland was named the “Biotech Company of the Year 2019”  \nat the Pharma Industry Awards, the most prestigious event in Ireland for our industry. Plus, our College Park facility received “Best Workplace” from the Fingal Business Excellence and CSR Awards 2019, citing the work we are doing to give back to the community, develop employees, sustain the environment and support patients.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}