{"page_content": "About           +           Serve           +           Transform           +           Advance                        Redefine                        Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report42\nWE ARE DRIVEN  to help people fight rare, devastating diseases. Leveraging the power  \nof complement biology, we have advanced treatment with effective, new medicines and currently have a highly  \nrobust pipeline focused on rare diseases. Since our founding in 1992, Alexion has become a leader in the complex  \nfield of complement biology. The complement system is an essential part of the immune system, however, when  \nthe complement system is dysregulated, it can lead to disease.\nREVOLUTIONARY \nDIAGNOSTICS  \nAccording to nonprofit patient organization \nGlobal Genes1 , people living with a rare disease \nmay visit more than seven physicians over  \nthe course of many years before receiving  \nan accurate diagnosis. Often, these physicians have never encountered a specific rare disease, compounding the difficulty. This delay results in unnecessary suffering, misdiagnosis and treatment, and compounding frustration,  \nand, in some cases, even death for those  \nwho aren’t diagnosed in time or for those  \nwho are misdiagnosed. \nEarly and correct diagnosis is imperative,  \nwhich is why Alexion is working to revolutionize \nthe way rare diseases are diagnosed, not only for the conditions we treat but for a diverse set of diseases classified as rare.\nIn late 2019, we formed a Diagnostics Center  \nof Excellence using our cross-functional STAR \nteam (see Page 25) to unify and focus our efforts. This speaks to Alexion’s vision for diagnostics  leadership to be a long-term, strategic priority within the enterprise and ensures its role throughout the research and development pipeline. Key competences include diagnostic test development and validation, data sciences, genetic testing, biobanking and go-to-market capabilities.\nWORKING WITH THE RADY \nCHILDREN’S INSTITUTE  \nWhile genomic and phenotypic data provide \ndata critical to diagnosis, the sheer volume  \nof this information can be overwhelming. Working as part of a collaborative effort led  \nby the Rady Children’s Institute for Genomic Medicine in San Diego, Alexion experts in data science and bioinformatics are refining Alexion’s SmartPanel platform/tool, which synthesizes genomic and clinical information to produce  \na prioritized list of a patient’s suspected  \nrare-disease genes to dramatically speed diagnosis.\nAs the SmartPanel platform is further refined \nand validated, Alexion will share it through free licensing models to accelerate further research in pediatric rare-disease diagnosis. Working for a broader societal benefit through our collaborations is a core value for Alexion.\n1 https://globalgenes.org/2014/03/06/\naccurate-diagnosis-of-rare-diseases-\nremains-difficult-despite-strong-FASTEST DIAGNOSIS EVER  \nAlexion was a core member of a \nteam led by the Rady Children’s Institute for Genomic Medicine to set a Guinness World Record in 2018 for \nthe fastest genomic-based diagnosis and turnaround of test results of a rare genetic disorder in a newborn, taking just 19 hours and 14 minutes. For this accomplishment, Alexion’s Data Science team was recognized with the RARE Champion of Hope in Collaborations Award from Global Genes. Work is underway to make this capability available to a broad range of hospitals.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}