{"page_content": "About           +           Serve           +           Transform           +           Advance                        Redefine                        Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report43\nIn 2012, \nthe 100,000 Genomes \nProject was established with the lofty \ngoal of sequencing 100,000 whole genomes \nfrom samples from patients of Britain’s National \nHealth Service (NHS) and combining the information with \nmedical records. Today, the project, overseen by Genomics \nEngland, has not only met, but exceeded that target, creating  \nan enormously rich resource for medical research – a database  \nof more than 1.6 million data points. \nThis holds extraordinary opportunity to identify and create new treatments \nfor people – especially children – with rare diseases, since at least 80% of rare \ndiseases result from a defective gene(s)/genome(s)2. The genomes of more than \n17,000 rare disease patients are represented in the database, along with two blood \nrelatives of each patient, since most rare diseases are inherited.\nAs one of the first companies allowed access to the project’s data, Alexion \nhas enabled the diagnosis of patients with nephronophthisis (NPH), a life-\nthreatening kidney disease that affects about one in every 60,000 \nbabies and usually results in kidney failure by age 15. Alexion identified \nNPH genomic features in 14 anonymized database records and shared \nthe information with their NHS clinical teams, who in turn were \nable to contact the patients and their physicians to finalize \nthe diagnosis. This exciting milestone in Alexion’s \nwork with Genomics England has been \npresented at the Royal Society and the \nGenomics England Research \nConference.INNOVATIVE MEDICINES  \nOur portfolio of four approved medicines (see \nPage 9) has been recognized around the world for advancing the treatment of rare diseases.\nIn 2019, Alexion received approvals to expand  \nthe uses of two important medicines, including:\n•\n \nULTOMIRIS® (ravulizumab-cwvz) for the \ntreatment of aHUS to inhibit complement-\nmediated TMA in the United States  \nand Europe.\n•\n \nSOLIRIS® (eculizumab) for the treatment \nof NMOSD in adults in the United States, Europe and Japan. SOLIRIS was previously approved for the treatment of PNH, aHUS and gMG.\nInternal Discovery Efforts. Our discovery research programs aim to deliver life-changing therapies that bring hope to people living with rare disease. Internally, we’re expanding on our fundamental understanding of complement biology and advancing on the core therapeutic areas of hematology, nephrology, neurology, metabolics and cardiology. 100,000 GENOMES Project\n100K   \nSEQUENCED  \nGENOMES =  \n21+ PETABYTES  \nOF DATA.  \nIMAGINE  \n1 PETABYTE  \nOF MUSIC...  \nIT WOULD TAKE  \n2,000  \nYEARS   \nTO LISTEN TO IT ALL.\n2Maria Jackson, \nLeah Marks, \nGerhard H.W.  \nMay and Joanna  \nB. Wilson, “The genetic basis of disease,” Essays  \nin Biochemistry, 62 (2018):  \n642-723. doi: 10.1042/EBC20170053.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}