{"page_content": "About           +           Serve           +           Transform           +           Advance                        Redefine                        Ethics & Compliance           +           Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report45\nADVANCING SHARED RESEARCH  \nExternally Sponsored Research (ESR).  \nIn addition to our internal research programs \nand direct collaborations, we support clinically and scientifically sound independent research to generate evidence and ultimately contribute to advancing patient care. Through our ESR program, we receive, review and respond to unsolicited proposals from external sponsors requesting funding. \nThe global ESR program welcomes all \nqualified investigators interested in conducting independent research in complement-mediated and metabolic diseases. Data generated by Alexion-funded ESR studies have been published in peer-reviewed journals,  \nincluding three publications in 2019.\nDiscovery Partnership program.   \nUnder Alexion’s Discovery Partnership  \nprogram, we encourage academic scientists  \nand researchers to submit proposals for work  \nfocused on preclinical translation of scientific \ndiscoveries into therapies for rare disorders.  \nFor example, we partner with Aarhus University in Denmark, home to leading experts on molecular structural biology of the complement components and their interactions. We work with these experts to elucidate the molecular interactions between Alexion’s complement inhibitors and their targets. VOLUNTARILY SHARING DATA  \nAlexion appreciates the contribution of every single person who has participated in our clinical  \nstudies. To be sure we are doing everything we can to advance the treatment of rare diseases,  \nAlexion voluntarily shares de-identified data we gather from company-sponsored clinical trials  \nto encourage further research, as appropriate. Only data that cannot be identified back to individual trial participants is shared. Qualified investigators can submit a proposal for access to our data and supporting documents to inform their future work.\nIn 2019, we formed an internal, cross-functional Transparency and Disclosure Committee to further  \nour voluntary data sharing efforts from clinical studies. This effort is in addition to ongoing activities  \nensuring compliance with all applicable laws, guidelines and standards. Our voluntary data sharing \nefforts will uphold all regulations to protect patient privacy. Voluntary data sharing activities are meant for informational purposes only and are not intended to promote any medicine or use.\nThe Committee developed a formal Transparency and Disclosure Policy and Committee Charter,  \nwhich outlines our commitment to the Principles for Responsible Clinical Trial Data Sharing \npublished by the Pharmaceutical Research and Manufacturers of America (PhRMA)/European Federation of Pharmaceutical Industries and Associations (EFPIA), European Patients’ Academy  \non Therapeutic Innovation (EUPATI) and International Federation of Pharmaceutical Manufacturers  \n& Associations (IFPMA).\nIn 2019, we formed an internal, cross-functional \nTransparency and Disclosure Committee to further  \nour voluntary data sharing efforts from clinical studies.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}