{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine                      Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report47\nUNDERPINNING EVERYTHING  we do as a company, and all of our efforts  \nto create brighter futures for all of our stakeholders, is an unwavering commitment to ethics and compliance. \nBUILDING the FOUNDATION  \nEvery day, we strive to live up to the expectations of patients, physicians, as well as ourselves, and  \nearn trust in our communities. Alexion’s Ethics and Compliance program is led by our Chief Compliance \nOfficer, Compliance Committee and Compliance team. Our Compliance program is tailored to meet the standards set forth by the Office of Inspector General (OIG) for the U.S. Department of Health and Human Services in its 2003 Compliance Program Guidance for Pharmaceutical Manufacturers.\nOUR CODE OF ETHICS AND BUSINESS CONDUCT  \nIn 2019, Alexion launched a refreshed Code of Ethics and Business Conduct that sets out basic principles applicable to all employees in a new structure and digital format. \nThe Code is in addition to more detailed company policies and procedures, as well as the geography-\nspecific policies and procedures. It is the responsibility of every employee to read, understand and follow this Code, as well as all other company policies. This Code is the foundation of Alexion’s overall program to ensure that all Alexion employees worldwide follow the appropriate standards and comply with all \nlegal requirements in each country where we do business. Alexion educates and trains employees on \nthe Code through live training sessions, web-facilitated trainings and via online resources and training programs. In 2019, we were able to document that nearly 98% of Alexion employees around the world completed Code of Conduct training. \nCELEBRATING INTEGRITY MATTERS WEEK  \nAt Alexion, integrity is clearly defined as working first and foremost in the best interest of our patients. In 2019, we celebrated our second Integrity Matters Week, dedicating a week to demonstrating how integrity underscores everything we do and how we embrace its foundational role in our daily work. Activities included launching the new Alexion Code of Conduct, highlighting employee stories and conducting a Lunch & Learn session with renowned expert and professor Nien-hê Hsieh from the Harvard Business School.ETHICS   \nHOTLINE  \nThe Alexion \nEthics Hotline   \noffers employees, business partners, customers and members of the public the opportunity to ask questions and/or report concerns about any potential misconduct or unethical behavior. Questions or concerns may be submitted anonymously through  \na secure online portal or via phone, or (not anonymously) through email. The hotline is available in multiple languages 24 hours a day, seven days a week, and is  \nrun by an independent, third-party provider.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}