{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine                      Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report49\nOUR ANTI-BRIBERY AND  \nANTI-CORRUPTION POLICY  \nAlexion has a zero-tolerance policy toward \nbribery and corruption. We prohibit all forms  \nof bribery. Under Alexion’s policy, anyone acting for, or on behalf of, the company is prohibited from offering, giving, requesting, accepting  \nor receiving a bribe. Alexion is committed  \nto acting with the highest ethical standards in all countries where we conduct business. To facilitate this, Alexion’s global compliance program is designed to ensure compliance  \nwith the applicable anti-corruption laws of  \nevery country in which we operate, including  \nthe U.S. Foreign Corrupt Practices Act and  \nU.K. Bribery Act 2010.\nAlexion conducts global anti-corruption \ncompliance training on an annual basis,  \nwhich is now a part of our new employee onboarding. The Alexion International Compliance team led 37 live, in-person anti-bribery/anti-corruption training workshops throughout 2018 and 2019, reaching more than 2,200 employees in all of our markets globally.\nPROTECTING OUR PATIENTS’  \nPRIVACY AND DATA  \nAs stewards of data about patients who use our medicines, their caregivers and the healthcare professionals who serve them, we believe that respecting and protecting personal data is  \na key part of our business. We are committed to handling personal data fairly and transparently in accordance with the laws and regulations  \nthat govern data protection and privacy. \nINTERNATIONAL  \nCOMPLIANCE CHAMPIONS  \nIn 2019, we launched the International Compliance \nChampions program. Our Compliance Champions, from a wide range of functions and geographies,  serve as an extension of our global International Compliance team. At the local level, they are tasked with listening to local issues and concerns, encouraging a speak-up culture, identifying opportunities to share successes or lessons,  \nand raising needs for new guidance to address  situation-specific needs. The program has an established governance structure to share insights, learnings and best practices.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}