{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine                      Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report50\nGOVERNING  \nOUR BUSINESS  \nAlexion's Board of Directors sets high  \nstandards for our employees, officers and \ndirectors. The Board selects, oversees and monitors the performance of our Executive Committee, which is responsible for the day-  \nto-day conduct of our business. Governed  \nby our Corporate Governance Guidelines,   \nour Board is comprised of four committees: \n1.\n A\nudit and Finance Committee\n2.\n L\neadership and Compensation  \nCommittee\n3.\n Nominatin\ng and Corporate  \nGovernance Committee\n4.\n Scien\nce and Innovation  \nCommittee\nDuring 2019, the Board met 11 times and no director attended fewer than 75% of the total number of meetings of the Board and the committees of the Board on which they served. \nThe Nominating and Corporate Governance \nCommittee, which oversees environmental, health, safety and social responsibility matters (see also, Page 40), met with Alexion’s head of CSR in 2019 to receive updates about a broad range of Alexion’s CSR strategies, aspirations  \nand programs. \nThe Nominating and Corporate Governance \nCommittee also has oversight of political activity and spending. We publish a description of Board and management oversight of political spending on our website. In 2019, Alexion adopted its Policy on Political Contributions and Lobbying Activity , which outlines our \ncommitment to disclose semi-annually, among others: (i) corporate contributions to candidates in state and local elections as well as corporate contributions to other political committees, PACs and political party committees; (ii) contributions made by the Alexion Pharmaceuticals Inc. PAC; and (iii) the nondeductible portion of annual payments to trade associations receiving $25,000 or more in dues or payments in the year and corporate payments to other tax-exempt groups that may be used for election related purposes. \nAs a result of our 2019 activities, the Center  \nfor Political Accountability (CPA), a nonpartisan, \nnonprofit organization that brings transparency and accountability to corporate spending, scored Alexion at 90% on the 2019 CPA-Zicklin Index,  a dramatic increase from 10% in 2018.\nShareholders who have general questions or \nconcerns should contact our Investor Relations team. Any shareholder who wishes to contact the Board directly should address questions and communications to the Board, the committee or director at the following address:\nAlexion Pharmaceuticals, Inc.121 Seaport BoulevardBoston, MA 02210Attention: Corporate Secretary\nShareholder communications are provided to the Board in the manner disclosed in our  \nproxy statement .  \nNUMBER OF  \nINDEPENDENT DIRECTORS*\n9\nAVERAGE AGE OF DIRECTORS\n63.1\nAVERAGE DIRECTOR  \nTENURE (IN YEARS)\n4.4\nPERCENTAGE OF  \nFEMALE DIRECTORS\n20%BOARD  of \nDIRECTORS  \nby the Numbers\n*Board chairman is independent", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}