{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine                      Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report51\nWORKING with SUPPLIERS  \nAlexion partners with a wide variety of third parties to deliver the goods and services required  \nto support the discovery, development and commercialization of life-changing therapies.  \nWe work to develop mutually beneficial relationships that support our corporate goals, while  \nengaging in a manner that supports our patient focus and values. \nOUR VENDOR CODE OF CONDUCT  \nIn 2019, Alexion updated its Vendor Code of Conduct with plans to distribute to all new and existing \nsuppliers in 2020. All suppliers are required to read and acknowledge the Vendor Code of Conduct, which aims to ensure our suppliers share our commitment of high ethical standards and compliance with all applicable laws, regulations and other legal requirements in every country in which they operate. Topics include anti-bribery/anti-corruption, privacy, animal welfare, fair labor and hiring practices, and environmental, health and safety.\nWe also created an internal Global Procurement and Sourcing Policy in 2019 to provide global  \nstandards for managing the purchase of goods and services. \nCREATING A DIVERSE NETWORK OF SUPPLIERS  \nAlexion strives to work with small businesses and small disadvantaged, women-owned and veteran-\nowned small businesses where we are able. In 2019, Alexion spent nearly 25% of our total procurement spend on small and diverse businesses. In 2020, we aim to take the following steps in association with our work with diverse suppliers: \n•\n Bein\ng an active sponsor of the Greater New England Minority Supplier Development Council.\n•\n Net\nworking with peers in the pharmaceutical industry to identify suppliers aligned with our  \nneeds and supplier diversity goals.\n•\n L\neveraging our Institute for Supply Management membership for best practices in engaging  \nsmall and diverse businesses.\n•\n C\nonsulting with the U.S. Small Business Administration and U.S. Veterans Affairs to identify  \npotential suppliers.\n• P\narticipating in supplier diversity events, examples of which may include the Women's  \nBusiness Enterprise National Council 2020 National Conference & Business Fair and the  \nAnnual Veteran and Small Business Summit.GREATER  \nNEW ENGLAND  \nMINORITY SUPPLIER \nDEVELOPMENT COUNCIL  \nTo strengthen our relationships \nwith diverse suppliers, Alexion joined the Greater New England Minority Supplier Development Council (GNEMSDC) as a corporate member in 2019. GNEMSDC includes approximately 20,000 women and minority-owned enterprises and small businesses, covering Alexion’s significant U.S. operations in New Haven, Connecticut, and Boston, Massachusetts. As a corporate member, not only is Alexion connected to these suppliers,  \nbut our investment also contributes to certifying, developing and advocating  \nfor minority-owned businesses.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}