{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report57\nDISCLOSURE TITLE EXPLANATION or LOCATION\n102-32Highest governance body’s role in \nsustainability reporting The Nominating and Governance Committee of the Board has oversight of Alexion’s CSR program and reviews Alexion’s CSR Report. \n102-33 Communicating critical concernsAlexion 2019 CSR Report, Ethics & Compliance: Our Foundation, Page 50 (Governing Our Business)\nAlexion 2020 Proxy Statement, Page 107 (Other Shareholder Communications with the Board of Directors)\n102-35 Remuneration policiesAlexion 2020 Proxy Statement, Page 40 (Executive Compensation), Page 92 (Director Compensation For Fiscal 2019)\n102-36Process for determining remuneration \nAlexion 2020 Proxy Statement, Page 40 (Executive Compensation)\n102-37Stakeholders’ involvement in remuneration Alexion 2020 Proxy Statement, Page 49 (2019 Say-on-Pay Vote and Shareholder Engagement)\n102-38 Annual total compensation ratio\nPartially reported: Alexion 2020 Proxy Statement, Page 90 (CEO Pay Ratio)\n102-40 List of stakeholder groupsAlexion 2019 CSR Report, About Alexion: Working Toward Brighter Futures for All of Our \nStakeholders, Page 14 (CSR Materiality Assessment); Serve Communities and Sustain Our Planet, Page 18 (Engaging With Our Communities); Transform Patient Lives, Page 25 (Accelerating Results for Patients through STAR), Page 26 (Incorporating Patient Input),  Page 28 (Working With Patient Organizations); Advance Our People and Our Company,  Page 32 (Advancing Our Employees); Redefine What it Means to Live With a Rare Disease, Page 42 (Revolutionary Diagnostics), Page 44 (Collaborating on New Therapies), Page 45 \n(Advancing Shared Research)\n102-42Identifying and selecting stakeholdersWe engage with a variety of stakeholders based on their genuine interest in Alexion and the biopharmaceutical industry and their potential to impact our business, our employees and the communities where we live and work. Stakeholder interaction takes many forms, with the intent being to better understand stakeholder priorities and how they factor into our operational decisions. \n102-43Approach to stakeholder engagementWe regularly engage with stakeholders through interactions and meetings with various patient organizations, community groups and others. ", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}