{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report7\nAbout                        Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nSINCE OUR FOUNDING  in 1992, Alexion has worked to transform the lives of people living with \nrare and devastating diseases through the development and delivery of innovative medicines, supportive technologies \nand healthcare services. \nOur innovation begins with understanding  \ntheir journeys, which fuels all of our efforts, \nbeginning with our own medicine discovery efforts, as well as collaboration with external partners. We continue to deepen our understanding of rare diseases, having pioneered the field of complement biology.  \nThis knowledge allows us to innovate and  \nevolve into new areas, where there is great unmet need and opportunity to help patients and families fully live their best lives. \nOur corporate social responsibility platform,  \nCSR-STAR (see Page 11), supports our mission \nwhile creating value for all of our stakeholders. All of this is made possible by the passion of our people, which drives us to continuously innovate and create meaningful value in all we do. In doing so, we change lives for the better – ours, people living with rare diseases and the communities we serve. \nLocated in the heart of one of the world’s \nlargest biopharmaceutical innovation hubs, Alexion is a global leader in developing and delivering therapies for the treatment of complement-mediated diseases. We have developed two approved complement inhibitors to treat patients with paroxysmal nocturnal hemoglobinuria (PNH) and atypical hemolytic uremic syndrome (aHUS), as well as the first  \nand only approved complement inhibitor  \nto treat anti-acetylcholine receptor (AChR), antibody-positive generalized myasthenia  \ngravis (gMG) and neuromyelitis optica  \nspectrum disorder (NMOSD).\nAlexion also has two highly innovative enzyme \nreplacement therapies for patients with life-threatening and ultra-rare metabolic disorders – hypophosphatasia (HPP) and lysosomal acid lipase deficiency (LAL-D).\nCOMPLEMENT BIOLOGY Alexion is a pioneer in the complex field \nof complement biology, a branch of the immune system that is a part of our body’s natural defense against bacteria. When inappropriately triggered, the complement system attacks healthy cells, causing significant harm to the body.\nNEUROLOGY We are growing our focus and leadership in neurology  \nto help people facing the devastating effects of diseases in the nervous system  \nand the brain.\n", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}