{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report62\nDISCLOSURE TITLE EXPLANATION or LOCATION\nTRAINING AND EDUCATION\n404-2Programs for upgrading employee \nskills and transition assistance programsAlexion 2019 CSR Report, Advance Our People and Our Company, Page 37 (Developing Our Employees, Growing Our Leadership Capability)\n404-3Percentage of employees receiving regular performance and career development reviewsWe strive to provide all employees with annual performance reviews. We do not track the completion of career development reviews. \nLOCAL COMMUNITIES\n413-1Operations with local community engagement, impact assessments, and development programsAlexion participates in community engagement, impact assessments and development programs at the local level, based on local needs. When entering a new community, Alexion abides by all applicable laws and regulations, including performing environmental and traffic assessments. In Ireland, for example, we regularly engage with the Industrial Development Authority of Ireland; peer companies in the Dublin 15 area regarding EHS and as part of the Jobcare D15 Jobnet program; the Irish National Transport Authority on a Smarter Travel Program; the Institute of Technology Blanchardstown to sponsor technical students; and the Irish Business Employers Confederation to participate in several working groups for biopharma, pharma and chemical industries.\nPUBLIC POLICY\n415-1 Political contributionsPDF: Political Contributions Disclosures\nPDF: Policy on Political Contributions and Lobbying Activity \nCUSTOMER HEALTH AND SAFETY\n416-1Assessment of the health and safety impacts of product and service categoriesPatient safety is critical to Alexion. We continually collect and analyze safety information on our medicines from many sources in a timely manner, and we work to ensure that patients, health care professionals and regulators have an optimal understanding of the benefits and risks of our medicines. We are committed to regularly communicating to health care professionals and patients to help them make informed treatment choices.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}