{"page_content": "About           +           Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance                      Reporting Index           \nBRIGHTER FUTURES  |  2019 CSR Report66\nTOPIC CODE LOCATION/RESPONSE\nSafety of Clinical  \nTrial ParticipantsHC-BP-210a.1 Alexion 2019 CSR Report, Transform Patient Lives, Page 30 (Governing Safety Within Alexion)\nHC-BP-210a.2In 2019, there were no FDA Good Clinical Practice (GCP) Investigator Site inspections that resulted in \nVoluntary Action Indicated (VAI) or Official Action Indicated (OAI).  \nDrug Safety HC-BP-250a.5In 2019, there were no FDA enforcement actions taken in response to violations of current Good Manufacturing Practices (cGMP).\nEthical MarketingHC-BP-270a.1\nAlexion 2019 Q3 Form 10-Q, Note 18 (Commitments and Contingencies: Contingent Liabilities)\nHC-BP-270a.2Alexion 2019 Form 10-K, Item 1 (Business: Fraud and Abuse, Other Regulations); Item 1A (Risk Factors: Risks Related to the Regulatory Environment)\nEmployee \nRecruitment, \nDevelopment & \nRetentionHC-BP-330a.1Partially reported: Alexion 2019 CSR Report, Advance Our People and Our Company, Page 32 (Advancing Our Employees)\nBusiness EthicsHC-BP-510a.1\nAlexion 2019 Form 10-K, Note 11 (Commitments and Contingencies: Contingent Liabilities)\nHC-BP-510a.2PDF: Alexion Code of Ethics and Business Conduct, Page 15 (Interactions with Healthcare Professionals and the Marketplace)\nACTIVITY METRICS\nHC-BP-000.AAlexion 2019 CSR Report, About Alexion: Working Toward Brighter Futures for All of Our Stakeholders, Page 8 (Company Snapshot)\nHC-BP-000.BAlexion 2019 CSR Report, About Alexion: Working Toward Brighter Futures for All of Our Stakeholders, Page 7\nPDF: Third Quarter 2019 Earnings CallRELATED SUSTAINABILITY ACCOUNTING BOARD STANDARDS*\n*We are providing the related SASB indicators (or similar indicators) referenced above for informational purposes only. We make no claim that we have fulfilled any given SASB \nindicator.  ", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}