{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report9\nAbout                        Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \nOVERVIEW: DISEASES THAT  \nALEXION THERAPIES TREAT  \nOR AIM TO TREAT  \n(For more detail on these conditions, please  \nvisit the Medicines section of our website.) \n•\n P\naroxysmal Nocturnal Hemoglobinuria \n(PNH) – PNH is a chronic, progressive, \ndebilitating and life-threatening ultra-\nrare blood disorder characterized by intravascular hemolysis (destruction  \nof red blood cells) that is mediated by an uncontrolled activation of the complement system, a part of the immune system. Chronic hemolysis in patients with PNH may be associated with life-threatening thromboses, recurrent pain, kidney  \ndisease, disabling fatigue, impaired quality of life, severe anemia, pulmonary hypertension, shortness of breath and intermittent episodes of dark-colored  \nurine (hemoglobinuria). \n•\n A\ntypical Hemolytic Uremic Syndrome \n(aHUS) –  aHUS is a severe and life-\nthreatening, ultra-rare genetic disease characterized by chronic uncontrolled complement activation and thrombotic microangiopathy (TMA), the formation of blood clots in small blood vessels throughout the body, causing a reduction in platelet count (thrombocytopenia) and life-threatening damage to the kidney, brain, heart and other vital organs.•\n Gen\neralized Myasthenia Gravis (gMG) – \nMyasthenia Gravis (MG) is a debilitating, complement-mediated neuromuscular disease in which patients suffer profound muscle weakness throughout the body, resulting in slurred speech, impaired swallowing and choking, double vision, upper and lower extremity weakness, disabling fatigue, shortness of breath  \ndue to respiratory muscle weakness  \nand episodes of respiratory failure.• Hypophosphatasia (HPP) – HPP  \nis an ultra-rare genetic and progressive metabolic disease in which patients experience devastating effects on  \nmultiple systems of the body, leading to debilitating or life-threatening complications. HPP is characterized  \nby defective bone mineralization that can lead to deformity of bones and other skeletal abnormalities, as well as systemic complications such as profound muscle weakness, seizures, pain and respiratory failure leading to premature death in infants.PRODUCTTHERAPEUTIC \nAREAAPPROVED INDICATION\nHematology\nHematology/NephrologyParoxysmal Nocturnal Hemoglobinuria (PNH)\nAtypical Hemolytic Uremic Syndrome (aHUS)\nHematology\nHematology/Nephrology\nNeurology\nNeurologyParoxysmal Nocturnal Hemoglobinuria (PNH)\nAtypical Hemolytic Uremic Syndrome (aHUS)\nGeneralized Myasthenia Gravis (gMG)\nNeuromyelitis Optica Spectrum Disorder (NMOSD)\nMetabolic disorders Hypophosphatasia (HPP)\nMetabolic disorders Lysosomal Acid Lipase Deficiency (LAL-D)\n®", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}