{"page_content": "BRIGHTER FUTURES  |  2019 CSR Report10\nAbout                        Serve           +           Transform           +           Advance           +           Redefine           +           Ethics & Compliance           +           Reporting Index           \n• L ysosomal Acid Lipase Deficiency \n(LAL Deficiency or LAL-D) – LAL-D is a \nserious, life-threatening ultra-rare disease associated with premature mortality and significant morbidity. LAL-D is a chronic disease in which genetic mutations result in decreased activity of the LAL enzyme that leads to marked accumulation of lipids in vital organs, blood vessels and other tissues, resulting in progressive and systemic organ damage including hepatic fibrosis, cirrhosis, liver failure, accelerated atherosclerosis, cardiovascular disease  \nand other devastating consequences. \n• Neuromyelitis Optica Spectrum Disorder \n(NMOSD) – Relapsing NMOSD is a severe and ultra-rare autoimmune disease of the central nervous system that primarily affects the optic nerves and the spinal cord. Each relapse of the disorder results in a stepwise accumulation of disability, including blindness and paralysis, and sometimes premature death. Complement activation due to anti-AQP4 antibodies is one of the primary underlying causes of the destruction of vital cells in the central nervous system in patients with NMOSD.•\n  W ilson Disease – Wilson disease  \nis a rare disorder, characterized by  \nexcess copper stored in various body tissues, that can lead to severe liver  \ndisease, including cirrhosis and acute  \nliver failure, as well as debilitating neurological morbidities such as  \nimpaired movement, gait, speech, swallowing and psychiatric disorders.\n•\n W\narm Autoimmune Hemolytic  \nAnemia (WAIHA) – WAIHA is a rare autoimmune disorder caused by pathogenic Immunoglobulin G (IgG) antibodies that react with and cause the premature destruction of red blood cells at normal body temperature. The disease is often characterized by profound, and potentially life-threatening anemia and other acute complications, including  \nsevere and life-threatening hemolysis, severe weakness, enlarged spleen and/or liver, rapid heart rate (tachycardia), chest pain, heart failure and fainting (syncope).\nOUR  \nPIPELINE  \nWe’re building on our fundamental understanding of complement biology and advancing our core therapeutic areas of hematology, nephrology, neurology, metabolics and cardiology. For more detail  \non our pipeline, please visit our w\nebsite.", "metadata": {"source": "NASDAQ_ALXN_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}