{"page_content": "15 Amgen 2010 Environmental Sustainability ReportThe average fuel efficiency of our U .S . sales fleet vehicles was 22 MPG \nin 2010, representing a savings of 347 thousand gallons of fuel  . With \nyear-by-year improvements, we are in a good position to meet our \n2012 target to increase the average fuel efficiency of vehicles in our \nU .S . sales fleet by 4 MPG to 23 MPG  .*\nAdding more fuel-efficient vehicles to our fleet conserves fuel, reduces \ncarbon dioxide emissions, and decreases Amgen’s fuel costs, which \nis especially important as we grow our sales force to accommodate \nnew medicines  . \nWe set a target to improve the average fuel-efficiency rating of the \nmore than 1,800 vehicles in our U  .S . sales fleet  . We identified our \nU .S . fleet as the focus for this target because this fleet, which \nrepresents more than half of our total sales fleet, has substantially \nlower average fuel efficiency compared with our sales fleets outside \nthe United States  .\nOur performance in U.S. sales fleet fuel efficiency \nOver time, we’ve given our mobile staff more choices of fuel-efficient \nvehicles in the United States  . For example, in 2007, 3 percent of cars \nin our U  .S . vehicle fleet were hybrid models, and 70 percent were \nSport Utility Vehicles (SUVs) . We increased the number of fuel-efficient \nvehicle choices in our fleet in 2008  . By 2010, more fuel-efficient \nmodels achieving 23 miles per gallon (MPG)* or higher, like hybrids \nand partial zero emissions vehicles (PZEVs), represented approximately \n34 percent of the total fleet, while the less fuel-efficient varieties of \nSUVs made up approximately 3 percent of our fleet  .\nIn addition to rotating less fuel-efficient vehicles out of the fleet to \nreduce our impact on the environment, Amgen encourages fleet \ndrivers to adopt fuel-efficient driving habits, such as avoiding idling  .\nIn 2009 we began to see the results of the improvements we set in \nplace—through both an increase in fuel efficiency and the resulting \navoidance of fuel use  . Despite an increase of 500 vehicles in 2010, \nto support our expanding business, we continue to make progress \nin this area  .U.S. sales fleet: \n driving a more fuel-efficient fleet\nAmgen staff member helps \naccelerate fuel efficiency\nOur mobile staff, which includes sales and regional \nmedical liaison staff members in the United States, \ndrove a fleet of just over 1,800 vehicles more than \n41 million miles in 2010  . Ariane, a senior regional \nmedical liaison based in Santa Monica, California, \nvalues the fact that she can drive a hybrid car to \nlog miles in an environmentally responsible way  . \n“I do most of my driving on busy Southern California \nstreets, which is how the majority of cars burn \nexcess fuel—idling in bumper-to-bumper traffic,” \nsays Ariane, who travels within a 50-mile radius \neducating clinicians about Amgen medicines  . “I \nlove my hybrid because it is the most fuel efficient \nwhen it idles and the electric power kicks in  .” \nAriane continues, “I think it’s quite progressive for \nAmgen to provide hybrid vehicles for our use  .”\nAbove: Senior Regional Medical Liaison Ariane has \ndriven a hybrid fleet vehicle since 2006.2007–2010 U.S. sales fleet fuel efficiency (MPG)\n2007 19\n2008 19\n2009 21\n2010 22\n2007–2010 U.S. fleet fuel use and fuel use avoided \nthrough conservation (1,000 Gal)\n2,000\n1,000\n500\n01,5002,500\nFuel used Fuel use avoided through conservation efforts\n*Measurement equivalents: 23  .0 MPG-U  .S . = 27  .6 MPG-Imperial = 10  .2 L/100KM = 9  .78 KM/L 20071,498\n20081,443\n20091,297\n20101,849173 15347", "metadata": {"source": "NASDAQ_AMGN_2010.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}