{"page_content": "18 Amgen 2010 Environmental Sustainability ReportAmgen staff rid natural areas of trash \nthrough coastal cleanups \nWater is vital to Amgen’s business and an essential component of \nour medicines  . A number of Amgen facilities are also located near \nimportant and scenic coastal areas and waterways  . Through International \nCoastal Cleanup Day events, our staff members not only remove debris \nfrom natural areas—0  .5 metric tons in 2010—but also document \ntheir findings as part of a worldwide research project: the Ocean \nConservancy’s annual marine debris report  . The International Coastal \nCleanup is just one example of an environmental cleanup activity our \nstaff members engage in each year  .Educating staff members \non Earth Day\nThousands of staff members from \nAmgen facilities around the world \nattend annual Earth Day events  . Staff \norganizers bring in local experts on the \nenvironment and share conservation \npractices that staff can implement at \nwork and at home to reduce their \nindividual environmental footprint  . \nEvents include games that teach proper \nwaste recycling and composting techniques, e-waste collection \ncenters, and electric car demonstrations, among many other activities  . \nStaff members also organize cleanup events in their communities in \ncelebration of Earth Day  .Caring for the environment \n    in our communities (continued)\nTop left: Staff members Vicki (left) and Michaelann \nparticipate at an International Coastal Cleanup Day \nactivity at the Brunette River in Burnaby, British \nColumbia. Bottom left: Jeremy, a staff member, \ncleans debris from the beach at Marina Park in \nVentura, California. \nRight: As part of Earth Day at our Thousand Oaks, \nCalifornia, headquarters, Jeff, a staff member, \nshares his enthusiasm for his electric car.\n", "metadata": {"source": "NASDAQ_AMGN_2010.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}