{"page_content": "13 applied materials Citizenship report 2015annU al C ommUnitY inVestment 2013 2014 2015\ntotal community investments by applied and \nits applied Materials Foundation ($ millions) \n(excludes administrative)110.4 9.3 9.5\ntotal Giving through the Foundation Match  \nprogram (employee gifts plus match in $ millions)1 3.7 3.5 3.8\ntotal Volunteer t ime Grant hours logged 15, 442 16, 917 14,325\ntotal contributions issued by applied Materials \nFoundation based on t ime Grant hours44, 520 46,600 42,900\n1  Data is for fiscal year.\nexamples of our 2015 work are highlighted in the following sections.\nadvancing e ducational a chievement\nBecause our business is built on the power of ideas, a pplied is committed to inspiring the \nnext generation of innovators, adopting a collaborative approach to advancing education \nachievement and teacher professional development in specific neighborhoods.\napplied’s e ducation i nitiative in silicon Valley, c alifornia and a ustin, t exas aims to narrow \nthe academic achievement gap by working across sectors to benefit underserved students. \nthe e ast side a lliance, comprised of eight school districts in s an Jose and numerous funders Community Investments \napplied Materials demonstrates its commitment to the community by investing in hundreds \nof organizations around the world. t he company directs its grantmaking towards the unique \nneeds of each region, aligning investments with the company’s four philanthropic focus areas and geographies where we have a presence. \nin fiscal year 2015, applied and the a pplied Materials Foundation granted $9.5 million to  \ncommunities around the globe. t he following c ommunity i nvestment table shows key data \nfor the last three years.\nBecause our business  \nis built on the power of \nideas, applied is committed to inspiring the next  \ngeneration of innovators.", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}