{"page_content": "14 applied materials Citizenship report 2015\nand nonprofit organizations, facilitates school district collaboration focused on ensuring \napproximately 85,000 k -12 e ast side students graduate from high school prepared to \nthrive in a college environment. similarly, e 3 alliance, a regional education collaborative \nin austin, convenes public and private partners to transform teaching and learning in \nmiddle schools that helps improve student achievement. \nin rehovot, i srael, a pplied enhanced its support of after-school centers for disadvantaged \nchildren in the o shiot neighborhood. a pplied Materials i srael also sustained its strong  \ncollaboration with sinai s chool, including cash support, employee volunteerism and  \nstudent mentorship. additionally, through se Mi Foundation’s h igh t ech u niversity, the company joined other \nindustry leaders in funding semiconductor career exploration workshops for students in \nthe u .s., Japan and k orea, inspiring their interest in science, technology and engineering.\nstrengthening Communities\nWith the mission of improving the way people live around the world, a pplied acts on its  \nresponsibility to strengthen local communities through increased access to affordable  housing and building capacity of the nonprofit sector.\nin 2015, the company participated in efforts to increase opportunities for families to \nsecure stable housing. i n phoenix, a rizona, a pplied supported h ouse of r efuge to provide \nshelter to homeless families participating in a basic skills training. i n silicon Valley, the \ncompany funded t he h ousing t rust’s rental deposit program and took an active role in \nlocal efforts to increase the supply of affordable housing. o utside the u .s., applied  \nemployee volunteers leveraged a grant to h abitat for h umanity k orea to construct \nsolar-powered houses for disadvantaged families.in support of building the capacity of the nonprofit sector to address community needs, \nthe company worked with Mission c apital to convene a ustin, t exas grantees for the 2015  \napplied Materials a dvancement a cademy. i n a post-workshop survey, nearly 100 \npercent of the participants agreed that the program, which focused on nonprofit project \nmanagement, would make both an immediate and long-term impact on their organization.   ", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}