{"page_content": "15 applied materials Citizenship report 2015\naligned with our sustainability \nprinciple to promote environmental \nawareness among employees and the public, a pplied invests in nature \neducation programs for youth and community-based projects.\nChampioning arts and Culture \nas a company that thrives on innovation, a pplied continued its long-term commitment  \nto creative expression by investing in local arts and culture activities. \nthe company supported dozens of exhibitions and performances offered by local arts  \norganizations in n orth a merica, including summer musical theatre in k alispell, Montana,  \nsymphony productions in Gloucester, Massachusetts and art exhibits in s an Jose, c alifornia. \nin taiwan, the company marked the 15th anniversary of the a pplied Materials t aiwan a rt  \nFestival, celebrating public appreciation of the arts. since the program began, it has reached \nover 56,000 art and music enthusiasts, including 8,500 attendees in 2015.\napplied also renewed its investment in the s hanghai c haryou y outh Volunteer s ervice c enter  \nin china to support the a rts t alent c amp for western minority youth. t he program includes  \nmentoring from artists, visits to art museums and exposure to multi-cultural environments.\nCultivating e nvironmental a wareness\naligned with our sustainability principle to promote environmental awareness among  \nemployees and the public, a pplied invests in nature education programs for youth and  \ncommunity-based projects.in Gloucester, Massachusetts, we invested in the launch of a new school gardens program, \nwhich enabled 1,600 pre- k through 6th grade students to plant, harvest and eat fresh  \nvegetables from school gardens and local farms. t he company supports similar projects in \naustin and silicon Valley. \napplied also made a grant to t he Jane Goodall i nstitute s hanghai’s y outh for e nvironmental \nsustainability program, enabling more than 2,000 students from 55 schools in s hanghai,  \nXi’an, s uzhou, Wuxi and Beijing c hina to participate in environmental education. i n taiwan,  \nfunding for the is hare c ommunity Development a ssociation facilitated environmental  \neducation for 7,000 students across 12 h sinchu high schools.\nin addition, company volunteers in i ndia, k orea and t aiwan joined with other local community \nmembers to plant native vegetation and trees at several regional parks, lakes and preserves \nthroughout the year. ", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}