{"page_content": "16 applied materials Citizenship report 2015\nResponding to Disaster\nas a global citizen, applied supports relief and recovery efforts in the aftermath of disasters  \nimpacting areas where the company, customers or employees have a presence or where \nthere is significant community need. \nFollowing the 7.8 magnitude earthquake in nepal in april 2015, applied responded with \na donation to the american red cross, which partnered with its nepal chapter to help \n550,000 victims in the country.  \nin June 2015, after an explosi on that injured 500 at a recreati onal  water park i n new taipei, \ntaiwan, applied employees and the company funded efforts by the sunshine social  \nWelfare Foundation to provide burn rehabilitation services, including physical and  \noccupational therapy, as well as psychosocial support. \napplied also renewed its funding of children Without Borders to support the long-term \nneeds of victims from the March 201 1 Japan earthquak e and tsunami . the program's \nbus circulated am ong temporary hous ing areas providin g children with a place to do \ntheir homework and play with fri ends after schoo l. \nEmplo yee Engagement\napplied facilitates and encourages global employee engagement through matching gifts, \nvolunteer time grants and after-hours opportunities.\nthe company’s annual food drive efforts around the world provide nutritional food to  \nthose in need. applied’s 2015 north america Food Drive broke its previous record, raising \n$1.6 million for u.s. food banks. in india, the company held its fourth annual Food Drive, \ndonating more than $33,000 usD for at-risk pop ulations. applied Materials singap ore  \nraised over $34,000 usD for its Food From the heart project, benefiting over 3,800  low-\nincome individuals.  \n2015 also marked 20 years of annu al fundraising for the Dublin  simon community  by \napplied Materials i reland. this year , the event rais ed approximately  $50,000 usD fo r \nhousing refurbishment of 21 bedrooms and two apartments for the area’s underserved  \nand homeless.\nThe tradition of Helping Hands Day began \nin 1995, when a small group of employees and their families helped pack boxes of food for Second Harvest Food Bank of Santa Clara and San Mateo Counties. \nThe event has grown over the years into \nthe company’s biggest annual employee volunteer event in Santa Clara, packing over 78,000 boxes with more than 25  \nmillion pounds of food.\nOver the years, Helping Hands Day has \nexpanded to meet the increasing demand for food bank services in Silicon Valley. In 2015, a record 6,010 boxes of food were packed by 312 volunteers—some of whom have participated for all 20 years.\nThrough Helping Hands Day and other \nfood drive activities, we are honored to partner with organizations to address food insecurity issues in the communities where we work and live.Helping Hands Day  \nCelebrates 20 Years", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}