{"page_content": "18 applied materials Citizenship report 2015traininG & deVelopment 2013 2014 2015\naverage hours of training per year per person \nby category: regular full-time employees (rFt)\ntotal (rFt , temps, contractors, interns)44 RFT\n32 T otal41.5 RFT\n28.5 T otal41 RFT\n30 T otal\npercentage of employees receiving regular \nperformance and career development reviews1 98 98 95\n1 every employee is encouraged to complete an annual performance evaluation. Following the performance evaluation, employees  \nare also encouraged to set a development goal. in 2015, 63 percent of employees had a development goal in place.\nDiversity \nat applied, we respect each individual, welcome diversity and embrace different perspectives \nas a key component of innovation. t he company commits to workplace diversity through  \nits policies, programs and initiatives. t hese include recruiting, community involvement, \nemployee resource groups ( erG), and recognition programs events in  \nsanta c lara, a ustin, i ndia and other global locations.\nour er Gs, for example, provide an open forum to express a dimension of diversity or shared \ninterest and help strengthen the connection to local communities. a pplied sponsors more than \na dozen er Gs, including h ispanics in partnership ( hip); the Black e mployee n etwork; y oung \nprofessionals n etwork; and the Women’s p rofessional Development n etwork (W pDn).\nsome 2015 diversity program highlights included the 10th anniversary of the s anta c lara \nchapter of W pDn, annual Diversity Day celebrations in s anta c lara and a ustin; and \ndecade-long recognition on the list of Victory Media’s “ top 100 Military Friendly e mployers.”Training and Development \nthe table below reflects key data for the past three years on the company’s workforce internal \nformal training hours. i n addition, we support and encourage employees to develop their skills \nand knowledge in a variety of ways. t hese developmental opportunities include stretch,  \nrotational and project assignments within the company, often on cross-functional teams.  \napplied employees also benefit from educational offerings at local universities, through  \nprofessional membership associations and via access to an in-house technical library. \nat applied materials, \nwe respect each  \nindividual, welcome \ndiversity and embrace different perspectives as a key component  \nof innovation. ", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}