{"page_content": "19 applied materials Citizenship report 2015\nour ehs management s ystem \naligns and integrates with our \nsite business processes and  incorporates formal risk  \nassessments and mitigation practices, validated by routine internal audits of major  \nsites and periodic third-  \nparty audits of our certified manufacturing sites. Ethics\napplied’s core values include responsibility, integrity, mutual trust and respect. t hese \nvalues are foundational to our success—they are a vital part of our culture and integral \nto the way we work with employees, customers, suppliers, competitors and the public. \nto reinforce our commitment to ethics, in n ovember 2015, a pplied Materials held its \nannual e thics Week, which included a variety of compliance communications from \nsenior executives and interactive sessions in s anta c lara and a ustin. t he e thics Week \nevents focused on our commitment to conduct all aspects of business with integrity  \nand honesty, speak up if we see or suspect something is wrong, and be open and  \nhonest at all times. similar e thics Week events will occur at all of a pplied’s major \nglobal locations in 2016.in 2015, for the fourth consecutive year, a pplied was named a World’s Most e thical \ncompany® by the e thisphere i nstitute, an independent center of research promoting \nbest practices in corporate ethics and governance.\nSafety at Applied\napplied conducts its business operations in a manner that protects the health and \nsafety of workers, customers and neighboring communities. We are committed to  \ncomplying with or exceeding all relevant regulatory requirements. \nour environmental, h ealth and s afety ( ehs ) Management s ystem aligns and integrates \nwith our site business processes and incorporates formal risk assessments and mitigation \npractices, validated by routine internal audits of major sites and periodic third-party audits of our certified manufacturing sites. t he ehs Management s ystem includes \nsafety self-inspections, walkthroughs, safety review board meetings and committees, training and new chemical approvals, among other ongoing activities. \napplied Materials’ manufacturing sites that are registered to o ccupational h ealth  \nand s afety a ssessment s eries ( ohsas ) standard 18001 include: a ustin, t exas and \nsanta c lara, c alifornia ( new p roduct i ntegration site); singapore; and t ainan, t aiwan.  \napplied’s certification roadmap includes registration of five additional global  ", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}