{"page_content": "21 applied materials Citizenship report 2015hUman riGhts indiC ator 2013 2014 2015\nnumber and percentage of operations that have \nbeen subject to human rights reviews or impact assessments, by country0 0 0\n2015 THOMSON REUTERS\nTOP 100\nBAY AREA INNO VATORHuman Rights \napplied Materials is committed to human rights. We consistently strive to operate in an \nethical and responsible manner, both with our workforce and through our supply chain. o ur \nstandards of Business c onduct includes several important provisions about human rights, \nincluding prohibitions on the use of child labor or forced, bonded or indentured labor in our \noperations; and harsh or inhumane treatment, including corporal punishment or the threat of corporal punishment. i n 2013, a pplied reinforced and clarified its prohibition on child labor in \nall countries in which it operates by implementing a Global p olicy for c hild l abor a voidance.\n  \nPublic Policy   \nas a responsible corporate citizen, a pplied interacts with government officials, elected \nrepresentatives and candidates, and provides information about the company, our business and stakeholders, including trade associations of which we are a member. t his includes \nefforts through our Government a ffairs group to shape public policy on certain issues that \naffect the company’s business. i n 2015, these issues included budget and appropriations, \nenergy, immigration, natural resources, regulatory, and tax and trade issues. t he company’s \nlobbying activities are disclosed in periodic reports filed with the u .s. senate and u .s. house \nof representatives or the appropriate state agency (such as the c alifornia s ecretary of \nstate, n ew y ork s tate Joint c ommittee on e thics, or s ecretary of the c ommonwealth of \nMassachusetts), as applicable.  \nconsistent with u .s. campaign finance law, the a pplied Materials, i nc. p olitical a ction  \ncommittee ( aMpac ) may make campaign contributions to candidates for state or u .s. federal \noffice, other political action committees and political party committees where permitted. we are honored to be consistently recognized for  \nour achievements by many industry organizations  \nand publications. s ome 2015 highlights include:\n »Corporate Responsibility  magazine’s annual list of  \n100 Best Corporate Citizens for 12 years\n »FORTUNE  magazine’s w orld’s m ost a dmired  \nCompanies® for two decades, regularly ranking  \namong the top 5 in the semiconductor industry \n »Newsweek Magazine’s t op Greenest Companies  \nin america since it began in 2009\n »Victory Media’s t op 100 m ilitary Friendly  \nemployers® for 10 years running\n »Computerworld’s  Best p laces to w ork in it for  \nsix years consecutively\n »listing on first Thomson Reuters ’ top Bay  \narea i nnovators \n »debut on Silicon Valley Business Journal’s  2015  \ntop h ealthiest e mployers in the Greater Bay a reaCommitted to  \nCorporate Citizenship", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}