{"page_content": "22 applied materials Citizenship report 2015politiC al C ontriBUtions 2013 2014 20152\ntotal value of financial and in-kind  \ncontributions to political parties,  \npoliticians, and related institutions  by applied Materials, inc.\n1$12,500 $6,500 $0\ntotal value of financial and in-kind  \ncontributions to political parties,  politicians, and related institutions  by aMpac.\n1$56,000 $68,000 $70,000\n1  all contributions are made in the u.s. only. \n2 Detailed 2015 contributions by applied and aMpac can be found as part of the 2015 p olitical Disclosure r eport.\naMpac is funded through voluntary contributions from the company’s eligible employees \n(principally executives) and directors, although the company pays its administrative expenses. \nits activities are overseen by the a Mpac Board of Directors, consisting of a pplied employees, \nincluding several company vice presidents. a pplied’s state contributions committee  \n(consisting of the same individuals who serve on the a Mpac Board) oversees corporate \npolitical spending.\nthe company occasionally makes financial and in-kind political contributions within the \nunited s tates as permitted by applicable laws, such as contributions to candidates for  \ncalifornia statewide offices and state legislatures. a ll contributions must be made for  \nappropriate corporate purposes only, without regard for the private political preferences  \nof executives. n either a pplied nor a Mpac makes contributions to so-called “super pac s” \nnor do they make political contributions outside the u nited s tates. a pplied does occasionally  \nmake independent expenditures in support of or in opposition to issue campaigns where \npermitted, but did not do so in 2015.   \nadditionally, a pplied belongs to various trade associations and similar organizations  \nrepresenting the range of issues that the company cares about and believes will benefit the \ncompany’s business activities.\nMore detailed information regarding political contributions or membership fees from a pplied \nand/or its a Mpac can be found as part of the 2015 Political Disclosure Report .", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}