{"page_content": "23 applied materials Citizenship report 2015\nresoUr Ces and reFerenCes\nadditional information regarding a pplied Materials’ business and its corporate  \ncitizenship activities are available on our website at the following links:\n »2015 a nnual r eport with 10- k \n »awards and r ecognition\n »Carbon disclosure p roject (Annual Water Use and Greenhouse Gas Emissions Reports)\n »Conflict m inerals p olicy and r eporting\n »Corporate Governance   \n »Corporate r esponsibility\n »Community \n »sustainability\n »workplace\n »Corporate r esponsibility r eports\n »environmental, h ealth and s afety p olicy\n »how w e do it (A primer regarding our business, products, and industries we serve)\n »iso Certifications\n »2015 p olitical d isclosure r eport\n »press r eleases\n »organizational profile\n »transparency in s upply Chains a ct  legal disclosure\n safe harbor statement. t his report contains \nforward-looking statements, including those \nregarding applied’s performance, operations, strategies and goals, and other statements that \nare not historical facts. t hese statements are \nsubject to risks and uncertainties that could \ncause actual results to differ materially from those expressed or implied by such statements, and are not guarantees of future performance.  \ninformation concerning these risks and  \nuncertainties is contained in a pplied’s most \nrecent reports filed with the securities and  \nexchange c ommission. all forward-looking \nstatements are based on management’s  \nstimates, projections and assumptions as of June 17, 2016, and applied undertakes no  \nobligation to update them. \n © 2016 applied Materials, inc. applied Materials \nand the applied Materials logo are trademarks  of applied Materials, inc. and/ or its affiliates in the u.s. and other countries. t hird party \ntrademarks mentioned are the property of their \nrespective owners. Fortune World’s Most Admired \nCompanies logo from FORTUNE Magazine, March 1, 2016 ©2016 Time Inc. Used under license. FORTUNE and Time Inc. are not affiliated with, and do not endorse products or services of, Applied Materials.APPENdIx\nif you would like more information about a pplied Materials, visit our website at  \nwww.appliedmaterials.com . if you have specific questions or comments on the content of  \nthis report, contact our sustainability reporting team at: corporate_responsibility@amat.com .", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}