{"page_content": "7 applied materials Citizenship report 2015\nHow We Manage Our Environmental Impact\napplied exhibits responsibility towards the environment through our e nvironmental \nhealth & s afety ( ehs ) program, manufacturing practices, business operations,  \nsupply chain initiatives, and the way we operate in our communities.\nour supply c hain organization collaborates with suppliers to encourage and  \nsupport best ehs practices and initiatives that can benefit both the environment  \nand our respective businesses. r esults are monitored through training, auditing  \nand routine reporting.the company uses its e nvironmental Management s ystem ( eMs), which is modeled \non the i nternational o rganization for s tandardization ( iso) 14001 standard, to  \nmeasure a pplied’s environmental performance. a pplied began utilizing an e Ms in \n2004, when we iso 14001-certified our a ustin, t exas manufacturing location.  \nsince then, we obtained the iso 14001 certification for our manufacturing sites in  \nsingapore, i srael, Montana, t aiwan and i taly. i n 2015, our n ew p roduct i ntegration \n(npi) operation in s anta c lara, c alifornia was the seventh global location to obtain \niso 14001 certification. a pplied’s certification roadmap includes registration of \nthree additional global manufacturing sites: Gloucester, Massachusetts, and  \nalzenau and h eimstetten, Germany. \nin conjunction with the e Ms, applied uses its e nergy and s ustainability s ystem \n(ess) software to accurately capture and track the company’s environmental  \nimpact. t he ess enables the company to collect, analyze, interpret, act on and report \npower and water consumption, waste generation, greenhouse gas (G hG) emissions \n(scope 1 and 2 under the “Greenhouse Gas p rotocol”*) and business travel data \n(scope 3*) with consistent units and correlation to global reporting standards. t he \ndata that are tracked and consolidated originate primarily from information provided \non a calendar year basis by utilities and other third parties. our s upply Chain  \norganization collaborates  \nwith suppliers to encourage and support best ehs  \npractices and initiatives  \nthat can benefit both the  \nenvironment and our  \nrespective businesses.  \nresults are monitored \nthrough training, auditing  \nand routine reporting.\n* the GhG p rotocol is a widely-used international accounting tool for quantifying and analyzing greenhouse gas emissions. it was \ncreated by a partnership between the World r esources institute and the World Business c ouncil for sustainable Development.", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}