{"page_content": "8 APPLIED MATERIALS CITIZENSHIP REPORT 2 015ANNU AL W ORLD WIDE  \nENERGY C ONSUMP TION2013 2014 2015\nDirect energy consumption by primary \nenergy source (Gas) (Million Therms)4.0 4.0 3.8\nIndirect energy consumption by primary source (Electricity) (GWh)\n1 311 327 331\nRenewable energy (Electricity) (GWh)1, 268 68 65\n1 Data for reporting years 2013 and 2014 have been modiﬁed to account for Applied’s sale of Renewable Energy Certiﬁcates \n(RECs). \n2Renewable energy consists of on-site generation from Applied’s solar arrays in Austin, Singapore and China and green power\nRECs purchased in Austin and Santa Clara.\nEnergy\nApplied’ s energy usag e sustainability st rategy focuses o n two core are as: maximizin g the \n energy required for ou r business , such as through energ y management \ncontrol systems, lighting an d other facilitie s infrast ructure upgr ades ; and producing \nrenewa ble energy at Applied fa cilities and/or purchasin g such energy from loca l utilities. \nAs an integ ral part of ou r clean energ y initiatives, Applied installed a  wind turbine at our \nGloucester, Massach usetts fac ility in 2012, which has generated 20.7 GWh of energy.  \nApplied sells the r enewabl e energy certiﬁ cates (RECs ) associated w ith the wind turbine in \nsupport of the Massachusetts Department of Energy Resources (DOER) Renewable Energy \nPortfolio S tandard.  Due to a techn ical problem in S eptember 2015, the turb ine was s hut \ndow n and is curr ently in repair. It is expe cted t o be f ully o pera tional by t he end of 2016.  \nApplied’s  Santa Clara, California  and A ustin, Texas fa cilities su pport their ener gy needs with \npurchases o f gree n energy  (renewab le energy from wind o r solar sources) from local  utility \nprovide rs. The  green  energy purc hased su ppor ted 1 00 perc ent of the p owe r dem and for  our \ntwo San\nta Clara campu ses and app roximately 2 8 pe rcent  of Austin’s e lectricity dem and in \n2015. In addition, solar panel arrays at Applied’s fa cilities in Sunnyv ale, California; Si ngapor e; \nXi’an, China  and Au stin, Texas  generated  a tota l of 3.5 GWh of ener gy in 2015.\nThe f ollowing Annual W orldw ide Energy Consu mptio n table shows direct and indir ect \nworldw ide energ y consumption at A pplied’s facilities for the last three  years, inclu ding t he \namount  of energy  obtain ed from  renew able sources.Green energy supported  \n100% of t he powe r dem and  \nfor our two Santa Clara cam puses  \nand a pproximately 28% of  \nAu\nstin’s ele ctricit y dem and. \nSola r panel array s at Applied’s \nfacilitie s in Sunnyvale, Californ ia; \nSingapore; Xi’an , China and  \nAustin, Texa s generate d a total  \nof 3.5 GWh of energy . ", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}