{"page_content": "9 applied materials Citizenship report 2015annU al w orldwide  \nwater Usa Ge2013 2014 2015\nWorldwide total water usage ( ccF)1538,894 566,804 522,802\n1  amounts for owned facilities include domestic, landscaping and process (if any) usage. amounts for leased facilities  \ninclude domestic and process (if any) usage, while leased office-only facilities include domestic usage only.\nWater\nthe company regularly analyzes its water usage patterns and determines ways to \nminimize water consumption across our operations. Water usage totals will fluctuate \nwith business activity, research and development needs and product life cycle development.\nin 2015, average water usage decreased by eight percent. a pplied implemented the \naustin i ndustrial Waste n eutralization ( iWn) program in s eptember 2015, which is \nanticipated to save the company 6 million gallons of water annually. i ts positive future \nimpact was recognized by the c ity of a ustin for e xcellence in Water c onservation in 2015.\nthe table below shows water usage for the last three years ( ccF=100 cubic feet).\nGreenhouse Gas Emissions \napplied’s greenhouse gas (G hG) emissions are a result of energy usage and equipment \nprocess emissions. t he company has a long-standing commitment to support efforts  \nto reduce our greenhouse gas emissions through policies and programs, product  \nmanufacturing processes and solutions offered to customers. in 2015, our G hG emissions remained flat from 2014 due to a three percent increase  \nin our electricity usage, coupled with a three percent decrease in our natural gas usage. \nscope 3 emissions (indirect releases) decreased 45 percent year-over-year primarily \ndue to reduction in business-related air travel.\nThe company regularly seeks new ways to  \nconserve and recycle its water. The Austin \nIndustrial Waste Neutralization (IWN) Program, launched in September, 2015, is set to have a substantial future impact on water usage—a savings of approximately 16,000 gallons of water per day, or 6 million gallons per year. Its positive environmental impact was recognized by the City of Austin for Excellence in Water  Conservation in 2015.\nPrior to the IWN program, the Austin wet tool \nmanufacturing operations tested waste distilled water and used reverse osmosis to neutralize the water and then discharged it to the City of Austin publically-owned treatment works (POTW).  \nThe IWN reclamation program reuses treated \nindustrial waste water in the cooling towers  \nat the Austin manufacturing facility as make-up water. Each gallon of reclaimed IWN waste water added to the cooling towers for make-up directly replaces clean city water that would otherwise have been used. Excess volumes of reclaimed waste water continue to flow through the lift station to the City of Austin POTW.\nDuring the cooler months, the recycled waste \nwater is expected to provide over 90 percent of the total cooling tower make-up water and will augment the original make-up water source during hotter months.   Austin Water Reclamation Program \nto Save 6 Million Gallons Annually", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}