{"page_content": "10 applied materials Citizenship report 2015annU al w orldwide GreenhoUse \nGas emissions1 2013 2014 2015\ntotal direct and indirect greenhouse gas  \nemissions by weight (M tce) (scope 1+2)1 169,571 163,703 170,613\nother relevant indirect greehouse gas emissions \nby weight (M tce) (scope 3 air travel)18,690 20,724 11,390\n1 indicates applied’s worldwide direct and indirect GhG emissions for the last three years (M tce=metric tons of  \ncarbon equivalent); however, does not include renewable energy that is sold into the rec trading market. \nthe table below shows a pplied’s worldwide direct and indirect G hG emissions for the \nlast three years.\nto address global-warming potential (GW p), the company takes a proactive, cost-effective \napproach to reduce gaseous chemicals used in products, such as perfluorocarbons ( pFcs) \nand sulfur hexafluoride ( sF6). For instance, the a pplied a eris™-G pre-pump plasma \nabatement solution, with more than 1,000 customer installations, uses less energy treating  \nthe actual process gas volume, a smaller and more concentrated volume than what is treated \nby post-pump abatement units. t he plasma dissociation, combined with the low volume of \nnitrogen in the a eris-G chamber during abatement, reduces nitrogen oxide emissions to near \nzero. t he product also saves subfab space, reduces utility and exhaust connections and \nminimizes installation costs, while improving abatement efficiency. u nits are synchronized \nwith chamber operation and operate on-demand to lower electricity usage and reduce the cost of ownership.\napplied has a long history of supporting employee programs that help reduce greenhouse \ngas emissions. s ome of these programs include: carpool/ride-matching and vanpool service \nfor c alifornia, t exas and Massachusetts employees; public and alternative transportation \nincentives for c alifornia employees; electrical vehicle charging stations at our s anta c lara \nand s unnyvale campuses and a ustin site; and preferred parking for carpools, hybrid and \nelectric vehicles in a ustin and s anta c lara. \napplied continues to offer its Work-From- home ( applied anywhere) program with 417  \nparticipants and 18 telepresence rooms for virtual meetings.", "metadata": {"source": "NASDAQ_AMAT_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}