{"page_content": "11\n2018 Corporate Responsibility ReportBEST PLACES TO WORK\nIn 2018, Indeed named American \nto its 50 Best Places to Work list for \nthe second year in a row. Companies \nare ranked based on the ratings and \nreviews listed on Indeed Company \nPages for firms in the Fortune \n500. Feedback relates to company \nculture, compensation advancement \nopportunities, and more.\nAdditionally, The Wall Street Journal \nranked American No. 69 in its \nManagement Top 250, which ranks \nthe most effectively managed \ncompanies in the U.S. American had \nthe highest placement of any airline \non the list.RECOGNIZING OUR TEAM MEMBERS\nOur team members are our most valuable asset, and recognizing their work \nis an important part of our culture. In 201 8, we awarded $1 1 million in cash \nand recognition points to thank team members for good work in supporting \ncustomers and their colleagues. We introduced or enhanced several programs \nto ensure we meaningfully recognize our team members for a job well done. \nFor example:\n •Since the merger, team members have received more than $25 million \nin recognition through our peer-to-peer recognition programs that \nhighlight our team’s everyday efforts, including the Above & Beyond \n(A&B) and Spot On programs. A new recognition site allows these \nprograms to carry value in the form of points that can be redeemed \nin a rewards mall. Team members have received $1 1.5 million in A&Bs \nsince 201 3 and have been recognized for their “Spot On” work nearly \n1 50,000 times since 201 7.  \n •Almost 300 Reservations representatives and Customer Care \nmanagers were honored at the inaugural Global Reservations \nrecognition banquet in April 201 8. These hardworking team members \nrepresented the top 5 percent in global sales performance through \nthe Reservations channel and went above and beyond to provide \nexemplary service to our customers.  \n •Since the merger, we’ve recognized 528 team members as Real \nAmerican Heroes for saving a customer’s or colleague’s life or helping \nin life-threatening situations.  \n •Our Chairman’s Award \ncontinues to be the most \nprestigious recognition \nand highest honor for \nteam members who have \ndedicated stellar careers \nto American. In 2018, \nAmerican celebrated more \nthan 1 00 Annual Chairman’s Award honorees for their longstanding \ncommitment to our customers, the operation and their colleagues. \nSince the merger, 1,500 team members have been honored and \nawarded more than $8.2 million.  \n •At our Service Anniversary Dinner in August 2018, we recognized more \nthan 450 team members celebrating 45 years or more (and pilots \ncelebrating 35 years or more) of service with the company. Our 201 8 \nhonorees have contributed a combined 1 0,780 years of experience to \nour airline — and gathered plenty of memorable stories along the way. Make Culture a Competitive Advantage\n", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}