{"page_content": "13\n2018 Corporate Responsibility ReportINVESTING IN OUR TEAM MEMBERS\nAs part of our commitment to our team members, we are always looking for new ways to invest in their \nfuture and well-being, both professionally and personally. Our aim is to ensure our total compensation \nand benefits are in line with industry leaders. In 2018, salaries, wages and benefits were our largest \nexpense and represented almost 30 percent of our total operating costs.\nOur benefits site, my.aa.com, allows team members to access helpful information, enroll in benefits, make \nedits to their 401 (k) plans or find specialized care and support, such as mental health assistance.\nIn 201 8, we continued to invest in team members and improve systems that further support their work. \nFor example: \n •We helped 1 5 team members grow their families through adoption, following our announcement \nin 201 7 of our adoption assistance program for all U.S.-based mainline team members. The \nprogram provides up to $4,000 in expense reimbursements relating to the adoption process. This \nyear, we expanded the program to all international team members.  \n •We set up the Team Member Service Center, a one-stop shop for team members to get support on \neverything from benefits to pay to travel. The center is open seven days a week.   \n •We launched a new world-class HR system — Employee Central — marking the first time since the \nintegration that all team member data is available in one place. We also initiated the first phase of \nour new payroll system, which we will continue to roll out in 201 9.  \nLooking ahead, American is partnering with a health benefits navigator service to bring team members \npersonalized help for health care decision-making. Interested team members and their family members \nwill be assigned a personal health assistant to help them manage their health, navigate the health care \nsystem and make the most of all the benefits programs and resources American offers. \nLABOR RELATIONS\nAmerican respects our team members’ rights to free association and collective bargaining. Labor relations \nfor the airline industry are governed under the Railway Labor Act, which affords employees the right \nto be represented by a union and engage in collective bargaining, or to decline union representation. \nApproximately 85 percent of our active workforce are members of a union and covered under CBAs. As \npart of our aim to offer competitive total compensation and benefits packages to all our team members, \nwe strive to work collaboratively with our union partners to negotiate industry-leading contracts. In 201 8, \nthere were no work stoppages or idle days due to strikes, lockouts or labor disputes. \nIn 201 9, our goals are to achieve a joint CBA with the TWU-IAM Association for our more than 3 1,000 \nfleet service and maintenance team members and to complete CBAs for our flight attendant and \npilot teams before contract amendable dates. Our contract with the Association of Professional Flight \nAttendants, which represents nearly 27,000 flight attendants, becomes amendable in December 201 9, \nand our contract with Allied Pilots Association, which represents more than 1 5,000 pilots, becomes \namendable in January 2020. More information on our U.S.-based airline employee groups that are \nrepresented by unions can be found in our Annual Report on Form 10-K for the fiscal year ended Dec. 31, \n2018, pages 9 and 10. Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}