{"page_content": "14\n2018 Corporate Responsibility ReportTEAM MEMBER SAFETY\nAt American, we strive to be a world leader in safety and recognize that running \na safe and secure operation is the key to our success. Safety must be the first and \nforemost consideration in every decision we make companywide. We believe safety \nis everyone’s responsibility — from managers to frontline teams.\nWe rely on the sound judgment of our experienced team and our Safety \nManagement System (SMS). Being accountable to each other means reporting \nhazards, safety concerns and incidents immediately, as well as any behavior that \nviolates our policies, industry standards, regulatory requirements or the laws of \nthe countries where we operate. Timely reporting of such information through \nthe established nonpunitive safety reporting programs is essential. We have set up \nmultiple safety reporting programs that team members can use to report potential \nhazards, including an Aviation Safety Action Program, General Hazard Reporting \nand our EthicsPoint Helpline. Our Safety Policy outlines our commitment to safety, \nas well as our expectations for the SMS.\nAs part of this safety management approach, we maintain a four-part team \nmember injury reduction plan:\n • Governance and accountability: Executive level oversight; team member \nsafety teams; union partner engagement\n •Data alignment and acquisition: Injury dashboards/reports; consistent \ninvestigations; root cause analyses; injury reporting\n •Injury prevention training and promotion: Specialized trainings, such as \nACS Lifting, Tech Ops/Flight Service, Spring Safety; Awareness, e.g., scenario \nvideos; “Safety Snippets”; Quarterly Safety Stand Down meeting\n •Programs and initiatives: Facilitation of at-risk behavior discussions; injury \nreview standardization\nA safe workplace for our team is the cornerstone of running a safe operation. \nAmerican’s Occupational Safety and Health (OSH) program includes an Employee \nSafety and Health Manual that establishes American’s commitment and duty to \nproviding a workplace that is free of recognized hazards, documents policies and \nprocedures to comply with Occupational Safety and Health Administration (OSHA)-\nrelated regulations, and provides tools and information for employees to use to \nwork safely and avoid occupational injuries and illnesses. In 2018, OSH department \nspecialists visited 62 domestic stations to conduct special training on employee \nsafety and compliance with OSHA regulations for more than 670 station managers \nand supervisors. \nOSHA’s Voluntary Protection Programs (VPP) recognize employers and workers \nwho have implemented effective safety and health management systems and \nmaintain injury and illness rates below national Bureau of Labor Statistics averages \nfor their industries. VPP is focused on preventing fatalities, injuries and illnesses \nthrough a system that emphasizes hazard prevention and control, worksite analysis \nand training. Our Tech Ops — Tulsa Auxiliary Power Unit and Aircraft Wiring Center \n(AWC) facility was the first to become VPP-certified in 2016. Our four maintenance \nbases in Tulsa, Dallas-Fort Worth, Pittsburgh and Charlotte continued the VPP \ncertification process in 2018, including undergoing rigorous onsite evaluations by \nteams of safety and health professionals. WORK-FIT FOR SAFETY\nTo ensure our team members are \nprepared for the everyday physical \ndemands of their jobs, last year we \nintroduced Work-Fit in a number \nof our largest stations. Work-Fit \nis an independent program that \nworks to advance safe physical work \npractices. With a focus on reducing \ninjuries, it connects licensed athletic \ntrainers with team members to \ndiscuss everything from proper \nlifting techniques to healthy diet \noptions. For team members who \nmay put off seeking treatment for \nan injury, a workplace location \ngives them easy access to help. \nWhether the job is lifting bags \nonto an aircraft or standing for an \nextended period to assist customers, \nWork-Fit provides helpful resources \nfor all workgroups through group \neducation, performance coaching \nand a focus on best practices. For \nexample, in conjunction with the \nWork-Fit program, we filmed a series \nof scenario-based videos for team \nmembers on topics such as how to \navoid trips and falls that will roll out \nin 201 9.Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}