{"page_content": "15\n2018 Corporate Responsibility ReportINCLUSION AND DIVERSITY \nAmerican’s commitment to supporting inclusion and diversity across our organization begins at the top. \nIn 2017, our Chairman and CEO, Doug Parker, joined the CEO Action for Diversity & Inclusion, the largest \nCEO-driven business commitment to advance diversity and inclusion within the workplace. American is \none of more than 250 organizations that have taken the pledge and committed to cultivating a workplace \nwhere diverse perspectives and experiences are welcomed and respected, where team members feel \ncomfortable and encouraged to discuss inclusion and diversity, and where best practices can be shared.\nYet, in 2017, we heard from some customers that we had room to improve in this area. That feedback \ninspired us to take some concrete steps toward improvement in 2018:\n •We engaged an industry expert to look more closely at inclusion and diversity at American \nto highlight where we can better meet the needs of our team members, customers and the \ncommunities we serve. Throughout this process, we’ve listened to the perspectives and experiences \nof more than 2,000 team members across the system and learned more about what other leading \ncompanies do that we might consider. We are also building a strategic action plan for the long \njourney – from career development to supplier diversity – to ensure we continue to find and retain \ndynamic, talented team members and partners.  \n •We implemented companywide implicit bias training to examine ways to recognize and mitigate \nimplicit bias. The training started with our leadership team and expanded to the rest of the \norganization. Nearly 75,000 team members completed computer-based implicit bias training in \n2018, and we are on track for all 1 30,000 to complete this training in 201 9. We will begin to roll \nout the second phase of that process — a 90-minute in-person course for every team member — \nbeginning in 2019.  \n •We began to overhaul our customer discrimination claims process and create a new customer \nresolution team that specializes in managing discrimination complaints to improve response, \nvisibility and coordination across the company.  \n • We are sharpening our focus on team member concerns by increasing awareness of work \nenvironment policies and the process to report concerns. We are also working to continually \nimprove our internal oversight and resolution of team member discrimination claims.\nSince the merger, we’ve received multiple recognitions for our leadership and strengthened our \ncommitment to inclusion and diversity. In 201 8, we again received the highest score in the Human Rights \nCampaign (HRC) Corporate Equality Index for the 1 7th consecutive year — more than any other airline in \nthe world. We are a member of HRC’s Business Coalition for the Equality Act, a group of more than 100 \nleading U.S. employers that support the Equality Act, federal legislation that would provide the same basic \nprotections to LGBTQ people as are provided to other protected groups under federal law. \nWe received the top score of 1 00 on the 201 8 Disability Equality Index® (DEI), a score we have achieved \nsince the DEI’s inception in 2015. We were also named among DEI’s elite group of Best Places to Work for \nDisability Inclusion for the third consecutive year. Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}