{"page_content": "16\n2018 Corporate Responsibility ReportMIAMI PROUD\nThe Miami PRIDE EBRG formed in \n201 8 with an initial goal for American \nto participate in the Miami Beach Gay \nPride Parade, which would be a first \nfor the company. In collaboration with \nMiami’s Regional Council, the group \nsucceeded in its efforts and American \nbecame the official airline sponsor of the \nparade. More than 100 team members \nfrom all workgroups proudly donned \ntheir American Airlines PRIDE T-shirts \nand gave away branded items to the \nmore than 100,000 spectators in the \ncrowd on beachfront Ocean Drive. Flight \nattendants came dressed in uniform.\nMore than 100 American team members from \nall workgroups participated in the Miami Beach \nGay Pride Parade in 2018.DRIVING INCLUSIVITY FORWARD\nWe want all our team members to feel supported and free to be themselves \nat work. One of the most important ways we cultivate support for our team is \nthrough our Employee Business Resource Groups (EBRGs). These groups are \ndedicated to promoting cultural enrichment, supporting business success and \nengaging our team members in community service — and their numbers are \ngrowing fast. The number of EBRG chapters has more than doubled, from 68 at \nthe time of the merger to more than 200 worldwide today. In the past two years \nalone, team member participation has increased by 22 percent.\nHighlights in 201 8 from our EBRGs include:\n •Our Latin Diversity Network (LDN) EBRG celebrated its 20th anniversary. \nThe LDN has expanded from five chapters to 17 in the past three years. \nMore than 2,700 team members now participate with this EBRG in the \ncommunities we serve. \n •It’s Cool to Fly American helps children on the autism spectrum and their \nfamilies become comfortable with the sensory experience of air travel. \nAmerican and our Abilities EBRG launched the program in 2015 and holds \ndozens of events systemwide each year. \n •Our African-American Diversity Network EBRG gave 60 Dallas-Fort Worth \nstudents a behind-the-scenes tour of the CR Smith Museum, where they \nlearned about the airline industry and careers at American.Make Culture a Competitive Advantage\nINTERNATIONAL LEADERSHIP PROGRAM \nIn September 2018, 1 1 team members celebrated their graduation from our \nInternational Female Development program for emerging leaders. The inaugural \nclass hails from nine countries and includes women from Operations, Premium \nServices, Flight Service and Reservations. These team members were selected in a \ncompetitive process after being nominated by their managers, who committed to \nguide their career growth and development.\nOnce admitted, team members participated \nin 28 different learning touchpoints, \nincluding executive coaching, leadership \nworkshops and quarterly visits to American’s \nheadquarters, where they presented case \nstudies and interacted with senior leaders. \nEach team member was also assigned a \nmentor and a business manager from the \nPeople department to guide her on her \njourney toward roles in management.\nThe program has now expanded to include \nmale participants, with 17 new team \nmembers being inducted into the renamed \nInternational Development Program.\n2018 International Female \nDevelopment program graduates", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}