{"page_content": "17\n2018 Corporate Responsibility ReportCELEBRATING INCLUSION AND DIVERSITY\nIn September 201 8, American recognized four team members, nominated by their peers, with the 10th \nannual Earl G. Graves Award for Leadership in Diversity and Inclusion. The award is dedicated to team \nmembers who are driving inclusion and diversity forward at work and in their communities:  \n •Alessia Giovannotti, Premium Customer Services \nRepresentative at London Heathrow, helped \nstart the Professional Women in Aviation EBRG \nchapter in London, which grew to more than \n100 members in only four months. \n •Steve Sherrill, Facilities and Project \nAdministration Manager in Dallas-Fort Worth, \nhas been involved with EBRGs since 2002 and \nnow serves as president of the Dallas-Fort \nWorth chapter of our PRIDE EBRG and as a \nglobal lead on our Diversity Advisory Council. \n •Sonia Lopez, Reservations Manager in Lima, \nPeru, has led several community projects across \nPeru that benefit schools, hospitals and groups \nthat make prosthetics for disabled children. \n •Syed Masood, IT Senior Project Manager in \nDallas-Fort Worth, pioneered a joint venture \nbetween the Islamic Circle of North America \n(ICNA) Dallas and American, successfully executing an annual recognition program to honor the \ncontributions of Dallas-area public school teachers.\nFrom left, Sonia Lopez, Syed Masood, Alessia Giovannotti \nand Steve Sherrill were recognized for their efforts in \ninclusion and diversity.Make Culture a Competitive Advantage\nCOMMUNITY IMPACT\nAmerican is proud to support the communities where our team members and customers live and work. As the world’s \nlargest airline, we embrace our responsibility to help create a brighter future for all, and giving back is core to our culture \nand our business.\nDo Crew, American’s volunteer program, connects current team members, retirees and friends of the airline with \ncommunity-based projects that benefit nonprofit organizations around the world. Since 201 4, team members have \ndonated nearly 500,000 hours of their time to nonprofits through Do Crew, earning hundreds of millions of miles for \ncharities of their choice. In 201 8, team members collectively logged 1 86,768 volunteer hours and American donated \nmore than 1 5.5 million miles to local charities on their behalf.\nOur Flights for 50 program allows team members to make an even bigger impact in their communities. American team \nmembers who track 50 volunteer hours using the Do Crew website receive a Flights for 50 mileage award (the equivalent \nof 25,000 AAdvantage miles) for the nonprofit organization of their choice. Each team member can earn up to two \nawards per calendar year. ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}