{"page_content": "18\n2018 Corporate Responsibility ReportMake Culture a Competitive Advantage\nGIVING FINANCIAL SUPPORT\nSince 201 3, American has donated more than $1 10 million \nin cash and in-kind donations to charitable causes around the \nglobe through strategic partnerships, fundraising events and \ncause marketing campaigns. In 2018, we donated more than \n$35 million in cash and travel value to support members of \nthe military and veterans, health research, disaster response \nand children’s well-being. \nIn recent years, American has also donated $3.6 million to \nnonprofits in the wake of natural disasters, along with 42,000 \nhygiene kits, 100,000 meals and 300,000 pounds of donated \ngoods — all packed by team members. In 2018, American \nteam members conducted one of the airline’s largest disaster \nrelief efforts by assembling 20,000 American Red Cross \nhygiene kits at the Phoenix cargo facility for victims of the \ndeadly California wildfires. \nAmerican Airlines customers also have a history of giving \ngenerously to vital causes with the help of American. For \nnearly 25 years, American has partnered with UNICEF to \ncollect more than $15 million from our customers in support \nof the Change for Good program, an innovative partnership \nthat rallies the international airline industry to help improve \nthe lives of millions of children around the world. Travelers on \nselect international flights can donate unused U.S. and foreign \ncurrencies to help UNICEF provide lifesaving assistance \nto children in more than 190 countries and territories. \nSince 2015, participation has been up by 1 30 percent, and \nAmerican flight attendants have raised more than $6 million \nto help children in need. Local UNICEF-supported programs \ninclude teaching children about health and nutrition through \ninteractive play and using midwives to provide prenatal \ncare to pregnant women. In 2018, six American team \nmembers went to Guatemala to see firsthand how these \nlocal programs, and the donations they are supported by, are \nmaking a direct impact in children’s lives.STANDING UP TO CANCER  \nAS SUPERHEROES\nTo help team members in their fights against all \nforms of cancer, in 2016 we launched a  \n$10 million collaboration with Stand Up To  \nCancer (SU2C).\nIn April 201 8, we unveiled a very special aircraft \nas part of this collaboration: an Airbus A321T \nwrapped with a graphic of esteemed SU2C \nresearchers and courageous American team \nmembers who have personally fought cancer, \nfeatured as superheroes. This first-of-its-kind \nvisual collaboration is part of American’s effort \nto bring greater awareness, raise much-needed \nfunds to further research and save lives in the \nfight against cancer. \nFrom left, Dr. Vinod Balachandran, cancer survivor and \nLAX Customer Care Manager Shandra Fitzpatrick, and \nDr. Phillip A. Sharp stand in front of the A321T featuring \nthe SU2C graphic.VOLUNTEERING ON THE SNOWBALL EXPRESS\nIt takes a village to make Snowball Express, a program of the Gary Sinise Foundation, a success. In December 201 8, a \nsubstantial part of that village was made up of the nearly 1,000 American Airlines team members who volunteered \ntheir time to make the experience meaningful for children of fallen military heroes and their surviving parent or \nguardian. American team members transported 650 families — 1 ,722 total Snowball Express participants — from more \nthan 80 cities worldwide on more than 100 chartered and commercial flights to Orlando, Florida, where they spent \nfive days of fun and fellowship. During their trip, families visited Disney World and had direct access to complimentary \nresources, such as counseling services, mentoring, and a variety of therapeutic activities and entertainment. Learn more \nabout the impact of Snowball Express in this video.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}