{"page_content": "19\n2018 Corporate Responsibility ReportTo deliver world-class experiences to all our customers — especially premium customers who consistently \nchoose American — we will continue to drive toward excellence, strengthen our network and grow where \nwe have a competitive advantage. American is investing billions to significantly improving the customer \nexperience — both on the ground and in the air. We have made investments in new aircraft at an impressive \nrate to bring customers a more modern, comfortable and connected experience, including enhanced \nonboard entertainment, dining choices and upgraded lounges.\nEXPANDING EFFICIENTLY AT OUR LARGEST HUB\nDallas Fort Worth International Airport (DFW) is American’s largest hub, with more than \n800 daily flights to 30 countries. In 2018, we finalized a lease agreement that will allow us \nto expand our footprint at DFW in 2019 by moving some regional flying to 1 5 new gates \nin the satellite building at Terminal E and converting some regional gates at Terminal B to \nmainline gates. In July 2018, DFW received a letter of intent for a $180 million federal grant \nfrom the U.S. Department of Transportation and Federal Aviation Administration for two \nnew end-around taxiways. End-around taxiways enable arriving aircraft to taxi around DFW’s \nseven active runways rather than wait to cross them, ensuring less idle time and more efficient \nmovement of travelers and commercial goods.Create a World-Class Customer Experience\nWe are also flying to more destinations than ever before. Since the merger in 201 3, we’ve added 228 new routes and 41 new \nstations to our network, including to one new state, Montana, and eight new countries: Australia, Bonaire, Croatia, Czech \nRepublic, Guyana, Iceland, New Zealand, and Saint Vincent and the Grenadines. In the summer of 2018, we flew 1,025 unique \nroutes and operated almost 6,875 daily flights on a peak day.\nOPERATIONAL PERFORMANCE\nWe know one of the most important qualities our customers expect of us is dependability. In addition to customer safety, our \ntop priority is getting our customers to their destinations on time and with their baggage. Since the merger, we have made \nsteady progress on improving our core operating metrics. In 2017, we recorded our best on-time departure performance since \n2003 and our best mishandled baggage rate (MBR) since 1994. \nIn 2018, we fell short of our operational targets, but we implemented several new initiatives focused on improving aircraft \ndependability, maintenance and turn performance. These include taking consistent steps to confirm our fleet is ready to go each \nmorning; properly resourcing our teams to turn aircraft efficiently throughout the day; and adjusting our planning processes \nto be ready to deliver smooth service during peak travel periods. We have already seen positive results from these efforts, \nincluding significant improvements in key operational performance metrics during the busy holiday travel period at the end of \n2018 — and we carried that momentum forward into 2019.\n", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}