{"page_content": "3\n2018 Corporate Responsibility ReportIn 201 8, our team celebrated five years since the \nmerger of American Airlines and US Airways.  \nWith most of the integration work now behind \nus and $25 billion invested in our team and \nproduct, our efforts are poised to pay off. We \nmade great strides in delivering a world-class \ncustomer experience, improving our revenue \nperformance and taking care of our team members.\nAt the same time, 201 8 presented challenges to our business as we faced \nrising fuel prices, difficult weather events, uncertain economic conditions \nin some parts of the world and the early stages of a government \nshutdown at the end of the year. We did not meet all our targets for \noperational performance, which we know had an impact on customer \nsatisfaction.\nBut we are a team that collaborates, adapts and continues to move \nforward. We identified challenges and implemented action plans to \nadjust and correct. By the end of 201 8, the hard work and dedication of \nour team members helped produce pre-tax profit of $1 .9 billion, or $2.8 \nbillion excluding net special charges.1 Looking ahead, we will continue \nto focus on our bedrock principle that when we take care of our team \nmembers, they will take the best possible care of our customers, which, in \nturn, takes care of our great company. \nWe are guided by our three long-term strategic objectives:\n •Make Culture a Competitive Advantage: Our team members are \nour most important asset. We’ve added more than 15,000 people \nto our team since the merger, and we’re focused on supporting \ntheir professional growth by building a culture of learning and \ndevelopment. In 201 8, we partnered with Harvard Business \nSchool Publishing to launch Harvard ManageMentor, which \noffers on-demand online courses with skill-building exercises and \nbusiness development guidance for more than 40 topics.  \n \nOur company’s focus on inclusion and diversity has never been \nmore deliberate. In 2018, we responded to feedback in this area \nby engaging an industry expert to look more closely at inclusion \nand diversity at American to highlight where we can better meet \nthe needs of our team members, customers and the communities \nwe serve. Some 75,000 team members completed computer-\nbased implicit bias training in 2018, and all 1 30,000 will complete \nthe training in 2019. We will roll out in-person implicit bias \ntraining for all team members beginning this year as well.\n •Create a World-Class Customer Experience: Since the merger, \ncreating a consistent and exceptional experience for customers \nacross our network has been a top priority. We have invested \nbillions in new products and services and have more than  \n500 customer-facing projects underway, with most of them  \ntaking place at our airports.  We’ve also added more than 200 new routes and 41 new stations \nto our network over the past five years and combined more than \n650 systems to help our team members serve customers better. \nOn board our aircraft, customers now enjoy greater connectivity \nto high-speed Wi-Fi and enhanced entertainment, while visitors \nto our lounges in many airports are enjoying recent upgrades. All \nof this adds up to a more modern, comfortable and connected \nexperience for our customers. \n •Build American Airlines to Thrive Forever: With the merger \nof American and US Airways, we created the largest airline in \nthe world, and we’re committed to ensuring that our airline \nwill continue to thrive, now and into the future. Achieving our \nfinancial objectives and investing heavily in airport infrastructure \n— such as our $1 .6 billion project at Los Angeles International \nAirport (LAX) — will help us better serve our customers and team \nmembers while positioning our company for success for many \nmore years to come.  \n \nThriving in the future also means being mindful of our \nenvironmental impacts as an airline and doing our part toward \nresponsible energy use and fuel conservation. Currently, 100 \npercent of electricity purchased at our Dallas-Fort Worth-area \nfacilities is from renewable sources. We’ve taken delivery of more \nthan 500 aircraft since the merger, giving American the youngest \nfleet of any U.S. network carrier. And we continue to introduce \nnew, more fuel-efficient aircraft into our fleet while retiring the \nsame number of older planes.\nTogether, these three strategic objectives represent the important \nresponsibility we have to protect the pride each of us has in American \nand to ensure that it lives on for those who will take care of this great \nairline long after we are gone.\nWith that in mind, we have organized our 2018 Corporate Responsibility \nReport around these themes to highlight our achievements and to \nacknowledge the work that remains. We’ve made tremendous progress \nto date, and we look forward to continuing the journey with you as we \nreach many more exciting milestones in the years ahead. \nSincerely,\nDoug Parker\nChairman and Chief Executive Officer\nMessage from Our CEO\n1 Please see Annex I for a reconciliation of pre-tax profit excluding special \nitems, a non-GAAP measure. ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}