{"page_content": "21\n2018 Corporate Responsibility ReportIn addition to responding to communications in a timely manner, our Customer Advocacy team uses insights to drive \nstrategic changes intended to ultimately improve the overall customer experience. We have many examples of instances \nwhere we were able to identify opportunities to better serve our customers through their feedback. For example:\n •Following complaints about slow and inconsistent Wi-Fi connectivity, we contracted with a new high-speed satellite-\nbased inflight Wi-Fi provider, ViaSat. As of the end of 201 8, high-speed Wi-Fi is now available on more than 570 \naircraft. The rest of American’s long-term narrowbody aircraft will receive high-speed Wi-Fi in 2019.  \n •After receiving feedback about improving the customer \nexperience for passengers needing wheelchair assistance, \nwe launched a Disability Improvement project focused \non increasing accessibility for passengers with disabilities. \nFor example, in Los Angeles, American worked with the \nairport authority to install an elevator to enhance the travel \nexperience of passengers in wheelchairs that use a shuttle bus \nto transfer between terminals.   \n • After learning about the challenges our customers were facing \nin getting timely refunds, we made process improvements \nand adjustments to our refund automation system. This has \nresulted in an improvement in the timeliness of refunds and \ndecreased customer complaints.  \nIn addition to relying on feedback, we are always striving to \ncontinuously improve our product and the experience of our \ncustomers. In 2018, for example, we continued to expand free live \nTV offerings — now on more than 270 domestic aircraft — and we \ncontinue to be the only U.S. carrier to offer it internationally.CUSTOMER SATISFACTION\nAn important part of ensuring that we provide a world-class experience for our customers is by listening carefully to them \nand taking appropriate actions in response. We have several ways customers can contact us to provide feedback, with the two \nmost common being email and social media. We strive to respond to all complaints in a reasonable amount of time, and we \nconsistently respond to 85 percent of customer contacts within 24 hours. \n SCORING AN 'A' FROM THE BBB\nCustomers reach out to American \nin several ways to resolve concerns \nregarding their travel experience. Others \nmake their issues known through third \nparties. In July 2017, our Customer \nRelations team began working with \none of those outside organizations — \nthe Better Business Bureau (BBB) — to \naddress how to better handle customer \ncomplaints. We have reviewed and \naddressed all feedback on the BBB’s site \nand implemented new steps to ensure \nwe are responding appropriately. As a \nresult, in May 2018, American’s rating \non the site was upgraded to an A from \nthe BBB.Create a World-Class Customer Experience", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}