{"page_content": "22\n2018 Corporate Responsibility ReportCreate a World-Class Customer Experience\nECONOMY FARES\nTo allow our customers to access American’s \nunparalleled network while benefiting from our lowest \nfares that are competitive with no-frills carriers, in 2017 \nwe rolled out our popular Basic Economy fare across \nthe continental United States. In 2018, we expanded \nthe program and now offer this option across the \nentire domestic network as well as most of the Atlantic, \nCaribbean, Mexico and Central America. We made \nseveral refinements to the program in 2018, including \neliminating the carry-on bag restriction so passengers \ncan bring both a personal item and a carry-on bag on \nthe plane like other Main Cabin fares.\nIn 2018, we added Premium Economy to  \n103 aircraft. This fare option offers enhanced seating \nbetween business class and Main Cabin and includes \nbenefits such as more legroom and free on-demand \nentertainment. We offer more Premium Economy seats \nthan any other U.S. airline.\nCOMPETITIVE AADVANTAGE \nWe are focused on continuously improving our \ncustomer loyalty program, AAdvantage, which has been \nawarded Best Elite Program every year since the merger \nat the Freddie Awards, which honors loyalty programs \nas determined by frequent travelers. One of the great \nlongstanding features of the program is the opportunity \nfor AAdvantage members to earn miles by donating \ncash to select causes, making a difference in the lives of \nthose in need. \nIn 2018, we introduced several new benefits for \nprogram members, including the ability to book award \ntravel on the mobile app. Since the merger, members \nhave redeemed more than 50 million awards miles \nacross more than 20 airline partners to more than \n1,000 destinations. We also introduced the digital wallet \nand promotions center, giving our members added \ncontrol and flexibility with their rewards and benefits. \nIn 2018, we introduced the new AAdvantage MileUpSM \ncard, which gives members the ability to earn miles on \neveryday purchases with no annual fee. \nFlagship Lounge at LAX\nLOUNGING AROUND\nAmerican was the first airline to introduce an \nairport lounge concept in 1939, and, today, we \noffer more than 55 lounges worldwide to improve \nthe customer experience. With our premium \ncustomers in mind, we introduced the first Flagship \nLounge and Flagship First Dining at New York’s \nJohn F . Kennedy International Airport (JFK) in May \n2017. Since then, we’ve opened additional Flagship \nLounges at LAX, Miami International Airport (MIA) \nand Chicago’s O’Hare International Airport (ORD) \nwith Flagship First Dining at LAX and MIA. Our next \nFlagship Lounge and Flagship First Dining will open \nat DFW in 2019.  \nWe’re also making updates to Admirals Club \nlounges at many airports, including Charlotte \nDouglas International Airport (CLT), DFW, Boston \nLogan International Airport (BOS) and Pittsburgh \nInternational Airport (PIT). Team members at \nParis’ Charles de Gaulle Airport (CDG) celebrated \nthe 30th anniversary of the Admirals Club lounge \nin July 2018. The lounge offers guests spa-like \nshowers, high-speed Wi-Fi and complimentary \nfood provided exclusively for American by the \nFrench family-run food supplier IMG.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}