{"page_content": "23\n2018 Corporate Responsibility ReportSAFETY THROUGH \nTECHNOLOGY\nIn 2018, American became the first \nairline to work with the Transportation \nSecurity Administration to launch a \nnew state-of-the-art, 3D computed \ntomography (CT) scanner at the \nsecurity checkpoint in Terminal 8 at \nJFK. CT technology more effectively \ndetects threats, enhancing aviation \nsecurity for team members and \ncustomers.\nAmerican has also launched \nautomated screening lanes at ORD, \nDFW, LAX and MIA. These new lanes \nincorporate innovative technology \nand screening station modifications \nthat enhance security effectiveness \nwhile decreasing the time travelers \nspend in line at the checkpoint.RESPONDING TO EMERGENCIES\nAmerican’s Customer Assistance Relief Effort (CARE) team members \nstand ready to assist our customers in the event of any emergency. More \nthan 5,000 volunteer CARE team members across 100 departments are \ntrained to provide compassionate, professional assistance to our customers \nand colleagues in the event they are affected by an aircraft emergency on \nany flight operated by American Airlines or American Eagle. \nTo ensure we are always prepared, American has quarterly corporate \nemergency response drills for American’s mainline operations and annual \nemergency drills for each of our regional airline partners. Various scenarios \nrelated to aviation accidents or security incidents are used to help prepare \nfor any type of event. \nCircumstances in the workplace can happen without warning. The ability \nto identify and quickly respond to these situations can make a huge \ndifference. To help prepare our team members to better handle these \nunforeseen situations, in 2018 American launched a voluntary computer-\nbased training course called Keeping American Secure. This course was \ndesigned to help team members identify common behaviors of dangerous \npeople before they harm themselves or others, share resources for \nthreatening or potentially violent circumstances, and provide information \nabout survival strategies in a variety of emergency situations. Create a World-Class Customer Experience\nCUSTOMER SAFETY\nOur commitment to customer and flight safety cannot be overstated. We are focused on proactively identifying, analyzing, \nmitigating and eliminating risks and hazards that may cause accidents or injuries to our customers. An important part of how \nwe do that is by continually monitoring and reporting safety-related issues. The Aviation Safety Action Program (ASAP) is a \ncollaborative industry tool that enhances aviation safety through the analysis of voluntarily — and in some cases anonymously \n— reported safety events or discrepancies. The purpose of ASAP is to prevent accidents and incidents by encouraging frontline \nteam members and airlines to report any and all safety information that can be used to identify and mitigate safety risks, rather \nthan letting it go undocumented. In 201 8, American Airlines recorded 10,834 ASAP reports.\nIn 2019, in cooperation with our union partners and the FAA, we will also be rolling out a Ground Safety Action Program \n(GSAP). Based on ASAP principles with a focus on ground operations, the policies and procedures will support team members in \nour ramp, cargo, tower and ground support equipment areas. GSAP is expected to launch in early 2019 in four locations — BOS, \nOrlando (MCO), Las Vegas (LAS) and LAX — and to every station by summer 2019.\nAs part of our commitment to ongoing monitoring and transparency, we are a registered participant in the IATA Operational \nSafety Audit (IOSA) program, an internationally recognized and accepted evaluation system designed to assess an airline’s \noperational management and control systems of an airline. The IOSA audit creates a structured methodology with standardized \nchecklists comparable on a worldwide basis, enabling and maximizing the joint use of audit reports. Results contribute to the \ncontinuous updating of standards to reflect regulatory revisions and best practices.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}