{"page_content": "24\n2018 Corporate Responsibility ReportBuild American Airlines to Thrive Forever \nSince the merger of American Airlines and US Airways more than five years ago, we have made strategic \ninvestments in our team and our product while managing risks in ways that will secure our financial \nstrength for the long term. We are making historic investments in innovation, breaking ground on new \nairport modernization projects and expanding our route network and partnerships around the world. \nLooking ahead, we will finalize our integration and continue to responsibly manage our assets like owners.\nOur team members’ hard work helped produce pre-tax profit of $1.9 billion, or $2.8 billion excluding net special charges, in \n20181. These results brought our profit sharing pool to $1 75 million, which was distributed to team members in March 2019. \nINVESTING IN OUR FACILITIES\nWe’re making major improvements to the travel experience — both onboard our planes and at our airports. We’re making significant \nfinancial contributions to the more than $50 billion in airport capital improvement projects approved, funded and underway at \nour hubs. In addition, our Corporate Real Estate (CRE) and IT teams have systematically analyzed our facilities to identify spaces that \nwere long overdue for improvement. We have refurbished more than 1 , 100 team member spaces around the system, including \nindividual work areas, break rooms and reservations offices. CRE also has more than 500 customer-facing projects underway. \nThe highlights from 201 8 include:\n •DCA:  In Arlington, Virginia, the Metropolitan Washington Airports Authority and Ronald Reagan Washington National \nAirport (DCA) are undergoing a $1 billion upgrade. When completed in 2021, two new security checkpoints will connect \nall the concourses on the secure side, and a new 1 4-gate regional concourse will replace the ramp and busing operation \nat gate 35X. This new facility will provide regional travelers with direct, enclosed access to planes via jet bridges, spacious \ngate areas, diverse seating options with integrated power outlets, new concessions and an Admirals Club.  \n •DFW:  Construction is underway on the Terminal E satellite, where American will open 1 5 new gates and relocate some \nof the Terminal B operation to expand its footprint at DFW when it opens in the second quarter of 2019. Improvements \ninclude refreshing ticket counters and gate areas, refurbishing restrooms and office space, and installing new ramp \nlighting and moving walkways. We will also open a Flagship Lounge and Flagship First Dining in Terminal D by mid-2019.  \n •LAX:  In October 201 8, American and Los Angeles World Airports broke ground on a $1.6 billion modernization project \nto reimagine LAX Terminals 4 and 5, marking American’s largest individual investment at an airport in its 92-year history. \nWhen completed, the new facility will have open and efficient check-in and security processing areas, more inviting gate \nareas with increased seating and access to modern amenities, and greater ability for airline operations to quickly adapt \nto and incorporate rapidly evolving new technologies. We will also modernize the workspace of American’s 7,300-plus \nteam members at LAX with renovated break rooms, multi-use meeting rooms and new team gathering spaces.  \n •LGA:  We are completely redeveloping our terminal (including team member break rooms and workspaces) at LaGuardia \nAirport (LGA) through a $5.1 billion public-private partnership with the Port Authority of New York and New Jersey and \nLaGuardia Gateway Partners. In 201 8, we unveiled the first new section of Terminal B, where we now occupy three of  \n1 1 gates.  \n •MIA: A newly renovated Admirals Club and Flagship Lounge, complete with a new Flagship First Dining area, recently \nopened at MIA, along with more than $5 million worth of upgrades to team member work spaces.  \n •ORD: Major renovations will occur over the next few years, including a new hangar for American with high-tech features \nand upgraded team member spaces. The six-bay structure opened in January 2019 and can hold two additional \nnarrowbody aircraft, which will increase overnight workload capacity, expedite maintenance and return aircraft to the air \nfaster. It also features two production control rooms, an aircraft parking lot and updated work centers for team members. \n1 Please see Annex I for a reconciliation of pre-tax profit excluding special items, a non-GAAP measure. ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}