{"page_content": "25\n2018 Corporate Responsibility ReportBuild American Airlines to Thrive Forever \nINTEGRATING OUR TEAM\nWe continue to fulfill our integration plan following the merger of American and US Airways. Since 2013, we have \nco-located American and US Airways at more than 1 40 airports around the world, rebranded gates, ticket counters \nand signage at 340 airports, and combined more than 650 systems. We combined the two airlines’ reservations \nsystems into a single computer platform and integrated our pilot groups and fleet of aircraft into one Flight Operating \nSystem in 201 5 and 201 6, respectively. In October 2018, American accomplished the largest and most complicated \nintegration project to date, representing another major technological and operational milestone: flight attendant \noperational integration (FOI).\nPrior to FOI, our flight attendants \nwere limited to flying only on their \nlegacy airline’s aircraft, but now \nthey can fly together on the same \naircraft. Along with providing a more \nflexible work environment for our \nflight attendants (including new pay \nprocesses and training schedules), \nthe change means we can re-crew \nwithout worrying about which aircraft \nflight attendants can fly. This helps \nus get back on track faster following \nweather events or aircraft swaps, improving the experience for our customers. As of November 2018, flight attendants \nwere able to transfer to any base within our network, with more than 1,000 flight attendants expected to move to \nnew bases.\nINVESTING IN OUR NETWORK\nOver the next 20 years, more than half of the world’s new air travelers are expected to come from the Asia-Pacific \nregion, and American is stepping up to meet that demand. Our flights to the region are our longest, and they are \ncritical to attracting and retaining customers. Since 2013, American has doubled the number of routes we serve in \nthe Asia-Pacific region, and we’re investing heavily to ensure those traveling between Asia-Pacific and the U.S. have the \nnetwork and connections they need on the best product American can offer.\nIn 2018, American launched 28 new flights across its network, including 1 2 flights to the Caribbean, five flights to \nMiami and two new ways get to Sarasota, Florida(SRQ). American also introduced a sixth destination in Cuba with \nservice to Antonio Maceo International Airport (SCU) in Santiago de Cuba, and new service to Durango International \nAirport (DGO) in Mexico. Beginning in the summer of 201 9, we will offer 18 new domestic and Canadian routes. These \nnew routes are in addition to previously announced seasonal service to Europe, including being the only U.S. airline to \ntravel nonstop to Bologna, Italy (BLQ), and Dubrovnik, Croatia (DBV). \nAs we continue to introduce new domestic and international routes, we’ll also open new stations. This year, we’ve \nopened stations in Reykjavik-Keflavik, Iceland (KEF); Budapest, Hungary (BUD); Prague (PRG); Bonaire (BON); Panama \nCity, Florida (ECP); and Cheyenne, Wyoming (CYS), to name a few.Largest  integration \nproject to date  for \nAmerican\nA massive effort \n involving more than \n 6.2 million hours  \nof work1.1 million \nhours of training \ndelivered29,000 \nteam members \nbrought together", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}