{"page_content": "26\n2018 Corporate Responsibility ReportSUPPLY CHAIN\nOur commitment to running an efficient and profitable business extends to the responsible management of our supply chain. \nWe procure high-quality, cost-competitive goods and services from more than  \n1 0,000 suppliers across the enterprise. The most significant elements of our supply chain include jet fuel, aircraft and aircraft \nparts, inflight food and beverages, technology, and office supplies.\nKey criteria for doing business with American includes providing the best value in terms of price and quality, as well as having \na deep understanding of the airline industry, being financially stable and certifying an ethical supply chain. These expectations \nare clearly outlined in our Standards of Business Conduct for Suppliers, as well as on an accompanying Supplier Management \nPortal. To ensure suppliers meet our standards, we include a risk matrix in our standard requests for proposal, which asks about \ntheir policies and practices around labor, business ethics, the environment, health and safety. We monitor supplier performance \nagainst these criteria and assess potential risks, such as supply chain disruptions.\nTo further align our corporate responsibility goals and values with our sourcing decisions, we moved forward on several exciting \nnew supplier partnerships in 2018. For example: \n •Healthier food: Listening to customers asking for lighter tasty food choices on flights, we partnered with Zoës Kitchen  \nto introduce a new healthy food-for-sale menu in the Main Cabin on most domestic flights longer than three hours. The \nnew additions include fresh, wholesome selections inspired by the flavors of the Mediterranean, including Zoës signature \nhummus and The Grüben sandwich of sliced turkey, crunchy slaw and feta spread.  \n •Less waste: We have replaced all plastic straws in our lounges with biodegradable, eco-friendly straws, and we will soon \nbegin transitioning to all eco-friendly flatware in lounges. In the air, we have eliminated all plastic straws and offer a stir \nstick made of sustainable and environmentally friendly bamboo. By making these changes, American will eliminate more \nthan 71,000 pounds of plastic per year. Next, we are pursuing the sourcing of cost-neutral biodegradable materials  \nwhere possible.Build American Airlines to Thrive Forever \nSupplier diversity\nAt American, we champion our \nrelationships with diverse suppliers, \nincluding small and minority-\nowned, women-owned, veteran-\nowned, service-disabled veteran-\nowned, disability-owned, and \nLGBT-owned businesses. In 2018, \nwe did business with more than \n1,500 diverse and small businesses. \nWe also participated in more than \n40 supplier diversity events around \nthe United States that provided \nnetworking opportunities through \nmatchmaking sessions, business \nfairs and other events.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}