{"page_content": "27\n2018 Corporate Responsibility ReportBUSINESS ETHICS\nOur commitment to running a great airline is founded on a value system we all \nshare, based on integrity, honesty and the absolute dedication that every decision \nwe make is responsible and ethical. American’s Chief Ethics and Compliance Officer \n(CECO) has overall responsibility for our compliance program.  The CECO reports \nto the Executive Vice President of Corporate Affairs, who reports to American’s \nChief Executive Officer.  American’s Board of Directors exercises oversight of the \nBusiness Ethics and Compliance Program and has delegated to the Board’s Audit \nCommittee the lead role in fulfilling this responsibility. The Standards of Business \nConduct provide our team members with the information and tools needed to \nfollow the law, seek advice when needed and report possible misconduct. The \nStandards provide guidance about key business issues and offer real-life responses \nto situations team members may face. ETHICS POINT HELPLINE \nAll our team members have a \nresponsibility to themselves, their \ncolleagues, our customers and our \ncompany to conduct business legally \nand ethically in accordance with \nour values and our Standards of \nBusiness Conduct. Team members are \nencouraged to bring any questions or \nconcerns about potential violations \nto their manager or supervisor, the \nBusiness Ethics and Compliance Office, \nor our EthicsPoint Helpline, which is \naccessible by phone at 877-422-3844 \nor online at aa.ethicspoint.com.\nInformation on the EthicsPoint \nHelpline is included in the annual \nweb-based compliance training and \ncertification that all key team members \nand contractors must complete. \nIn addition, posters promoting the \nEthicsPoint Helpline are posted  \nsystemwide in locations frequented by \nteam members, such as in break rooms \nand common areas. \nThe helpline is available toll-free 24 \nhours a day, seven days a week. Calls \nare answered by trained specialists \nfrom an independent third party and \nreports can be made in any language \nfor the locations where we fly. Reports \nto the helpline can also be made \nthrough an independent, third-party \nweb portal. In 2018, we received \n2,433 reports, approximately 56 \npercent via phone and 44 percent \nvia web. The company reviews and \ninvestigates all reports and strives to \nmaintain confidentiality. Retaliation \nis not tolerated. We investigate all \nallegations of retaliation.Build American Airlines to Thrive Forever \nSupplier Diversity Awards and Recognition\n •Black EOE Journal 2018 Best of the Best Top Employers and LGBTQ+ \nFriendly Companies: Recognizing companies that are leaders in promoting \nthe advancement of African-Americans in all aspects of business and \nemployment to ensure equal opportunity.  \n •Business Equality Network 2018 LGBTQ Business Equality Excellence Award: \nRecognizing major employers that have made supply chain diversity and an \ninclusive workplace a matter of both policy and practice.  \n •Dallas/Fort Worth Minority Supplier Development Council Buy Those That \nBuy UsTM Best Practice Award: Recognition for the achievements in the \nutilization of minority-owned businesses in the supply chain.\n •Government Procurement Conference Outstanding Support Award: \nNational conference fostering business partnerships between the federal \ngovernment, its prime contractors, and small, diverse and women-owned \nbusinesses.  \n •Minority Business Network USA 2018 Best of the Decade: Honoring leaders \nwho consistently drive progress and innovation in the supply chain.  \n •National Business Inclusion Consortium Best-of-the-Best Corporation for \nInclusion: Honoring corporations for their commitment to America’s diverse \nemployees and business owners, including LGBTQ, people of color, women \nand people with disabilities.  \n •United States Hispanic Chamber of Commerce The Million Dollar Club: \nCorporations that have invested a minimum of $25 million to upward of  \n$1 billion or more in contracts with Hispanic-owned companies.  \n •U.S. Veterans Magazine Best of the Best Top Veteran-Friendly Companies, \nTop Supplier Diversity Programs: Recognizing corporations offering \nemployment, business and supplier opportunities for veterans, transitioning \nservice members, disabled veterans, spouses and veteran business owners.  \n •Women’s Enterprise USA Top Leaders in Corporate Supplier Diversity: \nInfluential companies that have demonstrated their commitment to supplier \ndiversity and the inclusion of women’s businesses. ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}