{"page_content": "28\n2018 Corporate Responsibility ReportMANAGING DATA PRIVACY\nAmerican’s business requires the processing and storage of personal data relating to our customers, team \nmembers, business partners and others. We have a comprehensive privacy program dedicated to ensuring \nAmerican processes personal data appropriately and responsibly. While the privacy program is run by \nthe Global Privacy Office, it is a team effort with involvement from senior leaders on the Privacy Council, \nPrivacy Liaisons who are members of key business units, and all of our team members who are trained \nand responsible for adhering to American’s privacy requirements, which we base on applicable laws and \ngenerally accepted privacy principles. Our customer privacy policy can be found at aa.com/privacy .\nCOMBATING HUMAN TRAFFICKING\nAmerican is committed to respecting human rights, including combating illegal human trafficking and \nchild exploitation. As a prominent part of the worldwide travel industry, we conduct our business in a \nmanner that protects human rights and the rights of children within our sphere of influence. We have \nadopted responsible workplace practices and endeavor to conduct our business operations free from \ncomplicity in human rights abuses.\nAmerican’s commitment to human rights is outlined in our Standards of Business Conduct, which require \nall of American’s team members and suppliers to uphold the human rights of all persons, including \npermanent and temporary team members both domestically and internationally. American’s policies and \nother information on human trafficking, including links to educational and training resources, are available \nto all team members on our intranet site.\nOn National Human Trafficking Awareness Day in January 2018, American signed ECPAT-USA’s Tourism \nChild-Protection Code of Conduct, a voluntary set of business principles to prevent child sex tourism \nand trafficking of children. Signing the code formally recognized our longstanding commitment to \nhelp frontline team members identify and report signs of human trafficking, and we continue to raise \nawareness of the issue among our team.\nAmerican has provided initial and recurrent human trafficking awareness training to our flight attendants \nfor several years. American also provides anti-trafficking training to team members with relevant \npurchasing responsibilities, including training teams that conduct on-site visits to American’s international \nsuppliers to learn how to recognize signs of human trafficking and what action they should take if they \nsuspect human trafficking.\nAfter announcing our intention to sign ECPAT-USA’s Code, we also initiated plans to conduct similar anti-\ntrafficking training for our pilots and airport customer service team members. As a result, in 2018 we put \nmandatory human trafficking awareness training in place for all of our frontline team — approximately \n26,000 flight attendants, 1 5,000 pilots and 18,000 airport agents.Build American Airlines to Thrive Forever ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}