{"page_content": "29\n2018 Corporate Responsibility ReportINNOVATING FOR  \nTHE FUTURE\nAmerican has an ongoing \npartnership with the FAA and \nNASA to develop the future of \nairspace and optimize ramp \nand gate management for \nmaximum efficiency. \nTeam members in American’s Hub Control Center at CLT are working \nwith FAA and NASA engineers to reimagine tomorrow’s airspace \nand operations management. This includes the Airspace Technology \nDemonstration 2 program, a five-year project to streamline arrivals and \ndepartures and improve ground operations to increase safety  \nand efficiency. \nCurrent systems rely on radar but tracking planes on the airport surface \nremains a blind spot that can leave planes idling as they wait for an \nopen gate or in line to take off. The new system uses GPS and satellite \ntechnology to incorporate real-time data across all systems and allow \ncoordination among the ramp, air traffic control tower, terminal and \nControl Center. This information will give air traffic controllers the tools to \nmake better decisions to reduce congestion in the air and on the ground. \nPlanners can also use this data to more precisely develop schedules, \nreducing push, taxi and take-off times.\nSimultaneous advancements are being made on aircraft as well. In May \n2018, American announced that it will equip its entire Airbus A321 fleet \nwith ACSS SafeRoute Automatic Dependent Surveillance-Broadcast \n(ADS-B), a next-generation surveillance technology. ADS-B incorporates \nboth air and ground data to give air traffic controllers a more accurate \npicture of an aircraft’s position from gate to gate. American’s fleet of \nAirbus A330s is already equipped with ADS-B technology.\nOur goal with these complementary projects is to improve the flow of \naircraft by taking real-time snapshots of what’s happening on the ground, \nallowing us to provide a better travel experience for our customers and \nimprove fuel efficiency and safety conditions on the tarmac.\nTHINKING FORWARD  \nTO NEW TECHNOLOGIES \nWe are committed to innovating \ntoward solutions that equip our team \nof 1 30,000 with the tools they need to \nmake their jobs easier and safer. Since \nthe merger in 201 3, we:An important part of how we are Building American Airlines to Thrive Forever is by “thinking forward and leading forward.” By that \nwe mean considering how we can best contribute to a vibrant future for our company, our industry and all our stakeholders. This \nincludes delivering the right future products, in cooperation with the right partners, through the most connected network. By being \nnimble and proactive, we are setting a new standard for delivering value to the market quickly and efficiently.\nWe also know that today’s team members, customers and investors demand more from top companies like American. Increasingly, \nexemplary customer service, great value and a leading business model are not enough to engage and inspire them. They want \nto see companies operating responsibly, innovating new solutions and embracing their roles as leading corporate citizens. As the \nworld’s largest airline, American is committed to doing its part to promote a sustainable future for generations of travelers to come. Think Forward, Lead Forward\n •Became the first airline to equip \ncustomer-facing team members \nwith mobile tablets to use on \nboard. The technology makes \ntheir jobs easier and providing \nbetter customer service through \niSolve, a tool that empowers \nteam members to solve \nproblems and offer on-the-spot \ncompensation — in the form of \nAAdvantage miles — to customers \nfor inconveniences at the first \npoint of contact.  \n •Created SAFE, a new tool that \nhelps Tech Ops team members \nsafely manage parts and \nmaintenance of more than  \n900 aircraft.  \n •Became the first airline to launch \nelectronic flight bags, replacing \n40-pound flight manuals with  \nApple iPads, saving $1.2 million in  \nfuel annually.  \n •Built a new, user-friendly Travel  \nPlanner for team members and \nretirees to list for flights and check \nin from a mobile device.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}