{"page_content": "30\n2018 Corporate Responsibility ReportSUSTAINABLE OPERATIONS\nAt American, we recognize that aviation has an impact on the environment. The demand for air \ntransportation is expected to nearly double by 2036, according to IATA. As this demand grows, so too \nwill related environmental risks, costs and externalities. Emissions from aircraft and ground support \nequipment increase pollution, affect local air quality and impact the climate. We consume materials \nthat reduce natural resources and produce waste. Water withdrawals are needed as part of the \nmaintenance of aircraft, and spills may occur that affect local water quality. And aircraft noise affects \nthe communities we serve. American is committed to safeguarding the environment, and we are \ndoing all we can to proactively minimize these impacts, recognizing that the success of our efforts \nwill affect future generations.\nAmerican’s environmental management system (EMS) provides a systematic approach for complying \nwith environmental regulations and managing a broad range of issues, including air emissions, \nhazardous waste disposal, underground tanks and aircraft water quality. The EMS is modeled on the \nISO 14001 standard and aligns closely with our FAA-approved Safety Management System (SMS). \nThe EMS is overseen by the Company Operations Standards Board, which is made up of senior \nexecutives of the company. We continually review and update our EMS and provide rigorous training \non it. \nAs part of our audit process, Environmental Coordinators at each location perform periodic self-\naudit and inspections to ensure compliance with environmental regulations. In addition, American’s \nEnvironmental Department performs more in-depth audits of our largest locations. In 201 8, \nAmerican performed 1 0 of these audits.  \nLessening the environmental impact of our operations is top of mind at American and has been \nfor a long time. American’s flight attendants kicked off the airline industry’s first onboard recycling \nprogram in 1 989. And when we build a new facility, or upgrade existing facilities, we strive to \nuse environmentally friendly construction practices, including seeking Leadership in Energy and \nEnvironmental Design (LEED) standard certification.\nNEW GOLD STANDARD  \nIN FORT WORTH \nWhen it’s completed in 2019, American’s new \nheadquarters in Fort Worth, Texas, at the Robert L. \nCrandall Campus, will be among the most modern \ncorporate centers in the area. Support staff and \nleaders will be closer to our frontline colleagues, \nsharing the home of American’s Flight Academy, \nDFW Reservations, Integrated Operations Center (the 1 49,000-square-foot facility that serves as \nthe combined airline’s mission control), the Training & Conference Center and more.\nThe new buildings are designed to meet the LEED Gold standard. There will be more than  \n1 0,000 parking spaces on the perimeter of the broader campus, but the car-free interior campus \nis designed to encourage team members to walk and bike between buildings, spend time in the \nfresh air outdoors and interact with their colleagues. We have planted 3,500 trees across 300 \nacres, which include 90 acres of woodlands, 8.3 miles of trails, a small pond and free bicycles for \nour team members.\nThink Forward, Lead Forward (continued)\nENVIRONMENTAL POLICY \nAND COMMITMENT\nAmerican and its regional \naffiliates operating as American \nEagle are committed to \nsafeguarding the earth’s \nenvironment through the \nongoing development and \nimplementation of sustainable \nbusiness practices. The Chief \nExecutive Officer and each \nteam member are responsible \nfor ensuring compliance with \nthe airline’s Environmental \nManagement Manual. Station \nand functional management \nat all locations and subsidiaries \nshall implement policies and \nprocedures to comply with this \npolicy statement. All companies \nassociated with or owned by \nAmerican Airlines have an \nobligation to operate ethically, \nresponsibly and within the law. \nEnvironmental regulations apply \nequally to all personnel of the \nCompany without exception.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}