{"page_content": "31\n2018 Corporate Responsibility ReportFUEL CONSERVATION\nWe strive to maintain a fuel-saving culture at American through education, teamwork and advocacy. Through our team \nmember-led Fuel Smart program, we are always looking for ways to reduce fuel burn and increase efficiencies in our machinery, \nsuch as optimizing planned aircraft arrival fuel and reducing aircraft weight by removing unnecessary items. We continue to \nfocus on improving the quality of data available to measure our fuel savings across our fuel savings categories. \nIn addition to Fuel Smart, we have implemented a fuel conservation program for our regional carriers that focuses on reducing \nauxiliary power unit use, employing single-engine taxiing and optimizing reserve fuel. Wholly owned and contracted regional \ncarriers represent about 17 percent of American’s total fuel consumption. The program is managed by American’s team that is \nresponsible for regional oversight. In addition, this team is working with a consultancy to help analyze fuel consumption data \nand develop and implement targeted training programs for our regional carriers. \nSince the merger in 2013, we have also been leading an unprecedented fleet renewal program that is keeping American’s fleet \nthe youngest among U.S. network airlines. We have:\n •Taken delivery of more than 500 aircraft and retired virtually the same number, giving American the youngest fleet of \nany U.S. network carrier.\n •Inducted three new efficient aircraft types into \nAmerican’s fleet to replace retiring models: the Boeing \n787-8 and -9 and Boeing 7 37 MAX 8, which improve \nfuel efficiency by up to 20 percent over similarly sized \naircraft. We ordered 47 additional Boeing 7 87s in 2018.\n •Introduced the Airbus A321neo as of 201 9, which will \nreplace retiring Boeing 7 57s. This versatile aircraft adds \nabout 400 nautical miles in range thanks to improved \nfuel burn from its new engines. \nThese efforts, as well as other operational improvements, have \nhelped us to continue reducing the emissions associated with \neach passenger and each pound of cargo we carry. Over the \npast four years, American emitted almost 6.4 million metric \ntons of CO2e less than it would have if its fuel efficiency had \nremained at the 2014 level.CLIMATE CHANGE RISKS\nIn its latest report published in October 2018, the U.N. Intergovernmental Panel on Climate Change (IPCC) called for \n“urgent” and “unprecedented” action to reduce carbon dioxide emissions to avoid the worst impacts of climate change. \nThe aviation industry accounts for an estimated 2 percent of global carbon emissions. \n •American supports the ambitious targets set by the IATA to mitigate CO 2 emissions from air transport:\n •An average improvement in fuel efficiency of 1.5 percent per year from 2009 to 2020\n •Carbon-neutral growth through a cap on net aviation CO 2 emissions from 2020\n •Reduction in net aviation CO 2 emissions of 50 percent by 2050, relative to 2005 levelsThink Forward, Lead Forward (continued)\nTonnes of CO 2e emissions avoided due to \nfuel efficiency improvements since 201 4\n2\n4\n6\n82015\n2016\n2017\n2018\nMillion metric tonnes of CO 2e avoided ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}