{"page_content": "32\n2018 Corporate Responsibility ReportENERGY USE\nSustainable and commercially viable alternative jet fuels (SAJF) also have the potential to play a significant role in \nhelping American be more fuel-efficient, further reduce our emissions and meet the rising global demand for air \ntravel while pursuing carbon neutrality. Along with other key stakeholders, we are participating in industry efforts \nto accelerate the adoption of sustainable alternative jet fuels.\nWe have been using renewable energy in several of our North Texas facilities since 2015. As of October 2017,  \n100 percent of electricity purchased at our headquarters campus and DFW terminals and facilities is from \nrenewable sources. At the end of 2018, the Environmental Protection Agency announced that American is  \nranked 46th on its list of the largest Fortune 500 company green power users. \nWe are also working to reduce our electricity consumption. For \nexample, we are in the process of retrofitting hangar facilities with \nhigh-efficiency LED lights that use significantly less energy. We have \ncompleted relighting projects at our line maintenance hangars at \nSFO, DCA, and the Wheel and Brake Center at the Tulsa Maintenance \nBase, and we are in the process of relighting hangars at JFK, LGA and \nPhiladelphia International Airport (PHL).\nCLEANER AIR\nLocal air quality is an important issue in the communities we serve.  \nAs American procures new ground support equipment (GSE), we seek \nopportunities to purchase equipment with lower emissions.  At the \nend of 2018, 26.1percent of American’s mainline and regional GSE \nfleet was either electric powered or used lower emission propane.  \nHere are some of our recent fleet efforts around the system:\n •At BOS, American pledged to replace 1 1 5 diesel powered GSE \nwith electric over the next several years\n •DCA added five electric pushout tractors and 1 2 electric belt \nloaders in 2018 to its existing fleet of almost 1 00 electric  \nGSE vehicles\n •In California, our GSE fleet continues to exceed the annual \nemission standards\n •Our regional carriers continue to add to their fleet of electric \nGSE. In 2018, almost 50 percent of the new GSE acquired at \nregional stations was electric poweredBREATHE EASY\nThe air we breathe in an \naircraft is a mix of fresh air \nand re-introduced air that \nis continuously filtered and \ncirculated throughout the \ncabin. All of American’s \naircraft use HEPA filters that \ncan trap air particles less than \na micron in diameter. Several \nof our long-haul aircraft have \ncarbon activated filters in \naddition to the HEPA filters \nwhich have the benefit of \nremoving gases that can \ncause odors. We aim to install \nthese additional filters on our \nremaining fleet. Think Forward, Lead Forward (continued)\nRenewable Electricity Purchased (MWh) 2018 2017 2016\n - Purchased through utilities (sourced from wind)  53,272  28,136  22,1 59 \n - Purchased indirectly (sourced from wind) 154,046  82,979  55,521\nTotal Direct and Indirect 207,318 111 , 115   77,680 ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}