{"page_content": "33\n2018 Corporate Responsibility ReportWASTE AND RECYCLING\nManaging our waste is not only vital for meeting our environmental \ncompliance commitments, but also for lowering our overall environmental \nimpact. We carefully manage hazardous waste to secure proper disposal, \nto comply with all regulatory handling and disposal requirements and to \nensure team member and public safety.\nStations and maintenance facilities have implemented numerous \ninitiatives to recycle materials, including cardboard, plastic shrink-wrap, \nscrap metals, aircraft tires, acrylic aircraft windows, used oil, and pallets.  \nWe’ve also implemented a program to reuse the plastic rollers that hold \nthe paper tickets inside the self-service ticket machines at our airlines.  \nAfter the ticket stock is used, the eight inch plastic rollers are boxed up \nand returned to our ticket supplier to be used again. In 2018, over 20,000 \nplastic rollers were returned for reuse, avoiding 6.3 tons of waste.\nOur onboard recycling program generates about 400,000 pounds of \naluminum cans annually, along with considerable amounts of plastic and \npaper. All proceeds from our inflight recycling program go to The Wings \nFoundation, a charitable organization administered by active American \nAirlines flight attendants to assist fellow flight attendants in critical need of \nfinancial assistance due to illness, injury, disability or catastrophic event. \nMANAGING WATER RESOURCES\nAmerican works to protect local waterways by taking precautions to avoid \nspilled contaminants and by taking immediate and appropriate steps in the \nevent that a spill occurs.  We also have implemented an extensive water \ntesting program to ensure the water loaded on every flight meets the strict \ndrinking standards set by the U.S. Environmental Protection Agency. \nWater is used in many of our maintenance processes and we take steps to \nreduce its use when possible.  For example, American washes each aircraft \nengine at least once a year to improve performance and reduce wear and \ntear that can occur with the accumulation of dirt and oil. The water used \nto clean the engines is recycled in a closed loop process by filtering the \nwater and mist leaving the engine to remove contaminants, and reusing it \nto clean the engine. In addition to avoiding additional water consumption, \nengine washes can reduce fuel consumption by up to 1percent. \nThink Forward, Lead Forward (continued)\nAn environmental engineer takes a poplar tree \ncore sample to evaluate the biological response to \nphytoremediation.INNOVATIVE SOLUTIONS \nFour years ago, Tulsa’s Maintenance and \nEngineering Center planted more than 500 \nhybrid poplar trees as part of a remedation \nproject to treat groundwater. This process, \ncalled “phytoremediation,” uses the inherent \ncapacity of natural systems to purify \ngroundwater without the use of additional \nchemicals or expensive engineering.\nUsing a unique ID “barkcode,” American \npersonnel continue to evaluate and monitor \nthe phytoremediation system to document \nits success in controlling groundwater \nconstituents and flow. The minimally invasive, \nenvironmentally sensitive strategy has the \nadded benefit of creating a green space for \nall team members to enjoy.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}