{"page_content": "42\n2018 Corporate Responsibility ReportGRI 102: GENERAL DISCLOSURES 2016*\nDisclosure Description Cross-Reference or Answer\nOrganizational Profile\n102-1 Name of the organization American Airlines Group Inc.\n102-2\n Activities, brands, products and \nservicesAmerican Airlines Group (AAG) is a holding company whose primary business activity is the \noperation of a major network carrier through its principal wholly-owned mainline operating \nsubsidiary, American.\nAbout American Airlines, page 2\n2018 10-K, pages 5-8\n102-3 Location of headquarters Fort Worth, Texas\n102-4 Location of operations Where We Fly\n102-5 Ownership and legal formAmerican Airlines Group Inc. (AAG), a Delaware corporation, is a holding company and its \nprincipal, wholly-owned subsidiaries are American Airlines, Inc. (American), Envoy Aviation \nGroup Inc. (Envoy), Piedmont Airlines, Inc. (Piedmont), and PSA Airlines, Inc. (PSA).\n2018 10-K, page 5\n102-6 Markets servedTogether with our wholly-owned regional airline subsidiaries and third-party regional \ncarriers operating as American Eagle, our airline operates an average of nearly 6,700 \nflights per day to nearly 350 destinations in more than 50 countries. As of Dec., 2018, we \noperated 956 mainline aircraft and are supported by our regional airline subsidiaries and \nthird-party regional carriers, which operated an additional 595 regional aircraft. American \nis a founding member of the oneworld alliance, whose members and members-elect serve \nnearly 1,000 destinations with 14,250 daily flights to 150 countries. Our cargo division \nprovides a wide range of freight and mail services, with facilities and interline connections \navailable across the globe.\n102-7 Scale of the organization 2018 10-K, pages 5-14\n102-8Information on team members \nand other workersWorkforce and Diversity performance table, pages 37-39\n102-9 Supply chain Supply Chain, page 26\n102-10Significant changes to the \norganization and its supply \nchainSupply Chain, page 26\n102-11Precautionary principle  \nor approachAmerican has not adopted the precautionary principle approach but has a comprehensive risk \nmanagement plan in place. See page 27.\n102-12 External initiativesAmerican Airlines supports and subscribes to the following externally-developed initiatives: Airlines \nfor America, CDP , Chief Executives for Corporate Purpose, Commercial Aviation Alternative Fuels \nInitiative, FTSE4Good, Human Rights Campaign Equality Index, IATA, Regional Airline Association.\n102-13 Membership of associations Association Memberships, page 4GRI Content Index\n* This report applies the 2016 version of the GRI Standards. “2016” refers to the Standards issue date, not the date of information presented in this report.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}