{"page_content": "7\n2018 Corporate Responsibility ReportMATERIALITY\nAmerican undertook a materiality analysis in 201 8 to identify the most important ESG and economic \nissues for the company. We considered the concerns and expectations of both our internal and external \nstakeholders to identify areas of risk and opportunity. To gain maximum insights, we also evaluated \nwhere the key impacts of material issues occur across our value chain, which has allowed us to more \nprecisely define our scope of reporting while prioritizing strategic actions for each issue. This work builds \non a preliminary issue prioritization and stakeholder document analysis first conducted in 201 5. Going \nforward, this work will serve as a foundation for ongoing stakeholder engagement and the development \nof more targeted initiatives and messaging related to our corporate responsibility strategy.\nAs part of the 201 8 analysis, in cooperation with an independent partner, we\n •Identified and updated a list of all potentially material topics for American, based on changes in \nour business context and external environment since the first 201 5 analysis.\n •Conducted an internal survey to gauge the viewpoints of company leaders across our value chain. \n •Reviewed a comprehensive set of stakeholder source materials, such as peer and industry \nreports, investor requests, ESG ratings and rankings criteria, and customer RFPs, among other \ndocumentation.  \nThe results — mapped on the matrix below — identified six material issues for the company: Operational \nPerformance, Customer Satisfaction, Energy and Fuel Conservation, Inclusion and Diversity, Team \nMember Health and Safety, and Labor Relations. We identify where impacts occur for each material issue \nin the Topic Boundary section (GRI 1 03) of the GRI Content Index on page 45.Our Approach to Corporate Responsibility (continued)\nThe issues of highest priority are shown in the top right area of the materiality matrix. These results \nare helping to better define our corporate responsibility strategy and disclosure priorities.\nHIGH\n LOW \nImpact on companyStakeholder concern\nHIGHOperational \nPerformance\nCustomer \nSatisfaction\nLabor RelationsInclusion and DiversityTeam Member \nHealth and SafetyEnergy and \nFuel Conservation\nClimate \nChange Risks\nWaterWaste \nReductionSupply Chain \nManagement\nPhilanthropy \nand Volunteerism\nNoise Impact on \nLocal Communities\nLocal Air \nQualityIllegal \nTraﬃckingEthical Conduct and \nAnti-corruption\nData Privacy \nand ProtectionCustomer Health \nand SafetyCorporate \nGovernance\nCompliance and \nPublic Policy \nEngagementCommunity \nEconomic ImpactsBusiness ContinuityTalent \nManagement\nRoute Network \nand Alliances\nInnovation \nand InvestmentsTeam Member \nEngagement\n", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}