{"page_content": "9\n2018 Corporate Responsibility ReportMake Culture a Competitive Advantage\nOur goal is to create an environment where our 1 30,000 team members feel supported so they can provide \nexcellent care for our customers. In order to truly care for our teams, we must give them the tools, training \nand facilities they need to do their best work. We are developing innovative, inspiring and caring leaders \nwho will continue to help American develop our corporate culture into a defining characteristic of our \norganization — and a competitive advantage. \nTo execute on this goal, we are focused on building four specific aspects of culture at American Airlines:\n •Culture of talent: We are investing in our team members to ensure we are hiring the right people in the right roles with \nthe right skills, so they can succeed and lead others to success.\n •Culture of learning: We strive to grow personally and professionally by seeking opportunities to learn new skills and \nabsorb new knowledge.\n •Culture of feedback: We welcome input from our team members, customers and all stakeholders, creating a feedback \nloop that allows us to continuously improve.\n •Culture of recognition: We give and receive appreciation to highlight the exemplary work of our team members.\nTALENT MANAGEMENT\nSince the merger in 2013, we have grown our team by more than 1 5,000 people and created a new hire orientation program \nthat gives participants a sense of pride and excitement in their decision to join American. As they progress in their roles, we \nwant them to feel fulfilled and challenged as they grow professionally. To that end, our Emerging Leaders Program focuses on \nsuccession planning and developing our internal talent pipeline. We currently have 250 team members in management roles \nparticipating, and, in the last two years, more than 50 have received promotions.\nThe global aviation industry is facing a pilot shortage. Within the next 15 years, 7 5 percent of the entire pilot workforce will \nretire. Segments such as military, cargo and certified flight instruction are already facing an imbalance in the flight supply, with \nmore people leaving than joining. While American has not experienced a pilot shortage and has thousands of current and \ncompetitive pilot applications on hand, we feel a responsibility to keep the next generation excited about aviation and lift up \ntomorrow’s pilots, particularly those who find flight training to be prohibitively expensive or otherwise out of reach. Some of our \nkey initiatives to develop the pilot talent pipeline include: \n •The American Airlines Cadet Academy is a first-of-its-kind integrated flight training program designed to help build \nthe next generation of aviation talent. The Cadet Academy provides opportunities for financial assistance and a clearly \ndefined path to becoming a commercial airline pilot. It makes flight training cost-effective, efficient and more accessible \nto aspiring aviators who wouldn’t normally have the opportunity. We selected 200 candidates to go through the \nprogram in 201 8.  \n •Our Pilot Recruiting & Development team works with kids of all ages to generate interest in the aviation industry \nthrough tours of airplanes, airports, and operational and training centers around the nation. The team focuses on \nopportunities for U.S. junior high through college students to sit in the flight deck of an aircraft, get a peek inside a flight \ntraining center or, in some cases, visit the airport in their hometown.  \n •We continue to partner with leading schools and nonprofit organizations that work to get kids interested in aviation \ncareers. In 2017, American awarded a $25,000 grant to the Tuskegee NEXT organization, which provides youth with role \nmodels and a route toward aviation careers through flight training, life skills and educational assistance. Over the past \ntwo years, we have awarded 34 grants totaling $789,000 to flight schools, school districts and nonprofit organizations \nthat generate innovative ideas for growing the nation’s pool of pilots.", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}