{"page_content": "10\n2018 Corporate Responsibility ReportMake Culture a Competitive Advantage\nOH, THE PLACES  \nWE’LL GROW\nAmerican Airlines is building a \nstrong and diverse pipeline for \nthe future. Since 201 3, we’ve \npartnered with groups such \nas the Organization of Black \nAerospace Professionals, Society \nof Women Engineers, Allies \nin Service and the National \nBlack MBA Association. We also \nlaunched a partnership with W.H. \nAdamson High School in Dallas \nto help create IT career tracks \nfor high school students. More \nthan a dozen American team \nmembers moved their offices \nto the school, giving students a \nfirsthand look at IT careers.DEVELOPING OUR TEAM MEMBERS\nOur leaders at American have no greater charge than making sure they are creating \nan environment that cares for our frontline team. Since the merger, leaders have \ncompleted 360,000 hours of new training focused on ways to support the front line. \nWe are focused on training, education, recruiting, hiring and retention.\nIn 2018, we announced new resources to help team members develop professionally. \nIn partnership with Harvard Business School Publishing, we now provide mainline \nteam members access to Harvard ManageMentor, a trusted on-demand professional \ndevelopment resource. It covers 41 essential business topics, organized by American’s \nleadership attributes, our three strategic objectives and Harvard’s development \ncategories. Each topic features a collection of concise lessons, videos and tools for fast \nand effective learning of new skills, such as how to lead teams more effectively, how to \ncreate an engaging presentation or how to improve time management. Once a course \nis completed, team members can print a certificate and keep track of their courses in \nour Learning Hub system.\nElevating our training\nAmerican’s team members participate in our systemwide training, Elevate the Everyday \nExperience, on an ongoing basis. The training aims to inspire our frontline colleagues \nto provide service that will set American apart from our competitors. In 201 8, the \nprogram expanded to all frontline team members, including customer service agents, \nreservations representatives, flight attendants and pilots. Some 30,000 team members \ncompleted the training in 201 8. In 201 9, we plan for up to 70,000 team members  \nto participate.\nThrough the first six months of Elevate 2018 training, complaints to the Department \nof Transportation about American's customer service decreased 1 9 percent year over \nyear. In addition, our customer surveys indicate an upward trend in scores specific to \nquestions about the five Elevate behaviors — Acknowledge the Customer, Be Present, \nShow You Care, Proactively Communicate and Give Options. Even more importantly, \nour customers say they’ve noticed our team members smiling more, being more \nengaged and giving more options during interactions.\nAMERICAN VOICE \nWe’re committed to providing a great place for our team members to work — and \nthat starts by listening to what they have to say. Beginning in 201 7, we set out \nto supplement the other avenues we use for regular dialogue (such as town hall \nmeetings) with a team member engagement survey called American Voice. This \nonline platform gives every team member a quick and confidential way to tell us \nhow they feel about working at American.\nIn 201 8, to better understand survey insights and develop responsive action plans, \n1 ,600 listening sessions were held with our team members systemwide, and 1 ,956 \nleaders were tasked with creating a company action plan. The plan covered three \nfocus areas: ensuring team members have a clear understanding of the goals and \nobjectives of American; ensuring team members have the appropriate training and \ndevelopment opportunities to help them grow professionally; and having leaders at \nAmerican listen and seek to understand the frontline team member experience. ", "metadata": {"source": "NASDAQ_AAL_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}