{"page_content": "I am pleased to present MGP’s inaugural Sustainability Report that aims to highlight our \nenvironmental priorities, progress, and impact to date, as well as report on other ESG \nhighlights in the areas of social and governance practices. At MGP , our commitment to \nsustainable development is underpinned by a core value: respect for people and nature. \nWe take great pride in our craft and refuse to settle for anything less than exceptional, \nwhich is why we embarked on the difficult but important work to establish an ESG strategy \nthat would help us hold ourselves accountable in all areas of our business and operations.\nLast year, we completed a comprehensive ESG materiality assessment to better align our \npriorities with those of our stakeholders. This work ensures we are focusing our time and \nresources on the areas that matter most and helped us to establish the four main pillars of \nour ESG strategy: People, Planet, Products, and Process.\nThese four pillars are bolstered by our continued commitment to the principles of \nsustainable development and serving our customers, employees, neighbors, and fellow \ncitizens. While this inaugural report reflects the beginning of our sustainability journey, \nwe are determined to make a difference and prove how our business platform supports \ngrowth that is consistent and responsible. This difference will be easy to track as we begin \nsetting benchmarks that will help us demonstrate our progress as we promote responsible \nconservation and stewardship of our people and natural resources.\nWhile we are early in our sustainability journey, we are proud of the progress we have made \nto date, and also our progress on other ESG initiatives. Thank you for your interest in our \nCompany’s progress and we look forward to providing updates in the coming years.\n \n \n \nDAVID J. COLO  \nPresident & CEO, MGP Ingredients, Inc. A Word from Our CEO Table of Contents\nA WORD FROM OUR CEO\nOVERVIEW\nMGP Ingredients at a Glance\nOur ESG Strategy\nOur ESG Focus Areas\nPEOPLE\nDiversity, Equity & Inclusion\nWorkforce Health & Safety\nResponsible Drinking & Marketing\nEmployee Recruitment,  \nDevelopment & Retention\nCharity & Community Engagement\nPLANET\nGreenhouse Gas Emissions \nWater Management\nEnergy Management\nWaste Management\nPRODUCTS\nProduct Quality & Safety\nIngredient Solutions\nPackaging Lifecycle Management\n \nPROCESS\nEthics & Compliance \nRisk Management & Cybersecurity\nEnvironmental & Social Impacts  \nof Ingredient Supply Chain \n34\n36\n38 05\n08\n09\n12\n14\n16\n18\n20\n24\n26\n28\n30\n42\n44\n46\nGRI INDEX 48\n2 3 MGP Ingredients – Sustainability Report", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}