{"page_content": "People\nAs our approach to community engagement matures, we \nplan to implement data-based decision-making practices \nthat account for our collective time and monetary sacrifice. \nThis will allow us to establish baselines that help to inform \nour future goals. \nIn 2023, we will expand our direct giving capabilities and \nestablish data collection systems that enable us to set  \nbaselines for donations and hours volunteered. Existing \nefforts to support this commitment include:\nA brand-new community giving initiative that expands  \nthe list of eligible charities employees can support \nthrough voluntary donations. The initiative is in \npartnership with Fidelity Investments, and MGP will \nmatch up to $250 in employee donations, on top of \ncovering any associated administrative costs. OUR COMMITMENTS:  CHARITY & COMMUNITY ENGAGEMENT FEATURED HIGHLIGHTS\nSupporting the Kentucky Bourbon Benefit \nMGP participated in and donated to the fundraiser \nto support recovery and rebuilding efforts following \nthe tornado outbreak that affected western Kentucky \nin 2021. Our donation included whiskey as well as \n$50,000 to the benefit fundraiser.\nEnvironmental Cleanup Effort at Atchison Site \nIn honor of Earth Day, MGP employees eagerly  \nparticipated in a facility-wide cleanup initiative,  \nsuccessfully collecting 120 pounds of litter from  \nthe Atchison site’s surrounding grounds. MGP’s responsibility as a good corporate citizen is to promote positivity in the communities \nwhere we live, work, and play. We have a deep-rooted history of philanthropic activity, \nand we are proud to build on this legacy in 2023 and beyond. Currently, 100% of our \noperations have implemented local community engagement and impact programs. We \naspire to work closely with experts in the communities where we operate to explore how \nMGP can contribute to improved quality of life and promote a more natural and healthier \nenvironment. \nWe are continuously looking for ways to expand and diversify the organizations we partner  \nwith and the cause-related efforts we support, which is why MGP is increasing options  \nfor employees to direct their company-supported donations to charities they connect  \nwith personally.\nHelping Our Communities Efficiently  \nUse and Reuse Water\nWe collaborated with the local water facility in Atchison,  \nKansas to install a new pump intake system that \ndraws freshwater from the Missouri River. Being the \nlargest consumer of Atchison municipal water, MGP \nacknowledges the impact our facility has on the \ncommunity’s water management and usage and strives \nto promote conservation in Atchison County.\nAt our Bardstown, Kentucky facility, MGP \nimplemented a water diversion program that sends \nwater normally discharged from our facilities to local \nfarmers to reuse. Sustaining Our Commitment through Voluntary  \nPayroll Giving and Corporate Match Program\nMGP has a longstanding history of supporting  \ncharitable causes through voluntary payroll  \ncontributions made by its employees. In 2022, this \ninitiative resulted in notable contributions of more \nthan $700K combined, including donations to the \nUnited Way for Atchison and Cincinnati chapters.\nHosting a Boxes of Blessings Food Drive \nFor the ninth consecutive year, MGP teamed up with \nlocal non-profit agencies to distribute 1,000 food \nboxes containing 25 pounds of non-perishable items \nto Atchison-area families in need.Yellowstone National Park  \nNatural Disaster Response & Relief  \nMGP was inspired by its Luxco product Yellowstone \nKentucky Straight Bourbon Whiskey to establish \nan employee match program supporting relief \nefforts following devastating flooding in 2022. \nMGP is currently the largest corporate sponsor \nof the Yellowstone National Parks Conservation \nAssociation.  Featured Charity Partners in 2023\nReactivating Initiatives Paused  \nDuring the COVID-19 Pandemic\nMGP renewed its on-site blood drive initiative in \npartnership with Community Blood Center at its  \nfacilities in Kansas and Indiana.\nMGP provided mentorship opportunities to local \nhigh school students focused on professional skills \nlike resume writing and interview techniques. This \nwork aims to give students a comprehensive  \nunderstanding of the professional expectations and \nrequirements of employers like MGP .\n• United Way Atchison Area\n• United Way of Greater St. Louis\n• United Way of Greater Cincinnati\n• Tri-County Kentucky United Way\n20 21", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}