{"page_content": "In 2022, MGP launched an initiative to implement a Greenhouse Gas Inventory  \nManagement strategy. This initiative helped us to gain a thorough understanding of our \ncarbon footprint and identify the primary sources of emissions.\nMoving forward, we recognize that addressing greenhouse gas emissions is a shared \nresponsibility. The industry is increasingly focused on transparency and accountability in \nemissions reporting, and MGP is committed to collecting complete and accurate data that \nhelps reduce emissions throughout our entire value chain.\nLast year (2022) was MGP’s baseline year for GHG emissions for its US based operations \nand to report GHG Scope 1 and Scope 2 emissions, MGP uses the operational control \napproach to set the organizational boundaries. \nThe total direct emissions (Scope 1) for the period of January to December 2022 was \n232,216 metric tons CO2e. The total biogenic carbon emissions was calculated as 148,138 \nmetric tons CO2e  for the same period.\nFor operational boundaries, MGP considers sources that are both direct (Scope 1) and \nindirect (Scope 2) GHG emissions. The following emissions sources are included in the \nGHG inventory operational boundaries: \nScope 1 \n• Stationary combustion\n• On-road mobile combustion from vehicles\n• Off-road mobile combustion\n• Refrigerants from HVAC systems\n• Emissions from wastewater treatment plant\n• Biogenic emissions from fermentation \nScope 2 \n• Purchased electricity (Scope 2)\nThe total indirect emissions (Scope 2) for the period of January to December 2022 was \n58,036 metric tons CO2e. MGP quantifies and reports GHG emissions from purchased \nelectricity using a location-based methodology and a market-based methodology. \nMGP documents the sources of all data (e.g., utility bills, fuel spend invoices, etc.) within \nthe GHG inventory to meet the GHG Protocol’s accounting and reporting principles \nof consistency and transparency and to aid in future third party verifications.  GHG \nemissions other than carbon dioxide (CO2) such as methane (CH4) and nitrous oxide (N2O) \nare adjusted to a carbon dioxide equivalence (CO2e) emission rate via global warming \npotential (GWP) correction factors. Planet\nGREENHOUSE GAS EMISSIONSAs outlined in our Environmental and Sustainability Policy , \nMGP is committed to reducing greenhouse gas emissions \nand other air pollutants through careful planning. Along \nwith commitments to our supply chain partners, MGP is \ndeveloping a data-informed Greenhouse Gas reduction \nstrategy that is both feasible and effective for our company.\nOur goals for reducing GHG emissions will be directly  \ninfluenced by our baseline carbon footprint, and we look \nforward to sharing updates on our progress as we continue \nour sustainability journey.OUR COMMITMENTS:  \nFEATURED HIGHLIGHTS\nPartnering for the Planet\nAt MGP’s Lawrenceburg, Indiana facility, a corporate \npartnership was established with Linde plc to \ncapture some of our facility’s CO2 emissions which \nLinde plc then reuses in its own operations. As \ncarbon sequestration technology continues to \nevolve, we are excited to evaluate and develop our \nemissions reduction strategy roadmap.Supporting Our Network of Suppliers\nMGP is currently conducting a materiality  \nassessment for Scope 3 emissions that will allow  \nus to identify the focus areas in the supply chain  \ncontributing significantly to Scope 3 emissions. 250,000\n200,000\n150,000\n100,000\n50,000\n0\nScope 1 Scope 2\nFigure 1. Total GHG Emissions, Jan. — Dec. 2022*\n* Biogenic emissions from fermentation process disclosed \nseparately in line with the GRI Standards.\n25\nMGP Ingredients – Sustainability Report 24", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}