{"page_content": "Water is vital to MGP’s business model, both from an operational and product standpoint. \nBecause of this, in 2022 we were able to determine whether any of our facilities are in the \nwater-stressed areas as identified by the World Resource Institute’s Aqueduct Water Risk \nAtlas. Although our facilities are located in low-stress areas, MGP believes that being prepared \nfor potential water stress risks is essential for the long-term success of our business.\nAs part of our long-term approach, we are closely monitoring emerging trends and seek to \ncontinuously improve our ability to reduce, reuse, or recycle water throughout our supply \nchain.\nMGP tracks its water withdrawal and water discharge for all its US facilities. Our water \nmanagement approach is centered on minimizing water usage by reducing, reusing, \nand recycling as applicable for the process operations. The wastewater generated at our \nfacilities is treated at our onsite water treatment plant in Atchison, Kansas and through \nmunicipal wastewater treatment plants for other facilities before being released to the \nenvironment. \nThe criteria for wastewater \ndischarge includes pH, total \nsuspended solids, and biological \noxygen demand (BOD) \ndepending on the requirements \nby National Pollutant Discharge \nElimination System (NPDES) \nand local treatment facilities. \nMGP maintains compliance with \nall local and federal regulations.Planet\nWATER MANAGEMENT\nMGP is always looking for ways to maximize use \nof water throughout our operations and products. \nHowever, industry regulations and constraints \nplaced upon water used in consumer products make \nthis a challenge. We are meeting these obstacles by \nworking closely with our engineers to make sure \nbeing sustainable doesn’t mean sacrificing the \nquality or safety of our products.OUR COMMITMENTS:  \n• Regularly collect site-specific water data and utilize \ndistributed meters in our facilities to gain a better  \nunderstanding of water usage and distribution \nthroughout the operational lifecycle\n• Identify inefficiencies and implement changes that \nsupport our reduce, reuse, and recycle strategyIn 2023, MGP intends to:\nResearching Further Uses of Existing \nWater Supply\nAt our Lawrenceburg, Indiana facility, noncontact \ncooling water is used three times to cool a process \nbefore it is sent to our local treatment facilities for \ndischarge. MGP is testing similar processes that \nwould facilitate reusing water up to four times in \nmultiple operations, rather than a single pass use.\nMGP has also undertaken a project to reduce \nnutrient concentration from its wastewater at one \nof our facilities. Once implemented, this project will \nnot only improve the quality of wastewater, but \nalso lead to more opportunities to recycle water to \nnoncontact process operations.FEATURED HIGHLIGHTSSUSTAINABILITY REPORTING\nWATER DISCLOSURE, JANUARY—DECEMBER 2022\nWater plays a vital role with its direct and indirect \nusage in all segments of our business operations. \nThe sources from which water is withdrawn at MGP \nsites include third-party water (municipal water) and \ngroundwater (well water). The World Resources Institute \n‘ Aqueduct Water Risk Atlas’ was utilized in September \n2022 to assess for areas with water stress and according \nto this widely used tool, all of MGP’s sites in the United \nStates are located in low water stress areas.\n MGP tracks its water withdrawal and water \ndischarge for all its facilities. Our water management \napproach is centered on minimizing water usage by \nreducing, reusing, and recycling as applicable for the \nprocess operations. The wastewater generated at the \nfacilities is treated at our onsite water treatment plant \nin Atchison, Kansas and through municipal wastewater \ntreatment plants for other facilities before being \nreleased to the environment. The criteria for wastewater \ndischarge includes pH, total suspended solids, and biological oxygen demand (BOD) depending on the \nrequirements by NPDES and local treatment facilities. \nMGP maintains compliance with all local and federal \nregulations. \nWe are currently working on improving water flow \ndata measurement and monitoring, finding solutions to \nfurther improve wastewater quality, and implementing  \nrelated projects. MGP has also undertaken a project to \nreduce nutrient concentration from its wastewater at \none of its facilities. Once implemented, this project will \nnot only improve the quality of wastewater, but also \nlead to more opportunities to recycle water to non-\ncontact process operations. \nMGP is in the process of aligning its environmental \nsustainability reporting with the GRI Standards and has \npresented its Jan. – Sept. 2022 water data in the tables \nbelow.\nTable 2. Water Withdrawal (megaliters) for Jan. – Dec. 2022\nTable 3. Water Discharge (megaliters) for Jan. – Dec. 2022\nTable 4. Water Consumption (megaliters) for Jan. – Dec. 2022WATER MANAGEMENT APPROACH\nWater Withdrawal\nWater withdrawal by source All areas (ML)\nGroundwater (total)  11,543\nThird-party water (total)    2,703\nTotal water withdrawal 14,246\nWater Discharge\nWater discharge by destination All areas (ML)\nSurface water (total)    9,940\nThird-party water (total)    1,594\nTotal water discharge 11,534\nWater Consumption\nAll areas (ML)\nTotal water consumption 2,712\n27\nMGP Ingredients – Sustainability Report 26", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}