{"page_content": "The total energy consumption, fuel usage, and \nelectricity usage for all US facilities owned or \ncontrolled by MGP for January – December  \n2022 period was 1,358,147 Mega Watt-hours \n(MWh), 1,232,969 MWh, and 125,178 MWh \nrespectively. \nLike many businesses, MGP is not immune \nfrom large-scale weather events that impact \nour access to energy. Natural gas and electricity \nare the main sources of energy used at our \nUS facilities. Natural gas shortages and \ninvoluntary curtailments have underscored \nthat traditional energy sources are not \nunlimited and will not always be at our \ndisposal.\nAs a result, MGP is undertaking numerous initiatives to maximize our energy efficiency. \nConserving natural resources is a key tenant of our Environmental and Sustainability Policy  \n– the team at MGP are makers and innovators, and we know that our collective knowledge \nand ingenuity can help us uncover ways to make energy conservation a cornerstone of our \noperations in the future.Planet\nMarket and environmental changes are making it clear that \nMGP needs to better insulate ourselves from increasingly \nfrequent external factors, which is why reducing natural \ngas consumption rates is one of our company’s biggest \nfocus areas. Many of our processes are rooted in centuries-\nold methods, but that doesn’t mean MGP cannot innovate \nenergy efficient ways to deliver the same level of quality  \nour customers expect. In 2023, MGP will:OUR COMMITMENTS:  ENERGY MANAGEMENT\n• Adapt a multi-pronged, long-term approach  \nto efficiency\n• MGP will formalize its energy management plan in \naccordance with Energy Star guidelines\n• As Energy Performance Indicators (EPI) for the \ndistilleries get finalized by Energy Star, MGP will \nevaluate its distillery sites’ energy status and  \nplan accordinglyFEATURED HIGHLIGHTS\nUncovering New Ways to Use Less Energy\nAfter conducting multiple phases of density trials, \nMGP discovered we can increase production of our \nbranded spirits at our Lawrenceburg, Indiana  \nfacility while not utilizing any more natural gas than \nin previous processes. These trials indicate that MGP \ncan improve carbon intensity per unit of energy in \nour distilling process.\nSupporting Government and Industry  \nDisclosure Standardization Efforts\nMGP directly engaged with Energy Star and \nsubmitted a case study for their Energy Star \nDistillery Guide. We are excited to see specifications \nand nuances within the distilling industry that will \nbetter enable us to communicate our impact and \nenergy use reduction activities.Multi-Pronged and Long-Term Approach  \nto Efficiency\nMGP is researching and identifying energy efficiency \nmeasures for our facilities that will provide input \non which metrics will help better evaluate projects \nthrough the lens of sustainability. Our team is  \nserious about being a leader in this space and \nbelieves this effort will align our project selection \nprocess with our energy efficiency goals. \nIn all our expansion or large capital projects,  \nMGP always considers the energy impact of  \nnew processes.800,0001,000,0001,200,0001,400,000\n600,000\n400,000\n200,000\n0\nFuel ElectricityEnergy Usage in Mega watt-hours (MWh)\nFigure 2.  Total Energy Usage,  Jan. — Dec. 2022\n29\nMGP Ingredients – Sustainability Report 28", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}