{"page_content": "As part of our reduce, reuse, and recycle approach to waste management, MGP is looking at every \naspect of our processes that generate waste to avoid our products ending up in a landfill. Part of \nour strategy will be to define what zero waste means to MGP and evaluating our processes and \nfacilities to reduce waste generated throughout our processes and utilizing it wherever possible.\nMGP generates different waste streams consisting of non-hazardous waste and an immaterial \namount of hazardous waste at its distilling solutions, ingredients, and branded spirits \nprocessing facilities. \nFor non-hazardous waste streams, MGP minimizes waste sent to landfill by evaluating waste \nproduced through everyday process operations, and maximizing waste recycled and/or reused \nby third parties. The company is committed to implementing continuous improvement projects \nthat help significantly reduce the waste generated from process operations.  \nRecycling efforts are carried out in all facilities for materials including scrap metals, \npaper shred, e-waste, stretch wrap, cardboard boxes, used batteries, used lamps, used oils, \nparts washer recycling, co-mingle recycling, etc. The company continues to explore local \nopportunities to reuse waste streams such as syrup, dried distillers’ grain with solubles (DDGS), \nwhole stillage, etc., and a process has been established to send stillage waste to the local \nfarmers for reuse. \nRegarding hazardous waste, MGP is a small quantity generator and hazardous waste is \ntransported and disposed by an approved treatment, storage, or disposal facility (TSDF).Planet\nAs product and operational engineers, continuous  \nimprovement is part of our DNA. We are defining what zero \nscrap and zero waste means at MGP to understand how we \ncan minimize our material consumption. This also allows \nour team to think about what could be if MGP didn’t have \nany waste and gives us a clear vision of our future state and \nhow we plan to get there. In 2023, MGP intends to:OUR COMMITMENTS:  WASTE MANAGEMENT\n• Establish partnerships with like-minded \ncompanies on a sustainability path similar to \nour own\n• Seek out best practices and solutions that will \nhelp us reduce the amount of waste we generate \ninside and outside of our facilities\n• Develop a framework to better understand the  \nmaterials in not only our food ingredients, but  \nalso our packaging – this framework will be used  \nto inform future materials sourcing inside and \noutside of our facilities \nFEATURED HIGHLIGHTS\nRepurposing Waste Across Our Value \nChain and in Our Community\nAcross our facilities, we have undertaken numerous  \ninitiatives to recycle glass, cardboard, and plastic. At \nfacilities where it is not possible to use waste product \nor scrap from our food ingredients, we are establishing \npartnerships with local farms to transform our waste \ninto animal feed products. This diverts MGP’s non-\nsaleable scrap from standalone food products from \nlandfills.\nAt co-located facilities such as Atchison, Kansas, MGP \ntakes material from our food ingredients processes and \nreuses them as part of our distillery operations. We will \ncontinue looking for ways to expand this effort as we  \nmove towards zero waste operations and facilities.Waste Consumption Waste Generated Waste Diverted from Disposal Waste Directed to Disposal\nHazardous waste 2.65 - 2.65\nNon-hazardous waste 36,186.32 33,184.03 3,002.29\nTotal waste 36,188.97 33,184.03 3,004.94Table 5:  Waste generated by composition, in metric tons, for Jan. - Dec. 2022\nHazardous Waste Total\nReuse -\nRecycling -\nTotal -Table 6: Waste diverted from disposal by recovery \noperation, in metric tons, for Jan. - Dec. 2022\nNon-Hazardous Waste Total\nReuse 32,856.04\nRecycling 327.99\nTotal 33,184.03Hazardous Waste Total\nLandfilling -\nOther disposal operations 2.65\nTotal 2.65Table 7: W aste directed to disposal by disposal \noperation, in metric tons, for Jan. - Dec. 2022\nNon-Hazardous Waste Total\nLandfilling 3,002.29\nOther disposal operations -\nTotal 3,002.29\n31\nMGP Ingredients – Sustainability Report 30", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}