{"page_content": "At MGP , the safety and quality of our products is critical to the continued success of our \nbusiness. It is important to us that every product we produce meets our customer’s  \nexpectations and we are committed to holding ourselves accountable to the highest \navailable standards while remaining compliant with a stringent product quality and safety \nregulatory environment. \nEverything we make is consumable, whether food ingredients or alcohol for our brands \nand customers. Because of that, MGP is required to have a certain degree of supply chain \ntraceability. We intend to go above and beyond those standards.\nAwards\nIn 2022, the three main manufacturing sites received: \n• Food safety certification by BRCGS with a Grade AA\n• BRCGS is authorized by the Global Food Safety Initiative (GFSI) as a means to  \nassess food and beverage safety and qualityProducts\nWe are committed to providing safe, high-quality food \nand alcohol products to our customers. We continuously \nmonitor new regulations to determine applicability to our \nbusiness and make adjustments wherever needed when \nnew information is available. In 2023, we will:OUR COMMITMENTS:  PRODUCT QUALITY & SAFETY\n• Apply BRCGS principles to MGP’s bottling facilities \nand craft distilleries\n• Continue to monitor new regulations and identify \nbest practices to implement\n• Continue to educate employees to improve our food \nand beverage safety cultureFEATURED HIGHLIGHTS\nEnsuring Corporate Understanding of Our  \nProduct Quality and Safety Standards\nCertain MGP employees undergo training six times \na year to support our quality culture and we use the \nFood for Thought newsletter to consistently educate  \nsite operators. \nAdhering to Global Product  \nQuality and Safety Standards \nMGP’s quality culture is driven by industry-leading  \nstandards such as the BRCGS, a set of food safety  \nstandards that has set the benchmark for nearly 25 \nyears. In order to stay on top of industry best  \npractices, an initiative has been put into place to  \napply BRCGS Principles to smaller sites in 2023,  \nwith a focus on:\nRISK IDENTIFICATION\nand Mitigation\nHAZARD\nAnalysisManagement  \nCOMMITMENTFood  \nSAFETY  \nPLAN\nFacility  \nCONDITIONS  \nand MaintenanceSite-Specific  \nFOOD SAFETY\nTEAMS\nTRAINING\n35\nMGP Ingredients – Sustainability Report 34", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}