{"page_content": "Investing in a Plant-Based Future \nMGP is advancing its investment in Proterra  \nProteins, a plant-based meat alternative, by reducing \nthe use of chemical ingredients for a cleaner label \nand conducting further research on more functional \ningredients for future product innovations.\nEnjoying Proterra plant-based products instead of \nanimal proteins helps us all reduce our environmental  \nfootprint – through less reliance on land and water, \nand lower greenhouse gas emissions. \nFor more information on Proterra Proteins, visit  \nproterraproteins.com.MGP’s focus areas within Ingredient Solutions are centered around advancing health and \nwellness. At this time, all ingredients used in the manufacturing process are considered \naffordable nutrition items and include products for food manufacturing purposes such as \npasta, bakery goods, tortillas, and plant-based meat.Products\nMGP is actively working towards ‘clean labels’ and trying \nto reduce food waste through research and development \nefforts centered around vegetarian and plant-based product \ndevelopment. In 2023, MGP has committed to:OUR COMMITMENTS:  PRODUCT QUALITY & SAFETY: \nINGREDIENT SOLUTIONS\n• Domestic ingredient sourcing to reduce fuel and \nenergy use\n• Reducing or removing sodium in certain ProTerra \nmeat alternative productsFEATURED HIGHLIGHTS\nIncreasing Options for Restrictive Diets \nFibersym® RW, a granular RS4-type resistant \nwheat starch, allows formulators to boost the fiber \ncontent and to lower calories of a diverse line of \nfood products while delivering health benefits to \nconsumers. It is Non-GMO Project Verified.\n \nSince early 2000, MGP has conducted clinical trials \nand published its data on Fibersym to help grow \nan industry-wide understanding of the benefits of \nFibersym RW on reducing cholesterol, reducing \npostprandial blood glucose and insulin levels, \nimproving gut health, reducing weight and waistline, \nand others. MGP has worked with several leading \npublic and private organizations, namely University \nof Nebraska, South Dakota State University, Inquis \nClinical Research, and Kansas State University, \non the clinical studies of Fibersym. Recognized \nby the U.S. Food and Drug Administration as \na dietary fiber, Fibersym also has achieved low \nFODMAP certification from Monash University and \nsupports the low FODMAP diet. The purpose of this \ncertification was centered around inclusivity and \nunderstanding of the restrictive dietary needs of \ncustomers with irritable bowel syndrome (IBS). Advising for the Future\nSince late 1990, MGP has worked closely with Kansas \nState University’s Department of Grain Science and \nIndustry, and Department of Food, Nutrition, Dietetics  \nand Health as their private industry advisors on \nseveral state and federal-funded projects regarding \nnovel value-added agriculture, ingredient innovation \nand human clinical studies.\nWork with Suppliers on Ingredient Traceability and Auditing\nMGP tracks raw material lots used in our products to have line of sight across our value chain \nand ensure we are using ingredients that are what we say they are. This helps us to ensure we \nknow where all our ingredients come from and allows us to work with our partner suppliers to \nuphold the same set of quality standards we expect from our own facilities. \nWe have implemented numerous processes and practices to ensure this is done correctly.  \nFor example:\nMATERIAL QUALITY \nSTANDARDS  \nOur systems automatically \nreject materials that do not \nmeet our quality specifications.SUPPLIER  \nTRACKING\nWe require product tracking on \nour supplier trucks to ensure \nsafety and eliminate risk for \ncontamination. For example, if \na truck has carried pesticides, it \nwill never be used to transport \nMGP products. \n SUPPLIER \nTRACEABILITY\nLot code tracking on all the \ningredients we source, which \nallows us to enable traceability \nto the source supplier. \n37\nMGP Ingredients – Sustainability Report 36", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}