{"page_content": "MGP is responsible for reducing waste to conduct business in the most environmentally \nfriendly manner. Anytime we look at new product implementation, we try to consider \nwhat efforts will be needed to get the job done in the most cost -efficient manner without \nsacrificing our values. For example, by actively trying to reduce weight and fit more  \nproduct on each truck we send out, we decrease the number of trucks we have on the road.\nMGP is actively investing in research and development (R&D) that maximizes the use of \nmaterials in the most efficient manner. We are transforming our usage of barrels to reduce \nwaste where possible and maximizing existing materials. Facilities are actively investing \nin innovative solutions to reduce plastic usage in a wide range of products.Products\nIn 2023, we will continue to use a critical eye of our internal \nprocesses to look for possible improvements and focus our \nwaste reduction efforts on:OUR COMMITMENTS:  PACKAGING LIFECYCLE MANAGEMENT\n• Reducing the waste of a four-pack carrier\n• Detecting internal options for printing services \nin a streamlined business functionFEATURED HIGHLIGHTS\nReducing Waste in Our Facilities\nWe are always trying to find new ways to eliminate \nthe amount of waste that comes from our facilities \nand find opportunities to recycle wherever possible. \nRecycling initiatives include:\n• Corrugated shrinkers and shrink wrap compressors  \nfor banding and sewing product for recycling.\n• Broken glass is collected for recycling. \n• Tote collection system allows recyclable materials \nto be gathered for efficient transportation. \n• MGP has invested in ensuring the recyclable \ncomponents of items that come in shrink wrap \nare disposed of in recycling facilities, and all other \ncomponents are managed in an environmentally \nfriendly manner.\n• Pallets are now stacked more tightly to transport \ngoods in a denser fashion. Trucks are now  \nmaximizing volume most efficiently. Reducing Waste in Our Products\nWe have implemented efforts to reduce plastic usage \nin existing product ranges. For example, reducing \nthe amount of plastic used in our bottles and  \nidentifying opportunities to recycle materials in  \nour existing packaging.\nMGP has certain products that can re-use barrels \ninstead of purchasing new barrels.\nIn 2022, more than 3,000 barrels were reused on site. \nThis is limited to certain products due to the nature \nof some distillery items, which warrants new barrels \nfor distilling.\n39\nMGP Ingredients – Sustainability Report 38", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}