{"page_content": "At MGP , we have a robust infrastructure for ethics and compliance. The Company’s Code \nof Conduct, including anti-corruption policies and proceudures, are communicated to and \nacknowledged by 100% of employees on an annual basis.\nUsing industry best practices as a guide, we continue to evolve the way we drive ethics and \ncompliance across the organization and will do so in 2023 and beyond.\nOur cross-functional executive leadership team works to ensure MGP remains compliant \nwith all applicable state and federal laws. Our legal team also stays connected with \nupdates from our industry associations as part of our regulatory  \nmonitoring process.Process\nIn 2023, we will: OUR COMMITMENTS:  ETHICS & COMPLIANCE\n• Continue to require 100% of MGP employees  \nto annually review and acknowledge our Code  \nof Conduct\n• Continue providing relevant ethics and compliance \ntraining to our employeesFEATURED HIGHLIGHTS\nEvolving Our Ethics Policies\nEach year, MGP conducts an annual Code of Conduct \npolicy review with counsel and, if necessary, makes \nrelevant updates. As part of the onboarding process, \nall new hires are required to acknowledge upon start -\ning at MGP . Additionally, MGP requires 100% of our \nemployees to acknowledge both the Code of Conduct \nand Insider Trading Policy on an annual basis.\nTraining to Ensure Organizational  \nUnderstanding and Compliance\nIn 2022, MGP hosted a training for our Finance Team \ndedicated to reviewing the Insider Trading Policy. \nThe trainings were meant to educate employees \nabout the pre-clearance process for covered staff \nand provide further clarification on MGP’s trading \nblackout periods for insiders.\nManaging and Monitoring Industry Specifics\nMGP maintains compliance with alcohol licensing \nvia our regulatory group and monitors industry  \nspecifics via a cross-functional effort that includes \nour legal team. Additionally, on-site staff at our  \noperational facilities possess subject matter  \nexpertise on alcohol controls, licensing, and  \nregulations to ensure we have a breadth of  \nknowledge and expertise throughout our  \noperational footprint.Providing Anonymous,  \nSafe Reporting Mechanisms\nMGP has an anonymous compliance and ethics \nreporting line that allows any member of our \nteam to log a complaint anonymously and \nwithout retaliation. The compliance hotline is a \ndemonstration of our commitment to ensuring all \nteam members have a way to file complaints they \nare not comfortable reporting to a supervisor or unit \nleader.\nThe line is monitored by a limited number of \nemployees who are responsible for investigating and \nresponding to and logging all complaints they receive. \nEmployees are made aware of the hotline and how \nto access it through numerous channels, including \nMGP’s employee intranet. This confidentiality is \nextended to our international employees, who have \na dedicated hotline they can call in their markets.\nSafeguarding Data through Oversight and  \nRegulatory Compliance\nMGP’s approach to data privacy and cybersecurity \nis rooted in C-suite managed governance structures \nand policies that are in line with best practices.  \nMGP does not store private data and is compliant \nwith all applicable data privacy and cybersecurity \nregulations in the jurisdictions in which we operate, \nincluding the European Union’s General Data  \nProtection Regulation (GDPR) and the California \nOnline Privacy Protection Act. \n43\nMGP Ingredients – Sustainability Report 42", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}