{"page_content": "Managing risks across the organization is critical to MGP’s success and one we take seriously.  \nWe have an Enterprise Risk Management (ERM) Committee that is comprised of our  \nexecutive management team and business unit leaders. We embed risk management in our \nbusiness units, as these business leaders have the technical expertise to manage the risks \nin their departments.  \nOn a quarterly basis, our ERM Committee reviews and updates the risk register before \npresenting it to our Board of Directors for their approval. Many of our risk factors are  \ndisclosed in MGP’s Annual Form 10K .\nWe are also continuously improving our cybersecurity policies and governance to align \nwith industry best practices. Examples of recent initiatives include end user trainings, \nphishing simulations, data encryption and more.Process\nRISK MANAGEMENT & CYBERSECURITY\nFEATURED HIGHLIGHTS\nPartnering to Mitigate Risk\nIn 2022, MGP conducted a third-party review of our \nrisk register, completing comprehensive reviews in \nApril and December. The third-party review process \nenabled MGP to run risk modeling via Monte Carlo \nsimulations, helping us deepen both our under -\nstanding of MGP’s risks and improve our predictive \nanalytics pertaining to risk. \nWith the support of these findings, MGP also updated  \nour cybersecurity policy in March 2022. We will  \ncontinue to utilize best practices to identify risk,  \nincluding stress testing all our assumptions and \ndeep diving into specific risks with executive  \nleadership and the Board.Staying on Top of an Ever-Changing Threat\nTo support continuous improvement of our  \ncybersecurity and data privacy posture, MGP  \nleverages numerous best practices, including:\nSYSTEM TESTING\nand Patching\nREDUNDANCY\nMechanismsEnd-User  \nTRAINING\nINTERNAL AUDIT\nMulti-Layered \nSECURITY ENCRYPTION\n45\nMGP Ingredients – Sustainability Report 44", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}