{"page_content": "Process\nMGP will monitor the growth of regenerative / sustainable \nagriculture in its supply chain and what percent of MGP’s \ngrain supply is farmed via these methods. Additionally,  \nMGP will continue to engage with supply chain agriculture  \npartners about sustainable and regenerative agriculture.OUR COMMITMENTS:  ENVIRONMENTAL & SOCIAL IMPACTS OF  \nINGREDIENT SUPPLY CHAIN \nMGP is starting to sow the seeds of the future and we are currently in the understanding \nphase of the social and environmental impacts of our ingredient supply chain. We are \ncommitted to advancing sustainability practices with our supply chain partners. It is \nimportant that our customers and suppliers understand the value chain impacts of our \nbusiness on society and the environment. Where our suppliers can get support making  \na process more efficient and sustainable, they are doing so. \nWe are open to and encourage collaboration with our vendors so we can both benefit \nfrom efficiencies and capitalize on opportunities presented by sustainability initiatives. \nAnd we are not alone in this. Our suppliers are also asking about ESG factors and what \nis most important to our company. There is a growing realization that our industry is part \nof a bigger picture, and we have seen process innovations across our supply chain, from \noperations reclaiming saw dust to regenerative agriculture.\nMGP also believes sourcing and supply chain risks experienced globally will prevail in the \ncoming years. Despite these challenges, our company is optimistic about the future of  \ningredient sustainability. In 2022, supply chain risks and challenges led us to migrate \nsome overseas sources of supply back to the United States which has downstream \nbenefits of reducing transport emissions and shrinking GHG footprints across our  \nsupply chain.FEATURED HIGHLIGHTS\nTackling Sustainability in Product Development \nand Manufacturing Processes\nHaving a continuous improvement mindset also ap-\nplies to constantly thinking of ways we can improve \nour impact on the planet. Last year, we implemented \na number of manufacturing process improvements \nfrom the lens of sustainability, including:\n• Implementing process improvements to maximize \nuse of space in ingredient shipments; change \nincreased pallet loads from 50 to 60 bags and \nreduced truck loads from 6 to 5 \n• Determining what products do and do not need  \na partition or a slip in the glass to reduce the \ninput stream\n• Working with customer networks to purchase  \nused barrels and refill those without additional \nfreight transfers\n• Identifying which products can simplify labeling \nto just a collar and face without back labeling\n• Ceasing inclusion of corrugated four pack carriers \nin product shipments\n• Purchasing bailers and other equipment to  \nfacilitate MGP’s internal recycling programImplementing Future Initiatives\nOur vendor team plans to create a baseline under -\nstanding of what percent of MGP’s grain supply is \nsustainably grown and determine how that base-\nline can help us identify the right key performance \nindicators (KPIs), such as impact and growth as a \npercentage of total inputs.\nMGP can also use baseline data to potentially drive \nfuture supplier incentivization programs for sourced \ncorn, rye, and wheat. As part of developing a shared \nunderstanding of supplier conduct, our team is \naiming to establish a Vendor Code of Conduct and \ndeploy a voluntary questionnaire that would capture \nif vendors have ISO 14001 certified facilities or if \nthey have energy management systems in place. \nMGP plans to first establish a baseline to see which \nsuppliers meet future criteria. Rather than disasso-\nciating with current partners who are not as mature \nin their sustainability journey, we plan to work with \nsuppliers to set goals or objectives for improvements \nthat result in net positive social and environmental \nimpacts for all parties.\n47\nMGP Ingredients – Sustainability Report 46", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}