{"page_content": "PRIORITIZING OUR ESG FOCUS AREAS\nIdentifying and developing an understanding of our most important ESG topics is  \ncritical to MGP’s strategic planning initiatives and reporting. To help focus our ESG \nleadership efforts, MGP enlisted the help of a leading professional services firm to  \nconduct our first ESG materiality assessment, which was completed in 2022. \nFollowing the guidelines set forth by the Global Reporting Initiative (GRI), this \nassessment referenced industry standards and engaged internal and external \nstakeholders, including colleagues, investors, customers, suppliers, and partners. \nAs determined by our assessment, our most pressing sustainability topics \ninclude: Greenhouse Gas Emissions, Water Management, Energy Management, and \nEnvironmental and Social Impacts of Ingredient Supply Chain.  Our ESG Strategy\nOUR APPROACH TO SUSTAINABILITY\nAt MGP, we are dedicated to operating in harmony with people and the environment \nand are committed to a culture of continuous improvement in which our approximately \n700 employees worldwide, shareholders, and local communities all benefit from a busi -\nness platform based on sustainable growth. \nOur dedication to implementing an ESG strategy supports the United Nations Sustainable \nDevelopment Goals (UN SDGs) and highlights our existing commitments to sustainable \ndevelopment for the prosperity of the company and communities we serve.\nWe recognize our actions have significant societal and environmental impacts, and are \ntaking a proactive approach to managing these impacts by working to create a strategy \nthat can be distilled down into four main pillars:\nThis is just the beginning \nof our formal ESG journey \nwith a focus on assessing \nour current ESG perfor-\nmance and developing \na tailored strategy and \nroadmap to help achieve \nand communicate our \nfuture ESG vision. \nWe are committed to \nmaking this journey \na priority and believe \nour efforts will not only \nbenefit the environment \nand society, they will also \ncreate long-term value for \nour shareholders,  \ncustomers, employees, \nand communities. Our ESG Focus Areas\nPEOPLE\nOur FamilyPLANET\nOur Home\nPRODUCTS\nOur SuccessPROCESS\nOur Foundation\nDiversity, Equity, & Inclusion\nWorkforce Health & Safety\nResponsible Drinking & Marketing\nEmployee Recruitment,  \nDevelopment, & Retention\nCharity & Community  \nEngagement\nGreenhouse Gas Emissions\nWater Management\nEnergy Management\nWaste Management\nEthics & Compliance\nResponsible Sourcing\nRisk Management & Cybersecurity\nEnvironmental & Social Impacts  \nof Ingredient Supply Chain\nProduct Quality & Safety\nPackaging Lifecycle Management\nSupply Chain Transparency  \n& Traceability\n9\nMGP Ingredients – Sustainability Report 8", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}