{"page_content": "To thrive in a dynamic and evolving world, it is important we reflect, support, and nourish  \ndiversity, and we embrace our responsibility to promote Diversity, Equity, & Inclusion \n(DE&I) in the workforce. Our culture is focused on integrity, performance and DE&I, \nwhich makes it even more important for our company to be authentic in our approach.  \nToday, we believe that a diverse workforce is essential to business growth given the  \nvaluable background, talent, and experience each person brings to the table. \nIn 2022, we embraced our core value of inclusivity and took steps to further promote  \nDE&I within our organization. We continued to build on strong relationships with partner  \norganizations who share our commitment to diversifying our industries and identified \nwhere there are opportunities to expand our talent pipeline. We believe the engagement \nof every employee helps us better understand and serve our customers, and in doing so, \nstrengthen our competitiveness. People\nOur DE&I Strategy includes several strategic initiatives \nthat are essential to our DE&I commitments and reinforce \nour dedication to embracing a culture built on respect and \ninclusivity. In 2023, MGP will:OUR COMMITMENTS:  DIVERSITY, EQUITY & INCLUSION FEATURED HIGHLIGHTS\nFostering a Culture of Allyship\nMGP continues to engage with a leading strategic \nrecruiting firm for consumer brands, to expand our \nreach amongst minorities and the LGBTQ+ community.Fostering Inclusion and Diversity from Within \nWe embrace our responsibility to promote diversity  \nand inclusion in the workforce. To us, DE&I are key \nbusiness priorities that will enable us to continue \ninnovating for growth and deliver for our customers \nand shareholders. To that end, we recognize the \nimportance to elevate the prominence of diversity \nat MGP. \nIn 2022, members of MGP’s Human Resources team \ntook the appropriate steps in becoming certified in \nDiversity & Inclusion (D&I) training and reporting. \nWe will use this knowledge to help develop and \nreimagine our approach to hiring and retaining our \ntalented people in 2023 and beyond.\nMGP’s Approach to Workforce Development\nHiring and retaining our talented employees \nis critical to our success as a company. We are \ncommitted to providing students in areas that are \nunderrepresented with an opportunity to learn and \npursue a career with MGP . With that in mind, we \nhave expanded our participation in career fairs at \ntechnical schools in the communities we operate \nto encourage students to pursue a possible career \nwith us, but also establish a pipeline of qualified \nindividuals to join our team. Promoting a Responsible Future  \nfor Distilled Spirits\nMGP has always been an advocate for the responsible \nconsumption of spirits, as well as helping to prevent \nunderage drinking. We remain committed to \neducating ourselves on strategies we can share with \nour communities that discourage the irresponsible \nconsumption of spirits. \nMGP is a member of the Distilled Spirits Council \nof the United States (DISCUS) trade association. In \n2021, we took action to increase our involvement \nwith DISCUS by being named a representative on \nthe DISCUS DEI Committee. Our membership has \nimproved the way we think and has also helped us \npromote new diversity strategies within our own \norganization. We remain committed to building upon \nthis foundation and look forward to developing these \npractices and strategies further.• Establish our first Employee Resource Group (ERG) \n• Deliver training initiatives to generate awareness  \nof core DE&I principles and enable diversity through \neducation\n• Participate in career fairs at local high schools,  \ntechnical schools and colleges for cross-functional \ntalent across disciplines\n13\nMGP Ingredients – Sustainability Report 12", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}