{"page_content": "Safety is paramount to us, and we strive to ensure the physical and mental well-being  \nof our people are cared for. The health and safety of our employees—as well as our entire  \nnetwork of customers, suppliers, and partners—is of utmost importance to MGP . We hold  \nourselves to the highest expectation that our entire workforce returns home safely to  \ntheir families each day. \nThroughout our journey, the Company and its operations have transformed into a people-  \nfirst mentality. As part of our plan to improve health and safety in the workplace, \nwe have organized safety action teams and safety committees. These groups help \nensure regular and timely reporting of accidents, track events, and identify risks and \nopportunities for improvement. Alongside this, there is a commitment at the executive \nlevel to commit additional resources to reinforce our framework for a workplace rooted in \nimprovement and accountability. People\nMGP’s proactive approach to safety, which values our people  \nand encourages progressive improvement, will always be \na top priority. As we remain committed to improving the \nhealth and safety of our workplace, in 2023 we will:OUR COMMITMENTS:  WORKFORCE HEALTH & SAFETY FEATURED HIGHLIGHTS\nSafety Trainings\nAll employees are required to participate in general \ntraining exercises and courses during onboarding. \nCertain employees may also be expected to take part \nin additional training exercises or courses that are \nmore specialized and based on their individual  \nrole at MGP . Safety Committees \nWe have organized safety committees at our  \nAtchison, Kansas and Lawrenceburg, Indiana  \nfacilities to help all employees voice their concerns. \nThe committees are overseen by facility managers \nand are ultimately responsible for overseeing the \nimplementation of safety-related suggestions  \nidentified and submitted by employees. \nCulture Change\nMGP utilizes a behavior-based safety program to \nestablish a culture of safety.Safety Scorecards\nSafety Scorecards for each facility are collected \nand shared with executive leadership, and are also \nprovided to MGP’s Board of Directors. These score-\ncards help MGP track incidents, near misses, and \nultimately develop solutions to avoid or reduce the \nlikelihood of certain events occurring. \n• Conduct an internal analysis of our site safety  \nprocedures and identify opportunities for  \nimprovement\n• Review and evaluate the effectiveness of all training \nmaterials and courses\n• Consolidate corporate product and operational  \nsafety standards across our facilities\n• Continue to build out our safety action teams  \nand safety committees\nMeasure Rate\nTIR13.2\nDART22.1\nDAFWII31.3Table 1: 2022 MGP Data\n1) Total recordable incident rate\n2) Days Away, Restricted, or Transferred\n3) Days Away from Work , Injury and Illness\n* All rates are normalized to 100 employees working 200,000 hours per year.\n15\nMGP Ingredients – Sustainability Report 14", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}