{"page_content": "MGP is committed to promoting the responsible consumption of spirits and supports  \ncampaigns that help prevent underage drinking. \nWe pride ourselves on our iconic brands and encourage those that choose to enjoy spirits \nto indulge in a safe and responsible manner. Through our premiumization strategy, we  \nare promoting the consumption of our higher quality, better-tasting drinks. Naturally, this \npromotes a more positive experience for the consumer whereby our products are being \nconsumed in moderation. People\nAs an industry leader, it is our duty to lead by example.  \nIt is important our messages are directed at legal, drink -\ning-age consumers. To that point, our participation in \nindustry trade associations and campaigns that help \neducate our team on how to promote responsible drinking \nand prevent underage consumption is critical. In 2023, we \nremain focused on: OUR COMMITMENTS:  RESPONSIBLE DRINKING & MARKETING FEATURED HIGHLIGHTS\nTackling Underage Consumption\nIn partnership with DISCUS, in fall 2022 MGP  \nparticipated in the nationwide “We Don’t Serve \nTeens” campaign, which actively promotes against \nunderage drinking. \nThe We Don’t Serve Teens campaign utilized social \nmedia, point-of-sale materials, and an online \npresence to educate and provide strategies to \ndiscourage selling, serving, or supplying underage \ndrinkers.\nMGP’s Branded Spirits segment shared the \ncampaign across its family of premium spirits \nincluding Yellowstone® Select Kentucky Straight \nBourbon Whiskey; El Mayor® Tequila; and Remus® \nStraight Bourbon Whiskey, and everyday favorites \nlike Everclear® and Salvador’s. Lux Row Distillers \nand Limestone Branch Distillery also promoted the \ncampaign.\nThe Distilling Solutions segment joined the \ncampaign via the MGP LinkedIn page and its MGP \nDistillery Collective Facebook page, an industry-\nfocused platform that encourages discussion about \nall aspects of distilling. \nThe company also participated via the MGP and \nLuxco LinkedIn pages.• Supporting campaigns against underage drinking,  \nsuch as the DISCUS “We Don’t Serve Teens”  \ncampaign\n• Continuing to promote responsible drinking on  \nproducts and campaigns, such as a “Please Enjoy  \nResponsibly” tag\n17\nMGP Ingredients – Sustainability Report 16", "metadata": {"source": "NASDAQ_MGPI_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}