{"page_content": "OUR APPROACH\nAs an innovative and responsible manufacturer, NXP aims \nto prevent use of hazardous substances in our products. In addition, we ensure responsible sourcing of minerals to prevent use of materials linked to human rights abuses.\nNEW PRODUCT DESIGN\nTo address current and future requirements for compliance during the design phase, we established the Environmental Compliance Organization for Products (ECO-Products) as part of the management systems for introducing new product and technologies. Checklists of currently banned materials, as well as chemicals that may be problematic for particular markets, are considered early in the design phase. This translates  to products that are more resilient and more marketable  for our customers.\nSUPPLIER REQUIREMENTS\nWe rely on our suppliers and their subcontractors to help us identify and verify potential substances present in the raw materials, parts, and products they supply to NXP , and to use appropriate methods, such as internal design controls, declarations, and analytical testing, to ensure accuracy and completeness, and attest that information is correct to the  best of their knowledge.\nSuppliers must meet the requirements of the NXP ECO-\nProducts Substance Control for Products and Packaging specification. We require suppliers to provide material content declarations and annual analytical test reports that are performed by a third-party laboratory certified to the ISO/IEC 17025 standard. Also, all declarations and reports must be specific to the material’s homogeneous material level.\nREGULATORY COMPLIANCE\nLike other technology companies, NXP is subject to and complies with a host of product regulations across multiple global jurisdictions. We also go beyond what is required by local, regional, and global laws.NXP anticipates that sustained stakeholder interest in product responsibility issues may result in new or updated regulations and exemption lists. This, combined with the arrival of new chemical substances, means compliance remains a challenge. See below to learn more about NXP’s efforts.\nSUBSTANCES OF CONCERN IN PRODUCTS (SCIP) \nSCIP established under the Waste Framework  Directive (WFD)In 2021, NXP became subject to a new European Union (EU) reporting requirement known as the “Substances of Concern in articles as such or In complex objects (Products)” or “SCIP” database reporting.The EU Directive 2008/98/EC on Waste,  commonly known as the Waste Framework  Directive (WFD), sets stringent requirements on  waste management, recycling, and recovery of products manufactured in, supplied to, or imported to the European Economic Area. A new amendment of the Waste Framework Directive (Directive 2018/851) requires companies to provide information on articles supplied to the EU market containing Substances of Very High Concern (SVHCs) above 0.1%. This sparked the European Chemicals Agency (ECHA) to establish the SCIP database.\nThe EU aims to use the SCIP database in several ways.  \nThis includes: \n•\n Decr\neasing the generation of waste-containing hazardous \nsubstances by supporting the substitution of substances of \nconcern in articles placed on the EU market, \n•\n Making infor\nmation publicly available to further improve \nwaste-treatment operations, and \n•\n Enable authorities to monitor the use of substances of\n \nconcern in articles and initiate appropriate actions over the whole lifecycle of articles, even at the waste stage\nThe ECO-Products team collaborated with NXP colleagues \nin EHS, Legal, and Trade Compliance to determine NXP’s obligations regarding SCIP . Approximately 3,000 products (7% of our product portfolio) were identified and submitted to the SCIP database in the initial phase.\nOTHER REGULATIONS\nNXP also tracks and verifies compliance with other major legislation in the countries and regions where we operate. This includes China RoHS, California Proposition 65, EU Directive 94/62/EC for Packaging and Packaging Waste, EU POP , US TSCA, US Conflict Minerals, and Ozone-Depleting Substances in the Montreal Protocol.ENVIRONMENTAL PRODUCT COMPLIANCE\nEnvironmental Compliance Overview\nEU RoHS Statement\nChina RoHS\nREACH Statement\nELV Statement\nWEEE Statement\nEU Packaging Statement\nCalifornia Proposition 65 Statement\nResponsible Mineral Sourcing Overview and Reports\n149 \n2021 HIGHLIGHTS\nOUR BUSINESSECONOMYOVERVIEW\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESEMPLOYEES\nEnvironmental Product Compliance\nResponsible Minerals", "metadata": {"source": "NASDAQ_NXPI_2021.pdf", "page": 148, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}