{"page_content": "APPENDIX E – GRI INDEX\nIn 2017, NXP became a signatory to the United Nations Global Compact, the world’s largest corporate sustainability initiative.  \nOur UN Global Compact Communication on Progress can be found on the UN Global Compact website.\nDisclosure NumberDisclosure \nNumberDisclosure Title Response\nGeneral Disclosures\nGRI 102 102-1 Name of the organization NXP Semiconductors (NASDAQ: NXPI)\nGRI 102 102-2 Activities, brands, products, and services Our Business\nGRI 102 102-3 Location of headquartersHigh Tech Campus 60, 4.19  \n5656 AG Eindhoven The Netherlands\nGRI 102 102-4 Location of operations Our Business\nGRI 102 102-5 Ownership and legal form Form 10-K page #12\nGRI 102 102-6 Markets served Our Business\nGRI 102 102-6 Markets served Form 10-K page #10\nGRI 102 102-7 Scale of the organization Our Business\nGRI 102 102-8 Information on employees and other workers ESG Performance\nGRI 102 102-9 Supply chainSupplier Engagement  Top 100 Supplier List  Roughly 98% of our procurement is done with approximately 100 suppliers, of which are all critical to supporting semiconductor manufacturing. We define critical suppliers as those core to the supply strategy and could cause a major disruption to make or design output. When needed, we outsource the manufacturing of wafers or product assembly and testing.\nGRI 102 102-10 Significant changes to the organization and its supply chainIn 2021, there were no significant changes to the ownership or supply chain.   We did not have manufacturing site expansions, but we did utilize the space that became available from our expansion in 2020 at our Tianjin and SSMC manufacturing sites in 2021.\nGRI 102 102-11 Precautionary principle or approachTo reduce or avoid negative impacts on the environment, we apply precautionary principles in our operations where scientific evidence is insufficient or uncertain.\nGRI 102 102-12 External initiatives Stakeholder Engagement\n190 \n2021 HIGHLIGHTS\nOUR BUSINESSECONOMYOVERVIEW\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENTPRODUCT STEWARDSHIPAPPENDICESEMPLOYEES\nESG Performance\nSASB DisclosureTCFD ReportUNGCGRI Index Sustainability PolicyScope 1 Chemical ListTop 100 Supplier List", "metadata": {"source": "NASDAQ_NXPI_2021.pdf", "page": 189, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}