{"page_content": "Membership and participation in ERGs are open to all NXP team members, and global \nengagement is encouraged. Each ERG has defined mission/vision statements, goals, and executive oversight and sponsorship. To track the progress of our growing ERGs, we measure membership, team member engagement and programming for each group. In 2021, the ERGs collectively hosted more than 160 events, including professional development workshops, networking sessions and cultural awareness activities.\nIn addition to planning events and organizing efforts within the countries and regions in which \nthey operate, NXP ERGs identify ways to partner across geographic sites and teams. An example of this collaborative effort is the company’s annual observation of International Women’s Day (IWD), which celebrates the social, economic, cultural and political achievements of women. In 2021, thousands of NXP team members around the world participated in more than 50 virtual and on–site IWD events. Additional annual observances celebrated by our ERGs include Black History Month, Pride Month and Hispanic Heritage Month.\nWhen possible, our ERGs also partner with external organizations committed to advancing STEM \neducation, community wellness and sustainable environmental practices. For example, in 2021 our ERGs partnered with: To promote recruiting from diverse talent pipelines, our ERGs collaborate with our internal  Talent Acquisition team. For example, NXP’s Black Achievement Leadership Team developed  a career exploration workshop to provide guidance, support and early access to tools, tips  and NXP resources to National Society of Black Engineers (NSBE) chapters at target  colleges and universities. \nThroughout 2021, our ERGs supported recruiting efforts with:\n \n \nDEVELOPING OUR DIVERSE WORKFORCE \nThrough our ERGs, NXP regularly facilitates training on diversity, equality and inclusion topics. As \nan example, Women in NXP and EQUAL ERGs collaborated on a LGBTQ allyship workshop for team members in India. These ERG–led sessions give our global team members the opportunity to engage in open discussions and create awareness of inclusive behaviors. \nFurthermore, our ERGs host events aimed at promoting career development and building \nleadership skills. For instance, YOUNG! NXP the Netherlands, hosted a meet and greet with NXP President and CEO Kurt Sievers, where they discussed authentic leadership and career growth. Also in 2021, our ERGs welcomed more than 30 external speakers and organizations for professional development and networking events.\nIn addition, NXP engages in professional development conferences that enables the continued \ngrowth of our diverse workforce. Over the last nine years, NXP team members have participated in the Texas Conference for Women, the Watermark Conference for Women, the Arizona Women’s Conference, and the Global Semiconductor Alliance’s Women’s Leadership Initiative.\nWe also created an internal resource hub to provide resources on topics such as diversity, \ninclusion, intercultural collaboration, microaggressions, bias, and allyship. \nTo further foster an equal and inclusive culture, in 2022, we are integrating unconscious bias \ntraining into our team member development process. EMBRACING DIVERSITY, EQUALITY, AND INCLUSION\nBreakthrough Central Texas\nEl Buen SamaritanoHuston Tillotson University’s \nAustin Pre–freshman \nEngineering Program \n(AusPREP) \nLatinitas\nVHTOOut Youth\nThe RefugeNational Society of Black Engineers\nOut in Science, Technology, Engineering  \nand MathematicsSociety of Hispanic Professional Engineers\nSociety of Women Engineers \n61 \n2021 HIGHLIGHTS\nOUR BUSINESSECONOMYOVERVIEW\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENTPRODUCT STEWARDSHIPAPPENDICES\nEMPLOYEES\nOverview\nEngagementThought Leadership Diversity, Equality and InclusionCompensation and BenefitsDevelopment   Future TalentTalent Retention  Community OutreachHuman RightsHealth and Safety", "metadata": {"source": "NASDAQ_NXPI_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}