{"page_content": "RESPONDING TO COVID–19\nNXP has always prioritized the health and safety of our team \nmembers. Throughout the pandemic, we have monitored developments, consulted external experts, and worked with NXP country and site leaders to establish and maintain stringent protocols to safeguard team members on a local, regional, and global level. \n \nSAFEGUARDING OUR HEALTH\nVaccinations are a crucial weapon in the fight against COVID–19. In the first half of 2021, as several countries launched their vaccination programs, case counts improved in several parts of the world but, sadly, worsened in others. In India, for example, record–high case numbers rapidly overwhelmed the medical system. To assist our India team members and their families, we acted quickly. We provided in–home medical and critical–care support, obtained much–needed oxygen concentrators, established a crisis command center to connect team members with health, logistics, and other experts, and set up a secure, safe location to expedite vaccinations.\nElsewhere, several thousand team members and their family \nhave been inoculated through NXP–specific vaccination drives in Asia and Europe. The company also donated to the United Nations Children’s Fund (UNICEF) in support of the COVID–19 Vaccines Global Access (COVAX) initiative, to help ensure global equitable access to COVID–19 vaccines. In all locations, NXP continues to encourage vaccination through local government and health resources.\n \nSUPPORTING OUR COLLEAGUES\nLocal NXP team members have worked in several ways to support their colleagues, families, and communities during the pandemic. For example, India NXP team members initiated a fundraiser in support of colleagues who lost family members to COVID–19. Donations were matched by the company. Team members in NXP Bangkok donated 110 beds for use in field hospitals. They also donated oxygen concentrators, blankets, and bedsheets to support community members in quarantine, arranged for daily calls from a physician, and provided medicine, food, and personal protective equipment (PPE) to fellow team members diagnosed with COVID–19 and isolating at home while waiting for hospital treatment. Local NXP teams also donated masks and other PPE to nearby hospitals where there were shortages and gave laptops to local students to help ensure access to online learning.\nThroughout the year, we also provided ongoing support for the \nphysical, mental, and overall well–being of our team members. Every month we shared information, tips, and best practices focused on a specific theme of well–being. People managers also received training and access to related resources, and team members had opportunities to participate in virtual seminars and exercise classes, run/walk challenges, team–building activities, in–country celebrations, and other events.\n \nRETURNING TO OFFICE\nAt the start of the pandemic, many team members transitioned to working from home, allowing us to better protect both our team members who were required to come to our sites for essential operations as well as our team members who could perform their job duties remotely. As conditions improved in our communities around the world, we began enacting plans to return all team members to our NXP sites. We continue to adjust those plans, along with our Health & Safety protocols, to account for developments such as the emergence  \nof variants. \nRecognizing that the needs of our team members have shifted \nover the course of the last two years, we remain committed to flexible work arrangements, and will continue to offer the option to work a combination of on–site and remotely if the job allows once the pandemic ends. Hybrid working models give employees the benefit of in–person interactions with their colleagues while also enjoying the conveniences of working remotely. In 2022, we will continue to follow the advice of health organizations, doctors, and scientists as we plan for the balance of our workforce to return to the office.\n2021 was a difficult year, particularly as we mourn the loss \nof colleagues, family, and friends to the virus. To the NXP team, we express our admiration for their resilience and for the care and concern they’ve shown for others throughout the pandemic. This compassion and sense of community are among the company’s greatest assets. \nIN ALL LOCATIONS, NXP \nCONTINUES TO ENCOURAGE VACCINATION THROUGH LOCAL GOVERNMENT AND HEALTH RESOURCES.\n8 \n2021 HIGHLIGHTS\nOUR BUSINESSECONOMY\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENTPRODUCT STEWARDSHIPAPPENDICESEMPLOYEES\nOVERVIEW\nA Letter From Our CEO \nAn ESG MessageAbout This ReportResponding to COVID-198 ", "metadata": {"source": "NASDAQ_NXPI_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}