{"page_content": "GHG Emissions—Employee Travel \n(Metric Tons CO 2e/Employee)\n  234\n2010 2011 2012 2013\nBased on annual distances covered by \nApple’s auto fleet, worldwide air travel, \nand the commute miles traveled by Apple \nemployees worldwide.\n11\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Our current home also runs on 100 percent renewable energy.\nWe’ve made energy efficiency and renewable power a priority in our current corporate  \ncampus in Cupertino, too. In 2012, we completed a major energy overhaul of our six \nInfinite Loop buildings, achieving a combined electric and natural gas savings of more \nthan 30 percent at a time when occupancy increased by more than 12 percent. By \napplying similar equipment upgrades and control system improvements across the \nmore than 100 buildings we occupy in Cupertino and the area, we have saved 28.5  \nmillion kWh of electricity and 751,000 therms of natural gas over the past three years.\nOur Cupertino buildings are supplied by 100 percent clean, renewable energy. An \nonsite directed biogas fuel cell currently produces approximately 4 million kWh of \nelectricity annually, and rooftop solar systems on our Vallco Parkway and Homestead \nfacilities collectively produce a peak 1.1 million kWh annually. To meet the rest of our \nload, we purchase clean power through California’s direct access program and use the \nGreen-e Energy program to certify that it’s truly renewable.\nApple’s travel and commute programs.\nApple is working hard to minimize the environmental impact of employee commutes, \ninteroffice trips, and business travel. In 2013, more than 10,000 employees a month  \nparticipated in our transit subsidy program. We offer all U.S. employees a transit subsidy \nof up to $100 per month and encourage carpooling by, among other things, providing \npreferred parking spaces for ride shares. In the Bay Area, more than 2100 Apple  \nemployees per day use our free, biodiesel-powered coach buses to commute to and \nfrom our corporate offices in Cupertino and Sunnyvale, California, helping to avoid  \n6377 metric tons of CO 2 emissions. We also offer more than 300 electric vehicle  \ncharging ports, at no cost, and are adding more to meet increased demand. Employee \nuse of the charging stations helped Apple avoid 161,000 kilograms of CO 2e emissions  \nin 2013, equivalent to the emissions of an average gas-powered passenger vehicle  \ndriving 383,333 miles, and a 59 percent improvement from the year before.\nTo get around while at work, our employees can use our Apple shared bike program, \ncar-share vehicles, and intercampus shuttles. Employees took more than 71,000 trips \non shared bikes in 2013.\nBy providing incentives for biking, using public transportation, and reducing the use of \nsingle-occupancy vehicles, our Commute Alternatives Program provided over 1 million \ntrips in FY13 and helped Apple avoid emitting greenhouse gases equivalent to taking \nmore than 15,000 cars off the road for a year.\nHalf of the vehicles in our corporate fleet are hybrids, and we continue to integrate \nhybrid and alternative fuel vehicles into our mix where available. Our European fleet \nprogram sets strict emissions standards of less than 165g CO 2e/km for every vehicle, \nwhich helps minimize our greenhouse gas emissions as we serve our customers \naround the world.\nTo reduce employee travel, we installed video teleconferencing equipment at all  \nof our major facilities globally. And when employees must travel for business, we  \nprovide them with hybrid vehicle rentals where available. Apple employees drove \nmore than 500,000 miles in hybrid rentals in 2012 and 2013, helping avoid the use  \nof 35,000 gallons of gasoline.\nIn fiscal year 2013, Apple’s total GHG emissions from fleet vehicles (a source of Scope \n1 emissions) were 7200 metric tons of CO 2e; GHG emissions from employee commute \nand business travel (sources of Scope 3 emissions) were 231,100 metric tons of CO 2e.\nG4 Applicable GRI indicators: EN3, EN4, EN5, EN6, EN16, EN17 , EN18, EN30.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}