{"page_content": "13\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Product usage\nEnergy efficiency is built in.\nThe energy consumed by our products during everyday use represents a big share  \nof our carbon footprint. So we look at three ways to reduce a product’s energy  \nconsumption: more efficient power supplies to bring electricity from the wall to  \nthe device, more efficient hardware, and smarter power management software.\nAs a company that designs both the hardware and the software for its products,  \nwe’re able to use that technological collaboration for greater energy efficiency. OS X, \nthe Mac operating system, never misses a power-saving opportunity, no matter how \nsmall. It puts hard disks to sleep and runs processors in an ultralow power mode when \nyou’re not hard at work on your Mac. And when you are, OS X uses less energy for  \napps that are open but not visible, pauses animated website plug-ins until you give \nthe OK, and can even idle the processor between keystrokes as you type. These energy \nsavings might seem tiny, but when multiplied by every Apple computer in the world, \nthey’re huge.\nA lot of the things that used to be done on a computer are now being done on an iPad \nor iPhone. Since these smaller devices use a lot less material and energy, their carbon \nfootprint is much smaller than that of a computer. And as these devices become more \nand more advanced, their footprint continues to decrease as well—the A7 chip is up to \ntwice as fast as the A6 while still delivering up to 10 hours of battery life. Which means \nthat even though you’ll get better performance, you won’t be using more energy.\nSince 2008, we’ve reduced the average total power consumed by Apple products by \n57 percent and reduced a portion of our greenhouse gas emissions, too. So even as \nwe continue to grow faster than the rest of the industry, we’re doing it with products \nthat are friendlier to the environment.\nENERGY STAR standards are just our starting point.\nEvery Apple product not only meets but far exceeds the strict guidelines set by the \nU.S. Environmental Protection Agency for energy efficiency. No other company in our \nindustry can make that claim. In fact, we go beyond the ENERGY STAR specification, \noffering notebooks that are up to 3.8 times as energy efficient as the ENERGY STAR \nspecification and desktop computers that are up to 4.2 times as energy efficient.3\nThe EPEAT gold standard.\nThe Electronic Product Environmental Assessment Tool (EPEAT) allows consumers  \nto see the effect a product has on the environment. Each product receives a Gold, \nSilver, or Bronze rank depending on its efficiency and sustainability. Every Apple  \nnotebook, desktop computer, and display that EPEAT ranks achieves a Gold rating,  \nthe highest possible.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}