{"page_content": "15\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Many substances commonly used in the electronics industry can be harmful to people \nor the planet. So we design our products with cleaner, safer materials to reduce and \neliminate these toxins. And we hold our suppliers accountable—we conduct factory \naudits, test components with independent laboratories, and verify the results in a lab \nwe built at our headquarters in Cupertino. It’s our mission to make sure anyone who \nassembles, uses, and recycles an Apple product can do so safely. \nWe continue to lead the industry in reducing or eliminating harmful toxic substances \nto keep both people and the environment healthy. We’ve removed many harmful  \nsubstances from our product designs and go to great lengths to make sure they stay \nthat way. And our suppliers must adhere to our Restricted Substances Specification, \nwhich goes beyond the minimum required by law.\nRemoving toxins \nNo product should be hazardous to your health. Or anyone else’s.\nBetter for the environment.\nGood manufacturing processes and responsible recycling minimize toxins in our supply \nchain, which helps keep our land, air, and water free from pollutants. We set our own \nstandard to stop using many harmful toxins that are damaging our environment and \nhope that others follow our lead.\nBetter for the people who use them.\nNo one spends more time with an Apple product than an Apple customer. By minimiz -\ning or outright eliminating many harmful toxins, we ensure that each product is safe to \nuse, year after year. Our power cords are PVC- and phthalate-free. Our touchscreens are \narsenic-free. And our cases and enclosures are BFR-free. No other company does more \nto keep its products free of so many toxins.\nBetter for the people who make them.\nApple is committed to providing safe working conditions for the people who make  \nour products. Many toxins are restricted not only in the products themselves but also \nin the manufacturing processes. And our suppliers know how seriously we take this. \nOur Restricted Substances Specification requires them to demonstrate compliance  \nand subjects them to third-party testing. \n \nGreener Materials\nAfter finding a safe replacement material for \nPVC, we certified its use in our cords in more \nthan 40 regions around the world.We are committed to keeping our workers  \nsafe from harmful toxins.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}