{"page_content": "16\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013The worst toxic offenders.\nHg Pb As\nPVC BFRs Pht PVC\nStill widely used byother companies incomputers, cables, and power cords. We began phasing out polyvinyl chloride (PVC) in 1995 .\n4BFRsBrominated flameretardants (BFRs) aretoxic compoundsadded to plastic enclosures, circuitboards, and connectors.Eliminated from ourproducts in 2008.PhthalatesA group of chemicalsknown as endocrine disruptors used to soften plastics in cables and power cords. Finishedeliminating from cables and power cords in 2013 .\n4MercuryEliminated from our displays since 2009.LeadFormerly used indisplay glass andsolder. Phase-outcompleted in 2006.ArsenicTraditionally used forclarity in glass. Ourdisplay glass has beenaresnic-free since 2008.\nWe design products with safer materials.\nDesigning greener products means considering the environmental impact of the  \nmaterials used to make them. From the glass, plastic, and metal in our products to  \nthe paper and ink in our packaging, we’re conscious of how those materials affect our \nproducts as well as our environment. We continue to lead the industry in reducing  \nor eliminating environmentally harmful substances, and we’re continually striving to \nmake our products the cleanest and safest they can be.\n \n \n \n \n \n \n \n \nProduct testing \nTesting for toxins begins at home.\nWe work closely with our suppliers to make sure our products are free from the  \nharmful substances we specify. And we go to great lengths to confirm that. In  \nfact, it’s the mission of the Environmental Testing Lab we built at our headquarters  \nin Cupertino. There we submit our products’ components to rigorous analysis—  \nincluding X-ray fluorescence spectroscopy and ion chromatography—to literally  \nsee what they’re made of.\nSee Appendix A , Apple’s Environmental Health and Safety Policy statement.\nIon chromatography is just one of several \nmethods our Environmental Testing Lab  \nuses to ensure the safety of our products.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}