{"page_content": "Over 90 percent of the products we collect  \nat our take-back events and recycle are not \nour own.\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013We have one planet with a finite amount of resources on it, and we have a respon -\nsibility to conserve those resources so future generations will have them, too. So our \nresource conservation starts right from the beginning—in the design stage. We create \ncompact products that are more material efficient and last longer before they need  \nto be replaced. And when there is remnant material, we look for opportunities to  \nreuse that material so it doesn’t go to waste. Even the paper we use for our product \npackaging, iTunes Gift Cards, and iPhoto products includes recycled or recyclable  \nmaterials. We work directly with paper mills to source paper from certified sustainably \nmanaged forests and controlled wood sources. And once an Apple product reaches the \nend of its life, we make it easy to recycle. Every Apple Retail Store will now take back \nApple products for free, responsible recycling. We also hold special recycling events \nwhere we’ll even accept other companies’ products. We’re continually thinking of  \nways to make more innovative products without taking more from the environment. \nThere are limits to our planet’s riches. So we’re working hard to take no more than we \nneed. Using less. And recycling more. We’ve come up with innovative ways to minimize \nthe environmental impact of our raw materials by using more recycled, recyclable, and \nsustainable plant-based materials. From the aluminum in our notebooks to the paper in \nour packaging, we’re conscious of every material we use—and of using every material \nresponsibly. \nConserving materials \nWe’re doing more with less.\nOver the past decade, Apple designers and engineers have continued to pioneer  \nnew ways to build our products with less material. Manufacturing innovations such as \nunibody construction have allowed products like iPad, MacBook Pro, and MacBook Air \nto become thinner while being even more resilient. Today’s Mac Pro uses 74 percent \nless aluminum and steel than the previous design. And the newest iMac is made with \n68 percent less material than the first iMac.\nDesigned for durability.\nSmaller and lighter products are easier on the environment, but sometimes the  \nenvironment isn’t easy on them. So we design everything from our largest displays to \nour smallest cables to be durable and long-lasting. And to make sure they are, we test \nthem in our Reliability Testing Lab at our headquarters in Cupertino.  \nYou don’t have to buy a new Apple product to have one that feels new. We make it \neasy to update to new versions of apps, software, and entire operating systems—OS X \nMavericks works on Mac computers made as far back as 2007—so you’ll have a new \nexperience without buying a new device.\n17Finite Resources", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}