{"page_content": "Since 1994, we have diverted more than  \n421 million pounds of electronic equipment \nfrom landfills.\n18\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Our built-in notebook batteries last up to five years. Which saves on buying new  \nbatteries, produces less waste, and increases the lifespan of your notebook.\nAnd when Apple product owners pass along their devices to friends or family, they’re \nconserving resources, too. Sometimes the mark of a great product isn’t how many \nyou sell, but how much it’s used.\nRecycling\nOur commitment to recycling.\nIf not recycled properly, electronic waste can be a serious health and environmental \nissue. It’s often dumped in countries where dangerous recovery techniques leach  \ntoxins from electronics that can affect people and the environment. That’s why we’re \ncommitted to helping people recycle responsibly. Every Apple Retail Store in the world \nwill take back Apple products for free, responsible recycling. We’ve also set up recycling \nprograms in cities and college campuses in 95 percent of the countries where our \nproducts are sold, diverting more than 421 million pounds of equipment from landfills \nsince 1994. In regions where we don’t have take-back programs with physical drop-off/\npickup locations, we arrange for pickup, transport, and environmentally sound recycling \nof electronics. And it’s not just Apple products that we recycle through these programs \nand events. In fact, over 90 percent of the products we collect and recycle are not \nour own.\nIn 2010, we set out to achieve a worldwide recycling collection rate of 70 percent \nof the total weight of the products we sold seven years earlier. Since then, we have \nconsistently reached 85 percent, while others in the industry reported numbers lower \nthan 20 percent. But our larger goal is to identify new recycling technologies that  \ncan help us recover additional materials and increase resource efficiency. That’s one \nreason we’ve joined with the Ellen MacArthur Foundation. It’s a like-minded group \nworking to establish a more circular economy, in which material is transformed \ninstead of wasted. \n", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}