{"page_content": "Solid Waste (Metric Tons/Employee)\n 0.000.050.100.15\n2010 2011 2012 2013\nHazardous Waste (Kilograms/Employee) \n0.000.200.400.600.80\n2010 2011 2012 2013Recycled Material (Metric Tons/Employee) \n0.000.100.20\n2010 2011 2012 2013\n19\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Everyone should have water to use and reuse.\nWater is the world’s most precious resource. At our own facilities, as well as those  \nof our suppliers, we continue to look for ways to reduce water consumption during \nmanufacturing, cooling, landscaping, and sanitation.\nOur Maiden, North Carolina, data center employs an innovative cooling system that \nreuses water 35 times, resulting in a 20 percent reduction in overall water consumption \nat the data center.\nAt our facilities that receive less dependable rainfall, we’ve installed sophisticated \nirrigation systems that monitor local weather conditions and soil moisture, which led \nto a 40 percent reduction in landscape watering. At some facilities, we’ve achieved \nfurther reductions thanks to drought-tolerant landscaping and drip irrigation.\nApple used 2.3 million cubic meters of water in 2013. That same year, we made a  \nnumber of water improvements at our Cupertino headquarters. We converted over  \nsix acres of landscaping to climate-adapted, drought-tolerant plants and retrofitted \nthe irrigation system to optimize water savings. We replaced over 36,000 square  \nfeet of turf with drought-tolerant plants, which is expected to save over 3 million  \ngallons of water each year. And we recycled 4214 cubic yards of landscape mulch  \nto use onsite, which increases soil moisture and reduces overall water demand.\nDespite these investments, in 2013 our water consumption rose to 29 cubic meters per \nemployee, from 20 in 2012. The largest contributors to the increase were preparation for \nthe construction of Apple Campus 2, where water has been used to minimize dust and \nmitigate other environmental issues, and continued expansion of our facilities globally. \nWe have also seen increased water use at our existing facilities where additional server \nrooms and test equipment has increased cooling needs.\nTo make sure our suppliers are part of our water conservation efforts, we’ve established \nthe Clean Water Program. This initiative helps reduce water use, promote water  \nrecycling and reuse, and prevent illegal water pollution within our supply chain. \nWhen we buy on Apple’s behalf, we think green.\nApple prioritizes environmentally friendly products and services for use in our operations. \nMore than 98 percent of our U.S. office consumables contain post-consumer recycled \ncontent. The standard office chair contains up to 51 percent recycled content and is up to \n95 percent recyclable, achieving a GreenGuard Gold Certification. The janitorial supplies \nwe procure include 100 percent recycled paper products. And the majority of the food \nserved in our Cupertino-area employee cafeterias come from sources within 100 miles.\nComposting and recycling in our corporate facilities.\nWe’ve created robust recycling and composting programs to minimize the environmen -\ntal impact of the waste we produce in our corporate facilities. In FY2013, we recycled \n7100 metric tons of materials as part of our everyday operations, and 1000 metric  \ntons of office-grade confidential paper. A majority of the disposable tableware and \ncontainers in our Cupertino employee cafeterias are biodegradable or compostable, \nand our food and composting waste is made available to commercial farms. Since 2007 , \nwe’ve diverted more than 1300 metric tons of waste from landfills through composting, \nand we expanded the program to our Austin, Texas, campus in 2012. Apple has a robust \nhazardous waste program for the small amount of waste that we produce (mostly  \nfrom research and development). We ensure that any materials that may pose a risk  \nto the environment are treated and disposed of in the proper manner. In 2013, the  \ntotal amount of solid waste created by Apple facilities was 2700 metric tons, and the \ntotal amount of hazardous waste generated was 32 metric tons. \nG4 applicable GRI indicators: EN8, EN10, EN23, EN25.\n19Water data is compiled from utility consumption \ndata for sites owned and leased by Apple.Water Usage (m3/Employee)\n02040\n2010 2011 2012 2013", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}