{"page_content": "20\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Environmental Health and Safety Policy Statement\nMission Statement\nApple Inc. is committed to protecting the environment, health, and safety of our \nemployees, customers and the global communities where we operate.\nWe recognize that by integrating sound environmental, health, and safety management \npractices into all aspects of our business, we can offer technologically innovative  \nproducts and services while conserving and enhancing resources for future generations.\nApple strives for continuous improvement in our environmental, health and safety \nmanagement systems and in the environmental quality of our products, processes,  \nand services.\nGuiding Principles\nMeet or exceed all applicable environmental, health and safety requirements. We  \nwill evaluate our EHS performance by monitoring ongoing performance results  \nand through periodic management reviews.\nWhere laws and regulations do not provide adequate controls, we will adopt our  \nown standards to protect human health and the environment.\nSupport and promote sound scientific principles and fiscally responsible public  \npolicy that enhance environmental quality, health and safety.\nAdvocate the adoption of prudent environmental, health and safety principles and \npractices by our contractors, vendors, and suppliers.\nCommunicate environmental, health, and safety policies and programs to Apple \nemployees and stakeholders.\nDesign, manage and operate our facilities to maximize safety, promote energy  \nefficiency, and protect the environment.\nStrive to create products that are safe in their intended use, conserve energy and \nmaterials, and prevent pollution throughout the product life cycle including design, \nmanufacture, use, and end-of-life management.\nEnsure that all employees are aware of their role and responsibility to fulfill and  \nsustain Apple’s environmental, health and safety management systems and policy.\nSee our policy on the web: http://images.apple.com/environment/reports/docs/  \nEHS_policy2013.pdfAppendix A", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}