{"page_content": "We strive to create products that are the best they can be in every way. Our passion \nfor innovation is also reflected in how we think about environmental responsibility. \nOur goal is to make not just the best products in the world, but the best products  \nfor the world.\nApple’s 2014 Environmental Responsibility Report, covering fiscal year 2013, highlights \nthe progress we’ve made toward that goal. We have set three priorities for our work \nwhere we believe Apple can make the most impact going forward:\n• Reduce our impact on climate change by using renewable energy sources and driving \nenergy efficiency in our products.\n• Pioneer the use of greener materials in our products and processes.\n• Conserve precious resources so we all can thrive.\nThis report details how we are approaching each of these priorities, and highlights  \nthe progress we have made to date.\nFor starters, every one of our data centers is powered entirely by clean sources such  \nas solar, wind, and geothermal energy. So whenever you download a song, update  \nan app, or ask Siri a question, the energy Apple uses is provided by nature.\nOf course, the cleanest energy is the energy you never use. That’s why we’ve reduced \nthe average total power consumed by Apple products by 57 percent since 2008—  \nhelping reduce our customers’ electricity bills and carbon emissions. And each one of \nour products far exceeds the strict energy efficiency guidelines set by ENERGY STAR.\nWe’ve led the industry in removing many harmful toxins from our products, such as  \nPVC, brominated flame retardants, and phthalates. Many toxins are restricted not only  \nin the products themselves but also in the manufacturing processes, because we are  \ncommitted to providing safe working conditions for the people who make our products.\nAnd we’ve recycled more than 421 million pounds of electronic waste. Every Apple \nRetail Store in the world will now take back Apple products for free and recycle them \nresponsibly. We believe we must be accountable for every Apple product at every  \nstage of its use.\nOur work is led by Lisa Jackson, Apple’s Vice President of Environmental Initiatives, \nreporting directly to CEO Tim Cook. The Office of Environmental Initiatives works with \nteams across Apple to set strategy, engage stakeholders, and communicate progress. \nOur integrated approach means that decisions about environmental issues are reviewed \nat the highest levels of the company.\nBut we know we have a long way to go, and a lot of work ahead of us. And we are  \ncommitted to increasing openness in our sustainability work and welcome you to join \nus on our journey.\nEnvironmental \nResponsibility at Apple\n3\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}