{"page_content": "4\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013We believe climate change is real. And that it’s a real problem. As a global company \nthat makes some of the most popular products in the world, we know we use a lot  \nof energy and material, which in turn generates greenhouse gas emissions that  \ncontribute to climate change. That’s the part of the problem we can help solve.  \nWe’ve found ways to use energy and materials more efficiently in our facilities, to get \nenergy from cleaner sources, and to make some of the world’s most energy-efficient \nelectronic products. We’re still the only company in our industry whose data centers  \nare powered by 100 percent renewable energy and whose entire product line not \nonly meets but far exceeds strict ENERGY STAR guidelines. And while we have a  \nlong way to go, our efforts are working—even though we’re manufacturing and  \nshipping more products, our carbon emissions per product are dropping. \nIt takes an enormous amount of energy to design, assemble, ship, and use hundreds  \nof millions of products all over the world. A portion of that energy comes from burning \nfossil fuels, which creates carbon emissions. Those emissions make up our carbon foot -\nprint—our share of the climate change problem. We’re striving to reduce that footprint, \nand we’re making great progress. But there’s still a lot of work to be done.\nWhy we measure our carbon footprint the way we do.\nWe take a rigorous approach to measuring our environmental impact. In fact, we  \nknow of no other company in our industry that goes so far in measuring, verifying,  \nand disclosing its carbon emissions. Instead of reporting just the carbon footprint  \nof the facilities we own, we also include the carbon footprint of our supply chain.  \nAnd we don’t use generalized industry-standard measurement models—we use a  \ncomprehensive product life cycle analysis that measures the carbon footprint through -\nout the entire life of our products, so everything is meticulously accounted for. That \nmeans adding up emissions generated from the manufacturing, transportation, use,  \nand recycling of our products, as well as emissions generated by all of our facilities.   \nAnd while we’re constantly improving, we’re also constantly reporting—even when  \nour numbers aren’t as good as we’d like them to be.\n \n \nClimate Change\nOur 201 3 carbon footprint:\n33,800,000\nmetric tons of greenhouse\ngas emissions 0.6M Facilities\n 7.5M Product usage\n 1.6M Transportation\n 0.5M Recycling\n 23.6M ManufacturingOur Maiden, North Carolina, data center  \nhas the nation’s largest privately owned  \nonsite solar array.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}