{"page_content": "Emissions data includes natural gas and  \nelectricity consumed at Apple-owned and \nleased facilities worldwide, in addition to \nemployee commute, fleet vehicles, and  \nbusiness travel.\nAs a result of Apple’s investment in renewable \nenergy, we’ve reduced our net emissions  \nsignificantly. \nApple accounts for GHG emissions from  \nelectricity using both default emissions and  \nnet emissions, so we can see the impact of  \nour investment and recognize our contribution \nto the connected grid. GHG Emissions (Metric Tons CO 2e/Employee)\n46810\n2011 2012 2013\nGross Net\nElectricity and natural gas data is compiled \nfrom utility consumption data for sites \nowned and leased by Apple.Electricity Usage By Business Unit (M kWh) \n0100200300400\nCorporate Data Centers Retail Stores\n2012 2013\nElectricity Usage (MWh/Employee)  \n246810\n2010 2011 2012 2013\n5\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013How our carbon footprint informs our thinking.\nWe’re always trying to improve the way we conduct our greenhouse gas life cycle \nanalysis. And when our assessments reveal a material, process, or system that’s making \na significant negative impact on our carbon footprint, we reexamine how we design \nthat product, process, or facility. For example, we were using industry-standard methods \nto account for our emissions from aluminum, but because we use aluminum in so \nmany of our products, we decided to undertake an extensive survey of our aluminum \nsuppliers. Our study revealed that emissions associated with manufacturing our  \naluminum housings were nearly four times higher than we believed, so we’ve updated \nour 2013 life cycle analysis data to be more accurate. As a result, the carbon emissions \nwe reported for 2013 are 9 percent higher than the carbon emissions we reported for \n2012. However, this increase is due to previously underestimating our emissions, not \nbecause our emissions increased. In fact, when we recalculated the 2012 data using \nthe new methodology, our carbon emissions actually dropped by 3 percent year over \nyear. We’re committed to continuing to reduce our greenhouse gas emissions and \nusing our life cycle analysis to drive that change.\nFacilities\nAn energy-efficient facility is good, and a 100 percent renewable energy \nfacility is better.\nThe cleanest energy is the energy you never use, so we’re designing new buildings \nand updating existing ones to use as little electricity as possible. For the energy  \nwe do need, our goal is to power all Apple corporate offices, retail stores, and data  \ncenters entirely with energy from renewable sources—solar, wind, micro-hydro, and \ngeothermal, which uses heat right from the earth. We’re investing in our own Apple \nonsite energy production, including solar, directed biogas fuel cells, and micro-hydro, \nas well as establishing relationships with third-party energy suppliers to source  \nrenewable energy.\nWe optimized our energy use in existing facilities and designed new facilities from \nthe ground up with energy efficiency as a fundamental principle. Through energy \nefficiency measures in design and retro-commissioning, we’ve consistently seen \nenergy savings of 30 percent, or more, at our data centers, corporate facilities, and \nretail stores.\nTo meet our reduced energy needs, we generate clean, renewable energy from  \nprojects we develop ourselves. Not only have we built the largest non-utility solar \narray and largest non-utility fuel cell installations in the country, but we’ve also \ninstalled solar arrays and fuel cells for our Cupertino, California, facilities. We develop \nenergy sources with superior environmental performance and look to the Green-e \nNational Standard and to relevant local legislation to help us decide whether a given \nresource is truly “renewable.”\nWhere it’s not feasible to create all of our own energy, we fulfill the remaining needs \nwith grid-purchased renewable energy, preferably delivered to our facilities or onto the \nsame electric grid in which our facilities are located. Here we have been exceptionally \nrigorous on two fronts: first, in ensuring that grid-purchased renewable energy be from \nnewer projects, with the objective of providing investment incentives to local providers; \nand second, to secure renewable energy from the grid in the region in which we use \nit. In cases where we aren’t able to purchase renewable energy in this way due to local \nregulations, Apple will purchase renewable energy credits (RECs),1 which we register \nand are careful to retire in certified tracking systems.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}