{"page_content": "6\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Our approach to renewable energy is based on three principles:\nDisplacement. We seek to displace more polluting forms of energy in the same  \nelectric grid region in which we operate—by putting into the grid an amount of \nrenewable energy equal to the amount of energy taken from the grid by our facilities.\nAdditionality. We strive to create new, clean energy that adds to the energy already \nbeing supplied to the grid. This generally means participating in renewable energy \nprojects that would not have been built without Apple’s involvement. And we make \nsure that the energy we count toward our goals is not counted toward the goals \nthat utilities must already meet to comply with state standards such as Renewable \nPortfolio Standard (RPS).\nAccountability. We apply rigor in measuring and tracking our energy supply resources, \nand use third-party registries such as WREGIS and NC-RETS, certification programs  \nsuch as Green-e Energy, and contractual provisions to ensure that all renewable energy \nsupplied to Apple is supplied only to Apple so there’s no double-counting.\nApple’s corporate campuses in Cupertino and Elk Grove, California; Austin, Texas; \nMunich, Germany; and Cork, Ireland are supplied with 100 percent renewable energy. \nAs of calendar year 2013, we’ve already converted 73 percent of the energy for all our \nfacilities globally—86 percent for our corporate campuses and 100 percent for our \ndata centers. And so far in 2014, we’re powering more than 140 U.S. retail stores with  \nrenewable energy. \nEven though our overall energy consumption has increased by 42 percent from fiscal \n201 1 to fiscal 2013, our carbon footprint from energy use has dropped by 31 percent \nduring that same time, thanks to our investments in clean sources. The avoided  \nemissions from our renewable energy programs during those three years was over \n350,000 metric tons of CO 2e, which equates to removing 75,100 passenger vehicles \nfrom the road, or to saving the electricity that would be used to power 49,100 homes \nfor one year.2\nWhen we set out to build a 100 percent renewable energy powered data \ncenter, we were told it couldn’t be done. But then we did it. \nAll our data centers are powered by 100 percent renewable energy sources, which \nresult in zero greenhouse gas emissions, and we’re committed to keeping it that way. \nThese energy sources include solar, wind, and geothermal power. This renewable  \nenergy comes from both onsite sources and energy obtained from local resources.  \nThe data centers run services like Siri, the iTunes Store, the App Store, Maps, and  \niMessage. So every time a song is downloaded from iTunes, an app is installed from \nthe Mac App Store, or a book is downloaded from iBooks, the energy Apple uses is \nprovided by nature. And the energy savings go beyond the data centers themselves, \nbecause there’s no physical material to manufacture, package, and transport.How We’re Achieving Net Zero Energy\nEnergy Efficiency\nAn important first step in managing  \nelectricity is to ensure our facilities use as \nlittle as possible, which is why we designed \nthem for maximum energy efficiency.\nEnergy Generation\nWhere feasible, we’re producing our own \nrenewable energy by building our own  \nsolar arrays, fuel cells, and micro-hydro  \ngeneration systems.\nPurchasing Renewable Energy\nWhere we can’t produce our own, we  \npurchase renewable energy, investing in  \nlocal, newer projects to ensure additional \ndevelopment that is sustainable. And we  \nare careful to retire all renewable energy \ncredits in verified tracking systems.\nWe achieved a 169 percent increase in the \nuse of renewable energy at Apple corporate \nfacilities worldwide.\n2010 35%\n2013 94%", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}