{"page_content": "10\nEnvironmental Responsibility Report  |  2014 Progress Report, Covering FY2013Our new home will be green from the ground up.\nLike everything we build, our new Apple campus in Cupertino pushes the boundaries \nof technology—it will be the most energy-efficient building of its kind. Powered by \n100 percent renewable energy sources, the campus goes beyond showing respect for \nthe environment to forming a partnership with it. Air flows freely between the inside \nand outside of the building, providing natural ventilation for 75 percent of the year. \nAnd sunlight powers one of the largest onsite corporate solar energy installations in \nthe world.\nThe building itself is just part of the story. Just under 80 percent of the site will be \nopen space, populated by more than 7000 trees—including more than 6000 newly \nplanted shade and fruit trees. Drought-tolerant plants will be used throughout the \nlandscape to minimize water use.\nGetting to and from the new campus will be greener, too. We’re expanding our  \nexisting commute alternatives program by 20 percent. This means that over a third  \nof our nearly 15,000 employees in Cupertino can commute to the new campus using \nour biofuel buses, public transit, bicycles, carpools, and their own two feet.  And for  \ndrivers, we’ll have over 300 electric vehicle charging stations.\nThe new campus is being built from the ground up to meet the highest environmental \nstandards set by LEED, an internationally recognized green building rating system. When \ncompleted, Apple Campus 2 will be an ever-present reminder of our commitment to \nsustainability and an example of what every corporate campus can be.\nApple Campus 2 will use 30 percent less \nenergy than a typical R&D office building.\nOver 1000 shared bicycles will be available  \nat Apple Campus 2.", "metadata": {"source": "NASDAQ_AAPL_2014.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}