{"page_content": "ALICO 2021 ESG REPORT    12\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nOver the last 125 years, Alico has built a legacy of responsible land \nuse. With historical experience in timber, cattle, and sugar cane, we \nare now focused on citrus production and land leasing. Through it \nall, our commitment to the environment has never wavered. \nAcross our 49,000 acres of groves and 34,000 acres of ranchlands \nin near-pristine condition, we meet a strict set of environmental \nregulations and continually adapt our processes to new regulatory \nrequirements. Environmental stewardship is also very important to \nour communities where we operate and is essential in maintaining \nthe trust of local stakeholders. Strong environmental management \nalso allows us to avoid regulatory fines and project delays, and helps \nus continuously improve efficiency and productivity.\nRESPONSIBLE LAND USE\nOur business strategy is based on best management practices of our \nagricultural operations, as well as environmental and conservation \nstewardship of our rural land and natural resources. We manage our \nland in a sustainable manner and evaluate the effect of changing land \nuses while considering new opportunities. \nIn particular, Alico promotes and steers land purchases to \nconservation-minded buyers to ensure the land is protected. This \nincludes the sale of over 22,000 acres over the past three years to \nthe State of Florida under the Florida Forever program, Florida’s \npremier conservation and recreation lands acquisition program \nfocused on conserving the state’s natural and cultural heritage.\nWe are regularly approached by buyers interested in land \ndevelopment. To date, however, we have entertained offers \nonly when they met our standards for responsible land use and \npreservation. Currently, we have leases that include grazing for \ncattle and hunting for sportsmen under “fair chase” rules that make sure hunters have no unfair advantage over wild game. \nWhile revenue from these leases is minimal, it covers the cost of \nmaintenance and a caretaker to watch over the property.\nCREATING A NET  \nPOSITIVE IMPACT \nWith the northern edge of Everglades just 66 miles away, we are \nconstantly cognizant of our responsibility and our privileges in \nprotecting the land. We aim to be a net positive impact in our \ncommunity and in our local ecosystem. The following pages outline our direct environmental impacts for \nenergy, waste and water use, as well as our efforts to responsibly manage \nfertilizers, pesticides and packaging. But the larger story requires a step \nback to consider our overall impact on the environment. \nAlico is responsible for the health and wellbeing of more than five \nmillion citrus trees—trees which sequester carbon dioxide and \nproduce oxygen, and our ranchlands provide habitat for endangered \nspecies like the Florida panther, the bonneted bat, indigo snakes, \nand cara-cara. We work regularly with wildlife experts to ensure \nthat we provide a safe place for biodiversity to thrive, now and for \ngenerations to come. \nENVIRONMENTAL \nSTEWARDSHIP\nA Florida Panther on the Alico Ranch.", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}