{"page_content": "ALICO 2021 ESG REPORT    13\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nENERGY AND CLIMATE\nAs an agriculture company, we are often at the mercy of the \nenvironment. Pumping water is one of the major drivers of energy \nuse at Alico. Fuel to power our vehicles and equipment is another \nsource of energy consumption, as is electricity to power our \nbuildings. As we seek to optimize our energy use, we are looking \nat a variety of ways to be more efficient while still being ready to \nrespond to the daily energy needs of a 49,000-acre citrus operation.\nLESSONS LEARNED FROM OUR \nFIRST CARBON FOOTPRINT\nAlico undertook its first corporate carbon footprint this year, \ncovering FY 2021 operations. Before starting, we knew Alico \nrelies heavily on diesel for grove operations and that we also \nuse a significant amount of gasoline, electricity and propane to \npower vehicles and equipment. We expected carbon reduction \nopportunities to be focused around electrification of our fleet and a \ntransition to renewable and bio-based fuels. \nThe carbon footprint results showed us, however, that the vast \namount of our greenhouse gas emissions are actually related to \nfarming practices--specifically the use of nitrogen fertilizer, which \nhas extremely high global warming potential. As a result, any \nsubstantive reduction in our carbon footprint will need to take into \naccount the type of fertilizers we use and the amount we apply. \nArmed with this knowledge, we are well prepared to investigate \nalternative options that will help meet our environmental goals. \nCLIMATE RISK TRAINING\nIn August 2021, Alico undertook a two-part climate risk training \nexercise with key executives and the Sustainability and Corporate \nResponsibility Committee of the Board. The training included \na synthesis of key carbon and climate terminology, accounting \nstandards and reporting platforms. The team analyzed key drivers of \nagricultural carbon footprints and reviewed components of a climate \nrisk management process. This training provided a foundation \nto understand Alico’s baseline carbon footprint this year and a \nspringboard for future climate targets and adaptation strategies.ENERGY PERFORMANCE\nIndicator Unit FY 2021 Data\nT otal Energy Use Gigajoules (GJ) 93,162.86\nElectricity Gigajoules (GJ) 4,964.20\nDiesel* Gigajoules (GJ) 72,169.26\nPropane Gigajoules (GJ) 214.64\nGasoline** Gigajoules (GJ) 15,814.76\nPercentage electricity from grid Percent (%) 100\nPercentage renewable energy in existing  \nelectricity grid mixPercent (%) 3.90\nBiomass Percent (%) 2.30\nSolar Percent (%) 1.50\nHydro Percent (%) 0.10\nPercentage renewable electricity (additional) Percent (%) 0\nScope 1 emissions Metric tons CO2e (tCO2e) 54,960.25\nNon-Mechanical FIeld Management Emissions*** Metric tons CO2e (tCO2e) 48,334.47\nStationary Combustion Metric tons CO2e (tCO2e) 3,807.97\nMobile Combustion Metric tons CO2e (tCO2e) 2,759.43\nRefrigerants Metric tons CO2e (tCO2e) 58.38\nScope 2 emissions Metric tons CO2e (tCO2e) 537.79\n* Includes fleet fuel consumed, including vehicles and equipment, as well as non-mobile machinery.\n** Fleet fuel consumed for vehicles and equipment.\n*** Fertilizer", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}