{"page_content": "ALICO 2021 ESG REPORT    14\nTCFD DISCLOSURES\nAlico uses the Taskforce on Climate-Related Financial Disclosures \n(TCFD) framework to align our communications about climate-\nrelated risks and opportunities—and how we’re responding to the \nclimate change imperative. \nGOVERNANCE\nThe Sustainability and Corporate Responsibility Committee of \nthe Board of Directors provides oversight for climate risks and \nopportunities. The committee has ultimate responsibility for \nthe direction of Alico’s climate-related policies, strategies and \nprograms, including the disclosure of greenhouse gas emissions \nand the setting of carbon reduction targets. \nAlico’s Sustainability Steering Council, consisting of a cross-\nfunctional team of senior leaders across the company and headed \nby the Chief Executive Officer, is responsible for the management \nof climate-related risks and opportunities, including the decision in \nFY 2021 to undertake the company’s first carbon footprint and to \nbegin the development of a carbon reduction roadmap aligned with \nscience-based targets.\nTo prepare and respond to these risks, Alico is using the \ninformation gathered during our baseline carbon footprint project \nto estimate the potential cost of carbon regulations, examining \nopportunities to reduce reliance on fossil fuels and constantly \ntesting new varieties of citrus trees to prepare for changing \nclimate conditions. Positioned to quickly act on climate-related \nopportunities, Alico is actively engaged in the evolving voluntary \nagriculture-based carbon credit market.\nRISK MANAGEMENT\nWhile we are in the early stages of climate risk management, we \nare guided by external standards like the International Panel on \nClimate Change (IPCC) climate risk scenarios, TCFD guidance on \nconducting climate risk assessments and the Network for Greening \nthe Financial System (NGFS) climate scenario data bank. In the \ncoming year, we plan to conduct a more detailed climate risk \nassessment based on these resources, including the integration of \nclimate risks into our existing risk management system. Product \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nClimate Risks Climate Opportunities\nShort T erm \n(1-5 years)• Growth in global trade and warming \nconditions may increase the likelihood \nof more and/or different invasive pests \nand introduce new viral and bacterial \nthreats to citrus trees and products.• Alico may find competitive advantage \nas a “first mover” on climate, including \npreferential treatment from customers \nand investors  \n• Introduction of voluntary agriculture-  \nbased carbon credit markets may  \ncreate new revenue sources for  \ncompanies like Alico.\nMedium T erm (6-14 years)• Financial impact of carbon regulations, \nincluding carbon taxes, may become a \nsignificant budget consideration.  \n• Changes in weather conditions and \natmospheric carbon levels may begin \nto impact productivity of citrus trees, \nrequiring new strains to be planted that \nare better equipped to local conditions.• As carbon becomes regulated, the \nprice of carbon credits is expected to \nrise significantly, potentially providing \na material revenue source for Alico \nin both citrus operations and land \nmanagement.\nLong T erm \n(15+ years)•  Significant increase in chronic and \nacute physical climate risks, including \nhigher temperatures, changes in rainfall \npatterns and sea-level rise, may disrupt \noperations and impact profitability.•  As biodiversity thresholds are \nestablished and integrated into science-\nbased targets, Alico may be well \npositioned to participate in biodiversity \noffset programs, creating yet another \nrevenue source for the company.STRATEGY\nMETRICS AND TARGETS\nOur focus on FY 2021 was the completion of our first carbon \nfootprint (see page 13) to better understand our baseline GHG \nemissions-generating activities. Using this data, we expect to \ncontinue to calculate our annual carbon footprint so that we can \ngenerate a rolling 5-year average, which is recommended by the \nGHG Protocol Agriculture Guidance for agriculture companies to \n“even out” variances in temperature, rainfall, and overall weather \npatterns—which in turn affect irrigation requirements, fertilizer \nand pesticide application, and the appropriateness of regenerative \nagriculture practices. This approach allows us to more effectively \nchart our progress and communicate trends over time.In the coming months, we will also be developing carbon intensity \nmetrics that will allow us to understand our emissions in relation to \nproduction and revenue data. This process will enable us to more \neffectively integrate carbon risk into our business strategy and \nrisk management processes. Ultimately, we expect to set science-\nbased targets aligned with the IPCC recommended 1.5 °C global \nwarming threshold, including a glide path to net-zero emissions by \n2050.", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}