{"page_content": "Product \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nFOOD SAFETY\nAlico’s success depends on satisfied customers and consumers. \nFood safety and quality are nonnegotiable ingredients in our \ncontracts with them. We pride ourselves on our comprehensive \nfood safety and quality policies and procedures and outstanding \nperformance, which underpin our responsibility and commitment \nto deliver high quality products to the markets we serve. Despite \nCOVID-19 constraints in 2021, we reached our target of 1.7 \nbillion oranges per year, with more than 99 percent of our volume \nmeeting customer specifications. \nMINIMAL HANDLING\nWhile in our care, citrus fruit spends the vast majority of its time \nuntouched on the tree, handled only for a few minutes when it is \nharvested and loaded for transport. As an added bonus, there is no \nproduct packaging and therefore no environmental concerns with \nexcess or non-recyclable packaging. Here’s how it works: \nTRACEABILITY\nTraceability is a key element of our product responsibility program, \nallowing us to quickly identify the location where the fruit was \ngrown, the date it was picked, the crew responsible for the harvest, \nand the trucking company that transported the fruit to the customer. \nThis system is fully electronic and updated in real time during \nharvest and transit. We periodically test the system for quality \ncontrol, with the most recent test in September 2021 taking two \nminutes to trace a customer load ticket number back to the grove.Indicator Unit FY 2021 Data\nGlobal Food Safety Initiative (GFSI) audit non-conformance rate Rate 0*\nCorrective action rate for major non-conformances Rate N/A\nCorrective action rate for minor non-conformances Rate N/A\nNumber of recalls Number (#) 0\nVolume of recalls Metric tons (mt) 0FOOD SAFETY PERFORMANCE\nThe harvest team goes into \nthe groves, plucking fruit \nfrom the tree and putting \nit into a “pick sack”. This \nis the only time the fruit is \ntouched by human hands \nwhile in our care.The sack is emptied into \na plastic tub that can hold \n900 pounds of oranges. \nA tub can be reused for \nabout five years before \nneeding to be replaced, but \nwe can reuse the metal rim.A field loader machine (we \ncall it “the goat”) uses a \nhydraulic clamp to move \nthe fruit from tubs into the \nback of its modified trailer \nbed, further consolidating \nthe harvest.The goat drives a short \ndistance and deposits the \nfruit into a tractor trailer, \nwhich is driven to a  \ncustomer’s processing \nstation.\nALICO 2021 ESG REPORT    20* Alico did not have any GFSI audits       \n  in FY 2021.", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}