{"page_content": "ALICO 2021 ESG REPORT    3\nProduct \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nI’m pleased to introduce Alico’s inaugural \n2021 Sustainability Report. While this \nis the first time that we have produced a \nreport detailing our environmental, social \nand governance (ESG) performance, \nsustainability is not a new concept for us. \nInstead, this report is the natural outcome of \ntreating the land as a precious resource, and of always remembering \nour obligations to, and connection with, the local communities \nin which we operate. Alico is a steward of more than five million \ncitrus trees, and we take seriously our role in supporting a healthy \nenvironment that will thrive for generations to come.\nDespite a challenging year with the COVID-19 global pandemic, \nour team has taken significant steps to advance our sustainability \nstrategy, including:\n• Creating a new position, Director of Sustainability, and filling \nit through internal promotion. This role is responsible for \nimplementing our sustainability strategy, coordinating with \ndozens of team members across every facet of Alico’s business, LETTER FROM THE CEO\nand ensuring we are constantly moving forward. Together with \nAlico’s Sustainability Steering Council and the Sustainability \nand Corporate Responsibility Committee of the Board of \nDirectors, we now have robust mechanisms for sustainability \nmanagement and oversight at all levels of the company.\n• Completing our first carbon footprint to evaluate Alico’s \ngreenhouse gas (GHG) emissions in our operations and our \nfarm management practices. This analysis lays the groundwork \nfor the development of emissions reductions goals next year. \n• Joining the UN Global Compact, an international initiative \nfounded on universal sustainability principles of labor \nand human rights, environmental responsibility, and anti-\ncorruption. Membership in the UN Global Compact signals \nAlico’s commitment to operate with the highest level of integrity \nand respect for people and the environment.\nI’m proud of the work that Alico has done to date, even as we \nrecognize that the journey is far from over. In the coming year, we \nwill continue to advance our sustainability agenda with human rights training for all employees, new trials for regenerative agriculture \npractices, and the creation of an employee-led Diversity Committee. \nWe know that sustainability cannot be achieved in isolation, and we \nare eager to continue—or in some cases, to create—partnerships with \nsuppliers, customers, industry groups and academic institutions \nto tackle the most challenging environmental issues that face \nour industry. Together, I am confident that we can achieve our \nambitious sustainability goals. I invite readers to join us on that \njourney.\n \nJohn E. Kiernan\nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}