{"page_content": "ALICO 2021 ESG REPORT    21\nProduct \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nSUPPL Y CHAIN RESPONSIBILITY\nAlico is committed to conducting our business in a lawful and ethical \nmanner, including engaging with suppliers who respect human \nrights, providing safe and inclusive workplaces, and promoting \na sustainable future. Our teams work closely with suppliers to \ncommunicate our standards through a Vendor Code of Conduct and \nhelp suppliers build their capacity to provide working environments \nthat are safe and respectful for all. Supplier categories include:\nMANAGING HAZARDOUS \nCHEMICALS\nAs part of managing our operations, we keep fertilizers, pesticides, \nnutrients, oil and solvents onsite. To ensure that these materials \nof concern are carefully managed, they are kept in designated, \nlocked areas with limited accessibility. Chemicals are ordered \non a “just in time” basis so that we don’t need to store them over \nlong periods. In addition, every supervisor has access to a Material \nData Safety Sheet book with information on the properties of each \nchemical; the physical, health, and environmental health hazards; \nprotective measures; and safety precautions for handling, storing, \nand transporting the chemical. All Alico grove managers and certain \nsupervisors maintain Pesticide Applicator Licenses, with annual \ncontinuing education, to ensure that we use pesticides in a safe and \nresponsible way. For more information, read our Environmental \nPolicy.Supplier Category Critical Suppliers Key Sustainability Issues How We Manage Risk\nMaterials Fertilizers & nutrientsQuality, Environment,  \nHealth and Safety• Vendor Code of Conduct tied to \npurchase and contract terms\n• Supplier diversification to  \nprovide redundancy\n• Compliance and  \ncertification reviewsHarvest & Haul T rucking Farm labor contractorsEnvironment, Health and Safety\nLabor and Human Rights\nServices Land management labor Environment, Health and Safety\nIndicator Unit FY 2021 Data\nPercentage of agricultural products sourced that are certified to a third-\nparty environmental and/or social standardPercent (%) by cost 0\nSuppliers’ social and environmental responsibility audit  \nnon-conformance rateRate N/A\nCorrective action rate for major non-conformances Rate N/A\nCorrective action rate for minor non-conformances Rate N/ASUPPL Y CHAIN PERFORMANCESUPPL Y CHAIN RISK MITIGATION", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}