{"page_content": "ALICO 2021 ESG REPORT    22\nProduct \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nDATA PRIVACY AND SECURITY\nKey to Alico’s business success is the emerging issue of \ncybersecurity and employing the latest technological tools to protect \nour customers and our equipment against data privacy and security \nthreats. We work continuously to minimize the risk of data breaches \nby 24/7 monitoring of our environment and the marketplace to \nimmediately identify and rectify any data security issues.\nLed by our Chief Information Officer, we work with our security \nvendors to identify and apply the latest protocols to ensure data \nsecurity across our value chain and make headway in new areas such \nas AI (“Artificial Intelligence”). \nMAINTAINING HIGH  \nSTANDARDS\nOur data-protection efforts also include vulnerability assessments, \nemployee education, regular drills and phishing tests, and \nclose cooperation with government and industry partners. \nWe consistently earn passing grades on audits that assess our \ncybersecurity and data-protection standards.ESTABLISHING A DATA CUL TURE \nAlico data responsibility involves more than just data protection. \nWe employ a holistic approach that includes security profiling, \nperimeter firewalls, multi-layer password authentication to access \ninternal systems, as well as cloud-based security access models. \nAdditionally, we construct compliance with relevant laws and \nregulations; this also involves cultural and organizational aspects \nthat we refer to as “data governance.” In FY 2021, some of our \nactivities included:\n1. Advanced Phishing awareness training and testing.\n2. Perimeter access and penetration testing.\n3. Remodeling of internal firewall and endpoint management \nenvironment.\n4. Implementation of security patches across all company devices \n(ongoing).\n5. Review of critical alerts (ongoing, daily).\n6. Participation in industry/peer working groups.DATA PRIVACY AND  \nPERFORMANCE\nFor security reasons, we do not publish detailed cybersecurity \nmetrics, as this information may be used by people with malicious \nintent. Our team is continuously tracking and improving our data \nsecurity performance. In 2021, Alico had no data security incidents \nor complaints of substantiated incident concerning customer data or \ndata security.\n", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}