{"page_content": "Product \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nAlico recognizes the important role that a great workplace \nculture plays in performance and competitive advantage. We have \nimplemented recruitment and retention practices to meet the \nprofessional and personal needs of our employees and their families.  \nCOMPENSATION AND BENEFITS\nOur remuneration package rewards talent from the beginning and \nsets us apart from others in the industry, including: \n• Full-time employees start with three weeks of vacation. \n• Paid Internships to support the next generation of farmers and \ngrowers. \n• As of September 30th, 2021 the State of Florida increased the \nminimum wage to $10.00. Subsequently, Alico increased entry \nwage to $11.00.\n• Through our 401k plan, Alico matches the first 3% of eligible \nearnings and the subsequent 2% of eligible earnings are \nmatched at 50 percent. \n• Signing bonus for field workers and new hire referrals.\n• Paying 94.6% of employee medical premiums, which is  \nabove the industry average. \n• Supporting work/life flexibility. GREAT PLACE TO WORK\nTRAINING AND DEVELOPMENT\nWe invest in our people at every level of seniority, providing \nopportunities to build job skills and leadership capacity through \na structured training program designed to balance flexibility and \nopportunity. Our Safety Policy outlines our personnel training, job \nresponsibilities and job operations, methods and procedures used.\nIn FY 2021, we offered employees a variety of courses through \nour online learning management system, including goal setting, \nteam communication and collaboration, situational leadership, \nunconscious bias and inclusive leadership, and how to have powerful \nconversations. In addition, three employees received tuition \nreimbursement upon completing college-level coursework for \naccounting, information technology, and agriculture management.\nIndicator Unit FY 2021 Data\nExecutives Number of hours (#) 3\nManagement Number of hours (#) 35\nPermanent Workforce Number of hours (#) 40AVERAGE TRAINING PER EMPLOYEE\nALICO 2021 ESG REPORT    23", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}