{"page_content": "ALICO 2021 ESG REPORT    24\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nHEAL TH \n& SAFETY\nAt Alico, our health and safety program is designed to ensure that \nevery person goes home safely each night. We are guided by a \ncomprehensive Safety Manual, which covers topics including safe \noperations, emergency preparedness, and hazard identification and \nmitigation. We expect our suppliers to abide by these same safety \npractices, as set out in our Vendor Code of Conduct. The Alico \nHealth and Safety Committee, which consists of both managers \nand staff, works with employees and third-party labor contract \nservice providers to ensure a safe workplace. The Committee meets \nmonthly and provides valuable feedback and recommendations to \nour executive team on a number of different topics such as roles and \nresponsibilities of the Safety Committee, locations of wash-out and \nhydration locations, cellphone usage and Alico’s COVID-19 Policy.T rack and report our safety rates, so that we can measure \nprogress over timeWe track all health and safety metrics at the corporate level for \na clear understanding of issues, trends and opportunities for \nimprovement. As part of our health and safety program, we monitor \nworkplace injuries, including critical injuries, lost time, healthcare \nand first aid injuries.\nWe also participate in regulatory inspections, and mandatory \ntraining in compliance with the State of Florida’s requirements.\nT rain and equip people to do their jobs safetyWe provide uniforms, PPE, annual respirator fit tests to ensure our \noperational staff have the necessary tools to do their jobs safely \nand effectively.\nAlico holds quarterly meetings with employees to review risks and \nopportunities for improvement for common incidents including \nslips, falls, bee stings, and finger lacerations. Regardless of the \nincident, employees must report any accidents and injuries using \nthe official incident report and include a corrective action plan.\nWe are mandated to provide necessary health and safety training \nfor those team members, including new hires, who are required \nby the State of Florida to complete Worker Protection Standards \nT raining (hazardous chemicals), an 8-hour OSHA Level 2 class each \nyear, commercial training for pesticide licensing, driver safety and \nCPR training. We also provide Office Safety and Active Shooters \ntraining.\nFocus holistically on wellbeingSafety Pays™ is our safety incentive program that encourages \nAlico employees to practice safety every day through a daily safety \nreminder and new BINGO number. The longer the company goes \nwithout a workplace injury, the more money accrues in the pot until \nan employee hits BINGO!\nAlico has an array of healthy lifestyle programs, benefits and \nincentives including the Women’s Group Walking Club, Employee \nAssistance Program (“EAP”), a Weight-Loss Challenge, a Virtual 4K, \nand flexible health spending account. We also provide onsite health \nrisk assessment, biometric screening, flu shots, and a blood drive.COVID-19 RESPONSE\nIn March 2020, COVID-19 forced communities across the country \nto lock down, businesses to close, and people to stay home. As an \nessential business, we were able to continue providing products \nand delivery, and our entire team pulled together to serve our \ncustomers. Our top priority continues to be safeguarding the health \nand safety of our employees, contractors, customers. We’re proud \nto report that we had no confirmed COVID-19 transmission at \nthe workplace through a comprehensive approach to safety that \nincludes: \n• Enabling office staff to work remotely.\n• Designing a comprehensive plan to encompass social distancing \namong workers and vendors.\n• Providing COVID-19 safety/PPE equipment,  \nsupplies and signs.\n• Conducting site checks and random inspections for  \nCOVID-19 protocols.\n• Offering four hours PTO for COVID vaccination.\n• Sponsoring a COVID-19 vaccination fair in a nearby \ncommunity.\n• $500 cash incentive offered to voluntarily vaccinated \nemployees.Indicator Unit FY 2021 Data\nT otal recordable incident rate (TRIR) Rate 2.06\nFatalities Rate 0\nNear miss frequency rate (NMFR) Rate 0.04SAFETY PERFORMANCEALICO’S HEAL TH AND SAFETY STRATEGIES", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}