{"page_content": "ALICO 2021 ESG REPORT    25\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nDIVERSITY\nAlico makes diversity, equity and inclusion a priority throughout \nour workplace. Guided by our Sustainability Policy’s labor \nand human rights commitments, we believe that building and \nsupporting a culture of respect enables all of our employees to \nperform at their best. Working as a unified team, we improve our \nbusiness, increase productivity and position ourselves for long-term \nsuccess in a competitive marketplace. Our strategy is based on three \ncomponents:\n• Enact policies and programs that create a welcoming workplace, \nbased on respect and inclusion.\n• Proactively seek to recruit and retain a diverse workforce at all \nlevels of the company.\n• Track and report our diversity numbers, so that we can measure \nprogress over time.\nALICO WOMEN’S GROUP \nThis year, Alico created a women’s employee resource group to \nhelp foster diversity and inclusion. This group, made up of female \nemployees from various ethnic, racial and religious backgrounds, \nis a place to discuss and provide ideas and mutual support on topics \nlike wellness, balancing work/life commitments, the challenges of \nbeing a working mother, and career advancement opportunities. \nIn addition, the group’s “Pay It Forward” initiative supports \ncommunity volunteer activities. SUPPORTING SPANISH  \nSPEAKERS\nLocated in highly-populated Latino and Hispanic communities \nin Florida, Alico is working to ensure that language is no barrier \nto successful employment. We’ve made significant progress in \ntranslating our policies, procedures, and employee training and \ndevelopment classes into Spanish, including: \n• Employee Handbook.\n• Benefits and compensation packages.\n• Payroll and salary deposit website.\n• Employment application online training for core skills and \nleadership development.\nWORKPLACE DIVERSITY PERFORMANCE\nMen WomenEthnic/Racial\nMinority\nBoard of \nDirectors\nExecutives\nManagement\nPermanent  \nWorkforceUnder  \n35 Y ears35-55  \nY earsOver  \n55 Y ears\n84%\n79% 21%100%0%\n0%\n29%\n70%13%\n20%67%\n40%\n48%\n42%33%\n60%\n39%\n38%89%11%\n16%", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}