{"page_content": "ALICO 2021 ESG REPORT    27\nProduct \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nABOUT THIS REPORT\nBOUNDARIES AND SCOPE\nThis is Alico’s first ESG report. It covers our policies, practices \nand performance data on a range of environmental, social and \ngovernance issues for fiscal year 2021 (October 1, 2020 to \nSeptember 30, 2021). Unless otherwise specified, boundaries \nare based on operational control, including the grove operations \nand land operations. It excludes land that has been leased to third \nparties.\nASSURANCE AND  \nVERIFICATION\nWe have engaged Strategic Sustainability Consulting (“SSC”), an \nindependent party, to support our sustainability reporting efforts. \nWe believe that this report contains information that is accurate, \ntimely, and balanced. In preparing the material for this report, we \nhave completed an internal assessment process in conjunction \nwith SSC to review the contents for clarity, but the report is not \nexternally assured and the data within this report has not been third-\nparty verified.\nRESTATEMENTS\nThere are no restatements from prior disclosures.\nFOR MORE INFORMATION\nWe welcome your feedback, comments and questions on this report \nand other ESG matters.\nCarisa Keller\nDirector of Sustainability\n239-266-2000\nalicoesg@alicoinc.comThis report contains forward-looking statements within the meaning \nof Section 27A of the Securities Act of 1933, as amended, and Section \n21E of the Securities Exchange Act of 1934, as amended. These \nforward-looking statements are based on Alico’s current expectations \nabout future events and can be identified by terms such as “plans,” \n“expect,” “may,” “anticipate,” “intend,” “should be,” “will be,” “is \nlikely to,” “believes,” and similar expressions referring to future periods.\nAlico believes the expectations reflected in the forward-looking \nstatements are reasonable but cannot guarantee future results, level \nof activity, performance, or achievements. Actual results may differ \nmaterially from those expressed or implied in the forward-looking \nstatements. Therefore, Alico cautions you against relying on any of \nthese forward-looking statements. Factors which may cause future \noutcomes to differ materially from those foreseen in forward-looking \nstatements include, but are not limited to: changes in laws, regulation \nand rules, including tax laws and tax rates; climate change; weather \nconditions that affect production, transportation, storage, demand, \nimport and export of fresh product and their by-products; increased \npressure from diseases including citrus greening and citrus canker, as \nwell as insects and other pests; disruption of water supplies or changes \nin water allocations; market pricing of citrus; pricing and supply of raw \nmaterials and products; market responses to industry volume pressures; \npricing and supply of energy; changes in interest rates; availability of \nrefinancing; availability of financing for land development activities and \nother growth and corporate opportunities; onetime events; acquisitions \nand divestitures; ability to make strategic acquisitions or divestitures; \nability to redeploy proceeds from divestitures; ability to consummate \nselected land acquisitions; ability to take advantage of tax deferral \noptions; seasonality; labor disruptions; inability to pay debt obligations; \ninability to engage in certain transactions due to restrictive covenants \nin debt instruments; government restrictions on land use; changes \nin agricultural land values; impact of the COVID-19 outbreak and \ncoronavirus pandemic on our agriculture operations, including without \nlimitation demand for product, supply chain, health and availability \nof our labor force, the labor force of contractors we engage, and the \nlabor force of our competitors; other risks related to the duration and severity of the COVID-19 outbreak and coronavirus pandemic and its \nimpact on Alico’s business; the impact of the COVID-19 outbreak and \ncoronavirus pandemic on the U.S. and global economies and financial \nmarkets, including without limitation related legislative and regulatory \ninitiatives; access to governmental loans and incentives; any reduction \nin the public float resulting from repurchases of common stock by Alico; \nchanges in equity awards to employees; whether the Company’s dividend \npolicy, including its recent significantly increased dividend amounts, is \ncontinued; whether the Company’s cash flow can support and sustain the \nCompany’s dividend policy, including any future increases in dividend \namounts; expressed desire of certain of our stockholders to liquidate \ntheir shareholdings by virtue of past market sales of common stock, \nby sales of common stock or by way of future transactions designed to \nconsummate such expressed desire; political changes and economic \ncrises; ability to implement ESG initiatives; competitive actions by \nother companies; increased competition from international companies; \nchanges in environmental regulations and their impact on farming \npractices; the land ownership policies of governments; changes in \ngovernment farm programs and policies and international reaction to \nsuch programs; changes in pricing calculations with our customers; \nfluctuations in the value of the U.S. dollar, interest rates, inflation and \ndeflation rates; length of terms of contracts with customers; impact of \nconcentration of sales to one customer; changes in and effects of crop \ninsurance programs, global trade agreements, trade restrictions and \ntariffs; soil conditions, harvest yields, prices for commodities, and crop \nproduction expenses.  Other risks and uncertainties include those that \nare described in Alico’s SEC filings, which are available on the SEC’s \nwebsite at http://www.sec.gov. Alico undertakes no obligation to \nsubsequently update or revise the forward-looking statements made in \nthis report, except as required by law. \nThis report also contains financial projections that are necessarily \nbased upon a variety of estimates and assumptions which may not be \nrealized and are inherently subject, in addition to the risks identified \nin the forward-looking statement disclaimer, to business, economic, \ncompetitive, industry, regulatory, market and financial uncertainties, \nmany of which are beyond the Company’s control. CAUTIONARY STATEMENT ABOUT FORWARD-LOOKING STATEMENTS", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}