{"page_content": "ALICO 2021 ESG REPORT    7\nGIVING BACK\nAt Alico, it is important for us to give back to the communities in \nwhich we operate. Our philanthropy and community engagement \nare focused on three key areas:\nNEXT GENERATION  \nAGRICUL TURE\n• Alico frequently provides tours to youth interested in learning \nmore about the citrus industry. For example, in June 2021 \na group from the Youth Leadership Collier joined us in the \ngroves to learn more about agricultural production. \n•  We are active supporters of the Gulf Citrus Growers \nAssociation Scholarship Foundation, providing financial \nassistance to college students pursuing citrus-related degrees \nand related areas of study.\n•  Other agriculture-focused programs we support include the \nFlorida’s Natural Growers Foundation, benefiting health, \neducation and youth in the Central Florida area; the Warner \nUniversity in Lake Wales - Agricultural Studies Program; and \nthe Glades Education Foundation.YOUTH\n• We often support back-to-school community initiatives. In \n2021, we helped Lipman Family Farms with their annual \nbackpack event in the Immokalee area. Over 2,000 backpacks \nand 700 shoes were given out to the community. The Alico \nteam also volunteered at the Big Backpack Event ‘21 at the \nMulticultural Centre in Fort Myers, where backpacks filled with \nessential school supplies and bags of food were distributed to \neach participating family.\n• We regularly support The Boys and Girls Club and the Arcadia \nRotary Club. This year, we sponsored a new classroom at the \nLouis and Gloria Flanzer Boys and Girls Club in Arcadia, \nFlorida, and helped the Rotary Club’s elementary school \nreading program. \n• Other youth-focused activities in 2021 included support of \nhigh school sports programs, which allowed them to continue \nand provide students the opportunity to participate.Product \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEOAbout  \nAlico\nCOMMUNITY SPIRIT\n• Alico employees participate in events to raise money for \ncharitable causes, including the Step Up for Down Syndrome \nWalk, SWFL Make-A-Wish Foundation, ALS Walk, Southeast \nPolice Motorcycle Rodeo, American Cancer Society – Making \nStrides Against Breast Cancer, Susan G. Komen Foundation \nand Christy’s Cause, an organization fighting sex trafficking in \nsouthwest Florida.\n• We honor our military and first responders by supporting \ninitiatives including the Vietnam Wall of SWFL, the Cape Coral \nFraternal Order of Police #33, and the Southeastern Guide \nDogs organization, which trains service dogs for people with \nvision loss, veterans, and children.\n• We contribute to the fight against food insecurity by supporting \nlocal food banks, including the Harry Chapin Food Bank of \nSWFL and the Midwest Food Bank.\n", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}