{"page_content": "ALICO 2021 ESG REPORT    10\nProduct \nResponsibilityAbout  \nAlicoGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from \n the CEO\nLEADERSHIP\nSustainability isn’t just something we do to protect our reputation \nand satisfy stakeholders; it is an issue our leaders care deeply about. \nEven in the midst of the uncertainty caused by the COVID-19 \npandemic, this commitment to ethical conduct and sustainable \nvalue creation remains unwavering. Our top executive and board \nmembers bring a wealth of corporate governance and environmental \nexperience to the table, and are committed to creating shareholder \nvalue while operating sustainably. Alico is proud of their ongoing \ncollective impact on our industry and in our communities.\nJOHN KIERNAN\nALICO CEO AND BOARD MEMBER\nJohn Kiernan is a lifelong outdoorsman who \nhas spent more than 54 weeks camping \nand fishing. As a member of Scouting BSA \norganization since 1975, he embraced the \nOutdoor Code and Leave No Trace principles \nas he earned his Eagle Scout rank and later \nserved as a local unit leader and Executive \nBoard member of his local BSA council for 18 years, including \nthree years as President. He is now currently the President of the \nnot-for-profit Camp Fire Conservation Fund, which is dedicated to \nthe safeguarding of wildlife and its habitat. This multi-million dollar \n501(c)(3) organization raises awareness about the importance of \npreserving natural resources, organizes and funds conservation and \nwildlife management projects, coordinates the efforts of sportsmen’s \nand conservation organizations, and supports wildlife conservation \nand land use research, including The Camp Fire Program in Wildlife \nConservation. That program is an interdisciplinary team of graduate \nstudents, post-doctoral scholars, and faculty at the State University of \nNew York College of Environmental Science and Forestry in Syracuse, \nNew York, which works at the nexus of conservation science and policy \nto address contemporary issues of national and international relevance \nin wildlife conservation.  ADAM PUTNAM \nALICO BOARD MEMBER\nGrowing up on a third-generation family \ncitrus and cattle operation, Adam Putnam’s \nexperience in conservation and habitat \npreservation informs Alico’s perspective \non land use. As the CEO of Ducks \nUnlimited, the world’s leader in wetlands \nand waterfowl conservation, Adam oversees \nthe conservation, restoration, and management of millions of \nacross of wetlands and associated habitats for North America’s \nwaterfowl. Adam is also a founding member of Leading Harvest, a \nnonprofit that provides sustainability-focused assurance programs \ncomprised of standards, audit procedures, training and education, \nand reporting and claim offerings that are optimized for flexibility, \nscalability, and impact.KATE ENGLISH\nALICO BOARD MEMBER\nKate English is a leading voice on water and \nclimate issues in Florida agriculture. She \nsits on the Wedgworth Leadership Institute \nAdvisory Committee, which provides \nproviding support and advice to a nationally \nrecognized leadership training program \nhoused at the University of Florida in the \nInstitute of Food and Agricultural Sciences. She is also a member \nof the Advisory Council for The Water School at Florida Gulf Coast \nUniversity, addressing water and climate-related issues by building \nrelationships among southwest Florida’s diverse populations. In \naddition to leadership positions with the Florida Farm Bureau \nFederation and the Special Help for Agriculture Research and \nEducation (SHARE) Council, Kate has also been active in charitable \norganizations like the United Way, Redlands Christian Migrant \nAssociation, and University of Florida Leadership and Education \nFoundation.\nConservation and sustainable agriculture are synonyms in my mind.  \nThe future of conservation is largely in the hands of the working  \nlandowners around the world, beginning here at home. Farmers \nand ranchers, as well as hunters and anglers, are the original \nenvironmentalists. Farmers and ranchers have the greatest financial \nincentive to be the best stewards of the land to preserve their livelihoods \nand those of future generations… Farmers and ranchers who manage \ntheir land with those other benefits in mind often are also the most \nprofitable farmers. \n \n —Adam Putnam\n    Interview with Leading Harvest", "metadata": {"source": "NASDAQ_ALCO_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}