{"page_content": "4Securing the Future\nWho We Are . More than half a century ago, ManTech began with a single government contract \nto develop war-gaming models. Today we play a critical role in more than 600 government \ncontracts and task orders to support our customers’ Defense, Intelligence and Federal Civilian \nneeds. Our talented and passionate people partner with our customers to solve complex \nchallenges and address critical priorities. \nWhat We Do . ManTech’s exceptional people, processes and innovation solve our customers’ most \ndifficult challenges in a period of global and national digital transformation. Our team of more \nthan 9,400 professionals – nearly half of whom are veterans – bring expertise and commitment \nto our customers day in and day out. Together, we have built a business of trust, confidence and \nperformance that has endured for more than 52 years. We are market leaders in the capabilities \nour customers need more and we excel in their delivery and execution. These include: \n• Full-Spectrum Cyber\n• Secure Mission & Enterprise IT\n• Advanced Data Analytics\n• Software Systems Development\n• Intelligent Systems Engineering\n• Intelligence Mission Support\n• Mission Operations\nLooking  to the future we will continue to deliver groundbreaking innovation to our customers \nthat will advance the way the federal government addresses its missions. Our Technology Focus \nAreas (TFAs) represent the areas in which ManTech is investing in the technology and the talent \nnecessary to continue bringing powerful solutions and expertise together to solve our customers’ \ntoughest challenges.\nHow We Serve . While we put our customers’ mission-critical needs first, we know our employees \nare at the heart of our company. We offer enriching careers with many opportunities for skills \nand job advancement according our diverse workforce the ability to solve our customers’ most \ncomplex challenges with innovative digital solutions, technologies and services.\n", "metadata": {"source": "NASDAQ_MANT_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}