{"page_content": "8\nBootcamps and Workshops: MTU provides bootcamp and workshop training content at no \ncost to the employee for critical certifications required by our government customers, such as the \nCISSP®, as well as the Project Management Professional (PMP®) certification, and other technical \ncertifications our employees need to stay competitive in our marketplace. \nExecutive Leadership Development:  Curriculum is focused on four pillars of leadership \ndevelopment— leadership transitions, division manager development, high potential employee \nand successor development, and program manager onboarding and excellence training courses. \nWe are engaged with senior leaders across the company to design and implement these efforts. \nCollaborative Partnerships with Vendors: ManTech maintains strategic partnerships with \nindustry-leading technology vendors to provide innovative solutions across our programs. This \nincludes Amazon Web Services (AWS), Google, Microsoft, ServiceNow, and Red Hat, among others. \nThese strategic partners offer discounted or free training and certifications that our employees \nneed to support our customers and remain competitive in our marketplace. \nCertificate and Degree Programs: MTU partners with 11 U.S.-accredited universities, offering \ncertificates and bachelor’s and master’s degrees in online and traditional classroom settings \nat a reduced cost to employees. These university partners offer a wide range of professional \ndevelopment and continuing education courses to meet training needs.  In 2020, MTU hosted a \n100 certifications in 100 days challenge to support AWS and Microsoft partnerships; our employee \nobtained more than 300 certifications across the company in that time period. \nTechnical Recognition Awards Program:  ManTech’s Technical Recognition Awards Program \nrecognizes motivated employees and cultivates innovative ideas to satisfy mission needs and is \ncomposed of the Technical Elite (TechElite) award and the Technical Fellow award. Today, ManTech \nhas 120 TechElite employees and 405 employees actively participating in the program. The \nTechnical Fellow Program recognizes individuals from across the company for their exceptional \nsupport to government customers’ missions including the National Reconnaissance Office (NRO), \nU.S. Customs and Border Protection (CBP), and the Department of Defense (DoD). Technical \nFellows receive a $10,000 one-time-payment and a $20,000 research grant.\nEmployee Benefits\nManTech is proud to support our employees and their families well-being with a highly \ncompetitive, comprehensive, and flexible benefits program.  All regular employees working \nat least 30 hours or more a week are eligible for medical, dental, vision, life, flexible spending \naccounts, short-term disability and long-term disability.  Other additional supplemental medical \nplans include accident, critical illness, hospital indemnity, and Tricare supplemental insurance.   \nThe telemedicine program offering is also provided for non-emergency medical issues and \nquestions, during or after normal business hours, nights, weekends and holidays. \nOur comprehensive leave program includes paid time off (PTO) for vacation, personal business, or \nsick leave.  It also includes parental leave to care for the birth or adoption of a child.  ", "metadata": {"source": "NASDAQ_MANT_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}