{"page_content": "Climate change\nAs a global business, we believe it is our \nresponsibility to take strong, decisive, and \ninclusive steps to mitigate our climate impact. \nWe’ve committed to achieving carbon neutrality \n— reducing emissions 75 percent compared \nwith fiscal year 2015 and balancing the residual \nemissions with carbon removal — across the \nlife cycle of all of our products by 2030.1 And \nthe Science Based Targets initiative (SBTi) has \nvalidated an emissions reduction target for Apple \nderived from this goal.2 It’s an ambitious plan with \nplenty of challenges ahead. But we’re already \nwell on our way, having cut carbon emissions \nacross our value chain by 40 percent since  \nfiscal year 2015.\nOur work began years ago, making the transition \nto sourcing 100 percent renewable electricity \nat our offices, retail stores, and data centers, At Apple, we’re acting with urgency to protect our planet’s limited resources and to be  \na leader in the fight against climate change. Since 2020, we’ve been carbon neutral for \nour worldwide operations, and by 2030, we plan to expand that progress to our entire \nsupply chain and the lifetime use of our products. And today, nearly 20 percent of the \nmaterials in our products were made from recycled content — a number we’re working \nto increase.\nAcross our environmental work, we’re also committed to being a force for equity. We’re \nworking with communities on the frontlines of climate change and the next generation  \nof diverse entrepreneurs to create shared opportunity and to build a more just world.\nOur approach\nThe environmental challenges we face today \nare significant, and we’re responding with \nurgency and dedication. We approach our work \nby focusing on fundamental questions. What \nmatters most? And where can we make the \ngreatest impact? These questions guide our \nwork across our strategic focus areas of climate \nchange, resources, and smarter chemistry \n— and inform our goals in how we can best \nachieve change.  We know we’re not alone in working to reduce \nour environmental footprint. So we’re engaging \nwith others to support our efforts and find \nopportunities to lift local communities along \nthe way. \nSetting ambitious goals is essential to our \napproach — to drive the innovation and \ncollaboration that makes change possible \nand to be transparent and accountable to \nour progress.\nOur work is led by Lisa Jackson, Apple’s Vice \nPresident of Environment, Policy and Social \nInitiatives, reporting directly to CEO Tim \nCook. The Environment, Policy and Social \nInitiatives team works with other teams across \nApple to set strategy, engage stakeholders, \nand communicate progress. Our integrated \napproach means that decisions about the \nenvironment are reviewed and supported  \nat the highest levels of the company.Our 2022 Environmental Progress Report  \nprovides a detailed overview of our work and  \nhow we’re progressing toward our goals.which we achieved in 2018. And in 2020, we \nreached the milestone of being carbon neutral \nfor our corporate operations, including direct \nemissions as well as business travel and \nemployee commute.\nOur 10-year Climate Roadmap is addressing \nApple’s carbon footprint through five pillars:\nLow-carbon design:  We will design products \nand manufacturing processes to be less \ncarbon-intensive through thoughtful material \nselection, increased material efficiency, and \ngreater product energy efficiency.\nEnergy efficiency:  We will increase energy \nefficiency at our facilities and in our supply \nchain by finding opportunities, such as \nretrofitting, to reduce energy use.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   13", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}