{"page_content": "Carbon removal\nTo address the emissions we can’t yet avoid, \nwe’re are investing in carbon removal projects. \nIn addition to removing carbon, nature-based \ncarbon removal projects also offer important \necological and social benefits, such as preserving \nbiodiversity and enhancing the resilience of \necosystems, while often providing economic \ndevelopment opportunities for local communities.\nWe partnered with Conservation International \nand Goldman Sachs to launch the innovative \nRestore Fund, which seeks to blend responsible \nforestry practices with carbon removal: We’re \nworking with forestry managers to create \nsustainably managed forests that optimize for \nboth carbon and wood production, creating \nrevenue from timber, and generating high-\nquality carbon credits. Apple will invest up to \n$200 million in projects that aim to remove \ncarbon from the atmosphere and store it, all \nwhile meeting clear social and environmental \nimpact criteria and offering a financial return.  \nIn its pilot phase, the Restore Fund has a goal  \nof removing at least 1 million metric tons of \ncarbon dioxide per year.For more information on our efforts to combat \nclimate change and reach our 2030 carbon \nneutral goal, read our 2022 Environmental \nProgress Report .Climate scenario analysis \nIn 2020, we conducted a climate scenario analysis to help us better understand the potential physical and \ntransition effects of climate change. To align with the Task Force on Climate-related Financial Disclosures \n(TCFD) recommendations, we considered a range of future scenarios, including a scenario below 2°C. \nAnd we assessed geographies around the world to capture both corporate and supplier activities. The \nanalysis highlighted how our renewable energy program and carbon neutrality goals could contribute to our \ncorporate resiliency. It also provided environmental data that we considered in developing business strategies, \nincluding considerations around supply chain diversification, as well as safeguarding our global assets.\nWe’re committed to managing regulatory, reputational, and market risks related to climate change.  \nFor more information on these climate-related risks and Apple’s governance of these risks, read our  \n2021 CDP submission (PDF) .\nAs the Restore Fund projects come online, we’ve partnered with Conservation International to \ndevelop and invest in nature-based carbon removal projects. This includes a project to protect  \nand restore 27,000 acres of mangrove forests in Colombia.As the projects in the Restore Fund come \nonline, we’re also working to address difficult-\nto-avoid emissions in the short term. In fiscal \nyear 2021, 167,000 metric tons of carbon \ncredits were retired from the Chyulu Hills  \nproject in Kenya to maintain carbon neutrality \nfor our corporate emissions in fiscal year \n2021. And we purchased carbon credits from \ntwo additional projects to offset a total of \n500,000 metric tons of direct emissions across \nour value chain: a REDD+ coastal conservation \nproject in Guatemala  and a reforestation project \nin Guizhou Province of China . These projects \nare all certified to the VCS and CCB standards.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   17", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}