{"page_content": "Resources \nNatural resources make our work possible — \nand we take responsibility for how we source, \nuse, and recycle the materials we rely on to \ncreate our products. As a starting point, this \nmeans sourcing responsibly, minimizing our \nfreshwater use, and eliminating waste across \nour operations and those of our suppliers. \nAnd we’re also seeking to redefine the overall \nresource footprint of our products. Our goal is  \nto one day make products using only responsibly \nsourced recycled and renewable materials.\nWithin resources, we focus on three main  \nareas of impact:\n• Materials:  Transitioning to only recycled \nor renewable materials in our products \nand packaging, and maximizing material \nefficiency, product longevity, and recovery.\n• Water:  Reducing water impacts in the \nmanufacturing of our products, use of our \nservices, and operation of our facilities.  \nAt the same time, transitioning to alternative \nsources, improving the quality of water \nwe discharge, and protecting shared \nwater resources.\n• Zero waste: Minimizing overall waste \ngenerated and eliminating waste sent to \nlandfill from our manufacturing supply chain \nas well as corporate offices, data centers,  \nand retail stores.Materials\nWe aim to make the best use of the materials we \nrely on to make our products. That’s why we’re \nfocusing on three different levers to reduce \nour footprint and achieve circularity: sourcing \nand efficiency; product longevity; and product \nend-of-life.\nSourcing and efficiency\nLast year, we made progress across materials — \nfrom expanding our use of recycled rare earth \nelements to designing cameras with recycled \ngold. In September, we introduced iPhone 13, \nwith more certified recycled materials than any \nprevious version of iPhone. We also introduced \n100 percent recycled aluminum enclosures on \nevery single model in the iPad lineup.Welcoming the first class of the Impact Accelerator \nLast year, we welcomed the first class to our Impact Accelerator, a program for Black-\n,Hispanic/Latinx-, and Indigenous-owned businesses headquartered in the United States \nthat share our focus on innovation and our commitment to the environment. Part of Apple’s \nRacial Equity and Justice Initiative (see page 60 ), the Accelerator aims to help combat \nsystemic barriers to opportunity, while also advancing innovative solutions for communities \nmost impacted by climate change. \nWe selected our first class of 15 businesses on the cutting edge of green technology and \nclean energy to begin the program in August 2021. The three-month program included live \nvirtual sessions, online courses on supply chain management, supplier diversity, financial \nand legal subjects, as well as one-on-one mentorship with an Apple expert on topics from \nrenewable energy to responsible sourcing.\nThe goal of the Impact Accelerator is to better position the participating companies for \ngrowth, to improve their abilities to take on larger contracts, and to expand their customer \nbase — all while fostering their environmental commitment. For example, last October we \nannounced that we will be working with the Oceti Sakowin Power Authority, formed by six \nSioux tribes to jointly develop tribal renewable energy resources, on a project to create  \na wind power development in the Midwest. And following the success of this year’s class, \nour efforts continue. This spring, applications opened for the next class to join our  \nImpact Accelerator.\nFor Apple’s inaugural Impact Accelerator, leaders from 15 companies participated  \nin a three-month virtual program with customized training and access to Apple  \nexpert mentors.\n20%\nIn fiscal year 2021, nearly 20 percent of \nthe material we shipped in products came  \nfrom recycled and renewable sources\n2x\nIn fiscal year 2021, we more than doubled \nour use of recycled tungsten, rare earth \nelements, and cobalt — and introduced \ncertified recycled gold for the first time  \nin an Apple product\n75%\nWe’ve reduced the plastic in our packaging \nby 75 percent compared with 2015, \nprogressing toward our goal to eliminate  \nall plastic from our packaging by 2025\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   18", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}