{"page_content": "Across our business, we released eight \nproducts with more than 20 percent recycled \ncontent.6 The MacBook Air with M1 chip \n(2020) had the highest total — made with \n44 percent recycled content device-wide, \nincluding 100 percent recycled aluminum in the \nenclosure. These and other innovations helped \nus increase our use of recycled or renewable \ncontent to 18 percent of all the material shipped \nin products in fiscal year 2021.7Product longevity\nWe want to make the most of the materials we \nuse through designing long-lasting products. \nWe are designing durable hardware, leveraging \nsoftware updates to extend functionality, \nexpanding access to repair services, \nrefurbishing devices for their next user, and \nreusing parts that still have more to give. Read \nmore on caring for customers on page  56. Product end-of-life \nBy effectively recovering the materials in our \nproducts, we enable the circular supply chains \nthat make the best use of finite resources. \nThrough our work in this area, we’re reducing \nthe need to mine new materials and the \namount of energy needed to manufacture new \nproducts, ultimately driving down emissions \nand conserving resources.\nIn 99 percent of the countries where we \nsell products, we continue to provide and \nparticipate in product take-back and recycling \ncollection programs. With the help of \ncustomer and employee participation across \nrecycling programs, we directed more than \n38,000 metric tons of e-waste to recycling \nglobally in fiscal year 2021.\nWe’ve also continued to innovate on \ndisassembly technologies. Daisy, the robot we \ndesigned to disassemble iPhone devices, has \nnow been joined by Dave, which dismantles \nTaptic Engines from iPhone to enable the \nrecovery of materials like rare earth elements, \ntungsten, and steel, and Taz, designed to \nrecycle modules containing rare earth magnets. \nAt our Material Recovery Lab we’re working \non developing better, more efficient means of \ndisassembling products that maximize material \nrecovery, while minimizing waste.Water stewardship\nWe’re committed to managing the resources  \nwe share with the communities where we and \nour suppliers operate. Our efforts to address \nthe water footprint of our corporate sites and  \nof our suppliers’ sites focus on:\n• Using water efficiently\n• Expanding the use of alternative water \nsources, including onsite reuse\n• Discharging water responsibly\n• Enhancing our water stewardship to keep \nwatersheds healthy for all who rely on them\nIn fiscal year 2021, our facilities used about \n1.4 billion gallons of water. We saved 133 million \ngallons of freshwater this fiscal year due to \nefficiency projects implemented since 2017 .9 \nLast year, alternative water sources accounted \nfor 10 percent of our total corporate water usage \n— primarily from recycled water sources.10\nOur supply chain accounts for 99 percent of \nour total water footprint, based on our detailed \nwater inventory. That’s why we partner closely \nwith our suppliers through our Clean Water \nProgram. The more than 195 participating \nsupplier sites increased their average reuse \nrate to 41 percent and saved our suppliers \n12.3 billion gallons of freshwater in fiscal year \n2021 — for a total of 50.3 billion gallons of \nwater savings since the program’s launch \nin 2013.11Innovating packaging to reduce our footprint\nWe’ve made significant progress toward eliminating all plastics from our packaging by 2025. \nThis past year, plastics accounted for only 4 percent of our packaging. Since 2015, we’ve \ndedicated our efforts to replacing large plastic trays, wraps, and foam cushioning with fiber \nalternatives that have higher recovery rates and reduced environmental footprints. \nThis year, the iPhone 13 and iPhone 13 Pro were the first iPhone models to be shipped \nwithout any plastic packaging components.8 And we replaced plastic foam with a fiber \nalternative to protect the 24-inch iMac during shipping.\nFor the 24-inch iMac, using corrugated fiber rather than foam for shock absorption  \nallowed us to reduce plastic by 72 percent.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   19", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}