{"page_content": "Today, our teams around the world infuse Apple’s deeply held values into everything we make. That work can \ntake many forms. But whether we’re protecting the right to privacy, designing technology that is accessible to \nall, or using more recycled material in our products than ever, we are always working to make a difference for \nthe people we serve and the planet we inhabit.\nAs a company, we know that our impact on people’s lives reaches beyond the technology we create. And we \napply the same ethos of constant innovation and improvement to every aspect of our work — from building an \ninclusive company culture where everyone feels welcome to becoming carbon neutral across our global supply \nchain and the lifetime of our products by 2030.\nAt the heart of our efforts is a steadfast commitment to serving the communities we are a part of. We work  \nwith teachers, advocates, and entrepreneurs from diverse backgrounds as part of our Racial Equity and Justice \nInitiative. We help create opportunity in communities on the frontlines of climate change through the Restore \nFund, which supports carbon removal and sustainable forestry. And we provide resources and training to \nthe next generation of innovators through the Apple Developer Academy and educational initiatives across \nthe globe. \nIn this report, we are pleased to share our progress, which is a product of collaboration with committed \npartners worldwide. At Apple, we believe that the only way to effectively tackle global challenges is by  \nworking together, and we are grateful to share this road with so many passionate leaders.\nWe’re engaged in this work because it’s right — and because we want to leave the world better than we  \nfound it in everything we do. By leading with our values, we hope to be a ripple in the pond that inspires  \na far greater change.\nTim Cook  \nCEO\nTim Cook  \nCEOAt Apple, we believe the measure of any great innovation is the \npositive impact it has on people’s lives. It’s why we work every \nday to make our technology an even greater force for good.Apple’s 2022 ESG Report   3\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction ", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}