{"page_content": "Inclusion and diversity\nAt Apple, we remain committed to building a \nmore equitable and inclusive world by increasing \ndiverse representation at every level, fostering  \nan inclusive culture that brings everybody in,  \nand ensuring equitable pay and access to \nopportunity for all.\nInclusive representation in leadership is a \npowerful driver of progress. At Apple, leaders \nof all backgrounds are working to grow \nand develop our next generation of leaders \nfrom within. We’re committed to increasing the \nnumber of managers from underrepresented \ncommunities, because differences in our \nbackgrounds, our identities, and the way  \nwe think ultimately make our teams stronger \nand more innovative.At Apple, we work every day to create an inclusive, safe, and supportive \nenvironment for all our team members. We’re always finding new ways \nto invest in our teams’ development and to encourage collaboration \nand creativity. And we provide strong and comprehensive benefits and \ncompetitive compensation. We believe we’re a better and more innovative \ncompany when people have support and the opportunity to be their \nbest selves. \nOur approach\nWith over 165,000 team members* around the \nworld, our people are at the heart of everything \nwe do. From their first day, Apple team members \nhave the resources and opportunities to build \nnew skill sets, pursue new passions, and feel \nsupported and cared for at work and beyond.\nOur People team supports our overall employee \nexperience — from hiring to retaining our \ntalented team members — through our inclusive \nculture, learning opportunities, compensation, \nand benefits. The team is led by Deirdre O’Brien, \nSenior Vice President of Retail + People, \nreporting to CEO Tim Cook. Deirdre works with \nthe People team to help Apple connect with, \ndevelop, and care for team members — and to \nhelp everyone do the best work of their lives.A safe environment is also integral to unlocking \nthe potential of all of our team members. And our \ncommitment to environment, health, and safety \n(EHS) extends to contractors, customers, and \ncommunities as well. We’re working hard to make \nsure our people are safe no matter where they \nare when they’re conducting business for Apple. \nWe have procedures in place to identify and \nmitigate possible hazards, and we’re prepared to \nrespond to any crises that may arise. Our Senior \nVice President and Chief Financial Officer (CFO) \nLuca Maestri oversees Apple’s EHS program, \nwhich is driven by an expert leadership team.\nWe have robust workplace policies and \npractices, including our Business Conduct \nPolicy, Human Rights Policy, and EHS Policy,  \nthat articulate our strong commitment to our \npeople and to creating an environment where \nthey can do their best work.Accountability measures across the  \ncompany allow us to track progress and \nbuild a foundation for lasting and durable \nchange. We’re listening to employee feedback, \namplifying underrepresented voices, and  \ntaking action to meet our teams’ needs.\nFrom hiring to development and engagement, \nwe’re making sure every part of Apple is \nincreasing inclusion and representation. Senior \nleaders now have access to data that helps \nthem assess how well they’re driving diversity \nwithin their teams and organizations. We’re \nbuilding inclusion and diversity measures \ninto our annual review process to create \nconsistency in how we drive and track progress. \nIn the last year, we completed comprehensive \ndata reviews with executive leadership and \norganizational action plans within every line \nof business. \n*As of December 2021\nAppendix Governance Communities Suppliers Customers Our P eople Environment Introduction Apple’s 2022 ESG Report   23", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}