{"page_content": "We encourage open and honest communication among team members, managers, and leadership as we seek to \nbuild a better work environment for all.\nAnother way team members can let us know \nhow Apple is doing is to participate in surveys \nthat we conduct regularly. These survey results \nare a great way for us to learn about what’s \ngoing well and how we can do better in areas \nlike career development, manager performance, \nand inclusivity, and teams are encouraged to \ncreate action plans based on the survey results.\nWe conduct annual surveys for all Apple Store \nand AppleCare team members to listen to their \nviews on topics like leadership, management, \ncareer development, performance, values, \nculture, and work environment. And leaders \nfrom each organization use the survey insights \nto take steps to better support team members \nwhere they need it. \nOver the last two years in particular, we focused \non listening to Apple Store and AppleCare \nemployees as they were interacting most \ndirectly with customers during the pandemic \nand experiencing rapid change in how they \nworked to support those customers. For our \nearly 2022 surveys, 76 percent of Apple Store \nteam members and 73 percent of AppleCare  \nteam members participated.Annual compensation planning:  During our \nannual compensation planning process, the \nPeople team uses analytics to assess promotion \nrates, performance ratings distribution, and pay \nmetrics for women compared to men and, in the \nU.S., for underrepresented groups compared  \nto non-underrepresented groups.\nGlobal compensation history policy:  We \ndon’t ask candidates for salary history during \nthe recruiting process, which has been our \npolicy globally since 2019. Our recruiters \ndevelop offers of employment based on the \ncompensation of current Apple employees in \nsimilar roles using a tool developed specifically \nfor this purpose. \nEngagement\nAt Apple, we believe that open and honest \ncommunication among team members, \nmanagers, and leaders helps create an open, \ncollaborative work environment where everyone \ncan contribute, grow, and succeed.\nAcross all our teams, we’re always building on \nour long-standing commitment to creating an \nenvironment where people at every level of the \ncompany feel connected and supported. Our \ngoal is to listen and learn — and to use those \nlessons to build an even better workplace for all. \nIf team members have questions, feedback, \nor concerns, they’re encouraged to share \nthem with their manager. If a team member is \never uncomfortable raising a particular issue \nwith their manager, they can discuss it with \nany manager at Apple, their People Business \nPartner, People Support, or they can contact \nthe Business Conduct team. Pay equity at Apple\nOur pay equity review is global and covers  \n100 percent of our employees. We consider \ntotal compensation, including base salary, \nbonus, and stock.\n1:1 \ngender pay equity globally\n1:1 \npay equity in the U.S. by race \nand ethnicity\n1:1\ngender pay equity in every country\n1:1 \npay equity in the U.S. at  \nthe intersections of race  \nand ethnicity and genderAnnual pay equity review: To maintain pay \nequity, we engage an independent third-party \nexpert to build and run statistical models to \nassess and resolve any differences in total \ncompensation on the basis of gender and, in \nthe U.S., on the basis of race and ethnicity and \nat the intersections with gender.\nJob assessments:  Apple’s dedicated \ncompensation team regularly conducts \ncomprehensive job title reviews to ensure that \nemployees are in the correct job title, which is \nan important factor in determining pay. We also \ncontinuously analyze market data to ensure \nthat compensation guidelines for all roles \nremain competitive.\nEmpowering employees  \nto support the causes they  \ncare about \nOur Employee Giving program provides \nopportunities for employees to contribute \nto the causes they care deeply about with \nthe support of Apple. From volunteering to \ndonations to smaller individual actions, Apple \nis committed to giving, hand in hand with our \nteam members. Read more on page 67 .Apple has a no-retaliation policy. Retaliation \nagainst anyone who comes forward with a \nconcern or participates in an investigation is \ngrounds for termination. We respect each team \nmember’s right to form or join (or refrain from \njoining) organizations of their choice in a lawful \nmanner without discrimination, retaliation, \nor harassment.\nAppendix Governance Communities Suppliers Customers Our P eople Environment Introduction Apple’s 2022 ESG Report   29", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}