{"page_content": "Workplace practices \nand policies \nApple’s culture is built on treating everyone with \ndignity and respect, and this focus shapes how our colleagues engage with one another and with our customers and partners around the world. We’re also committed to respecting our team members’ rights as set out in our Human Rights  Policy .\nEqual employment opportunity \nApple is an equal opportunity employer committed to inclusion and diversity.  We take steps to provide equal opportunity for all applicants and employees, without regard to race, color, ancestry, national origin, caste, religion, creed, age (over 40), mental and physical disability, sex, gender (including pregnancy, childbirth, breastfeeding, or related medical conditions), sexual orientation, gender identity or expression, medical condition, genetic information, marital status, military or protected Veteran status, an employee’s reproductive health decisions or those of  their dependents, or on any other basis protected by law. We provide reasonable accommodations to applicants and employees with physical and mental disabilities. Harassment and discrimination \nWe are committed to providing a workplace  free \nof harassment o r discrimination b ased o n race, \ncolor, a ncestry, na tional o rigin, ca ste, se x, gender \n(including p regnancy, ch ildbirth, b reastfeeding, \nor related me dical c onditions), s exual o rientation, \ngender i dentity o r expression, r eligion, creed, age  \n(over 40), mental and physical disability, medical \ncondition, genetic i nformation, m arital s tatus, o r \nmilitary or protected Veteran status, or on any \nother basis protected  by law. We  do not tolerate \ndiscrimination o r harassment o f our employees o r \nthose  with w hom w e have a business, se rvice, o r \nprofessional r elationship ( including c ustomers), \nnor do we t olerate workplace violence of any kind. \nRetaliation ag ainst a nyone  for complaining a bout \nharassment o r discrimination, o r for participating \nin the i nvestigation of a complaint of harassment \nor discrimination, i s against A pple  policy a nd wi ll \nnot be  tolerated at Apple. \nVoluntary decision review \nApple’s voluntary decision review enables \nemployees t o have an employment d ecision \nreevaluated. This is designed to promote \nfairness and impartiality, in line with our values \nand policies. The reviewer will consider any  \nnew i nformation t hat i ndicates t he decision  \nmay not have been in accordance with our \npolicies a nd g uidelines. \nNon-employees  \nand temporary workers\nIn addition to our full-time employees, \ntemporary workers and vendor services play an \nimportant role on our team. Our temporary \nworkers generally p erform s imilar w ork as our \nfull-time employees, as they are intended to \naugment t he Apple employee  workforce  under  \na short t o mid -term a ssignment. A pproximately 6 percent of our U.S. corporate workforce \nwere temporary workers as of October 2021. Temporary workers have the same opportunity to be considered as all other applicants to any Apple job posting whether that opportunity is a conversion of their current role or a role they found on our job site. And in our retail business, we have a strong record of hiring temporary workers as full- and part-time employees. \nOur outsourced services with workers provided \nvia vendors generally perform work that can be different from that performed by our permanent employees. This workforce is intended to support business needs where specific skills are required and the vendors have the ability  to scale with our varied business needs.\nPay and benefits: For vendor services, pay \nrates are managed by the vendor. Various benefits, including but not limited to healthcare, are offered to these workers through their employer or staffing agencies. Vendors are also accountable to Apple’s Supplier Code of Conduct, which requires that our staffing agencies are compliant with all current local and national legislation and employment laws, including wage and benefits requirements, for their employees (see page 37  or People and \nEnvironment in Our Supply  Chain ).\nRaising concerns:  In many cases there are \nmultiple avenues for non-Apple workers to report problems anonymously, including internal processes with their employer and the Apple Business Conduct Helpline (see page  72).\nPerformance:  Vendor performance is \nreviewed and evaluated by the vendor management based on feedback sometimes received from Apple managers, Procurement, and/or Supplier Responsibility. Reporting a concern \nAt Apple we believe strongly in a culture of open communication, mutual respect, and high \nethical standards — and we strive to do the right thing. It can be stressful if something at Apple has a negative effect on well-being, violates an Apple policy, or interferes with someone’s ability to do their best work. There are several ways team members can report a concern:\nManagers:  Talking to a manager is a good place to start. A large part of their responsibility \nis to support their team members. If a team member is not comfortable bringing a concern \nto their manager, they can discuss it with any manager at Apple.\nPeople Support:  This dedicated team specializes in supporting Apple team members with \nwork-related topics. They can answer questions, clarify a policy, or suggest resources or \noptions to help resolve a problem.  \nBusiness Conduct:  Team members can contact the Business Conduct team via phone, \nemail, or a third party. They will review the concern and share it with the appropriate internal \npartners. Read more on page 72 .\nPeople Business Partner:  Team members can discuss the issue with their People \nBusiness Partner (PBP), particularly if it’s related to your team or organization.\nTeam members are encouraged to raise their concerns in the way they feel most \ncomfortable, internally or externally. In addition to the options above, they may also contact any of the government agencies or other external organizations that address employee and workplace concerns.\nAppendix Governance Communities Suppliers Customers Our P eople Environment Introduction Apple’s 2022 ESG Report   30", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}