{"page_content": "been taken to prevent a reoccurrence. We \nprohibit retaliation of any kind against supplier \nemployees who participate in our assessments.\nOur goal is to work together with suppliers to \nhelp them improve their management systems, \nrather than to simply remove them from our \nsupply chain without helping them correct the \nissues we have discovered. In the event that a \nsupplier is unwilling or unable to improve their \noperations to meet our requirements, they risk \nremoval from our supply chain. Since 2009, we \nhave directed the removal of 24 manufacturing \nsupplier facilities and 170 smelters and refiners \nfrom our supply chain for being unwilling or \nunable to sufficiently improve their operations \nto meet our requirements.\nResults of our assessments are detailed in our \nPeople and Environment in Our Supply Chain \nReport  beginning on page 91. A responsibility that  \ngrows with our business\nAs Apple’s business continues to grow and \nexpand to new areas, we adapt our supplier \nengagement model accordingly. This includes \ncontinuing to expand our scope to conduct \nindependent, third-party assessments of a \ngrowing number of suppliers that support \nour business outside of manufacturing. Last \nyear, we increased our engagement and \nexpanded the application of our Code and \nStandards to suppliers supporting newer areas \nof Apple’s business, including those that work \nwith our content services like Apple TV+ and \nApple Fitness+.\nSupplier employees at Final Assembly in the U.S.How we stay engaged with suppliers\nwidely used by the industry. A total of 99 RBA \nVAP assessments were completed in fiscal year \n2021 at Apple supplier sites.\nIf we uncover non-compliance in the course \nof any assessment or engagement, we take \nprompt action so that suppliers not only correct \nand remedy the issue, but make meaningful, \nlong-term changes to their systems and \nprocesses. We do this through a Corrective \nAction Plan (CAP), during which 30-, 60-, and \n90-day check-ins with Apple are required.  \nWe then conduct our Corrective Action \nVerification (CAV) process to verify that all \ncorrective actions have been successfully \nimplemented, and necessary steps have Code of conduct  \nassessments\nSpecialized  \nassessments\nInvestigations\nCapability buildingOngoing  \ntrainingEarly  \nengagement\nThese assessments also include unannounced \nassessments and unannounced visits \nin response to workers’ grievances and \nallegations, or to verify risks at supplier facilities \nbased on predictive analytics. In fiscal year \n2021, 211 unannounced assessments and \ninvestigations were conducted where the \nsupplier facility was provided no advance notice \nof our arrival. This is nearly double the number \nconducted in 2020.\nIn addition to third-party Code of Conduct \nassessments, we require many of our suppliers \nto also undergo the Responsible Business \nAlliance’s (RBA) Validated Assessment Program \n(VAP), a facility-wide, third-party assessment \nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   39", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}