{"page_content": "How we  \nwork to \nprevent forced \nlabor in our \nsupply chain\nApple has zero tolerance for forced \nlabor. In the more than 50 countries \nand regions where our suppliers \noperate, we have teams of experts, \nincluding independent third parties, \nwho monitor our suppliers and put in \nplace industry-leading procedures \nto help ensure that no one is forced \nto work. Our comprehensive policies \nstart before we even sign a contract \nwith suppliers, and we are consistently \nraising the bar. 1 We set the highest standards.\n  Eliminating forced labor begins with setting \nand maintaining the highest standards. Our \nstandards often go above and beyond legal \nrequirements to protect people from forced \nlabor risks.2 We engage early.\n  To address forced labor risks at its roots,  \nwe know that our work has to begin before \npeople enter our supply chain.3 We hold suppliers accountable.\n  Once we’ve implemented thorough \npreventative measures, independent, \nthird-party assessments verify that our \nsuppliers are meeting our standards. \nLooking for evidence of forced labor is part \nof every supplier assessment. If we find any \nviolations of our Code and Standards, we \ntake swift action to remedy the issue and \nimprove their operations.4  We track progress  \nand report transparently.\n  Consistent improvement requires \ntransparency and accountability. Since \n2007, we have been publishing reports \non our efforts across all of our work \nto transparently share our progress \nand challenges.5  We regularly engage and  \npartner with stakeholders.\n  Engagement with stakeholders and rights \nholders is critical to accountability, ensuring \nwe’re taking action where it’s needed, and to \nachieving rapid progress. \n Aligning with international frameworks.\n  Apple policies and our supplier requirements align with \ninternational labor and human rights standards, including those \nof the International Labour Organization, the United Nations \nGuiding Principles on Business and Human Rights (UNGPs), and \nthe Organisation for Economic Co-Operation and Development.\n The Apple Human Rights Policy\n  Our Human Rights Policy outlines how we treat everyone, \nincluding our customers, employees, business partners,  \nand the people across every level of our supply chain. \n Read the Apple Human Rights Policy\n  The Apple Supplier Code of Conduct and Supplier \nResponsibility Standards\n  Our supplier requirements contain strict standards for \nresponsible labor recruitment, and apply to all suppliers, \nprotecting workers globally. We go above and beyond legal \nrequirements in many places by strictly prohibiting labor \nrecruitment in regions where we cannot conduct adequate  \ndue diligence and by maintaining a zero recruitment fees policy, \nbecause we believe no one should pay to secure a job. \n  Read the Apple Supplier Code of Conduct  \nand Supplier Responsibility Standards Thorough mapping informs our strategy.\n  An effective strategy requires deep understanding of our \nsupply chain. To date, we have mapped over 1000 labor \nrecruitment agencies that work with our suppliers across \n32 countries.\n A leading strategy requires leading tools.\n  The Apple Responsible Labor Recruitment Toolkit, developed \nin partnership with the International Organization for \nMigration, provides suppliers and their labor agencies with \neasy-to-use tools that help them effectively manage and \nreport data, mitigating forced labor risks before people even \nenter our supply chain. In addition to providing hands-on \ntraining, we are making these tools openly available for others \nto use.\n Awareness is power.\n  We require our suppliers to provide their employees with \ntraining on their workplace rights on their first day on the \njob. This helps to ensure that every person is aware of \ntheir rights and what to do if they’re not being respected, \nwhich includes the ability to anonymously contact Apple \ndirectly. Foreign Contract Workers, who make up a very \nsmall percentage of people in our supply chain, also receive \ntraining prior to leaving their home country, as well as upon \narriving in their destination country. To date, our suppliers \nhave provided workplace rights training to over 23.6 million \npeople. In addition, last year we directly engaged with over \n350,000 people in our supply chain to learn more about their \nworkplace experience. \n Investing in consistent improvement.\n  Through our new Supplier Employee Development Fund, \nwe’re investing $50M to expand programs designed \nto continue to improve the rights training experience, \nworker voice platforms, and supplier employee education \nopportunities. A close look.\n  We regularly conduct independent, third-party assessments, \nincluding surprise assessments, of our suppliers, verifying \ncompliance with over 500 points across our standards. This \nincludes an extensive document review to be sure all hiring \nand personnel records are in place and accurate. In addition \nto specialized forced labor assessments for at-risk suppliers, \nwe also require many suppliers to participate in facility-wide \nassessments, such as the Validated Assessment Program, \nto verify performance across the supplier’s entire business. \nIn the event that we find gaps in a supplier’s compliance \nor capabilities, we require them to implement a Corrective \nAction Plan. To date, our assessments have covered 94 \npercent of our direct manufacturing spend. \n We investigate every report.\n  In addition to thoroughly assessing our suppliers’ performance \nin upholding our standards, we also receive reports from the \npress, governments, civil society, and people in our supply \nchain, and we encourage the public to report concerns via \nhttps://www.apple.com/uk/supplier-responsibility/. We \ninvestigate every report, and frequently have Apple teams \nonsite within 24 hours.\n  Swift action and steep penalties.\n  Forced labor in any form is a Core Violation (the most serious \nviolation level) of our requirements. If a Core Violation is \ndiscovered, the supplier’s CEO is notified and the supplier \nis immediately placed on probation, pending the successful \ncompletion of a Corrective Action Plan. Probation can include \nno new projects, no new business, and termination of existing \nbusiness. In addition to commercial penalties, if a supplier is \nunable or unwilling to meet our standards, they risk removal \nfrom our supply chain. Since 2009, we have directed the \nremoval of 24 manufacturing supplier facilities and 170 \nsmelters and refiners for failure to meet our requirements.\n  Action this year.\n  In FY21, across more than 1100 assessments, we found \nno instances where anyone was forced to work in our \nsupply chain. We did find two cases where employees of \nthe same supplier in Taiwan paid recruitment fees. Per our \nrequirements, the supplier directly repaid their employees for \nthose fees. To date, our suppliers have directly repaid $33.2M \nin recruitment fees to 37 ,322 of their employees.  People and Environment in Our Supply \nChain Annual Progress Report\n  Published annually since 2007 (formerly known as the \nSupplier Responsibility Progress Report), this report contains \na detailed accounting of our progress, challenges, and future \nplans across all areas of our supplier requirements.\n Read our Annual Progress Report\n  Efforts to Combat Human Trafficking \nand Slavery Disclosure\n  This disclosure is a specialized filing that focuses specifically \non our efforts to prevent and address forced labor risks \nthroughout our supply chain, and includes our due diligence \nprocess for our entire business, including manufacturing, \nmaterials and goods sourcing, and services. This report \nalso demonstrates our alignment with the UNGPs and meets \nregulatory requirements in the UK, Australia, and California.\n Read our disclosure\n Consistently raising the bar.\n  We revisit all of our supplier requirements every year, \nconsistently raising the bar that suppliers must meet in order \nto continue doing business with us, and publish the updates \npublicly.\n  Read the Apple Supplier Code of Conduct and Supplier \nResponsibility Standards\n Take a closer look.\n  We publish additional reports that provide a transparent look \nat our supply chain. Our Conflict Minerals Report describes \nour work to responsibly source materials. Our Smelter and \nRefiner List publishes a list of all identified tin, tungsten, \ntantalum, gold (3TG), cobalt, and lithium smelters and refiners \nacross our global supply chain, and the Apple Supplier List \nshares the companies and their locations that comprise at \nleast 98 percent of our direct manufacturing spend.\n Read our disclosures\n The International Labour Organization (ILO)\n  We work closely with the ILO on a number of projects, \nincluding those related to rights and advancing worker \nvoice. Apple is a member of the ILO Global Business \nNetwork on Forced Labor, and serves on the steering \ncommittee.\n  The International Organization for Migration (IOM)\n  Apple partners with the IOM on multiple initiatives, \nincluding the development of our Responsible Labor \nRecruitment Toolkit and training our suppliers on \nthe Toolkit.\n Responsible Business Alliance (RBA)\n  Apple collaborates with the RBA and its member \ncompanies frequently throughout the year on initiatives \nspanning the entirety of our program. As a full member,  \nwe serve in several leadership capacities, including \nserving on the board of directors, being a founding and \nsteering committee member of the Responsible Labor \nInitiative, and serving on the steering committee of the \nResponsible Minerals Initiative.\n Responsible Labor Initiative (RLI)\n  Apple is a founding member and serves on the steering \ncommittee of RLI, which was established by the RBA as \na multi-industry, multi-stakeholder initiative focused on \nensuring that the rights of workers vulnerable to forced \nlabor in global supply chains are consistently respected \nand promoted.\n Fund for Global Human Rights\n  Apple partners with the Fund to support grassroots \nactivists, as well as human rights and environmental \ndefenders, which empowers local voices.Appendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   42", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}