{"page_content": "Education and  \nprofessional development\nThrough our global supply chain, we create \nopportunities for people around the world, \nincluding by helping to close skills gaps in \nmanufacturing, and by helping to prepare \nworkers across our supply chain for the jobs  \nof today and tomorrow.\nSupplier Employee Development  \nFund and Apple Education Hub\nIn March 2022, we announced a $50 million \nSupplier Employee Development Fund to \namplify worker voice and expand access to \nlearning and skill development opportunities \nto more people in our supply chain and surrounding communities. Part of this \ncommitment will support new and expanded \nlabor programs reaching more than 3.5 million \nsupplier employees in over 40 countries, \naided by our strategic partners, including the \nInternational Labour Organization (ILO) and the \nInternational Organization for Migration (IOM). \nAs part of this fund, we also launched the \nApple Education Hub, informed by our previous \nsupplier employee learning and development \nprograms, which 5 million supplier employees \nhave taken advantage of since 2008. In \npartnership with local educational institutions \nand NGOs, the Apple Education Hub will \nprovide a scalable solution through virtual-\nfirst learning, to promote and develop the \nskills necessary for the future of work in our \nsupply chain and surrounding communities. \nWith initial programming to begin in the \nApple’s $50 million Supplier Employee Development Fund will expand access to learning opportunities and skills \ndevelopment for people across its supply chain.Using our purchasing power for good\nFor Apple, our work to make our company more inclusive extends to how we \nchoose the businesses we work with. When contracting with suppliers, we use our \npurchasing power to increase diversity in our supply chain and change outdated \nnorms that hurt those who are underrepresented in their field or industry. \nApple’s award-winning Supplier Diversity program, established in 1993, actively \nengages suppliers from historically underrepresented communities. \nWe have policies and procedures that require diverse supplier participation during \nearly-stage sourcing, key performance indicators to measure company success, \nand diversity awareness trainings for our global sourcing team members and related \nApple business units. \nIn 2016, Apple was the first Silicon Valley–based company to be invited  \ninto the Billion Dollar Roundtable (BDR) in recognition of our long-standing  \ncommitment to promoting diversity within our supplier base. BDR celebrates \ncorporations that achieved spending of at least $1 billion with minority- and  \nwoman-owned businesses. \nIn calendar year 2021, Apple spent over $7.1 billion with diverse suppliers around the \nworld. Our Supplier Diversity program offers support to participating suppliers and \nseeks active engagement in industry diversity leadership activities. For example, \nsupplier development has been a long-standing commitment within Apple’s supply \nchain, which is facilitated internally and externally. Externally, we partner with major \nuniversities to provide executive development and capacity building to key diverse \nsuppliers. And we’re proud to have supported Michigan State University and \nHoward University on creating their first programs for diverse supplier development.\nA highlight of 2021 was that for the first time we engaged diverse suppliers  \nin North America in manufacturing accessories for some of Apple’s most well-\nknown products. \nWe’re also promoting diversity in the companies with which we do business. \nFor example, our agreements with our primary construction suppliers require \nthe reporting of their efforts to include diverse subcontractors on all Apple-\nrelated projects. \nAs a result of our efforts, we were chosen as Corporation of the Year by the National \nMinority Supplier Development Council (NMSDC) in October 2021. This award is \nNMSDC’s highest honor to a major corporation for the utilization of ethnic minority-\nowned suppliers, specifically those with Asian-Indian, Asian-Pacific, Black, \nHispanic/Latinx, and Indigenous owners.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   45", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}