{"page_content": "At Apple, our North Star is creating technology that empowers people and enriches \ntheir lives. Teams across Apple are always innovating to make technology that’s \neven better for our users — that protects their right to privacy, that’s durable and \nresilient, and that’s inclusive and accessible for everyone. And wherever we meet \nour customers — online, over the phone, or in person — we’re committed to treating \neveryone with dignity and respect. \nWe believe that technology should be a force for good in the world. It’s why we \npartner with students and educators using technology to teach and learn in new \nways, and collaborate with doctors and researchers to uncover new insights that help \npeople live healthier lives. Every day, we work to infuse the technology we make with \nthe values that define us.\nResponsibility for integrating privacy, \naccessibility, inclusion, education, and health \ninto our products and services cuts across \nmany teams, including Hardware Engineering, \nSoftware Engineering, Hardware Technologies, \nMachine Learning and AI, and Environment, \nPolicy and Social Initiatives.\nBecause we care about our customers, we \nalso have programs in place to understand and \nsupport their needs. We work to provide positive \ncustomer experiences as well as products \nthat are durable and can be used for years to \ncome. And when we design our products, we’re \nfocused on making them safe for anyone who \nassembles, uses, or recycles them.Privacy\nPrivacy is a fundamental human right, and \nwe’re constantly innovating to give users more \ntransparency and control over their data. It’s \nwhy we set the industry standard for minimizing \ndata collection and processing a user’s \ndata on-device, and build industry-leading \ntransparency and controls into our technology.Our approach\nDelivering exceptional products that enrich \nthe lives of our customers is core to Apple’s \nbusiness. We have enormous potential to help \npeople use technology to overcome barriers \nto their goals, innovate to solve problems, and \nexpand access to critical needs like health and \neducation. With our products and services, \nwe’re uniquely positioned to both empower \nour customers to take action as well as to drive \npositive impact on some of the biggest issues \nin our society today, including those addressed \nby the UN Sustainable Development Goals \n(see  page  75). Equally important, we have a responsibility \nto manage the environmental footprint of \nour products and services (see page 13 ) and \nunderstand their impacts on customers’ rights \nas set out in our Human Rights Policy. Across \nour products and services, we consider how \nwe respect human rights, including privacy, \nfreedom of expression, non-discrimination, \naccessibility, health, education, a clean \nenvironment, and safety. Our human rights \ndue diligence (see page 10 ) helps us identify \nand manage salient human rights risks across \nour current portfolio, as well as look ahead to \nfast-evolving areas like machine learning and \nartificial intelligence (AI).\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   48", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}