{"page_content": "Hand in hand with the privacy of our users are \nour commitments to free expression and access \nto information. Our products and services help \nour customers learn, express their creativity, \nexercise their ingenuity, communicate privately \nand securely, and share information globally, \nwhether by text message, audio, or sign \nlanguage over FaceTime video.\nDesigned for privacy\nOur products and services are built with \ninnovative privacy technologies and techniques \ndesigned to minimize how much of your data \nApple — or anyone else — can access. They \ncontain features designed and implemented \nover decades to protect customers’ privacy  \nand give them control over their information.Safari was the first browser to block third-\nparty cookies by default as far back as 2003, \nand in 2017, Safari added Intelligent Tracking \nPrevention to further limit tracking while \nstill enabling websites to function normally. \nRandom identifiers ensure that routes \ncustomers take and the places they search \nin Maps are not associated with their Apple \nID, and Messages and FaceTime are end-to-\nend encrypted, so Apple can’t eavesdrop on \nuser communications. Siri was designed from \nthe very beginning in 2011 to not associate \nthe things that users say to Siri with their \nApple ID, but instead uses a random identifier \ngenerated when a user first enables Siri. That \nhas remained the same since then, and in \n2021, with newly introduced on-device speech \nrecognition, the audio of users’ Siri requests \nis processed right on their iPhone or iPad \nby default.\nThroughout the App Store ecosystem, we \ncontinue to add innovative new features that \nadvance user privacy even further. Privacy \nNutrition Labels require developers, including \nApple, to report their data collection and \nprivacy practices in a standardized format. And \nApp Tracking Transparency requires developers \nto obtain a user’s permission to track their \ndata across apps or websites owned by other \ncompanies for use in advertising or shared with \ndata brokers.\nApple’s Privacy Policy ensures that privacy \nremains a top priority in all that we do. Our \nsuppliers are also obligated to apply our privacy \nprinciples via our contractual terms. We respect \nusers’ ability to know, access, change, transfer, \nrestrict, and delete personal data, and we \nstrive to collect the minimum amount of data \nnecessary to power our products and services. Customers control what information is shared, \nwhere it’s shared, and when it’s backed up. \nWe do not provide user information to any \nthird parties without a clear legal basis, and \nwe publish a Transparency Report  detailing \ngovernment requests for customer data and \napp removal.\nUsers can exercise their privacy rights at \nour dedicated Data and Privacy page,  \nprivacy.apple.com , where they can receive \na copy of the personal data that Apple holds on \nthem across all of their interactions with us and \nrequest deletion or temporary deactivation of \ntheir account if they wish.\nApple is committed to delivering advertising in a \nway that respects user privacy. Apple -delivered \nads may appear on the App Store, Apple News, \nand Stocks depending on the jurisdiction. \nThe Apple advertising platform does not track \nusers, nor does it buy or share user personal \ninformation with other companies.\nTo continue raising awareness and educating \npeople on how to protect their personal \ninformation, on Data Privacy Day in January \n2021 we shared a report that illustrates how \ncompanies track user data across websites \nand apps. And in June 2021 we shared another \nreport exploring how Apple’s security layers \nand the App Review process protect users and \nkeep them in control of their data.\nPrivacy governance\nTo keep privacy at the center of our work, we \nmaintain rigorous privacy standards for both \ncustomer and employee data. Our Chief Privacy \nOfficer reports to Apple’s Senior Vice President \nand General Counsel, who chairs Apple’s \nPrivacy Steering Committee. The Committee Privacy and security  \non the App Store\nTo meet the highest standards for privacy, \nsecurity, and content, all the apps in our App \nStore agree to comply with our App Store \nReview Guidelines.\nThese provide developers with clear and \ntransparent guidance on safety, performance, \nbusiness, design, and legal issues, including \nappeal rights. The guidelines help ensure that \nthe apps offered on the App Store are safe, \nprovide a good user experience, adhere to \nour rules on user privacy, and secure devices \nfrom malware and threats.Privacy Nutrition Labels: Product pages on the App \nStore feature a section that provides developers’ \nself-reported summaries of some of their \nprivacy practices in a simple, easy -to-read label. \nLearn more .\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   49", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}