{"page_content": "Our approach\nOur values flow through the technology we make, the way \nwe make it, and how we care for people and the planet we \nshare. These values — accessibility, education, environment, \ninclusion and diversity, privacy, and supplier responsibility \n— are central to our ESG approach. And we go further to \naddress a comprehensive set of critical issues that matter  \nto our company and to our stakeholders.\nFrom our commitment to human rights to our 2030 environmental goals, ESG  \ntopics are deeply interconnected. We can make the biggest impact only when  \nwe understand how these issues relate to one another.\nESG priorities are managed across Apple, and our senior leaders play an important \nrole in integrating ESG into functions across the company. We listen to stakeholders \n— including our people, suppliers, communities, shareholders, and other external \ngroups — to understand the issues they care about. And we measure our ESG \nprogress across our business so that we can work toward being more transparent \nwith each year. \nAbove all, we’re always working to leave the world better than we found it,  \nand to create powerful tools that empower others to do the same.\nSince 2018, Apple sources all of the electricity for its facilities from \n100 percent renewable energy. The Montague Wind Farm in Oregon \nis one of Apple’s largest projects at 200 megawatts and powers \nApple’s Prineville data center.Environment\nWe’ve been carbon neutral for our own \noperations since 2020, including business travel \nand employee commute, and are progressing \ntoward an urgent goal to be carbon neutral \nacross our entire business — including the full \nlife cycle of our products — by 2030. We’re \non an ambitious journey to one day make our \nproducts using only recycled or renewable \nmaterials. We design our products to be safe for \nanyone who assembles, uses, or recycles them \n— and to be better for the environment. At the \nsame time, we’re partnering with communities \nand local leaders and working to make sure our \nenvironmental efforts are also a force for equity \nand justice.\nClimate change\nResources\nSmarter chemistry\nApple’s 2022 ESG Report   6\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction ", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}