{"page_content": "Apple promotes authentic and positive \nportrayals of disability in films and series on \nApple TV+, including CODA , See , El Deafo , \nand Little Voice . Apple Original content \nincludes audio descriptions in Dolby Atmos \nin nine languages, and closed captions and \nsubtitles for the deaf and hard of hearing in \nover 40 languages in all 100+ countries where \nApple TV+ is available.\nVision\nOur features for blind and low-vision users \ninclude VoiceOver, an industry-leading screen \nreader that describes exactly what’s happening \non your device, and Zoom, a screen magnifier \nthat lets you enlarge the content you see on \nyour device. Magnifier, Apple’s built-in app \nfor iPhone and iPad, turns the camera into a \ndigital magnifying glass to increase the size of \nany physical object you point it at. The People \nDetection feature in Magnifier uses camera, \nLiDAR Scanner, and on-device machine \nlearning to help support health and safety for \nusers who are blind or have low vision and need \nto maintain social distancing. \nHearing\nTo support customers who are deaf or hard of \nhearing , Apple was the first to directly connect \nhearing aids or a cochlear implant to iPhone \nand other iOS devices through the Made for \niPhone (MFi) program. This enables customers \nto make phone calls and stream high-quality \naudio directly to their MFi hearing devices. And \nin 2021, Apple added support for the latest \ngeneration of bidirectional hearing aids from \nMade for iPhone partners that support hands-\nfree phone and FaceTime conversations. \nSound Recognition notifies users of external \nenvironmental sounds like running water, alarms, electrical appliances, breaking glass, \nand more, with the newly introduced option \nto train your iPhone or iPad to listen for a \nspecific alarm or electrical appliance sound. \nOther features include Live Captions (beta), \nintroduced in 2022, which helps users with \nhearing disabilities follow along with calls and \nmedia on iPhone, iPad, and Mac; sign language \nprominence in FaceTime, which can detect \nwhen someone uses sign language in group \ncalls; and Conversation Boost for AirPods Pro, \nwhich helps users better hear conversations in \ncrowded or noisy environments. \nMobility\nUsers with limited mobility can use Switch \nControl to navigate their device with a variety \nof switches, including head-tracking, back \ntap, sound actions, and certified MFi switches. \nVoice Control helps a user control a device \nwith voice commands across iPhone, iPad, \nand Mac. On Apple Watch, AssistiveTouch \nfor Apple Watch helps users with upper-body \nlimb differences to enjoy the benefits of Apple \nWatch without having to touch the display. And \nApple Watch Mirroring, introduced in 2022, \nsupports users with quadriplegia or other \nphysical and motor disabilities in controlling \nApple Watch via iPhone using assistive features \nsuch as Switch Control and Voice Control. \niPadOS supports third-party eye-tracking \ndevices, making it possible for people to \ncontrol iPad using just their eyes. With Touch \nAccommodations, customers can control \nhow long they touch the screen before it’s \nrecognized and whether repeat touches are \nignored, while Back Tap lets users double-\ntap or triple-tap the back of their iPhone to \nautomatically perform a range of custom tasks, \nfrom opening an app to taking a screenshot.Cognitive\nOur products are built with an array of features \nto support people who are neurodivergent or \nhave cognitive disabilities. Background sounds \nhelp minimize distractions and support users \nwho want to focus, stay calm, or rest. With \nSpeak Selection for iOS and macOS, audio \ncan be used to support reading or writing \ncomprehension, and Dictation and Siri help \nanyone who finds speaking easier than typing \nor writing. Another feature, Guided Access, \nlimits a device to a single app and lets users \ncontrol which features are available.\nThe People Detection feature in Magnifier uses the LiDAR camera in iPhone 12 Pro, iPhone 13 Pro, and iPad Pro to \nhelp support health and safety for users who are blind or have low vision and need to maintain social distancing. Community support\nApple offers extensive support documentation , \nengaging online training content , and in-store \nsessions  to help anyone learn how to use our \nbuilt-in accessibility features. Customers \ncan also call or chat with Apple Support staff \ndedicated to supporting accessibility, or share \nfeedback about an accessibility feature on an \nApple  product .\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   51", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}