{"page_content": "We offer world-class, on-demand sign \nlanguage interpretation services with the \nSignTime service available in US, UK, France, \nand Canada, which helps Apple customers \nand team members request an interpreter and \ncommunicate using American Sign Language \n(ASL) in US and Canada, British Sign Language \n(BSL) in the UK, or French Sign Language (LSF) \nin France. External engagement\nApple subscribes to the principle of \nparticipation — “Nothing About Us Without \nUs” — used by disability organizations to call \nfor inclusion in work done for, by, and with \npersons with disabilities. In addition to hiring \npeople with disabilities to develop and inform \nour accessibility features, we welcome all users \nto beta test features and give feedback.We work with various nonprofit organizations \naround the globe to strategically align and \nsupport each other, and we maintain constant \ncontact with community organizations to \nhelp ensure that we are exceeding their \nexpectations. We also work with international \nstandards organizations to expand equal \naccess to information and functionality while \nworking to protect and improve the rights, \ninclusion, and equity of people with disabilities. \nApple follows policy developments and shares \nits best practices with regulators, governments, \nand organizations, including the World Health \nOrganization (WHO) and the European \nDisability Forum (EDF).\nWorking with the World Federation of the \nDeaf, the American Council of the Blind, the \nCerebral Palsy Foundation, and the National \nAssociation of the Deaf, Apple proposed the \nadoption of accessibility-themed emoji to \nthe Unicode Consortium, the global body in \ncharge of setting character standards across all \ncomputing platforms. In 2019, the consortium \nadopted Apple’s recommendation for more \ninclusive and representational emoji. And in \n2021, we expanded the accessibility options for \nMemoji to include cochlear implants, an oxygen \ntube, and a soft helmet.\nInclusive design\nBuilding on our accessibility work, we’ve \nalways believed that in order to create the most \npersonal technology in the world, we must \nconsider the full range of human experiences. \nAll across Apple there is a sustained \ncommitment to making products more inclusive \nfor a wide range of diverse groups. Apple engineers work hand in hand with teams across \nthe business to help solve unique problems \nothers seldom think about. \nFor example, with iOS 14.5, Siri no longer has a \ndefault voice, allowing users to choose the voice \nthat speaks to them when they first set up their \ndevice, and in English, users can now select \nmore diverse voice options. We’re also taking \nsteps to ensure equity in our cameras’ automatic \nperson recognition features so that everyone \ncan have the same extraordinary experience, \nno matter the photographic subject’s skin color, \nage, or gender. As a result, the machine learning \nmodels used in camera technology must show \nsimilar performance across various age groups, \ngenders, ethnicities, skin tones, and other \nattributes. We’ve also published  research  \non this work  to help others learn from it.\nBeyond our own products and services, \nwe’ve developed machine learning research  \nand Human Interface Guidelines  to support \ndevelopers in building inclusive apps that \nput people first by prioritizing respectful \ncommunication and presenting content and \nfunctionality in ways that everyone can access \nand understand. Some of the characteristics \nto consider include age, gender and gender \nidentity, race and ethnicity, language and culture, \nand social and economic context, among \nothers. We also provide tools, documentation, \nsample code, and design best practices  to help \ndevelopers make their apps more accessible. \nWe launched two videos during our Worldwide \nDevelopers Conference (WWDC) in June \n2021 on the process and practice of inclusive \ndesign that were among the most popular of the \nweek: The Process of Inclusive Design  and The \nPractice of Inclusive  Design .A preview of innovative accessibility features combining  \nthe power of hardware, software, and machine learning\nIn May 2022, we previewed software features coming later this year that offer users \nwith disabilities new tools for navigation, health, communication, and more. Using \nadvancements across hardware, software, and machine learning, people who are blind  \nor low vision can use their iPhone and iPad to navigate the last few feet to their destination \nwith Door Detection; users with physical and motor disabilities who may rely on assistive \nfeatures like Voice Control and Switch Control can fully control Apple Watch from their \niPhone with Apple Watch Mirroring; and the Deaf and hard of hearing community can  \nfollow Live Captions on iPhone, iPad, and Mac. Read more  here . \nApple’s innovative software features introduce new ways for users with disabilities \nto navigate, connect, and get the most out of Apple products.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   52", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}