{"page_content": "Apple Distinguished Educators  \nand Apple Distinguished Schools\nOur community of nearly 3000 Apple \nDistinguished Educators in 45 countries \nmodel, advise, advocate, and publish materials \non ways to integrate Apple technology into \nteaching and learning. These educators are \nactive leaders, helping to make learning deeply \npersonal for every student.\nApple Distinguished Schools are centers of \nleadership and educational excellence that \ndemonstrate the impact of learning with \nApple technology. The nearly 700 schools \nacross 36 countries cultivate environments \nwhere students are excited and curious \nabout learning.Inspiration and support for teachers\nWe help educators share experiences, ideas, \nand inspiration, so that they too can get more \nout of the technology in their classrooms.\nApple Teacher is a free online, self-paced \nprofessional learning program that helps \nteachers build their skills and confidence in \nteaching with Apple technology and earn Apple \nTeacher recognition. Our Apple Professional \nLearning Specialists are experts who provide \none-on-one coaching sessions and group \nprofessional learning workshops for educators, \nin addition to the support resources available \nonline or via phone. The majority of our \neducator tools are free, and we offer special pricing on Mac, iPad, and other Apple hardware \nfor education institutions, eligible college \nstudents, and education faculty and staff.\nIn March 2022, we unveiled Apple Learning \nCoach, which is a free professional learning \nprogram that trains instructional coaches, \ndigital learning specialists, and other coaching \neducators to help teachers effectively use \nApple technology in the classroom. Through a \nmix of self-paced lessons and virtual workshop \nsessions with Apple Professional Learning \nSpecialists, participants come away from the \nexperience with an actionable portfolio, a \ncohort of peers, and the opportunity to apply \nfor continuing education credits from Lamar \nUniversity through the Texas Education Agency. \nEach Apple Learning Coach gains a deeper \nunderstanding of how to support teachers \nwhere they are, as they integrate technology \ninto learning.\nHealth\nApple empowers our users to take control of \ntheir health by making it easier to track and \nshare their health and wellness information \nwhile always keeping their data secure. This \nallows for a more informed dialogue with loved \nones and doctors, offering the ability to make \nbetter health choices on a daily basis.\nPrivacy is a fundamental aspect of our health \nwork. The right place for health information to \nexist is with a user on their device, and where \nor how that information is shared should be \ncompletely up to the individual.\nProfessional learning is a key piece of Apple’s education offerings.Technology for better health\nSince launching Apple Watch in 2015, we’ve \nbeen constantly inspired by the stories we hear \nfrom our users about how using Apple Watch \nfor health and fitness has changed their lives. \nThese range from users who found closing their \nActivity rings every day motivated them to be in \nthe best shape of their lives to those alerted to \na potential irregular heart rhythm who sought \nmedical care to confirm. Stories like those \ncontinually drive us to do more for our users.\nBuilding on innovative features for Apple Watch \nlike the ECG app, irregular rhythm notifications, \nand fall detection, Apple recently introduced \na variety of services and features to help \npeople on their health and fitness journeys. \nApple Fitness+ is an award-winning fitness \nand wellness service powered by Apple Watch \nand designed to be welcoming to all, wherever \nthey are in their journey. Fitness+ helps users \ntrain their body and mind with a personalized \nand engaging experience that can be done \nanytime, anywhere; intelligently incorporates \nworkout metrics from Apple Watch right on \nthe screen; and motivates users from start \nto finish with music from today’s top artists. \nFeatures like Handwashing, Sleep, and Blood \nOxygen offer more insights into users’ overall \nwellness to make more informed decisions for \nthemselves. Apple Watch users can also view \na classification of their Cardio Fitness Level \n— a powerful predictor of overall health — in \nthe Health app, and receive a notification if it \nfalls within the “low” range. The breakthrough \ntechnology allows users to better understand \ntheir cardio fitness measurements taken right \nfrom their own wrist.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   54", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}