{"page_content": "and the UK. Additionally, users have the option \nto securely share their health data with a loved \none, a caregiver, and, in the U.S., their doctor \nthrough the Health app.\nHealth research\nEverything Apple does in health is based \nin science. We have a history of enabling \nthe medical community through platforms \nlike ResearchKit and CareKit, which help \nresearchers produce medical insights and \ndiscoveries on conditions from epilepsy \nto Parkinson’s at a pace and scale never \nseen before.\nApple technology is helping democratize \nmedical research by giving users the ability  \nto opt in to share data through the Research \napp using their iPhone or Apple Watch. There \nare currently three public landmark studies  \nin the Research app:\nApple Women’s Health Study: The Harvard \nT.H. Chan School of Public Health has teamed \nup with Apple and the National Institute of \nEnvironmental Health Sciences to gain a deeper \nunderstanding of how certain demographic \nand lifestyle factors could have an impact on \nmenstrual cycles and gynecologic conditions, \nincluding infertility, menopause, and polycystic \novary syndrome. See the latest updates .\nApple Hearing Study:  The Apple Hearing \nStudy is a partnership between the University \nof Michigan and Apple to study sound \nexposure and its impact on hearing health. \nThis groundbreaking study helps advance \nour understanding of how hearing could be \nimpacted over time by exposure to sound at certain levels. The study data is also being \nshared with the World Health Organization as a \ncontribution to its Make Listening Safe initiative. \nSee the latest updates .\nApple Heart and Movement Study:  \nConducted in collaboration with the American \nHeart Association and Brigham and Women’s \nHospital, the Apple Heart and Movement \nStudy explores factors that affect heart \nhealth and potentially cause deterioration in \nmobility or overall well-being, in an effort to \npromote healthy movement and improved \ncardiovascular health. By collecting heart \nhealth, workout, mobility, and activity data \nfrom Apple Watch and iPhone users, as well as \nsurvey data, this study will provide insights on \nheart health and potential early warning signs  \nin ways that were not possible before.  \nSee the latest updates .\nPartnering with the medical industry\nOur technology gives healthcare providers \nthe tools they need to work effectively within \nhospitals and connect remotely with patients. \nApps on iPad, iPhone, and Apple Watch can \nhelp medical professionals deliver personalized \ncare. We have seen how our technology can \nalso empower clinicians to be more mobile, \nleading to time savings and more time spent \ntaking care of patients. Our devices are \ndesigned to protect patient data yet remain \naccessible and easy to use across providers. \nThe result is care that becomes more efficient, \nmore personalized, and ultimately, more \nhuman. Learn more about how our products \nsupport medical  professionals .Caring for customers\nAt Apple, we want to create products and \nservices that enrich people’s lives. To us, that \nmeans making the best, not the most, and only \nbuilding things that make us proud.\nA world-class experience\nWe’re motivated by creating the best user \nexperience through our products and in every \ninteraction with our customers. We focus on \nbreakthrough technologies and innovative \nfeatures that set us apart and keep people \ncoming back to Apple. Consumer surveys have \nconsistently shown high satisfaction ratings for \nour revolutionary products, including iPhone \n(97 percent or higher), Mac (over 87 percent), \niPad (93 percent or higher), and Apple Watch \n(90 percent or higher).21 \nSupport through retail\nOur focus on our customers extends to a retail \nexperience that puts the people we serve \nat the center of everything we do. Our retail \nteams inspire our customers to discover, learn \nabout, and choose Apple products, services, \nand accessories by delivering a personalized \nexperience like no other. Apple Specialists \nin our retail stores and contact centers help \ncustomers find the right products with  \none-on-one shopping and support sessions  \n— in person, over the phone, or via chat. Today \nat Apple and Online Personal sessions help \ncustomers learn how to get the most from their \ndevices and take their creativity further.Investigator Support Program\nInspired by the innovative ways the research, \nclinical, and developer communities leverage \nour products and platforms, we launched the \nInvestigator Support Program that provides \nresearchers with opportunities to receive \nApple Watch to include in their research study. \nWe have witnessed firsthand how researchers \nand clinicians are able to accomplish even \nmore with the addition of Apple Watch to their \nresearch and care programs, and through this \nprogram we hope even more people can have \nthe same kind of success. Currently, studies \naround the globe are integrating Apple Watch \ninto their research across heart, mobility, \nactivity, and other focus areas. See more  \nabout the program . \nOn iPhone, Walking Steadiness is an industry \nfirst, providing insight into fall risk by leveraging \nimportant mobility data as users walk with their \niPhone, directly within the Health app. The \nHealth app provides a consolidated view of \nusers’ health information — data from iPhone, \nthird-party apps, and Apple Watch. And since \nintroducing the Health Records feature in \n2018, it is supported at over 800 healthcare \ninstitutions with over 12,500 care locations \nacross three regions — the U.S., Canada,  \nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   55", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}