{"page_content": "Apple’s Education team works to ensure that \nstudents, teachers, and parents have the best \nlearning tools for the classroom. For business \ncustomers, the dedicated teams in every Apple \nStore provide the advice, pricing, and support \nsmall businesses need in our communities.\nWe work closely with Apple Authorized \nResellers, like carriers, and retailers to enhance \nthe customer shopping experience beyond our \nown retail locations and the Apple website.\nListening and improving\nTo help ensure quality, we continually monitor \ncustomer feedback, assess key drivers, and \nleverage analytics to improve the customer \nexperience. Customer feedback is shared \nwith team members as well as leaders, so that \neveryone understands their impact and is \nfocused on making the customer experience \nthe best it can possibly be. Throughout the \npandemic, our retail teams continue to work \ndiligently to be flexible through ever-changing \noperational challenges, as well as health and \ngovernment guidelines. All the while they keep \nthe focus on helping our customers, and as a \nresult our Store teams earned our highest-ever \ncustomer satisfaction scores.\nAs we continue delivering exceptional \nproducts, we remain committed to high-quality \nstandards and transparent communication \nwith customers. We maintain a System Status \npage to actively report on identified system \nissues and offer service programs to address \nhardware issues. We encourage our customers \nto contact us with questions, provide feedback, \nor request support. As just one example, learn \nmore  about how we responded to customer \nfeedback on AirTag.Safety for children and families \nFamilies love iPhone, iPad, Mac, Apple Watch, \nand Apple TV because they are some of the \nmost powerful tools ever made for learning, \nexploring, and staying in touch. We’re committed \nto providing tools that let caregivers know, and \nfeel good about, what kids are doing. A range of \nfeatures offer flexibility to track app usage, set \nlimits on screen time and community, choose \nwhich apps children can use, and manage the \ncontent and websites they can access.\nFeatures also help protect kids from what they \nsee and send. With the latest versions of iOS, \niPadOS, and macOS, families can set up kids’ \ndevices to show warnings when receiving or \nsending images containing nudity. The image \nis blurred, and the child gets an alert along with Building durability and repairability  \ninto our designs\nDesigning and building durable hardware is \ncore to delivering this customer experience.  \nWe assess our designs against our strict \ndurability standards through testing methods \nthat mimic realistic conditions in which our \ncustomers use their products. Every aspect \nof our products is thoroughly assessed by \nengineers in our Reliability Testing Lab who \nmeasure the performance of materials, \ncomponents, and fully assembled products.\nWe continue to design our products with \nfeatures that enhance repairability and \ndurability. For instance, we’ve continued  \nto increase the number of repairable modules \non iPhone while also adding durability features \nlike water resistance. \nMaking repairs more convenient\nIf a repair is needed, we believe our customers \nshould have convenient access to quality  \nrepair services to get their product back up  \nand running as quickly as possible.\nOver the past three years, we’ve nearly doubled \nthe number of service locations with access \nto genuine Apple parts, tools, and training, \noffering more ways for consumers to get \nrepairs. These repair options include Apple \nStore locations, Apple Authorized Service \nProviders (AASP), participating Independent \nRepair Providers, mail-in repair centers, or \nonsite service and, starting in 2022, Self \nService Repair. Our repair network has grown \nto over 5000 AASP locations and over 3000 \nIndependent Repair Providers around the world \n— in addition to our 500 Apple retail locations.Visit our Families site  and Child Safety site   \nto learn moreThe App Store:  \nA safe place for kids\nThe Made for Kids section on the App Store \nis carefully curated to be a great space for \nchildren. And we review apps to help make \nsure they do what they say they do. In Content \nRestrictions, you can also tap an age range \nand, just like that, your kids can buy or \ndownload only apps appropriate for them.\nMessages can warn children when receiving or \nsending photos that contain nudity.\nhelpful resources and the option to message \nsomeone they trust for help. End-to-end \nencryption is maintained, and Apple doesn’t  \nget access to your messages.\nApple has also expanded guidance in Siri, \nSpotlight, and Safari Search by providing \nadditional resources to help children and \nfamilies stay safe online and get help with \nunsafe situations. For example, users who ask \nSiri how they can report child exploitation will  \nbe pointed to resources for where and how  \nto file a report.\nProduct longevity \nWe believe long-lasting products are best for \nthe environment. We also believe products that \nminimize the need for repair or replacement \nencourage our customers to come back to \nApple. We design our products with this goal \nin mind.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   56", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}