{"page_content": "Environment programs: We’re supporting efforts \nto restore areas within the Amazon forest that \nare under threat from forest fires. The Alliance’s \nreforestation work also includes training and \noutreach programs to empower local communities \nin protection and governance practices, while \ndeveloping and strengthening livelihood models \nthat support economic development. We also \nsupport the National Park Foundation in the U.S., \nwhich has provided more than 1,000,000 students \nwith meaningful national park experiences since \n2011, encouraging young people to connect with \nthe natural world. In addition, we’re backing the \nFoundation’s work to advance outdoor equity by \neliminating barriers and promoting access. And  \nin the Chyulu Hills region of Kenya, we’re \nsupporting community empowerment programs \nfor Maasai smallholder farmers, including \neducational scholarships for local students as  \nwell as pastureland management training.Crises and natural disasters: We also \nmobilized funding for a number of unexpected \nevents in fiscal year 2021 and early 2022, \nincluding flooding in Australia, China, Eastern \nand Western Europe, and the U.S; tornados, \nhurricanes, and significant storms in the U.S.; \nsupport for COVID-19 in several countries \naround the world; the typhoon in the Philippines; \nwildfires in Canada and the Western U.S.; the \nearthquake in Haiti; and humanitarian support \nin Afghanistan.\nVolunteers from retail participated in a gardening activity that included seeding, weeding, mulching, composting, \nplanting, and harvesting to create micro farms and edible gardens  \nin Orlando, Florida, in honor of Earth Day 2022.Responding to the war in Ukraine \nWe are deeply concerned about the ongoing war in Ukraine and have provided support \nin several ways. We made corporate donations to humanitarian efforts helping people on \nthe ground, including to relief agencies and non-profits, such as World Central Kitchen, \nDoctors Without Borders, and the International Rescue Committee. We facilitated \ncontributions to UNICEF — which is supporting children and families affected by the  \nwar — through a tile on our website and services like Apple Music and the App Store. \nWe also offered our employees opportunities to donate and volunteer, including holding \na 2-to-1 matching campaign to amplify employee donations to organizations providing \nshelter, food, and medicine to those affected by the war. Employees also took part in virtual \nactivities, including providing language support to refugees, recording video messages \nand making cards for children, and supporting the Missing Maps Project, which helps map \nvulnerable places, like Ukraine, so that NGOs and individuals can use the maps and data to \nbetter respond to crises. At the same time, we have worked to support our teams in Ukraine \nand across the region. In Ukraine, we contacted every employee, assisting them and their \nfamilies in any way we could. We are also offering support to our Ukrainian team members \nlocated outside of the country, as well as any employee who needs support. Employee giving\nOur Employee Giving program provides \nopportunities for employees to contribute to the \ncauses they care deeply about with the support \nof Apple. From volunteering to donations to \nsmaller individual actions, Apple is committed \nto giving, hand in hand with our team members. \nOur program promotes charitable giving to \nqualified organizations by matching donations  \nof time, money, eligible stock, or Apple products.In 2021, Apple’s Employee Giving program \ncelebrated its 10th anniversary, having raised \nnearly $725 million for 39,000 organizations \nworldwide — with over $120 million distributed \nto organizations around the globe in 2021 \nalone.25 The funds raised through Apple’s \nEmployee Giving program include the work of \n68,000 employee volunteers who have logged \nalmost 2 million volunteer hours since 2011.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   67", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}