{"page_content": "ESG data summary\nFiscal year\n2021 2020 2019 2018 2017\nCorporate emissions1 \n(metric tons CO 2e)Scope 1 (gross emissions) 55,200 47,430 52,730 57,440 47,050\nNatural gas, diesel, propane 40,070 39,340 40,910 42,840 36,210\nFleet vehicles 12,090 4,270 6,950 11,110 8,300\nProcess emissions23,040 3,830 4,870 3,490 2,540\nScope 2 (market-based) 2,780 0 0 8,730 36,250\nElectricity 0 0 0 8,730 36,250\nSteam, heating, and cooling3 2,780 - - - -\nScope 3 (gross emissions)423,130,000 22,550,000 24,980,000 25,070,000 27,330,000\nBusiness travel522,850 153,000 326,000 337 ,000 121,000\nEmployee commute685,570 134,000 195,000 183,000 172,000\nCorporate carbon offsets7-167 ,000 -70,000 - - -\nProduct life \ncycle emissions8  \n(metric tons CO 2e)Manufacturing  \n(purchased goods \nand services)16,200,000 16,100,000 18,900,000 18,500,000 21,100,000\nProduct transportation  \n(upstream and downstream)1,750,000 1,800,000 1,400,000 1,300,000 1,200,000\nProduct use  \n(use of sold products)4,990,000 4,300,000 4,100,000 4,700,000 4,700,000\nEnd-of-life treatment 80,000 60,000 60,000 50,000 40,000\nProduct carbon offsets9-500,000 - - - -\nTotal gross carbon footprint (without offsets)10  \n(metric tons CO 2e)23,200,000 22,600,000 25,100,000 25,200,000 27,500,000\nTotal net carbon footprint (after applying offsets)10  \n(metric tons CO 2e)22,530,000 22,530,000 25,100,000 25,200,000 27,500,0001. Apple is carbon neutral for corporate emissions as of April 2020. \n2. Emissions from R&D processes.\n3. Beginning in FY2021, we’re accounting for scope 2 emissions from the \npurchase of district heating, chilled water, and steam.\n4. In fiscal year 2017, we started calculating scope 3 emissions not listed in \nthis table. In fiscal year 2021, these include electricity transmission and \ndistribution losses amounted to about 28,000 metric tons CO 2e and life \ncycle emissions associated with renewable energy amounted to about \n95,000 metric tons CO 2e. We have not accounted for emissions resulting \nfrom employees working from home, because we anticipated these \nemissions are small relative to our carbon footprint and we are still evolving \nour methodology. \n5. We regularly revisit our methodology to hold ourselves to high accountability \nstandards. So in fiscal year 2018, we changed how we calculate emissions \nfrom business travel in order to better account for classes of service in air \ntravel. As a result of this change, our scope 3 transportation emissions \nincreased by 77 percent between 2017 and 2018. Without the methodology \nchange, these emissions would have increased by 14 percent, which reflects \nthe growth in our business.\n6. Beginning in fiscal year 2020, we updated our methodology to reflect the \nimpact of COVID-19 on employee commute.\n7. We retired 167,000 metric tons of carbon credits from the Chyulu Hills project \nin Kenya to maintain carbon neutrality for our corporate emissions in fiscal \nyear 2021. This project is certified to the VCS and CCB standards.\n8. Because we’re committed to accuracy and transparency, we regularly refine \nour product life cycle assessment model and sources of data. For example, \nwe recently obtained more granular data summarizing in which countries our \nproducts are sold and used, resulting in more granularity possible for grid \nemission factors used in the carbon footprint of the product use phase. The  \nnet result was an increase in our 2021 carbon footprint. When using the \nsame level of data granularity and model as 2021, our product use carbon \nemissions in 2021 would have been about 2.5 percent lower.\n9. For fiscal year 2021, we retired credits from the Chyulu Hills project in Kenya, \nand purchased carbon credits from two additional projects to offset a total \nof 500,000 metric tons of direct emissions across our value chain. The first \nproject, a REDD+ coastal conservation project in Guatemala, protects and \nconserves forests from deforestation and degradation. The second project  \naims to establish forests on about 46,000 hectares of barren land that is not \notherwise in use across seven counties in the Guizhou Province of China. \nBoth projects are certified to the same high standards that we require for \nprojects in the Restore Fund, including VCS and CCBS. These projects are all \ncertified to the VCS and CCB standards.\n10. Due to rounding, our gross and net carbon footprints do not always the sum \nof the subtotals disclosed above. \n Notes: For data on previous years, please reference past Environmental Progress \nReports, available at apple.com/environment.  Dash indicates data that are not \navailable. Due to rounding, totals may not be the sum of the subtotals above.Greenhouse gas emissionsEnvironment\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   78", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}