{"page_content": "Endnotes\n1 Apple’s 2030 carbon neutrality goal means that we \nplan to reach net zero beginning with our fiscal year \n2030 carbon footprint.\n2 61.7 percent emissions reduction by fiscal year \n2030 relative to our fiscal year 2019 emissions.\n3 Based on sales-weighted averages of Mac, \niPad, iPhone, Apple Watch, Apple TV, HomePod, \nAirPods, and Beats.\n4 Eligible products are those in a product category \nfor which ENERGY STAR certification exists.  \nFor more information, visit www.energystar.\ngov. ENERGY STAR and the ENERGY STAR mark \nare registered trademarks owned by the U.S. \nEnvironmental Protection Agency.\n5 Calculated in accordance with the SASB standard, \nmetric TC-HW-410a.2. Apple lists eligible products \nsold in the United States and Canada on the \nElectronic Product Environmental Assessment \nTool (EPEAT) Registry. To calculate this metric, we \nconsidered “eligible for the EPEAT Registry” all \nproducts sold globally that correspond to those \nlisted on the EPEAT Registry. Eligible products \nare those in a product category for which EPEAT \nregistration exists, which includes desktop \ncomputers, notebook computers, computer \ndisplays, and mobile phones. For more information, \nvisit  www.epeat.net . \n6 Includes the 13-inch MacBook Air, Apple TV 4K, \n13-inch MacBook Pro, Mac mini, iPad mini, 11-inch \niPad Pro, iPad, and the 24-inch iMac. Recycled \ncontent accounts for materials that are third-party \ncertified and supplier reported. The actual total \nrecycled content may be higher given industry-\naverage recycled content not included here. 7 Total recycled material shipped in products is \ndriven by product material composition and total \nsales, and may fluctuate based on the number and \ntype of products sold each year.\n8 Plastic packaging components refer to any \npackaging part made of majority plastic, including \nplastic wraps, plastic trays, or plastic screen \nfilms. Some plastic is still found on packaging \ncomponents made primarily of fiber.\n9 These savings do not include reduction in  \nwater use from facility closures and reduced \noccupancy due to the COVID -19 pandemic. \nWe consider those savings temporary and also \nacknowledge that the water use was transferred to \nemployees’ homes. \n10 This total includes freshwater use as well as \nalternative water sources, including recycled \nwater, rainwater, and recovered condensate. We \ndefine freshwater as drinking-water quality, the \nmajority of which comes from municipal sources \nand less than 5 percent comes from onsite \ngroundwater sources. Recycled water represents a \nkey alternative water source. Our recycled water is \nsourced primarily from municipal treatment plants, \nwith less than 5 percent from onsite treatment. \nRecycled water is primarily used for irrigation, \nmake-up water in cooling, or toilet flushing. Other \nalternative sources of freshwater include rainwater \nand recovered condensate that is captured onsite. \nWater used for construction for activities like dust \ncontrol is not included in this total, and represents \n13 million gallons of water used in fiscal year 2021. \nOur actual water discharge may vary by 10 percent \nrelative to our estimates. In these estimates, we’ve \ntaken into account consumptive activities including \nirrigation and cooling towers.11 We are now accounting for savings through \nthis program on a fiscal year basis, rather \nthan a calendar year basis as was reported in \nprevious years. \n12 Waste diversion rates do not include construction \nand demolition waste or electronic waste for fiscal \nyear 2020. Electronic waste is accounted for in \nthe total metric tons of electronic waste we sent to \nrecycling found on page 49 of the Environmental \nProgress Report.\n13 Our Mesa and Prineville data centers are third-\nparty certified as Zero Waste by USGBC TRUE. \nTRUE requires 90 percent diversion or higher from \nthe landfill without the use of waste-to-energy to \nachieve Zero Waste to Landfill.\n14 These sites have been third-party verified by UL \nLLC against the UL 2799 Standard. UL requires \nat least 90 percent diversion through methods \nother than waste to energy to achieve Zero Waste \nto Landfill (Silver 90–94 percent, Gold 95–99 \npercent, and Platinum 100 percent) designations.\n15 Apple benefit programs vary by country, are \nsubject to eligibility requirements, and may be \nmodified from time to time. Many programs extend \nto full-time and part-time employees globally, but \nthere can be significant variations by country due \nto local law.\n16 Free, confidential counseling for employees and \neligible dependents, subject to annual limits.\n17 Family and reproductive healthcare benefits \ndescribed in this report are specific to \nU.S. employees.\n18 In the U.S., full-time employees accrue up to \n12 days per year and part-time employees accrue \nup to six days per year up to a maximum of \n240 hours.19 For full-time U.S. employees, Pregnancy Leave is \n10–12 weeks, which is followed by six weeks for \nNew Parent Leave, and then four weeks of a gradual \nreturn to work.\n20 Apple reports 3TG smelter and refiner assessment \ninformation on a calendar year per U.S. Securities \nand Exchange Commission (SEC) requirements. \nSee our annual Conflict Minerals Report by visiting \nhttps://www.apple.com/supplier-responsibility/\n21 Based on surveys conducted by 451 Research in \nthe U.S. considering quarterly ratings over the past \nthree years.\n22 As of December 2021.\n23 As of our latest alumni survey in December 2021.\n24 As of our latest alumni survey in December 2021.\n25 As of the end of December 2021. ( https://www.\napple.com/newsroom/2021/12/apple-marks-a-\nyear-of-giving-in-the-communities-it-calls-home/ )\n26 Total tax payments and average annual effective \ntax rate reflect data through fiscal year 2021.\nAppendix Governance Communities Suppliers Customers Our People Environment Introduction Apple’s 2022 ESG Report   85", "metadata": {"source": "NASDAQ_AAPL_2022.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}