{"page_content": "      This report contains forward-looking statements regarding 2U, Inc.’s future business expectations, which are subject to the safe harbor provisions of \nthe Private Securities Litigation Reform Act of 1995. All statements other than statements of historical facts contained in this report, including statements \nregarding future results of  operations and ﬁnancial position of 2U, including ﬁnancial targets, business strategy, and plans and objectives for future \noperations, are forward-looking statements. 2U has based these forward-looking statements largely on its estimates of its ﬁnancial results and its \ncurrent expectations and projections about future events and ﬁnancial trends that it believes may aﬀect its ﬁnancial condition, results of operations, \nbusiness strategy, short-term and long-term business operations and objectives, and ﬁnancial needs as of the date of this report. The company \nundertakes no obligation to update these statements as a result of new information or future events. These forward-looking statements are subject to a \nnumber of risks, uncertainties and assumptions that could cause actual results to diﬀer materially from the results predicted, including, those described \nin the company’s Annual Report on Form 10-K for the year ended December 31, 2021 and other ﬁlings with the Securities and Exchange Commission. \nMoreover, 2U operates in a very competitive and rapidly changing environment. New risks emerge from time to time. It is not possible for 2U \nmanagement to predict all risks, nor can 2U assess the impact of all factors on its business or the extent to which any factor, or combination of factors, \nmay cause actual results to diﬀer materially from those contained in any forward-looking statements 2U may make. In light of these risks, uncertainties \nand assumptions, the forward-looking events and circumstances discussed in this report may not occur and actual results could diﬀer materially and \nadversely from those anticipated. \nThis report uses certain trademarks and service marks for reference purposes. Micromasters and Microbachelors are registered trademarks of \nThe Center For Reimagining Learning.  All other trademarks and service marks are and remain the property of their respective owners. \nThe data shared in this report reﬂects the Company’s operations inception to December 31, 2021 or for ﬁscal year 2021, as speciﬁed, unless \notherwise noted. The data in this report may contain ﬁgures that are approximated or rounded based on the best measurements we have available to \nus. All employee and student demographic data is self-reported. Student demographic data are self-reported by students. Figures included in this \nreport are based on the total number of students that reported demographic data for ﬁscal year 2020 and includes only those programs and students \nfor which 2U has access to the information. About this Report. Methodology and Forward-Looking Statements \n36", "metadata": {"source": "NASDAQ_TWOU_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}