{"page_content": "Membership of Associations and Awards\nWe are active members in various national and international associations. Industry as -\nsociations play a vital role in developing and implementing industry standards and best \npractices in areas such as environmental protection, technology and innovation, and \nhealth and safety. They also provide opportunities for engagement with key stakehold -\ners. Through our membership we are actively involved in supporting understanding of \nkey issues of the shipping sector, share knowledge, and provide input. \nHellenic Bulk Carrier Working Group (BCWG)\nGreek Technical Committee(American Bureau of Shipping) Hellenic Technical Committee\nRegister Technical Committee\nAwardsDNV GL\nDNV GLABS\nLloyd’s\nAMVER\nIn 2021 we received “The Dry Cargo Company of the \nYear” award by Lloyd’s List Greek Shipping Awards. \nThe award was based on nominations from the wider \nshipping community that were assessed by a distin -\nguished panel of industry judges. During the event em -\nphasis was given not only to the successful financial \ntransformation of the Company, but also on its sole \nconcentration on the Capesize sector following the \nCompany’s 55% fleet increase within 2021, as well as \non SEANERGY’S ability to navigate remarkably through \nunprecedented adverse market conditions.ABOUT SEANERGY\n1\n2\n3\n4\n5\nOur CharterersOur supply chain\nOur goal is to build strong relationships with world leading charterers.\nOur diversified customer base includes the world’s major miners, traders, and operators. Our first-class fleet and \nfleet operations provide competitiveness and flexibility. As a result, we enjoy market recognition as a quality and \nreliable operator.\nABOUT SEANERGY\nOur purchasing department is responsible for sourcing and supplying spares and supplies for our vessels and seafar -\ners needs. These include purchase of vessel equipment and spare parts, lubricants, stores and provisions, chemicals, \npaints and services of qualified technicians.\nOn a daily basis, our purchasing officers liaise with a large number of suppliers and service providers globally in an \neffort to optimize the supply and forwarding processes. The optimization of our purchasing process is supported by, \nand centralized in, a dedicated online marketplace which connects shipowners and ship managers with designated, \nqualifying suppliers and service providers creating beneficial synergies. Through this process, suppliers are bench -\nmarked and rated based on the quality and efficacy of their services. Supplier data is also processed by our in-house \nsafety and quality department, ensuring that our efforts to contain costs and save time will not risk the quality of the \nsupplies or services.  As a general rule, we are trying to avoid airfreight deliveries and associated carbon emissions, \nwhile also reducing transportation costs. In addition, we are consolidating shipments and forwarding activities by \nfollowing a fleet-wide approach in supplying spare parts and stores for our vessels in selected ports of frequent calls. \nOver the years, we have managed to build long-term relationships with suppliers that produce superior results and \npromote efficiencies and greener delivery services. Our supplier selection process is dynamic in the sense that it is \nadjusted based on the global logistics landscape and emerging trends in the sector. We place value in our partners \nability to conduct business in a manner that positively impacts the environment, takes care of people around the \nplanet and promotes transparency.  In this context, we reword with repeat business companies that pursue con -\ntinuously responsible and sustainable strategies.  More than 19% of our major suppliers and more than 16% of our \nmedium and small suppliers are characterized as “green suppliers” based on ISO 4001:2015, while we aim to increase \nthese percentages further.\nSEANERGY 2021 ESG REPORT19\n 18\n", "metadata": {"source": "NASDAQ_SHIP_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}