{"page_content": " 10\nALKERMES • CORPORATE RESPONSIBILITY REPORTAt Alkermes, our goal is to conduct our business \nactivities in a manner that:\n• Protects the health and safety of our employees;  \n• Minimizes the environmental impacts of our  \n operations and promotes effective stewardship of  \n environmental resources; and \n• Maintains an unwavering focus on product quality  \n and safety. \nWe are committed to complying with applicable laws, \nrules, and regulations and operating with the highest \nstandards of conduct. As a global business, our SECTION 5 \nENVIRONMENT\nenvironmental activities and impacts are structured to \nmeet all relevant local and national regulatory agencies’ \nrequirements in the countries where we operate, \nincluding routine regulatory inspections for EHSS, \nproduct quality and product safety.\nWe strive to go beyond compliance and strive to create \na culture of sustainability throughout the organization. \nWe work collaboratively across stakeholder groups and \nbusiness units to identify ways to reduce our \nenvironmental impact, mitigate risk, and increase \nefficiencies.\n1 https://www.bls.gov/iif/oshwc/osh/os/summ1_00_2018.htm; NAICS \nnumber 325412Energy Use\nGreenhouse Emissions Health and Safety Incident RateWater Use\nCombined energy use per employee decreased \n7% in 2019 compared to 2018 and 42% \ncompared to our baseline year of 2015.\nCombined greenhouse emissions (CO2e) \nper employee decreased nearly 4% in \n2019 compared to 2018, and 39%  \ncompared to our baseline year of 2015.Lost workday case rate in 2019 was 0.09 , \ncompared to the industry benchmark of 0.41\nRecordable incident rate in 2019 was 0.3 , \ncompared to the industry benchmark of 1.5. Water use decreased 6% in 2019 \ncompared to 2018, and 32% compared to \nour baseline year of 2015.\nFor additional details on these health and safety metrics, please refer to the graphs on page 12. For additional details on our energy use, water use and \ngreenhouse gas emissions, please refer to the graphs on page 14.2019 Performance Highlights\nIn 2019, we continued to focus on reducing the impact of our operations on the environment and protecting the \nhealth and safety of our employees.  Highlights included:", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}