{"page_content": " 11\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nGlobal Environmental  \nHealth, Safety and Security\nEHSS initiatives ranging from our high-level, systemic \ncompliance and risk management frameworks to \nprograms more focused on creating a culture of EHSS \nrisk awareness and active workforce engagement.\nRisk Management System  \n(RMS) Framework\nWe maintain a robust, enterprise-wide EHSS Risk \nManagement System (RMS), based on the structured \nprinciples of the international standards ISO14001:2015 \n(environmental management) and ISO45001:2018 \n(occupational health and safety management). \nDesigned to rapidly identify existing and emerging \nrisks and assign appropriate resources to ensure \neffective mitigation at each of our operating facilities, \nour RMS framework enables us to:\n•  Comply with statutory and regulatory requirements \nand Alkermes’ internal policies, and adhere to the \nterms of our environmental permits and licenses;\n•  Proactively identify and prioritize EHSS risks and \npotential mitigations for internal and external \noperations; \n•  Maintain effective emergency response \npreparedness; and\n•  Drive continuous improvement across all of our \noperating areas.\nOUR RISK PREVENTION MODEL \nWe continue to deploy our novel “Preventive EHSS Risk Model” to identify opportunities for \nongoing improvement across the enterprise; realign corporate EHSS objectives and priorities; drive \nlocal strategies, goals and objectives at the facility level; ensure that adequate resources are \nallocated to ensure timely and effective risk mitigation; and identify “leading” rather than “lagging” \nindicators of risk to potentially avert those risks before they impact the enterprise.SECTION 5 \nENVIRONMENT\nAlkermes is committed to operating in a way that \nprotects our employees, our environment and our \ncommunities. We implement a variety of EHSS risk \nmanagement strategies to help ensure compliance, \nproactively reduce risk, and drive awareness and \nimprovement of our environmental impacts, priorities \nand risks. The core goals established by our EHSS \nfunction include to:\n•  Preserve and protect the viability of the business  \nand the health and safety of our employees;\n•  Support safe, rapid, and sustainable innovation and \ngrowth; and\n•  Meet or exceed applicable environmental, health,  \nand safety regulations and statutory obligations for \nthe regions in which we operate.\nTogether with committed leadership and an engaged \nworkforce, our operations are supported by teams of \nhighly qualified and experienced EHSS professionals \nwho provide strategic oversight and governance of \nEHSS activities and evaluate and establish appropriate \nEHSS performance goals for our operations. \nOur EHSS strategy is integrated into all aspects of our \nbusiness and spans the full scope of our enterprise, \nincluding our R&D, manufacturing, external operations, \ngeneral and administrative functions, and our field \nsales teams. This strategy is supported by numerous ", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}