{"page_content": " 12\nALKERMES • CORPORATE RESPONSIBILITY REPORT012345678\n050010001500200025003000\n2011 2012 2013 2014 2015 2016 2017 2018 2019Incidents per 100 employeesNumber of EmployeesAlkermes Employee Incident Rate\nEmployees Incidents Collaborative and \nRisk-focused \nEngagement (CaRE™)\nCaRE™ is our proprietary risk mitigation program \ndesigned to encourage employees to preemptively \nidentify and address EHSS risks and enhance \nsustainability.\nThe CaRE program engages leaders and colleagues \nfrom various parts of our business to take an active \nrole in building a preventive and sustainable EHSS \nrisk-focused culture. Components of the program that \nhelp encourage high levels of employee engagement \nand contribute to our low incident rates include: \n•  Workplace “walkthroughs” by cross-functional \nleaders to improve risk awareness and encourage \nproactive action, fostering open and honest \ndiscussions with employees; \n•  Our “Good Save” system to help identify and resolve \nworkplace hazards and risks;\n• Sophisticated data collection and management to  \n support risk mitigation and measurement efforts; and\n•  Employee recognition for those employees engaged \nin CaRE efforts, to amplify and encourage our \ncollective goal of continuous improvement.SECTION 5 \nENVIRONMENT\n™\nALKERMES EMPLOYEE INCIDENT RATE\n*2018 BLS DataEmployee Health and Safety\nWe make every effort to ensure that our workplaces \nare safe and protective of the health and well-being  \nof our people. The success of these efforts is a shared \nresponsibility and is enhanced by the personal \ncommitment and awareness of our employees. Our \nculture of collaboration, trust, and respect, together \nwith our focus on policies that promote safety and \nemergency preparedness, help us build and maintain  \na safe and secure workplace environment. We adhere \nto all health and safety standards set by regulators in \nthe locations in which we operate and routinely train \nemployees and monitor our sites to reduce the risk of \nworkplace accidents. PHARMA INDUSTRY BENCHMARK — INJURY RATES\n00.20.40.60.811.21.41.6\nRecordable Injuries in 2019  Average Lost Time InjuriesPharma Industry Benchmark -Injury Rates\nAlkermes Pharma Industry*Despite the overall growth of our employee population \nsince 2011, our incident rate of reportable employee \ninjuries has declined overall, and in 2019 our rates of \nboth workplace accidents resulting in recordable \ninjuries and injuries that resulted in lost work time \nremained below industry averages, as shown below. \nLost Time Injuries in 2019", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}