{"page_content": " 14\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nm3MUNICIPAL WATER SUPPLY (ATHLONE):\nFig. 2 Reduction in Municipal Water Usage from 2015 to 2019Environmental Protection  \nand Sustainability \nWe intend to continue to grow our business and \noperations in a manner that is both protective of the \nenvironment and sustainable in the long-term. We \nstrive to create a culture of sustainability throughout \nour organization and work collaboratively across internal \nstakeholder groups and business units to identify ways \nto reduce our environmental impact, mitigate risks  \nand create sustainable business opportunities. \nIn 2019, cross-functional teams across our business \nmade the following environmental sustainability \nimprovements:  \n•  Energy and resource conservation:\n  - We replaced fluorescent lights in our Wilmington  \n     facility with a goal of reducing electrical    \n     consumption by more than 50% in equivalent \n     usage; \n  - Through our “Big Switch Off” initiative led by  \n     the sustainability ambassadors at our Athlone  \n     facility during its 2019 winter shutdown period,  \n     we reduced the site’s gas consumption by 41%  \n     and electricity consumption by 40% compared to  \n     the 2018 winter shutdown period, resulting in  \n     energy cost savings of approximately $60,000;  \n     and\n  - We installed multiple charging stations for electric  \n     vehicles at our Athlone Facility.\n \n• Increased recycling opportunities ( see “Waste \nOptimization” section on page 15).\n• Integration of sustainable design principles into new \nconstruction and existing infrastructure projects ( see \ncase study on page 16).SECTION 5 \nENVIRONMENT\nA forum of engineering leaders from each of our \nsites meets regularly to develop best practices for \nour facilities and utility systems. A sub-team of this \ngroup is responsible for integrating sustainability \nprinciples and practices into the design of our capital \nprojects, monitoring company-wide energy audits \nand developing a multi-year plan for energy reduction \ninitiatives.\nControl of Wastewater Emissions\nAlkermes maintains strict controls over its wastewater \nemissions, adhering to the parameters of our \napplicable licenses and permits. We also continually \nevaluate opportunities to improve our wastewater \ncontrol systems. In 2019, we significantly advanced our \nwastewater emissions management system by gaining \na deeper understanding of the environmental \ntoxicology of the products we manufacture and \nadapting our wastewater controls accordingly in order \nto protect the environment in the most sustainable way \npossible. \nWater Conservation\nWe recognize that water is a scarce and invaluable \nresource that we must endeavor to conserve and use \nefficiently and sustainably. We have implemented \nprograms across our organization to assess, reduce \nand optimize our water consumption. In our Athlone \nfacility, a structured evaluation of water consumption \nbetween 2017 and 2018 identified several leaks in the \nmunicipal water supply line. Following repairs and \nimprovements to the pipeline, municipal water \nconsumption from this supply was reduced by more \nthan 96% (see chart to the left), from an average of \n8,458 m3 per month to an average of 300 m3 per \nmonth – saving the equivalent water usage of 418 \naverage homes per month. In 2019, the Athlone site \ncontinued this trend and is now largely self-sufficient in \nwater consumption with substantially all water sourced \nand treated from onsite wells.  ", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}