{"page_content": " 18\nALKERMES • CORPORATE RESPONSIBILITY REPORTQuality and Safety \nAlkermes has robust policies and procedures in  \nplace to promote safe and sustainable research, \ndevelopment, manufacture and commercialization  \nof products. We are committed to meeting our \nmanufacturing objectives reliably and responsibly \nthrough the establishment and maintenance of a  \nsafe, sustainable, and ethical supply chain.\nProduct Quality and Safety\nThe Alkermes Quality Management System (QMS) is a \ncomprehensive program designed to ensure that \nproducts manufactured, stored, tested, or distributed \nby Alkermes consistently meet applicable product \nspecifications, safety and efficacy standards, “good \npractice” (i.e., GCP, GMP, GLP, as defined below) \nquality guidelines and regulations, and regulatory \nrequirements. The QMS is a combination of multiple \nwell-integrated components, covering the entire \nlifecycle of the products we manufacture from \ndevelopment to commercialization and the full supply \nchain associated with each stage in a product’s \nmanufacture. \nOur QMS is designed to ensure compliance with \napplicable provisions of the U.S. Code of Federal \nRegulations, ICH (International Council for \nHarmonisation of Technical Requirements for \nPharmaceuticals for Human Use) Guidance, the \nEuropean Commission Directives relating to medicinal \nproducts for human use, and all aspects of “good \npractice” quality guidelines and regulations (known \ncollectively as GxP), in each case in line with current \nindustry standards. GxP includes Good Clinical Practice \n(GCP) regulations, which govern the conduct of clinical \ntrials, Good Manufacturing Practice (GMP) regulations, \nwhich govern the manufacture of products, and Good \nLaboratory Practice (GLP) regulations, which govern \nthe testing of materials in accordance with applicable \nregulations. We also adhere to applicable quality and \nsafety regulations under the U.S. Controlled \nSubstances Act. \nWe implement rigorous internal processes to support \nthe quality and safety of our products across their \nlifecycle — from preclinical studies to commercial use \n— and we regularly audit and assess our contracted external manufacturing partners to monitor their \ncompliance with Alkermes standards of quality and \nwith applicable laws and regulations. In addition, the \nU.S. Food and Drug Administration (FDA), the \nEuropean Medicines Agency (EMA) and other global \nregulatory agencies routinely inspect our facilities in \nAthlone, Ireland, Waltham, Massachusetts and \nWilmington, Ohio to confirm compliance with \napplicable regulatory regimes.  \nThe Alkermes Quality Manual lays out the various \nprinciples of quality that are required to be upheld by \nall Alkermes employees and provides guidance for \nadherence to applicable quality requirements. As part \nof our QMS, Alkermes employees also receive \ncomprehensive training on the safety and quality \nresources and standard procedures that we have in \nplace to help ensure our high standards of quality and \nsafety are part of day-to-day operations. Employees \nare required to train on all new or updated procedures \nrequired for their role. Electronic learning systems are \nused to monitor and manage each employee’s \ncompliance with our training curriculum. Depending on \nthe complexity of an employee’s role and the required \ntraining for such role, classroom and/or supervised \non-the-job training is also provided as needed. We \nmaintain and continually assess, modify and improve \nthe QMS through management’s oversight of the \nsystem and through our established quality \nprocedures, including internal audits, external audits, \nrisk assessments, quality performance metrics, \ncorrective actions, and preventive actions.\nPatient Safety\nWe are committed to ensuring the authenticity of our \nmedicines and guarding against counterfeit products \n(those not equivalent in quality, safety, and efficacy, or \nnot containing the correct amount of active ingredient \nand/or containing impurities) to safeguard patients \nand minimize risk in the marketplace for our products.\nAlkermes has established a standard operating \nprocedure (SOP) in accordance with FDA regulations \nthat provides for the timely and efficient removal from \nthe market of any commercial drug product suspected \nor found to be defective. This procedure covers all SECTION 5 \nENVIRONMENT", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}