{"page_content": " 19\nALKERMES • CORPORATE RESPONSIBILITY REPORTproducts — including trade products, sample products, \nand clinical supplies of product candidates — \nmanufactured and distributed by or on behalf of \nAlkermes. This SOP includes requirements for the \nnotification of and consultation with applicable \nregulatory authorities, the conduct of a health hazard \nassessment, and communications to customers, \npartners, healthcare providers and patients as directed \nby regulators or our internal policies or procedures.\nResponsibility in Manufacturing  \nand the Supply Chain\nBeyond our own facilities, we contract with a growing \nnetwork of third-party manufacturers to formulate \ncertain products and produce components of products \nor product packaging for clinical and commercial use. \nAll service providers involved in the manufacture and \npackaging of our products are subject to inspection by \nthe FDA or comparable agencies in other jurisdictions, \nand we require that our contract manufacturers adhere \nto current GMP in the manufacture of these products \nand components. All contract manufacturers and \nsuppliers must undergo a pre-approval inspection by \nAlkermes quality personnel to assess their compliance \nwith applicable standards and regulations prior to \ninitiating work for Alkermes. Quality agreements are \nput in place with third parties to set forth Alkermes \nquality requirements and procedures and to govern \nmonitoring of and compliance with Alkermes standards \nand the standards of all applicable laws and \nregulations. Strategic supply chain partners are also \nsubject to Alkermes EHSS standards and expectations. \nIf a vendor does not meet our EHSS or quality \nexpectations, we either work with that vendor to \nimprove its performance and come into compliance \nprior to working with such vendor or consider \nalternative vendors..SECTION 5 \nENVIRONMENT\n", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}