{"page_content": "ALKERMES • CORPORATE RESPONSIBILITY REPORTWe are making a difference. In 2019, approximately \n150,000 people were treated with our proprietary \nmedicines. We expect that number to continue to \ngrow.\nOur Responsibility\nWe are inspired by the courage and determination of \nindividuals living with complex, chronic conditions like \naddiction and schizophrenia. Alkermes has been \naddressing the public health challenges posed by these \nconditions for many years. They have far-reaching \nimpacts on our communities, strain our criminal justice \nsystem and render hundreds of thousands homeless. \nMany of these challenges are exacerbated by the \ncurrent COVID-19 pandemic. People living with \nschizophrenia and addiction have an ongoing need for \ntheir medicines, now more than ever, yet many are \nfacing difficulties in accessing their caregivers and the \nhealthcare system. We see it as our responsibility to do \nwhat we can to ensure that the treatment system \ncontinues to function for these patients. \nOur responsibilities extend beyond this. Our many \nother stakeholders include our employees, our \ncommunities, and the shareholders that have entrusted \nus with their investment. We are dedicated to being \nresponsible stewards of that trust.\nWithin our own organization, we are committed to \ncreating a culture that is collaborative and supportive \nand that enables people of different races, genders, \nand backgrounds to thrive and succeed. We do not \naccept racial intolerance or any other forms of \ndiscrimination. We have always aspired for Alkermes to \nbe a company where all voices are respected and \nvalued. These principles are foundational to our core \nvalues. \nWe are also accountable to the communities in which \nwe live and work. We are dedicated to operating in a \nsustainable and socially responsible manner, as we \nactively seek to minimize our environmental footprint \nand make positive contributions to our local \ncommunities.\n 2A Message from Our CEO\nAlkermes is contributing to the creation of a healthcare \nsystem in which cutting-edge science, innovative \nmedical practice and patient-focused advocacy come \ntogether to address some of society’s greatest health \nissues. Serious mental illness. Addiction. Cancer. These \nare among the most important public health challenges \nof our time. They impact not only patients, their \nfamilies and loved ones, but entire communities as well. \nIn our vision for the future, every person suffering from \nthese conditions is informed of and has access to the \nfull range of treatments that can meet their individual \nneeds. Through our science, medicines and advocacy, \nwe work every day to make this vision a reality.\nSince introducing our first FDA-approved medicine \nmore than a decade ago, we have learned that realizing \nthe transformational power of medicine requires more \nthan good science. In addition to our medicines, we \nneed to champion an approach to care that views \npatients holistically and with compassion. Our work \nfocuses on the multitude of factors — not only medical, \nbut also systemic and social — that impact health \noutcomes. We must work together to elevate current \nstandards of care and reset expectations of what \nconstitutes successful treatment.\nThis is an essential component of our view of corporate \nsocial responsibility.\nAlkermes. Dare for Progress\nBeing a positive force for change begins when we dare \nto demand more. With our distinctive efforts in serious \nmental illness and addiction, conditions that are often \nstigmatized and marginalized in our society, we have \nbuilt our organization with purpose. We have built \nspecialized capabilities to navigate fragmented \ntreatment systems to help address some of the \ncomplex challenges patients with these diseases face. \nWe augment our commercial capabilities with \nadvocacy and action to drive new paradigms of care. \nWe do not do this by ourselves. We collaborate and \nengage with stakeholders across and beyond the \nhealthcare industry to elevate patient perspectives and \nto galvanize support for systemic solutions that could \nhave a meaningful real-world impact.SECTION 1 \nINTRODUCTION", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}