{"page_content": " 20\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nOUR TEAM TAKES SERIOUS MENTAL \nILLNESS AND ADDICTION \nPERSONALLY\n“Everyday when I get up and go to work whether \nit’s on the road or in the home office, the \nmotivation behind what I do is nothing short of \nhaving an impact on anybody struggling with \naddiction. My dad is always on my mind as part of \nthat passion and push for my daily work and job, \nand not in a negative way. One of the things I \nlearned from the journey my dad was on is that it \ntakes a village for someone to really find their path \nback to recovery and everybody that’s helping is \nalso helped through the process. When someone \nasks me years from now, ‘What did I do for work?’ I \nwill tell them I spent my days doing my part each \nand every day to help people struggling with \nopiate and alcohol addiction.” \n- Regional Director at Alkermes\n “As a child, I lost my brother to cancer. My mother, \na retired chemistry teacher, demonstrated amazing \nstrength during my brother’s battle with cancer \nand instilled within me a sense of scientific \ncuriosity that motivates me to research new cancer \ntreatments.” \n– Oncology Director at Alkermes\n“My uncle has schizophrenia. He was a genius, \nvaledictorian at Boston Latin, he was published at \na young age in scientific journals, but he became a \nvagrant and ended up wandering around the US. \nIt’s a lot of lost time. His struggle, and my family’s \nstruggle, motivates me to do the best I can, to \naffect the products we bring to the market. We can \npositively impact someone else’s life, a family who \nis going through something similar. I can’t change \nthe past, but certainly we can provide medication \nand get it into the hands of the people who need \nit.”\n– Quality team member at AlkermesSocial Impact\nWe recognize that all of our stakeholders are \nconnected in a single environment and affect one \nanother. This is particularly true of employees, \nhealthcare providers, patients, caregivers, and the \ncommunities in which we live and work. \nOur employees are the foundation upon which our \nbusiness is built. Their expertise, intelligence, and \ncreativity drive our innovation, and their passion  \nand commitment to excellence are the cornerstone  \nof our success. Supporting our employees’ well-being  \nin a transparent, inclusive, and collaborative culture \nand providing them with the tools and resources to \nflourish personally and professionally helps ensure  \nthat we can meaningfully engage with patients and  \nour communities.\nBeyond our employees, we are committed to giving \nback to the communities where our employees live  \nand work through volunteering opportunities, grant \nprograms, and engagement with caregivers, patients \nand their loved ones. We also support advocacy efforts \nto raise awareness of patient needs and to increase \naccess to medicines and other forms of treatment in \nsupport of patient health and well-being.SECTION 6 \nSOCIAL\n", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}