{"page_content": " 21\nALKERMES • CORPORATE RESPONSIBILITY REPORTEqual Opportunity and \nRespect; Diversity and \nInclusion\nAt Alkermes, we work hard to foster a culture of respect, \ninclusion and equality supported by our Code of Business \nConduct and Ethics and the policies and programs \nchampioned by our human resources (HR) organization. \nWe are an equal opportunity employer — we seek to \nattract, hire, and retain employees, and administer all HR \npolicies, without regard to race, color, religion, sex, sexual \norientation, gender expression or identity, national origin, \nancestry, age, mental or physical disability, genetic \ninformation, any veteran status, any military status or \napplication for military service, membership in the \nTraveller community, or membership in any other \ncategory protected under applicable law.\nConsistent with our Respect in the Workplace policy, we \nare fundamentally committed to creating and \nmaintaining a work environment that reflects our core \ncompany values of collaboration and respect for each \nvoice, and in which employees are treated fairly, with \ndignity, decency, respect, and in accordance with all \napplicable law. We believe that all employees have the \nright to work in an environment that is free of \ndiscrimination and harassment of any kind. Harassment \nor discriminatory behavior — whether by any Company \npersonnel or third parties with whom we do business — is \nnot tolerated. We also strive to uphold human rights in all \nof our business activities and support the principles in \nthe United Nations Declaration on Human Rights, \nincluding the prohibition of human trafficking, child labor, \nand slavery of any kind. \nWe recognize that Diversity, Inclusion and Belonging \nmust be at the heart of all that we do and are key drivers \nof our success as an organization. Our approach to \nDiversity, Inclusion and Belonging emphasizes \nengagement with colleagues, and policies and programs \nthat reflect the diversity of our workforce and our belief \nin inclusiveness. In 2019, we established a cross-functional \nDiversity, Inclusion & Belonging Steering Committee to \nfoster a greater understanding and appreciation of the \ndiversity of the company’s employees and to support and \nstrengthen an environment of inclusion and belonging in \nthe workplace.  SECTION 6 \nSOCIAL\n“I have always aspired for Alkermes to be known \nas a company where all voices are respected and \nvalued. It is part of our core value statement \n– one that I believe we try to live up to. We do \nnot accept racial intolerance or any other forms \nof discrimination. It is so obvious and important \nbut it needs to be said again, right now, in this \nmoment.\nIt is essential that we come together to support \neach other in these challenging times, and \ncontinue to work to provide a safe, inclusive \nenvironment that fosters equality and \ncompassion.”\nRichard F. Pops, Alkermes Chairman and CEO\nOUR COMMITMENT TO DIVERSITY, \nINCLUSION AND BELONGING\nDiversity: The presence of difference\nInclusion: Welcoming, valuing, and  \n leveraging differences \nBelonging: Feeling comfortable to be your  \n authentic self \nIn early 2020, the Diversity, Inclusion & \nBelonging Steering Committee established \nthree initial employee resource groups: Pride@\nWork, an LGBTQ+ network; Mosaic, a \nmulticultural network; and a women’s network. \nThese employee-led groups provide \nopportunities for professional development, \nnetworking and building deeper connections \nwithin Alkermes based on cross-functional \nemployee involvement. \nOne of the first steps the Company is taking as \nit works to develop broader diversity \nprogramming is to offer employees training \nsessions focused on Unconscious Bias. Such \nbias is defined as an inclination, feeling, opinion \nor judgment about something or someone \nwithout awareness of it. The training sessions \nwill be aimed at furthering open and honest \ndiscourse essential to employees’ sense of \nbelonging.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}