{"page_content": " 22\nALKERMES • CORPORATE RESPONSIBILITY REPORTOur Employees\nWe have more than 2,000 employees across the  \nU.S. and Ireland who are key to our ability to develop, \nmanufacture, and advance treatment options for \npatients and who contribute to our culture of passion, \ndedication and excitement for the work that we do.. \nOur 2019 voluntary attrition rate of 11% was below the \nindustry benchmark of 13%.1 \nTOTAL EMPLOYEES YEAR-END 2019 - 2,274\nLocation\nIreland Athlone 332\nDublin 38\nU.S. Massachusetts 799\nOhio 551\nU.S. Field-based 564\nFull time/part time\nIreland 351 full time/9 part time   \nU.S. 1,910 full time/4 part time\nGender Diversity and Pay Ratio   \nAs of year-end 2019, Alkermes’ workforce was 47% \nfemale and 53% male and our ratio of female to male \nemployees is aligned with industry peers across all \nlevels.1 \nEMPLOYEES\nBy Gender By Level\nMale 1,213\n• 220 Ireland\n• 993 U.S.Entry level 46% female/ \n54% male\nMid-level 49% female/ \n51% male\nFemale 1,061\n• 140 Ireland\n• 921 U.S.Senior level 32% female/ \n68% male\nExecutive \nlevel24% female/ \n76% male\nAs of year-end 2019, median compensation for males \nand females at Alkermes was substantially equal across metrics of base salary, total cash compensation and \ntotal compensation including equity. The average \nsalary for our female employees as compared to that \nof our male employees also compared favorably to \nindustry averages. Minimizing gender pay disparities \nhas been a priority for Alkermes, and we continually \nmonitor our pay practices and make focused \nadjustments to maintain equitable pay across our \nemployee population. Additionally, as a national \nemployer, we continuously review and adapt our \nrecruiting and employment offer processes to be \ncompliant with state laws and to ensure that the offers \nwe make to candidates are based on candidates’ \nexperience and skills in comparison to our current \nemployees, and without regard to their compensation \nfrom previous employers.\nSupporting Women in Leadership \nDeveloping a diverse leadership team is an important \nelement of our success and we are proud to support \nand invest in women in leadership roles. We have made \nsubstantial progress in this area in the last three years, \nwith significant gains in the percentages of women in \nsenior roles. From 2017 to 2019, the percentage of \nfemale employees on the executive management team \nof the Company grew from 14% to 24%.\nWe are committed to the advancement of our female \nemployees and provide a variety of leadership \ndevelopment opportunities, including those offered \nthrough Women Unlimited, Inc. (WUI), an organization \nthat runs programs for female leaders at various stages \nof their careers. In 2019, women across the \norganization participated in the following WUI \nprograms:\n•  IMpower: A six-month program for high potential, \nearly-career or emerging female talent; \n•  LEAD: A one-year program for mid-level managers \nwith a focus on personal brand, mentoring, and  \non-the job action assignments; and\n•  FEW: A one-year program for senior level executives \nwith a focus on executive skills assessment and best \npractices across industries.SECTION 6 \nSOCIAL\n1. Based on the most recent data from our independent compensation consultant.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}