{"page_content": " 24\nALKERMES • CORPORATE RESPONSIBILITY REPORTSECTION 6 \nSOCIAL\nConnectivity Through Technology\nIn 2019, as part of our ongoing efforts to enhance \nintercompany community and connectivity across the \nU.S. and Ireland, we introduced a new company-wide \nintranet platform, aptly named the Alkermes Resource \nCenter, or ARC, to centralize resources for employees, \nimprove productivity and efficiency, and strengthen \nconnections between employees and senior leadership. \nWe also launched a new mobile communications \napplication for our commercial team, Alks2GO, to \nimprove information sharing, capture collective \nknowledge, and encourage two-way dialogue among \nthose in our offices and in the field. This application \nhas allowed our employees to come together to build \ncommunity on a virtual platform.\nVideo Testimonial Project\nTo inspire employees and celebrate the impact that \ntheir work can have on the communities we serve, in \n2019 we created Voices of Alkermes, a video series of \nfirst-person testimonials from colleagues highlighting \nsome of the ways in which our medicines have \npositively affected their lives. In the series, employees \nalso discussed how their personal connections to \nserious mental illness and addiction have inspired the \npassion that they bring to their roles each day.\nPeer Appreciation and Recognition\nWe also believe strongly in sharing and recognizing \nsuccess as a team. Our RISE recognition program \nconnects our employees across all locations and \nenables our employees to acknowledge and commend \ntheir colleagues for outstanding performance through \npeer-to-peer recognition. In 2019, Alkermes employees’ \nuse of the RISE recognition platform increased more \nthan 25% compared to 2018.Employee Wellness\nOur HR team has an “open door” policy to promote a \nhealthy exchange of ideas and encourage employees \nto provide feedback on an ongoing basis. We also \nregularly benchmark our human resources practices \nagainst industry standards to ensure that we can \ncompete for and retain the best talent.\nAdditionally, our diverse mix of employees helps inform \nour benefits program. We carefully consider our \nemployees and their families when we design our \npolicies to ensure that they have options and flexibility, \nand we continue to offer a range of health and \npersonal well-being benefits, including benefits \ndesigned to support healthy lifestyle choices, financial \nwellness and work-life balance.\nSUPPORTING OUR EMPLOYEES\nDuring the COVID-19 pandemic, recognizing \nthe additional challenges imposed on some of \nour employees due to changes in availability \nof childcare, we added In-Home Back-Up Care \nto our Care.com benefit package and \nextended each employee’s back-up childcare \nallotment to 20 days. We also waived the \nco-pay for any in-center or in-home back-up \ncare days, and established reimbursement \neligibility for certain caretakers outside of the \nCare.com network of providers.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}