{"page_content": " 25\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nPatient and Community \nEngagement \nEvery day, millions of people around the world  \nface hardships associated with serious mental illness \nand addiction. We focus on developing medicines to \ntreat these chronic diseases while also striving to help \naddress the systemic barriers that negatively impact \nthem through patient engagement advocacy.\nPatient Engagement\nWe are inspired by the courage of individuals facing \nthe unique challenges of living with central nervous \nsystem (CNS) diseases, and the perspectives of those \naffected by these conditions are paramount to our \nwork. Developing medicines for some of the most \nstigmatized and misunderstood CNS diseases requires \nthoughtful  and sustained engagement with patients, \ncaregivers and patient advocacy groups.  \nAlkermes works closely with patient organizations to \nintegrate voices from the community into our business.\nRegular engagement with policymakers and leaders  \nin the patient advocacy community allows us to better \nunderstand their perspectives and goals, and learnings \nfrom these interactions help inform our own policy and  \nadvocacy activities.\nDriven by our patient-centered ethos, we advocate for, \namong other things, improved access to treatments.\nHowever, we also understand that access to treatment \noptions addresses only a portion of the needs of the \npatients, families, and communities for whom we \ndevelop our medicines. We are committed to working \nwith the people aff ected by CNS diseases and the \norganizations that support them to better understand \nthe complex system of care for these diseases and to \nachieve our common goal of improving outcomes for \nsuch patients and their caregivers.\nAccess\nAlkermes believes that every patient deserves quality \ncare and we are committed to collaborating with policy \nmakers and other industry stakeholders to preserve \nand enhance access to important medicines. \nWe strive to price our medicines in a responsible \nmanner that facilitates broad access. We also offer SECTION 6 \nSOCIAL\nEXPANDED ACCESS POLICY\nAlkermes endeavors to make safe and effective \nmedicines available to all appropriate patients by \nconducting rigorous clinical trials and obtaining \nmarketing approval from regulatory authorities, \nincluding the FDA. Prior to regulatory approval, \nparticipation in one of our clinical trials is the best \nway for patients to gain access to our \ninvestigational medicines. However, we understand \nthat some patients facing serious or life-\nthreatening conditions may not be able to \nparticipate in a clinical trial and may seek access to \ninvestigational treatments before they are \napproved. \nAlkermes has established a program under which \npatients may be eligible to receive access to our \ninvestigational treatments outside the context of a \nclinical trial. Any requests for such early access \nmust be made by a physician and are subject to a \nnumber of eligibility considerations. Additional \ndetail on this program can be found by visiting the \nResearch and Development section of our website.\nSupporting Our Communities\nAlkermes respects the culture, customs and values of \nthe people in the communities in which we operate. \nWe seek to support those communities and serve as a \npositive influence with our grant programs, \nsponsorship contributions and volunteer support.programs, such as our Patient Assistance Program and \nour Co-Pay Savings Program, to provide support to \neligible patients who are prescribed our medicines.  In \n2019, more than 20,000 patients participated in our \nCo-Pay Savings Program", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}