{"page_content": " 26\nALKERMES • CORPORATE RESPONSIBILITY REPORTSponsorships\nAlkermes is proud to be part of the broader healthcare \ncommunity supporting those with mental illness and \nsubstance use disorder. We foster and maintain \nrelationships with a variety of health-related and public \npolicy organizations. In 2019 and 2020, we continued \nto work closely with non-profit organizations, such as \nthe National Alliance on Mental Illness (NAMI) to help \npatients and their families and to bring awareness to \nprograms and initiatives of organizations that work to \nimprove the lives of persons affected by mental illness. \nWe are proud of our National NAMIWalks Elite \nSponsorship through which our employees can show \nsupport for people affected by mental health \nconditions. \nFunding in Support of Research and Charitable \nOrganizations\nInnovative research and funding are urgently needed \nto support those who are living with serious mental \nillness and substance use disorders. In 2019, Alkermes \nawarded approximately $1.4 million in grants and \ncharitable donations. And in 2020, Alkermes has \ncontinued to invest in grants and charitable donations \nthat support these communities.\nAlkermes employees participated in NAMIWalks \nevents across the country in 2019 and a virtual \nNAMIWalks event in 2020.SECTION 6 \nSOCIAL\nCOVID-19 Relief Fund – Special Edition of \nALKERMES INSPIRATION GRANTS® Program\nIn response to the COVID-19 pandemic, the Alkermes \nCOVID-19 Relief Fund was established to support \nnonprofit organizations with programs that could be \nimplemented within a short time frame and have the \npotential to lead to sustained impact beyond the \nimmediate COVID-19 pandemic. More than 350 \napplications were submitted for this highly competitive \nprogram, and in June 2020, we announced 10 grant \nrecipients, including the following nonprofit \norganizations and programs:\n• Sound Mind Live’s Artist Ambassadors Crisis \nResponse Program will feature well-known musical \nartists speaking out on mental health effects of \nCOVID-19 and ways to address them, including a \nCOVID-19 Mental Health Resource Toolkit and a series \nof online interviews, virtual panels and podcasts.\n• This Is My Brave is building upon BraveTV, a \nFacebook Live series, to urgently address COVID-19 \nrelated needs for people living with addiction and \nserious mental illness to continually increase the \nnumber of individuals putting a name, face and story \nto mental illness through storytelling, and with a \nfocus on highlighting and partnering with mental \nhealth organizations that are led by, and serve, \nmembers of the Black community.\n• Imerman Angels provides COVID-19 related \ninformation and will increase online capacity, video \nprogramming and other digital vehicles to partner \ncancer fighters, survivors, and caregivers with \nsomeone just like them – a “Mentor Angel” – a cancer \nsurvivor, previvor, or caregiver who has faced the \nsame type of cancer.\n", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}