{"page_content": " 28\nALKERMES • CORPORATE RESPONSIBILITY REPORT•  Following the Alkermes-supported 2014 renovation \nof the Bristol Lodge Soup Kitchen in Waltham, MA, \nAlkermes employees routinely volunteer to make and \nserve fresh meals at the kitchen. \n•  In 2019, employees from our Wilmington facility were \nsignificant supporters of the Clinton County Children \nServices & Toys for Tots in Ohio. \nIreland\nAlkermes employees in Ireland proudly support local \norganizations that address a range of needs including \nmental health, cancer care, education, shelter and \ndomestic abuse services, and homelessness, among \nothers. \nIn 2019,  Alkermes continued its support for SCCUL \nSanctuary in Galway City, a group that offers \ntherapeutic retreat days for people living with \nsubstance use disorder, mental illness, multiple \nsclerosis and other conditions. The Sanctuary offers a \nvariety of different solutions, ranging from emotional, \nmental, physical and spiritual, to help encourage peace \nof mind and improve outcomes for people living with \nthese diseases.\nDuring the year, an aggregate of 2,000 hours of time \nwere also volunteered by our Irish employees, in \nsupport of organizations such as:\n•  Alkermes participated in STEAM Education Ltd., \nan education and outreach program designed to \ninspire children to love STEM (Science, Technology, \nEngineering, Maths) and Arts subjects. We ‘adopted’ \na local school in a disadvantaged area called St. \nPeter’s Primary National School and provided four \nvolunteers to co-teach a series of science and \nengineering modules to fourth and fifth grade classes \nover a 10-week program (1 hour per week in school \ntime) \n•  Alkermes participated in the Skills @ Work \nProgramme, which is a government-supported \ninitiative that aims to prepare senior cycle students \nfor the world of work while also improving school \nretention rates for at-risk students by making the \nlink between education and future employment \nopportunities. The programme teaches important \npractical skills and provides first-hand insights into \nreal world work environments through local school/\nbusiness partnerships.SECTION 6 \nSOCIAL\n•  Alkermes employees volunteered at the Esker House \nWomen’s Refuge and Domestic Abuse Support \nService, an emergency shelter for women and \nchildren experiencing domestic abuse. Volunteer \nactivities included beautifying the garden and \npainting bedrooms for the women and children who \ntake shelter there.\nAlkermes employees host STEAM Education Ltd. In \n2019. Following 10 weeks of science and engineering \nmodules,  the children and their teachers came to the \nAlkermes site for a tour of the facility. The Alkermes \nvolunteers used the opportunity to share their \nwork experiences and explain how Alkermes makes \nimportant medicines to treat patients with serious \ndiseases.\n", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}