{"page_content": " 29\nALKERMES • CORPORATE RESPONSIBILITY REPORTEthics and Compliance \nIntegrity is a core Alkermes value and the foundation \nof the way we do business.  Alkermes is dedicated to \nupholding legal, regulatory and ethical standards in \nevery market in which we operate and to maintaining a \nstrong culture of compliance.  Our focus on compliance \napplies to all aspects of our business, beginning with \npre-clinical research and continuing through clinical \ntrials, manufacturing and commercialization. This focus \non compliance builds trust with healthcare \nprofessionals, institutional purchasers, relevant \ngovernment agencies, and the public at large. \nWe believe compliance is a responsibility shared by all \nemployees across all levels of the Company. We expect \neach individual to take ownership of compliance and to \nperform all activities and conduct all interactions with \nintegrity and in accordance with the highest ethical \nstandards.\nOur commitment to compliance is embodied in our \ncomprehensive compliance program which is built on \nthe following core elements:\n•  Written policies and procedures address the \ncompliance risk areas relevant to pharmaceutical \nmanufacturers, including those identified in the \nguidance of the Office of Inspector General of the \nU.S. Department of Health & Human Services and \nthe Pharmaceutical Research and Manufacturers \nof America (PhRMA) Code on Interactions with \nHealthcare Professionals.\n•  The Chief Compliance Officer oversees the \ncompliance program and reports directly to the Chief \nExecutive Officer (CEO). The Corporate Compliance \nCommittee helps oversee the Company’s compliance \nprogram and assists with identifying any compliance \nissues that need to be brought to the attention of the \nBoard of Directors of the Company (the Board).\n•  Alkermes conducts extensive training and education \nprograms for all employees that begins with new \nhire training and includes regular, ongoing training \non topics, processes and policies relevant to their \npositions.\n•  Alkermes has established and continues to foster a culture of compliance that maintains effective lines \nof communication and encourages all employees \nto seek guidance on ethical or legal issues as they \narise.  This culture of compliance is further supported \nby a policy obligating employees to report possible \ncompliance violations and a strong anti-retaliation \npolicy (discussed below) that protects personnel \nwho report issues in good faith.\n•  Regular monitoring and auditing of the compliance \nprogram enables Alkermes to detect and prevent \npotential non-compliance.  \n•  The Company’s policies and training ensure that all \nemployees, including management, understand the \nconsequences of failing to adhere to our compliance \npolicies.\n•  Our compliance program is designed to promptly \nrespond to and address, through corrective action, \nany detected instances of non-compliance.\nCode of Conduct \nOur Code of Business Conduct and Ethics (Code of \nConduct) applies to all employees, officers and directors \nof the Company.  A current copy of the Code of Conduct \nis available on the Corporate Governance page of the \nInvestors section of our website.\nAmong other things, the Code of Conduct requires:\n•  Honest and ethical conduct by directors, officers and \nemployees of the Company, including the ethical \nhandling of actual or apparent conflicts of interest;\n•  Full, fair and understandable reports on the Company’s \nactivities in reports filed with the U.S. Securities and \nExchange Commission (SEC) and in the Company’s \nother public communications; and\n•  Prompt internal reporting of any violation to the \nCompany’s Chief Legal Officer or Chief Compliance \nOfficer (which role is currently held by the Company’s \nChief Legal Officer). \nThe Code of Conduct also requires compliance with all \napplicable laws, rules and regulations including, but not \nlimited to, those guiding our interactions with \ngovernment officials and health care providers.  In this \ncontext, it expressly prohibits any bribes, kickbacks or \nother improper payments, transfers or receipts.SECTION 7 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}