{"page_content": " 30\nALKERMES • CORPORATE RESPONSIBILITY REPORTCLASS I DIRECTORS\nTerm Expires at 2021 Annual\nGeneral Meeting of Shareholders\nNancy L. Snyderman, M.D.\nFrank Anders “Andy” Wilson\nNancy J. Wysenski\nCLASS II DIRECTORS\nTerm Expires at 2022 Annual\nGeneral Meeting of Shareholders\nDavid W. Anstice AO\nRobert A. Breyer\nWendy L. Dixon, Ph.D.\nCLASS III DIRECTORS\nTerm Expires at 2023 Annual\nGeneral Meeting of Shareholders\nShane M. Cooke\nRichard Gaynor, M.D.\nPaul J. Mitchell\nRichard F. Pops*\nIn July 2020, we announced that our Board will \nrecommend that our shareholders approve, at our 2021 \nAnnual General Meeting of Shareholders, an \namendment to our Articles of Association to declassify \nthe Board. Once our Board is declassified, the directors \nwill be combined into a single class elected annually.Our employees are obligated to raise concerns about any \nviolations of our Code of Conduct, or any other ethics or \nconduct violations, with their supervisor, the company’s \nChief Legal Officer or Chief Compliance Officer, the Audit \nand Risk Committee of the Board and/or the Nominating \nand Corporate Governance Committee of the Board, or \nthrough the Company’s Corporate Governance hotline. A \ncurrent copy of the Reporting Procedures for Auditing \nand Accounting Internal Control Matters and Illegal or \nUnethical Behaviors (the Whistleblower Policy) is \navailable on the Corporate Governance page of the \nInvestors section of our website.\nResponsible Research, Manufacturing and \nMarketing of our Products\nAs a patient-focused organization, we value the patients \nwho choose to participate in our clinical trials and \nmaintain policies, procedures, and practices that are \nrespectful of each study participant and designed to \nprotect their health, safety, and well-being. We ensure \nthat our clinical programs are in compliance with the laws \nand regulations of the jurisdictions where we conduct \nhuman research, including appropriate informed consent \nprocesses, ongoing assessment of patient safety and \ntimely reporting of adverse events, accurate collection \nand integrity of data, and respect for patient \nconfidentiality and privacy.\nAlkermes is also committed to the ethical and \nresponsible treatment of animals involved in the \nCompany’s research and development programs.  \nWe follow defined practices and standards for the  \ncare, welfare and treatment of research animals, as \nmonitored by our Institutional Animal Care and Use \nCommittee, and conduct all animal research in \ncompliance with all applicable local, national or \ninternational laws such as those set forth in the NIH \nGuide for the Care and Use of Laboratory Animals. We \nalso require — through inclusion of relevant provisions in \nour contractual agreements — CROs, academic \ninstitutions, and animal vendors with whom we engage \nto commit to adherence to these same standards.\nWe market our products with honesty, fairness and \nintegrity. Compliance with applicable laws, rules and \nguidelines governs our communications and interactions \nwith patients, healthcare professionals, institutional \npurchasers, and the government. Corporate Governance\nBoard of Directors\nOur Board of Directors is currently comprised of ten \nmembers, split into three separate classes of directors. \nEach class of directors is elected to serve a staggered \nthree-year term. Our directors are divided among the \nthree classes as follows:\nBoard Leadership\n* Chairman of the BoardSECTION 7 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}