{"page_content": " 31\nALKERMES • CORPORATE RESPONSIBILITY REPORTRichard Pops, our CEO, serves as Chairman of the \nBoard. The Board also elects an independent director \nto serve as the Lead Independent Director. David \nAnstice AO was elected to serve as Lead Independent \nDirector in May 2019. Prior to Mr. Anstice’s election, \nPaul Mitchell had served as Lead Independent Director \nsince August 2012. For additional details about the role \nand responsibilities of our Lead Independent Director, \nsee the Charter of Lead Independent Director which is \navailable on the Corporate Governance page of the \nInvestors section of our website.\nBoard Diversity and Composition\nWe believe in the importance and great value \nof diversity on the Board and are committed to \nmaintaining a Board that reflects the diversity of \nexperience, skills and characteristics (including, \nwithout limitation, leadership expertise, corporate \ngovernance experience, professional background, \nculture, age, viewpoints, tenure and gender) necessary \nfor the optimal functioning of the Board over both the \nshort and long term. \nEach of our current directors is qualified to make \nunique and substantial contributions to the Board.  \nThe Nominating and Corporate Governance Committee \nof the Board strives to ensure that the composition of \nthe Board reflects an appropriate diversity of tenure, \nviewpoints, financial expertise, industry experience, \nskills, and personal characteristics such as age and \ngender, and periodically reviews and updates the \ncompany’s criteria and desired qualifications for \nnomination to the Board to reflect this goal. Consistent \nwith this approach, in 2019, the Board codified into \npolicy our existing practice of requiring that diverse \ncandidates, including women and minority candidates, \nbe included in any pool from which nominees for a \ndirector opening are selected. Since 2011, women have \ncomprised no less than 25% — and since 2017, no less \nthan 30% — of the Board.\nCommitment to Maintaining a Robust Board\nThe Nominating and Corporate Governance Committee \nof the Board regularly reviews and assesses the skills, \nexpertise, and effectiveness of each Board member, \nand of the Board and the Board’s committees as \na whole, to ensure alignment with the Company’s \nexpanding and evolving strategic priorities. In 2019, the Board appointed two new independent directors, \nRichard Gaynor, M.D. and Andy Wilson, industry \nveterans with deep and broad experience, whose \nrespective expertise in oncology and strategic value \ncreation are important assets to the Company as it \nfocuses on execution and prepares for its next phase of \ngrowth. As part of our Board refreshment efforts, we \nalso announced the retirement of long-serving director, \nFloyd Bloom, M.D. in 2019.\nIn July 2020, we announced that, building from the \nsuccess of our 2019 Board refreshment efforts, our \nBoard has engaged a leading recruitment firm to \nidentify independent director candidates whose \nexperience and expertise can provide valuable insights \nand strategic leadership at this stage in our evolution \nand that, as part of this effort, we expect certain of our \nlonger-serving directors to retire from our Board.\nIn addition, the Board adopted revised guidelines \nrelated to director “overboarding” to further limit the \nnumber of external public company boards on which \nour directors may serve, as detailed in our 2019 proxy \nstatement, which is available on the SEC Filings page \nof the Investors section of our website.\nBoard Committees\nThe Board currently has three standing committees, \neach of which is comprised entirely of independent \ndirectors: \n•  The Audit and Risk Committee’s responsibilities \ninclude, among others, appointing and overseeing \nthe work of our independent auditor and accounting \nfirm, reviewing our financial reporting and \naccounting controls, and overseeing our enterprise \nrisk management program.\n•  The Compensation Committee’s responsibilities \ninclude, among others, discharging our incentive \ncompensation and equity plans, reviewing and \nrecommending appropriate compensation for \nour executives and directors, and evaluating risks \nrelated to our compensation programs, policies, and \npractices.\n•  The Nominating and Corporate Governance \nCommittee’s responsibilities include, among others, \nidentifying individuals qualified to become members \nof the Board, facilitating the annual evaluation of \nthe Board and its committees, and reviewing our SECTION 7 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}