{"page_content": " 32\nALKERMES • CORPORATE RESPONSIBILITY REPORTgovernance practices, policies, and programs, \nincluding director and management succession \nplanning, recruiting, and other areas that may impact \nour risk profile from a governance perspective.\nEach standing committee of the Board has a written \ncharter, approved by the Board, which describes the \ncommittee’s general authority and responsibilities. \nEach standing committee of the Board undertakes an \nannual review of its charter and works with the Board \nto make such revisions as it and the Board consider \nappropriate. The current charter for each of these \ncommittees is availableon the Corporate Governance \npage of the Investors section of our website.\nBoard’s Role in Risk Oversight \nThe Board, directly and through its committees, \noversees and reviews various aspects of the Company’s \nrisk management efforts, including periodic review  \nof Alkermes’ operating plans and overall corporate \nstrategy, an annual discussion of key enterprise risks to \nthe Company’s plans and strategies, and ways to \nmanage and mitigate such risks. \nIn addition, the Board has adopted a Compliance \nPolicy Statement pursuant to Section 225 of the Irish \nCompanies Act 2014, setting forth the Company’s \npolicies to ensure material compliance with its relevant \nobligations under applicable Irish corporate and tax \nlaws. On an annual basis, our directors review the \nCompany’s arrangements and structures intended  \nto secure material compliance with these obligations. \nIn performing their risk oversight functions, the Board \nand each committee of the Board has full access to \nmanagement, including the Company’s Chief Risk \nOfficer, as well as the ability to engage outside \nadvisors.\nPublic Policy Participation\nWe believe that public policy engagement is important \nand appropriate for Alkermes. Public policy plays an \nintegral role in helping to facilitate patient access to \nimportant medicines and in promoting and supporting \nmedical innovation.\nOur public policy advocacy reflects our commitment  \nto improving the lives of patients, enhancing public \nhealth, and advancing medical innovation. We do this by advocating for, among other things, patient access \nto, and awareness of, all medicines approved by the \nFDA for alcohol dependence, opioid dependence and \nschizophrenia, and treatment system reforms that \nfoster patient-centered care — care customized by  \nthe physician and patient to the clinical needs of the \npatient, regardless of the treatment setting in which \nthe patient is seen. We actively participate in public \npolicy discussions to share our perspective and \nexperience as an innovative biopharmaceutical \ncompany committed to advancing therapies for \npatients with unmet medical needs.\nAt the federal and state levels, we engage with \ngovernments, trade associations, patient groups,  \nand other organizations to find policy solutions to the \ncomplex issues that challenge our healthcare system \nand the patients, caregivers, families, and communities \nthat we serve. We believe it is our responsibility to help \nlegislators and regulators understand our viewpoints \non important healthcare issues. Our public policy \nengagement is guided by the following principles:\n• Commitment to our Code of Conduct, and\n•  Support of policies that benefit patients who may \nuse our medicines, including ensuring and improving \naccess to medicines, and fostering innovation in \nhealth care.\nAdditional information on our public policy \nparticipation, our corporate political contributions and \na list of trade associations to which Alkermes belongs, \ncan be found on the Public Policy page of the \nResponsibility section of our website.SECTION 7 \nGOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}