{"page_content": " 33\nALKERMES • CORPORATE RESPONSIBILITY REPORTInformation Security and Privacy \nAs a global biopharmaceutical company, it is \nimperative that we maintain strong oversight of the \nsecurity of all information in our possession to protect \nthe privacy of patients, employees, partners and other \nstakeholders. This is essential to the sustainability and \nscalability of our business. To ensure effective \nInformation Security, Alkermes continuously invests in \npeople, process and technology.  \nThe Alkermes Information Security Governance \nFramework is designed to provide oversight of our \nInformation Security Management System (ISMS) which \nis based on the structured principles of the international \nstandard ISO/IEC27001:2013. The Alkermes ISMS is an \nintegrated set of organizational processes designed to \npreserve the Confidentiality, Integrity and Availability \n(CIA) of Alkermes owned, managed or maintained \ninformation. We have an information classification \nhierarchy in place which includes definitions and handling \nrules for the different information classifications. We \nregularly review the framework and update as \nappropriate to ensure the program’s effectiveness. \nWe have a well-established global data privacy \ncompliance program that is consistent with the \nrequirements of the European Union’s General Data \nProtection Regulation (GDPR) and the Health \nInsurance Portability and Accountability Act of 1996, as \namended (HIPAA), as well as other applicable state \nand national laws and regulations, such as the CCPA \n(California Consumer Privacy Act. We also have a \nglobal governance, risk and compliance program \nconsisting of Information Technology (IT), Audit, IT \nRisk and third-party risk management. \nOversight of the ISMS framework rests with the Audit \nand Risk Committee of the Board and is managed by \nteams comprised of Information Security, Governance, \nRisk and Compliance, IT, Security Incident Response \nTeam (SIRT), Senior staff and members of our \nexecutive team, including our CEO. The Audit and Risk \nCommittee of the Board also receives periodic updates \non cybersecurity matters and has security-related \ncontent included in the annual training materials \nprovided to committee members.SECTION 7 \nGOVERNANCE\nOur Security Awareness program consists of regular \ntrainings and communications through various \nmediums including hands-on activities, instructor-led \nand computer-based training, simulations and program \nfeedback. All new Alkermes employees certify their \nagreement to comply with the Company’s information \nsecurity policies and attend training during their new \nhire onboarding process.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}