{"page_content": " 35\nALKERMES • CORPORATE RESPONSIBILITY REPORTNote Regarding Forward-\nLooking Statements\nCertain statements set forth in this report constitute \n“forward-looking statements” within the meaning of \nthe Private Securities Litigation Reform Act of 1995, as \namended, including, but not limited to, statements \nconcerning: the potential clinical, therapeutic and \ncommercial value of the Company’s products and \nproduct candidates; Company plans for long-term \nsustainable growth; the continued success, \ndevelopment and enhancement of the Company’s ESG \npolicies and initiatives; the impact of the Company’s \npatient outreach programs; and the Company’s plans \nfor continued and future employee, stakeholder and \ncommunity engagement programs.\nThe Company cautions that forward-looking \nstatements are inherently uncertain. Although the \nCompany believes that such statements are based on \nreasonable assumptions within the bounds of its \nknowledge of its business and operations, the forward-\nlooking statements are neither promises nor \nguarantees and they are necessarily subject to a high \ndegree of uncertainty and risk. Actual performance \nand results may differ materially from those expressed \nor implied in the forward-looking statements due to \nvarious risks and uncertainties. These risks and \nuncertainties include those risks described in the \nAlkermes plc Annual Report on Form 10-K for the year \nended Dec. 31, 2019, the Alkermes plc Quarterly Report \non Form 10-Q for the quarter ended June 30, 2020 and \nin subsequent filings made by the Company with the \nU.S. Securities and Exchange Commission (SEC), which \nare available on the SEC’s website at www.sec.gov. The \ninformation contained in this report is provided by the \nCompany as of the date hereof, and, except as required \nby law, the Company disclaims any intention or \nresponsibility for updating or revising any forward-\nlooking information contained in this report.Note Regarding Trademarks\nARISTADA® is a registered trademark of Alkermes \nPharma Ireland Limited. VIVITROL® is a registered \ntrademark, and ALKERMES INSPIRATION GRANTS® \nand ALKERMES PATHWAYS RESEARCH AWARDS® are \nregistered service marks, of Alkermes, Inc.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}