{"page_content": " 4\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nAlkermes plc (also referred to in this report as “we,” \n“our” or the “Company”) is a fully integrated, global \nbiopharmaceutical company developing innovative \nmedicines in the fields of neuroscience and oncology. \nThe Company has a portfolio of proprietary \ncommercial products focused on addiction and \nschizophrenia, and a pipeline of product candidates in \ndevelopment for schizophrenia, bipolar I disorder, \nneurodegenerative disorders and cancer. \nHeadquartered in Dublin, Ireland, we have a research \nand development (R&D) center in Waltham, \nMassachusetts; a research and manufacturing facility in \nAthlone, Ireland; and a manufacturing facility in \nWilmington, Ohio.We are inspired to help address some of the most \npressing public health issues of our time and advance \ninnovation that has the potential to improve treatment \noptions and outcomes. In 2019, approximately 150,000 \npatients were treated with proprietary Alkermes \nmedicines and hundreds of thousands more were \ntreated with medicines developed using proprietary \nAlkermes technologies. Alkermes’ current R&D efforts \nbuild on our heritage of innovative drug formulation, \nmedicinal chemistry and deep scientific expertise. \nThese capabilities and insights from our historical \nexperience enable us to pursue new medicines for \nchronic disorders where there remains significant \nunmet patient need. This purpose-driven science has \nalso led us into new therapeutic areas, such as \nimmuno-oncology.  \nBeyond our important mission of developing \nmedicines, we believe it is our responsibility to take a \nholistic approach to supporting patients, caregivers, \nand broader impacted communities. In this context we \nalso work to support and enhance the systems in which \nthese medicines are used through patient engagement, \ndisease education and awareness, and advocacy for \nimportant policies that support equitable access to \nquality treatment.Dublin, Ireland \nCorporate Headquarters\nAthlone, Ireland \nManufacturing Facility\nWaltham, Massachusetts  \nResearch & Development, \nBusiness Operations\nWilmington, Ohio  \nManufacturing Facility\nAlkermes employees are united in our Purpose to  \npursue Great Science with Deep Compassion to make  \na Real Impact in the lives of the patients, families, and \ncommunities that we serve. \nOur Values — developed and articulated through an extensive \nprocess of employee feedback — outline  \nhow we work together to achieve our Purpose: through \nCollaboration with Respect for Each Voice and an \nUnwavering Commitment.SECTION 2 \nABOUT OUR COMPANY\nOur Purpose\nOur Values", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}