{"page_content": " 5\nALKERMES • CORPORATE RESPONSIBILITY REPORTStakeholder Engagement\nWe recognize that all our stakeholders – employees, \nhealthcare providers, patients, caregivers, investors, \npolicy makers, members of the communities where we \nlive and work, and others – are connected in a single \nenvironment and affect one another. We seek to \nengage with as many of these stakeholders as we can, \nso that our approach to the development and \ncommercialization of our medicines is informed and \nenriched by their perspectives and supportive of their \npriorities.\nAs an example, our engagement with patients and \ntheir caregivers has enhanced our understanding of the \ncomplexity of the treatment and payment ecosystems \nin our disease areas, which frequently intersect with \nprograms funded by state and federal governments, \npublic health policies, and the criminal justice system. \nFrom these interactions, we’ve learned that patients \ncontinually fall in and out of care, treatment, and \ninsurance coverage.  Understanding these \nvulnerabilities informs and reinforces our focus on \nimproving access to treatment and enhancing \nawareness and education related to the particular \nneeds of these populations, including the importance \nof continuity of care through transitions between \nvarious treatment settings.  We believe this broad \nengagement allows us to not only better understand \npatients, but also to participate in the development of \nsolutions to address broader public health issues.\nWe also thoughtfully engage with our employees, our \nmost important asset. Our employees’ perspectives on \nour business and our collective responsibilities to \nsociety are integral to the success and sustainability of our organization. In 2019, we undertook a number of \nnew initiatives with the aim of increasing employee \nengagement across the Company: we created a \nDiversity, Inclusion & Belonging Steering Committee to \nfoster a greater understanding and appreciation of the \ndiversity of the company’s employees and to support \nand strengthen an environment of inclusion and \nbelonging in the workplace; we introduced a new \ncompany-wide intranet platform to centralize \nresources for employees, and strengthen connections \nbetween employees and senior leadership; and we \nlaunched a new mobile communications application for \nour commercial team to improve information sharing, \ncapture collective knowledge and encourage dialogue.\nWe are also committed to engagement with our \nshareholders and other community stakeholders to \nbetter understand their insights on our business, \nincluding our commitments to corporate social \nresponsibility and governance matters. In 2019, we \nsignificantly expanded our shareholder engagement \nactivities, reaching out to shareholders who collectively \nheld more than 75% of our shares and conducting \nmeetings with shareholders who collectively held more \nthan 60% of our shares to discuss and collect their \nfeedback on business and governance matters, \nincluding corporate social responsibility. Following \ncareful consideration of the feedback received, and \ntaking into account the evolving needs of our business,  \nour management and board of directors took several \nactions to further strengthen our business, our \ncorporate governance practices and our executive \ncompensation programs, as outlined in greater detail in \nour 2019 proxy statement, which is available on the \nSEC Filings page of the Investors section of our \nwebsite.SECTION 3 \nOUR APPROACH TO \nCORPORATE RESPONSIBILITY\n“ Our success as a global biopharmaceutical company is predicated on our ability to \nask the right questions and to energetically seek answers. How can a new medicine \nbe best designed? How can patient outcomes be improved? How can we structure \nour company to best serve patients, employees, and communities? Our culture of \ninquiry and collaborative problem-solving strengthens our business and underpins \nhow we approach corporate responsibility. We are dedicated to continuous \nimprovement in both our solutions for patients and our performance as a \nresponsible corporate citizen.”\nRichard F. Pops, Alkermes Chairman and CEO", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}