{"page_content": " 6\nALKERMES • CORPORATE RESPONSIBILITY REPORTSECTION 3 \nOUR APPROACH TO \nCORPORATE RESPONSIBILITY\nOperating and Growing Responsibly\nCorporate citizenship has always been a key element of our corporate purpose and identity. We strive to \nmanage our business in a manner that promotes transparent governance, strong ethics and environmental \nstewardship; maintains extensive patient, employee and other stakeholder engagement; and helps us grow \nour business strategically, sustainably and responsibly, including with respect to our environmental, social and \ngovernance (ESG) impacts. The following ESG pillars are deeply integrated into our business and we \ncontinued to formalize our commitment to these pillars with the inclusion of goals related to corporate social \nresponsibility in our annual corporate objectives for both 2019 and 2020. \nEnvironment:  We think broadly about our commitment to responsible \nenvironmental stewardship.  We have implemented enterprise-wide \nEnvironmental, Health, Safety and Security (EHSS) risk management \nstrategies designed to reduce or mitigate risk, drive continuous \nimprovement, protect employee health and safety, and enhance the \nsustainability of our operations.  We seek to minimize environmental impacts \nthrough the responsible production of our products and maintain an \nunwavering commitment to product quality and safety.\nSocial:  We approach our societal impacts from the inside-out. We start by \nfostering a creative and collaborative environment where employees have the \ntools, resources and support necessary to thrive personally and \nprofessionally. This collaborative environment, combined with our patient-\ncentered philosophy, drives us to look beyond medicine to address the \ncomplex challenges that the patients and families we serve face every day, as \nevidenced by our patient engagement and advocacy activities, support of \nemployee volunteerism in our local communities and our corporate grant \nprograms.\nGovernance: We govern our organization through strong ethics, \ncomprehensive oversight of our operations, compliance with applicable law, \nand ongoing engagement with internal and external stakeholders. Our \ngovernance policies and practices are designed to support risk mitigation, \nenhance the security of our people and information, and encourage each \nperson at our organization plays a role in helping us grow strategically, \ncompliantly, and sustainably.", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}