{"page_content": " 8\nALKERMES • CORPORATE RESPONSIBILITY REPORT\nSECTION 4 \nOUR RESPONSE TO COVID-19\nOur Response to COVID-19 \nIn response to the COVID-19 pandemic, our two main \npriorities have been to protect the health of our \nemployees and to help ensure that healthcare \nproviders and patients have uninterrupted access to \nour medicines. Alkermes has adapted our business \npractices in innovative ways so that we can continue to \noperate safely and meet our public health \nresponsibilities, which have become even more \npronounced.  People living with serious mental illness \nand addiction, conditions that are often stigmatized \nand marginalized in our society, have an ongoing need \nfor their treatments, yet many are facing challenges in \naccessing their caregivers and the healthcare system.  \nWe are an active participant, along with many other \nstakeholders, in efforts to ensure that the treatment \nsystem continues to function for these patients, their \nfamilies and communities. As the only manufacturer of \nseveral important medicines that patients rely on, \nincluding sterile injectables and complex solid oral \ndose forms, we are working to navigate the rapidly \nevolving environment and engage in ongoing  risk \nmitigation efforts. \nSupporting Employees \nFollowing the emergence of the COVID-19 pandemic, \nwe implemented a comprehensive crisis response \nstrategy, creating a formal Core Crisis Management \nTeam to rapidly identify and mitigate risks to both \nemployee well-being and business continuity. We also \nimplemented an employee engagement strategy \ndesigned to keep employees safe, informed and \nmotivated. To protect the well-being of our employees \nand maintain business continuity, we adopted work \nfrom home policies for those who could do their jobs \nremotely, restricted business travel, restricted access to \nour facilities to essential personnel and services, and, \nfor our field-based personnel, transitioned to virtual \nengagement with healthcare providers. Our Core Crisis \nManagement team also oversaw additional risk \nmitigation activities, such as: acquisition of additional \nprotective equipment; implementation of new health \nand safety protocols, including screening tools and \nclose contact tracing; communication of company \nsafety requirements and provision of training; “I’m very proud of the many \naccomplishments of the Crisis \nManagement Team and sub-team \nmembers, who jumped in quickly to \nhelp with a high level of cooperation \nand engagement. The thoroughness \nand quality of their efforts helped us \nquickly focus on addressing risks to our \nbusiness and also protecting the health \nand safety of our employees across \nsites and functions.”\nDeclan O’Connor,\nSVP of Operations  \nand Coronavirus Core Crisis  \nManagement Team LeadDuring the early stages of the COVID-19 \npandemic, Alkermes established a global Core \nCrisis Management Team and local sub-teams, \neach comprised of executive committee \nmembers and senior leaders from key functions \nacross the company, that worked to address the \nvarious risks and challenges that the pandemic \npresented, and continues to present, to our \nbusiness, employees and stakeholders.\n", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}