{"page_content": " 9\nALKERMES • CORPORATE RESPONSIBILITY REPORT re-configuration of workspaces and establishment of \nsecurity and operations protocols to ensure physical \ndistancing while on-site;  and enhancement of facility \ncleaning, sanitization and hygiene controls.\nIn addition, we established virtual touchpoints through \nglobal employee town halls, employee “pulse” surveys, \nand other communication channels to keep employees \ninformed and engaged, including the addition of a \ncentral COVID-19 hub on our intranet, where employees \ncan access frequent updates on the pandemic and on \nAlkermes’ response, and alerts that are pushed out on \nour mobile app to provide timely, strategic and \nrelevant information to our remote commercial teams. \nWe made changes to expand access to our in-home \nchildcare benefit to support our employees as they \nwork remotely while balancing shifting responsibilities \nacross all aspects of their lives. We also underscored \nthe importance of wellness during this crisis and \nhighlighted wellness and mental health resources that \nmay be helpful to our employees during this time.\nSupporting Patients\nIn these challenging and uncertain times, it is as \nimportant as ever that we support people living with \nopioid dependence, alcohol dependence and \nschizophrenia to help assure that they have access to the \ninformation, resources and medicines that may help \nthem. In order to support patient access to our \nproprietary medicines, we quickly mobilized to expand \nour injection site network to include additional \nappropriate retail pharmacies and clinics where patients \ncan receive injections of ARISTADA®, ARISTADA INITIO® \nand VIVITROL®. As part of this initiative, we added to our \nProvider Locator nearly 1,000 on-site retail pharmacies \nat certain Albertsons Companies locations throughout \nthe U.S. Maintaining access to injectable medications \nwhen treatment centers and physician offices are closed \nduring this pandemic is crucial for many patients.\nSupporting Ongoing Research and \nDevelopment\nFor our ongoing clinical trials, we interacted closely with \nour clinical trial sites to develop new approaches to \nsupport continuity of care for the patients participating \nin our studies and identified additional ways to \nstreamline study visits and enhance data collection to further reduce the burden on patients and the clinical \nresearch sites. Innovations born out of necessity during \nthis time have the potential to improve efficiency of our \nclinical trial operations not only in the current \nenvironment but also in the future.\nSupporting our Communities\nRecognizing that the COVID-19 pandemic has \nintroduced significant and critical challenges to the \npatient communities central to our mission, along with \ntheir families and caregivers, in May 2020, we launched \nthe Alkermes COVID-19 Relief Fund, a special edition of \nour Alkermes Inspiration Grants® program, to provide \nup to a total of $500,000 in grants to assist nonprofit \norganizations in their work to urgently address COVID-\n19-related needs for people living with addiction, \nserious mental illness or cancer.\nUnlike other business challenges, the emergence of \nCOVID-19 directly threatens the fundamental health \nand safety of our families, friends and colleagues in \nundiscriminating fashion. This amplifies the importance \nof taking care of each other and preserving our ability \nto meet our public health responsibilities. Our work as \na company will blend into the broader mosaic of \nimportant work being done by the biopharmaceutical \nindustry at large as we work together to address these \ncritical public health challenges.SECTION 4 \nOUR RESPONSE TO COVID-19", "metadata": {"source": "NASDAQ_ALKS_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}