{"page_content": "CEO letter              About Oportun              Our ESG approach             Social              Governance              Environmental sustainability              Appendix\n38 Corporate responsibility & sustainability report 2021We have implemented numerous policies that promote \nethical behavior, which include: \n• Anti-Money Laundering\n• Complaints handling \n• Fair Credit Reporting Act\n• Fair lending\n• Insider trading compliance\n• Political contributions\n• Privacy\n• Protection and proper use of company assets\nOur Code of Business Conduct and our Whistleblower \nPolicy provide guidance for all employees to report \nany and all good-faith complaints regarding violations \nof our Code of Business Conduct, sales practices, \naccounting or auditing matters, or other violations \nof law. We protect those who come forward with our \naccompanying Non-retaliation Policy. Our employees \nare encouraged to report through internal channels \nto our Deputy General Counsel or via our anonymous \nthird-party hotline. Any reported activity is investigated \ninternally under the direction and oversight of our \nBoard’s Audit and Risk Committee. Every event is \ntaken seriously and promptly addressed to take the \nappropriate corrective actions as necessary. Third-party risk management\nOur risk considerations do not end at the boundaries \nof our organization. It is equally important for our \npartners, vendors, and suppliers to uphold the same \nvigilance to integrity, ethics, and compliance as we \ndo and for them to align with our mission and values. \nWe view them as extensions of our teams and as \nrepresentatives of Oportun. \nWhen identifying third parties, we engage in a highly \nselective due diligence process that emphasizes \nbest-of-care decisions. We seek partners who will \ntreat our members with dignity, even when we no \nlonger have an active relationship with the member, \nand who employ responsible business practices. Our \nThird-Party Risk Management Program addresses \nhow our partners are effectively identifying, assessing, \nmonitoring, managing, and overseeing their enterprise, \ntechnological, and security risks, in addition to \nensuring they are compliant with all applicable laws, \nregulations, and regulatory guidance. We have also \ntaken steps in our request for proposals to address \nsupplier diversity by including questions about their \ninternal diversity programs. Governance", "metadata": {"source": "NASDAQ_OPRT_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}