{"page_content": "Dear Reader\nOur goal is to improve oral healthcare around the world. \nWith our global footprint, we aim to have a positive  \neffect both on the communities in which we live and w\nork as well on the larger global community. \nFor us, corporate social responsibility refers to the res­ponsibility for our employees, communities, society, and the environment. Our corporate social responsibility platform therefore includes a core focus through cor­porate philanthropy on initiatives that aim to improve oral healthcare. The platform also comprises support for the development, safety, health and wellbeing of  our employees and our communities both locally and globally. Dentsply Sirona is committed to the principles of good governance, a code of ethics for the way in which the company and its employees operate, trans­parency within the marketplace, as well as for reducing our environmental footprint. \nWe follow five key principles in the way we operate to create more meaningful product solutions for dentists built around substantial innovation and differentiated  \nclinical education. These include approaching our custo­\nmers holistically to best meet their needs as individuals,  \ntaking greater responsibility for our own demand  \ncreation, ensuring that our innovations are substantial \nand impactful, utilizing our scale across the industry,  \nand leading in clinical education. W\ne work every day to realize our vision and continuously \nfocus on taking steps to improve.  For example, we are \nstreamlining our pro\n c\nesses for developing new inno­\nvations, investing in impressive new education centers, \nand enhancing our digital portfolio of training pro­grams. \nAs an executive team, our desire to support our cor­\nporate social responsibility platform remains robust, as we believe that continuing to strengthen our corporate \nsocial responsibility initiatives will help forge long ­lasting  \nand trustworthy relationships with our customers,  employees, business partners, and shareholders.\nThere are many ways in which Dentsply Sirona and its employees are working to make a difference and give back. This report shares an overview of the areas in which we are focused and provides examples of how we are achieving our corporate social responsibility goals.\nRespectfully yours,\nDon Casey\nChief Executive OfficerAs a global leader in delivering innovative dental product solutions, every day we  \nempower dental professionals all over the world to provide millions of patients with \nbetter dental care and make people smile. Given our broad portfolio of products and the depth of talent within the organization, we aspire to push ourselves to a higher \nlevel, \nfocusing our R&D and educational efforts to become a truly transformative company within the dental industry. \n03", "metadata": {"source": "NASDAQ_XRAY_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}