{"page_content": "11 \nwith 10 women from the Global Headquarters in York, \nPA, USA to promote gender diversity among the work­force. Now known as the Women Inspired Network (WIN), the 12\n­\nmonth program has become a hallmark of \nthe company’s commitment to supporting the careers of talented female leaders. The 2018 group included 27 women. Employees who participated speak very highly about the program. According to WIN participant Lindi Barton\n­\nBrobst, “WIN gave me the tools (and frankly, \ncourage) to better identify and communicate my perso­nal and professional goals to myself, my family, and my team members.” Looking toward the future, the Com­pany is piloting a WIN Fellowship in the York location to provide additional opportunities for women to connect, grow, develop and support one another. If the pilot is successful it will be expanded to additional offices around the globe.\nIn 2018, Maureen received Linkage’s Women in Lea­\ndership Executive Impact Award in recognition of her dedication to supporting the development of women into leadership positions at Dentsply Sirona. Each year, the company also opens its workplaces to the future workforce in Germany on Girls’ Day, the world’s largest vocational orientation project. On April 26, 2018, at its Bensheim and Hanau locations, the company offered lectures, workshops and specific information on techni­cal apprenticeships and dual study programs to a group of approximately 55 girls between the ages of 10 and 15 \nwho represent our future.\nBeyond internal training initiatives, in many locations, \nDentsply Sirona provides tuition assistance enabling participating employees to complete their university education, while others have pursued advanced degree programs. The Company has a talent development stra­tegy that takes into account human capital risk assess­ment considering the specific skill requirements at each level of the organization. \nEnsuring that all employees have opportunities for \ndevelopment and have programs available is imperative for the growth of any organization.\nEqual employment  \nopportunity and inclusion\nDentsply Sirona firmly believes that a diverse workforce \nthat draws on the talents and skills of people from all backgrounds and cultures helps to contribute to an inclusive society and is good for the future sustainabi­lity of the business. As a business an active strategy of cultural diversity and inclusion informs our efforts at talent recruitment, development, and management. The company remains committed to the principle of equal employment opportunity out of moral and legal obliga­The Moveeffect Platform in Austria enables employees to arrange joint sporting activities with colleagues in Salzburg and Vienna.", "metadata": {"source": "NASDAQ_XRAY_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}