{"page_content": "13\nHealth and safety\nDentsply Sirona has a Global Wellness Program with a \ndifferent focus area for each quarter. In 2018, the focus areas were oral health, hydration, physical health and wellness, and in addition awareness. The company\n­wide \npr\nogram is designed for flexibility enabling local offices \nto adapt it to best meet the need of their local staff. An example of this came during the second quarter’s focus on hydration. Employees at the York, PA location in the U.S. took part in a challenge called “Wat’r You Drinking” (“What are you drinking”) as a wellness initiative to educate about hydration and to reduce sugary bevera­ge intake. Participants pledged to consume at least 64 ounces of water each day while limiting the consump­tion of soft drinks and other sugary beverages. There was also a charitable element to the 30\n­\nday challenge. \nWater bottles were sold to employees at a reduced price and the proceeds were donated to the non\n­\nprofit \norganization “charity: water,” which helps to bring clean water to communities in 26 countries.\nIn 2018, World Oral Health Day coincided with the \nDentsply Sirona Wellness Program’s first quarter focus on oral health and used the opportunity to promote awareness of the connection between oral health and general health and wellbeing.  Physical health through sport\nDentsply Sirona sponsored two employees who were raising money and awareness for good causes through sports. Raymond Hovens, a Benelux marketing product specialist for Wellspect in the Benelux region, collected money for kids with bowel problems. Together with his cycling team and countless other sports fanatics, they brought together 300 spinning bikes in the sport center next to the Feyenoord stadium in Rotterdam for three hours of spinning on March 11, 2018 and raised a total of 486,766 euros. The money will be spent on research to find a cure for kids with severe bowel problems. Sabine van Laarhoven, a Customer Services Representative in the Benelux region, participated in the Run for Lyme to honor her friend Susan, who suffers from Lyme disease and underwent stem cell treatment in November. Dents­ply Sirona also sponsored Sabine’s efforts.\nAnother example of the Company’s support for physical health is through the Moveeffect Platform in Austria. Ac ­\ncessible via app, PC or tablet, the platform works like an int\nernal company social network about sports. Emplo ­\nyees use the platform to arrange joint sporting activities fr\nom walking, jogging or gardening to tennis or football. \nThe activities are documented on the Moveeffect Plat ­\nform where colleagues can comment and post. \nEmployees receive safety training and annual Environ­mental, Health and Safety audits are conducted in each of the manufacturing facilities around the world. In the U.S., audits are also conducted periodically by the Occupational Safety and Health Administration (OSHA) and the company works with this regulatory body to ensure compliance with all safety standards.\n”What’r you drinking“ an initiative to educate about hydration and to reduce sugary beverage intake.", "metadata": {"source": "NASDAQ_XRAY_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}