{"page_content": "Community\nAs a leader in the dental industry, Dentsply Sirona recognizes the responsibility it  \nhas as a company in advocating for and investing in efforts that improve oral health worldwide. These efforts start in the local communities surrounding Dentsply Sirona’s offices and extend to supporting initiatives and dental missions to provide access to dental care for vulnerable and underserved communities around the world.\nEach year, Dentsply Sirona supports charitable events, \ninitiatives and activities locally and that extend to many areas around the globe. Some of these activi ­\nties focus on directly supporting the communities in which the C\nompany and its employees are located, \nwhile others focus on goals inherent to Dentsply Siro ­\nna’s mission of improving the state of oral healthcare ar\nound the world. The Company also supports initia ­tives aimed at improving dental education and access t\no dental care. Dentsply Sirona knows that there is \na connection between good oral health and general health. Therefore, it aims to promote healthy habits among children in order to reduce the chances of oral diseases and health problems later in life. The follo ­\nwing examples illustrate some of the many ways that Dentsply Sir\nona and its employees give back.\nDentsply Sirona supports local communities\nDonating intraoral sensors\nEach year, Dentsply Sirona donates or lends dozens \nof its digital intraoral sensors – Schick 33 – along with software and expert assistance to charitable organiza ­\ntions across the United States. One such example is its support f\nor the American Dental Association Foun ­\ndation’s Give Kids a Smile program which has helped mor\ne than 5.5 million underserved children access free \noral health services. On February 9, 2018, Dentsply Sirona sent a team to help diagnose the more than 60 children who came through the Give Kids a Smile event at Traviss Technical College in Lakeland, Florida alongside students from the school’s Dental Assisting program and dentists from the local area. Dentsply Sirona also donated a Schick sensor for an auction event to raise money in support of CDA Cares, the California Dental Association’s charitable arm, for the work they do around the State of California. The company also supports local communities  \nthrough events hosted by organizations such as Missi­\non of Mercy which provides free dental care to those \nwithout the means t\no afford it. The Seattle King Clinic \nalso hosts an annual volunteer\n­\ndriven event where \neconomically disadvantaged patients can receive den ­\ntal, medical, and vision care. Between 2014 and 2018, the clinic e\nvent has helped roughly 20,000 patients. \nDentsply Sirona is proud to be a part of this event. \nSupporting the Hispanic Dental  \nAssociation HDA\nThe motivation behind the recent Dentsply Sirona \ncollaboration with the Hispanic Dental Association is to pave the way for dental innovation, particularly in disadvantaged communities. The Hispanic Dental Association (HDA) held its Second Annual Global Health and Technology Innovation Forum in 2018 during the Greater New York Dental Meeting. Dentsply Sirona helped to sponsor and organize an innovation contest “Innovation Alley” for dental student social entrepreneurs to pitch their ideas to resolve a patient treatment or product challenge in the dental indust ­\nry, as well as for dental industry\n­ related humanitarian \nprograms.\nDental care for families in Shanghai\nOver two days in November, Dentsply Sirona helped support the Shanghai Beautiful Mind Foundation to provide dental treatment for nearly 45 “Caring Heart” children and their families in Shanghai. The Caring Heart program aims to help children suffering from severe illnesses or who have been victims of domestic violence by providing long\n­\nterm mental and physical \ncare.4\nTreating a patient during the Caring Heart charity event in Shanghai.14", "metadata": {"source": "NASDAQ_XRAY_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}