{"page_content": "15\nHealthy Eating with Super Chefs\nDentsply Sirona Canada has donated to Super Chefs \nsince its inception. The organization was founded by Dr. Greg Chang, a customer of Dentsply Sirona, and teaches children the importance of eating nutritiously and having a balanced, active lifestyle. Every year Super Chefs organizes cooking classes and events for child­ren from all backgrounds in its Surrey, British Columbia home community. This year the organization celebrates its 10th anniversary.\nAffordable dental care in Leuven\nTogether with Wijkgezondheidscentrum De Central vzw in Leuven, Belgium, Dentsply Sirona Implants is working on a project to give back to the community by helping those in need of affordable medical care. De Central al­ready offered a practicing physician in its office and has recently begun offering access to a dentist for low\n­\ncost \ndental care. Dentsply Sirona is supporting the new den­tal practice in several ways including through and initial survey of the practice to understand its needs and what it lacks and then to provide material and equipment to fill those needs. Additionally, the Company is sharing its expertise in working with patients in need of speci­al care, putting Dentsply Sirona’s global experience to work. By organizing direct interaction with De Central, employees also gain valuable experience as to why their work at Dentsply Sirona makes a difference in impro­ving people’s health and lives.\nWater Street Health Services\nDentsply Sirona supplies the Water Street Mission in Lancaster, PA with consumables and small equipment for their four operatories on a regular basis and recently donated a treatment center for their health \nservices.  Coats for Kids\nIn time for winter, the Charlotte office donated to the \n2018 Steve’s Coats for Kids drive. Employees led by ex­ample and made Dentsply Sirona their largest corporate donor of coats.\nChristmas donation helping children  \nwith cancer\nDentsply Sirona’s Iberia office is helping to raise money \nfor research into cancers affecting children by suppor­ting the Hospital Sant Joan de Deu in Barcelona, Spain. Children from the Garbí d’Esplugues School made “shu­riken” – origami stars – to symbolize the fight against cancer. The Iberia office sent its clients a Christmas letter explaining the action to raise money along with a personalized Shurikan from the students.\nChildren from the Garbí d’Esplugues School in Spain with their person­\nalized Shurikans. \nJean Crawshaw, Executive Territory Manager at Dentsply Sirona and Dr. Greg Chang of Super Chefs celebrating the 10th anniversary of the organization.", "metadata": {"source": "NASDAQ_XRAY_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}