{"page_content": " Message from Our President and CEO \nWe operate with the deeply held belief that \nthe lasting success of our business lies in the enduring vitality of the communities we serve.   \nAs a bank, we work in a deeply personal \nspace, helping people navigate the complicated intersection between life, business and money. At Umpqua, we believe we have both the obligation and opportunity to help make that relationship as good as it can be—both through innovative banking and by helping our communities thrive. \nOver the past 66 years, we’ve strived \nto build on our history, deepening the connection between our business and communities up and down the West Coast. Today, we’re the largest bank headquartered in the Pacifc Northwest and one of the largest regional banks on the West Coast, with nearly 4,000 associates and more than $25 billion in assets. We’ve developed a unique business strategy—human digital banking—that uses technology not just to create efciency but also to empower deeper human relationships. \nAs we’re modernizing our company \nto deliver human digital banking, we’ve also evolved and expanded our approach to corporate responsibility. We’re dedicated to integrating our values across the organization, leveraging all parts of our company— our fnancial muscle, operational scale and institutional strengths—to create value for our associates, customers, communities and shareholders. \nThis approach to corporate \nresponsibility refects our ongoing desire to make a meaningful diference in the fnancial well-being of our communities. It’s work that runs deep in Umpqua’s DNA, and you’ll see examples of how we’re working to take it to the next level throughout this report—from investing in training and development for our associates to building a more diverse and inclusive organization and creating new programs to connect our teams’ expertise with those in our communities who need it most.  \nWe’re also doubling down on our \neforts to streamline operations in the name of sustainability and bring real human connection to digital banking. And we’re sharing our approach to corporate responsibility as a guide to how we integrate our values across the organization. \nOur corporate responsibility strategy \nserves as a steward of our good intentions—a framework for deepening the connection between our business and stakeholders. It includes four pillars: Support Communities, Serve Customers, Operate Sustainably and Do Meaningful Work. In this report, you’ll see how we think about these pillars and how we’re using them to deliver an even more signifcant impact across our communities in the future. \nFor example, last year, we launched \nUmpqua Go-To, the industry’s frst human digital banking platform, which gives each of our customers instant access to their own personal banker regardless of the size of their balance. We donated more than 48,000 volunteer hours and more than $3.4 million dollars to support our communities. We streamlined operations, planted the seeds for a Sustainability Council and improved our diversity numbers. It’s important and exciting progress. \nWe also recognize that the issues we’re \ntackling are big and complex, and we approach this journey with humility. We have a lot to learn and a long way to go—and can’t do it alone. As we strive to be great, we challenge ourselves to recognize how and where we can get even better along the way. \nWe’re proud of where we come from and \nlook forward to where we’re going. As our journey unfolds, we will continue to reinvent and innovate how we operate, serve and give with a goal of contributing meaningfully to the long-term well-being of those we serve. \nSincerely, \nCort O’Haver \nPresident and CEO \n2018 Corporate Responsibility Report\n6 ", "metadata": {"source": "NASDAQ_UMPQ_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}