{"page_content": " \n \n   \n \n            Corporate Policies & Practices \nWe maintain an Associate Handbook that provides important HR \npolicies and practices as well as general guidelines on what we expect from our associates and what they can expect in return. Some of the specifc topics covered include: \nBusiness Ethics and Confict of Interest Code \nOur reputation of honesty, integrity and security is vital \nto our success as a fnancial institution. This code of ethics establishes expectations that all associates are held accountable to when conducting afairs in the name of the bank, extending not only to the bank’s customers, but also the shareholders, the communities in which we conduct business, and other associates. \nEach associate is asked to review this policy on an annual \nbasis. Associates can anonymously report concerns relating to unethical or improper acts or practices online or by phone through a third-party provided ethics hotline. Hotline reporting and results of investigations are reported quarterly to the Audit & Compliance Committee of the Board. \nCustomer Due Diligence \nAll bank associates are required to comply with the Bank Secrecy Act and are responsible for implementing the various anti-money laundering regulations as they apply to their daily activities here at Umpqua Bank. These include, but are not limited to, reporting suspicious activities, collecting and recording customer identifcation for new accounts, recording and reporting cash transactions, identifying high-risk customers (money services businesses, non-exempt businesses, foreign accounts), and reporting any unusual transaction activities. \nEmergency Preparedness \nWe won’t be efective in a crisis if we aren’t ready ourselves. We have an enterprise-wide response, recovery and resumption framework for critical business processes which provides business resiliency and minimizes customer service disruptions. \nEveryone who works at Umpqua takes emergency \npreparedness training. The course helps our associates and their families prepare for the worst. If they’re safe, we can rest easy—and get the bank up and running more quickly so our customers have access to their money. That training and awareness, combined with continuity planning focused on our operations and systems, helps us prepare for the worst. Gift Policy \nWe help our associates understand important restrictions in place around gift acceptance from customers, suppliers or government ofcials, in accordance with the Bank Bribery Act. \nOur business is conducted within the United States, excluding \nus from the additional exposure of interaction with foreign governments. \nHealth and Safety \nWe are committed to achieving and maintaining a safe and healthful workplace for all associates by establishing safe work practices. Our Health and Safety Program and Safety Team bring associates and management together in a cooperative efort to promote safety and health in each workplace. \nAnnual Required Training \nUmpqua Bank associates complete the following training courses annually: \n• Human Resource Policies \n• Wage and Hour Policies \n• Harassment Prevention \n• Diversity Awareness \n• Workplace Safety \n• Emergency Management \n• Business Continuity \n• Information Security \n• Handling Customer Complaints \n• Unfair Deceptive or Abusive Acts and Practices \n• Bank Secrecy Act \n• Gramm-Leach-Bliley Act \n• Job-specifc Regulatory Compliance Training \nFor full review of corporate governance information, visit: https:/ /www.umpquabank.com/investor-relations/ \n2018 Corporate Responsibility Report\n54 ", "metadata": {"source": "NASDAQ_UMPQ_2018.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}