{"page_content": "24COMMITMENT TO SUSTAINABLE \nPRODUCTION PRACTICES\nAt Olympic Steel, we respect the environment and take very seriously our \nrole as stewards of the planet’s resources. We are committed to following \npractices that will have a positive impact on the environment and the \ncommunities in which we operate – for the benefit of current and future \ngenerations of employees, customers and shareholders we serve.\nOUR PROCESS & IMPACT\nTo clarify further, we don’t have the same potential to introduce \npollutants into the water or the air that occur during some other metals \nmanufacturing processes. Instead, we’re part of the supply chain that makes \nproducts out of metal. We buy metal products in bulk from metal producers \n(steel mills). Then, our role as a metals service center is to break that bulk \nsupply into smaller quantities to sell to our customers. We also support \nOEMs and other customers by cutting, shaping, and otherwise processing \ncarbon steel, stainless steel and aluminum. \nWhile we don’t make metals, we do recycle scrap material that mills re-use \nin their processes to make raw material. The work we do to process metals \nfor our customers does not distribute \npollutants into the water supply, nor \ndo we engage in any mining or extract \nany materials from the ground. While we believe our footprint is small, \nwe’re still taking steps to further reduce our overall environmental impact.\nWe are currently in the process of measuring our scope 1 and 2 emissions \nand have hired a metals industry-specific consulting firm. This consultant \nwill not only help us measure our emissions, but also help us monitor and \neffectively implement processes to comply with ever changing legislation.\nWe look forward to reporting those results in next year’s report.\nORIGINAL \nEQUIPMENT \nMANUFACTURERS \n(OEMS), \nFABRICATORS & \nOTHER SERVICE \nCENTERSCUSTOMER  \nEND USERSOur Impact\nEnvironmental Responsibility\nSTEEL MILLS\nWe expect that more than 95% of emissions associated \nwith our commerce will be represented by the embedded \nemissions associated with the production of the steel \nand metals products we purchase. SCRAP METAL\nOUR COMMITMENT TO QUALITY\nQuality is one of our Core \nValues, and it’s a commitment \nto our customers that we take \nseriously. We’re proud to have \n29 facilities that have earned and \nmaintain ISO 9001:2015 Quality \nManagement System certification. MILL IMPACT\nSERVICE \nCENTER \nIMPACT", "metadata": {"source": "NASDAQ_ZEUS_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}