{"page_content": "59 2021 CORPORATE SOCIAL RESPONSIBILITY REPORT  | ROSS STORES, INC.Empowering Our Associates Supporting Our Communities Operating Sustainably Conducting Business Ethically \nTCFD Framework Reference Table \nRecommended Disclosure Topic Location \nGovernance \nDescribe the Board’s oversight of climate-related risks and opportunities. \n2022 CDP Response; 2021 Corporate  \nSocial Responsibility Report—Pr\nogram Oversight (pg. 32) \nDescribe management’s role in assessing and managing climate-related risks and opportunities. \nStrategy \nDescribe the climate-related risks and opportunities the organization has identified over the short, medium, and  \nlong terms. \n2022 CDP Response Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. \nDescribe the resilience of the organization’s strategy, taking into consideration different climate-related \nscenarios, including a 2 degr\nee C or lower scenario. \nRisk Management \nDescribe the organization’s processes for identifying and assessing climate-related risks. \n2022 CDP Response \nDescribe how processes for identifying, assessing, and managing climate-related risks are integrated into the or\nganization’s overall risk management. \nMetrics and Targets \nDisclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas emissions and the related risks. 2022 CDP Response; 2021 Corporate  \nSocial Responsibility Report—Emissions and Ener\ngy \nOverview (pg. 34), Emissions and Energy Data Table (pg. 61) \nDescribe the targets used by the organization to manage climate-related risks and opportunities and \nperformance against tar\ngets. 2022 CDP Response; 2021 Corporate Social Responsibility Report—Emissions and Ener\ngy Overview (pg. 34)", "metadata": {"source": "NASDAQ_ROST_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}