{"page_content": "Practices Overview People Products Planet\nProducts: \nAltair Sustainability Report  /  31\nOur Customers’ Use of Our Technology\nOur Customers’ Use of Our Technology“To us, Altair SimSolid means efficiency. \nWhile the software quickly provides accurate \nsimulation and optimization in one step it \ndoes not require any expert knowledge. No expertise in analysis is necessary and especially \nno meshing is required. Also, SimSolid helps \nour designer to shape chassis components with confidence based on the SimSolid simulation.”\nAnthony Reullier, Digital Simulation  \nSpecialist and CAE Leader, Renault\n“PollEx PCB verification solution was initially \nadopted to reduce manufacturing defects and human errors of engineers, and thanks to it we \ncould significantly reduce development and \nmanufacturing costs.” \nJungWon Lee, Chief Researcher, Samsung SDI “Altair’s license-first approach to scheduling \nenabled Annapurna Labs to enhance its \nresource management. It not only gave us  \nmore control over resource usage and cost,  \nwe dramatically improved productivity and time-to-product through the Continuous-\nIntegration development flow.” \nNafea Bshara, Annapurna Labs\n“Radioss clearly represents an alternative  \ncrash analysis process with compelling benefits. \nIt will help accelerate research and development \nprocess at NIAR, and significantly shorten design cycle time in the aerospace industry. \nRadioss performs brilliantly on Oracle’s high \nperformance cloud infrastructure.”\nRafael Leite, Research Associate, National \nInstitute for Aviation Research, NIARThe adoption of Inspire and \nSimSolid in our workflow has been transformational. We could reduce the entire design cycle of 40% and realize three validation analyses in less than 90 minutes, allowing us to design lighter and safer support structures. Thanks to Altair’s solutions, we could quickly find the optimal design layout for our NINFA models with Inspire and then verify the rationalized geometry with SimSolid. In addition, we can leverage SimSolid for the nonlinear analyses for our complex structural assembly of more than 1000 parts.” \nGabriele Romagnoli, Head of Structural \nEngineering, Farone", "metadata": {"source": "NASDAQ_ALTR_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}