{"page_content": "Practices Overview People Products Planet\nPractices: \nAltair Sustainability Report  /  39\nData Security and Data Privacy\nAltair’s Privacy Policy can be found here:  \nwww.altair.com/privacy-policy.  \nThe introduction to our Privacy Policy reads  \nas follows: This Privacy Policy describes how Altair Engineering, Inc. collects and uses \nPersonal Information about you through the use \nof our websites and our products and services.\nAltair Engineering, Inc., its subsidiaries,  \nand affiliates (“Altair” or “We”) respect your privacy and are committed to protecting  \nit through our compliance with this policy.\nThis Privacy Policy (our “Privacy Policy”) \ndescribes the types of information we may \ncollect from you or that you may provide when you use our remotely accessed software or \nwhen you visit our websites, including, but not \nlimited to www.altair.com, www.altairenlighten.com, www.altairhyperworks.com, insider.\naltairhyperworks.com, www.pbsworks.com,  www.solidthinking.com, login.solidthinking.com, blog.altair.com, 365.altair.com, www.toggled.com, connect.altair.com, www.altairsmartworks.com, \nwww.altairuniversity.com, www.pbs.org,  \nwww.pbscloud.io , www.openmatrix.org, \nwww.altairatc.com, www.efatigue.com and  \nother websites owned or operated by Altair, \nincluding local websites in your country, such  as www.altair.it, www.altair.de , and www.altair.\nse (collectively, our “websites”) or provide us information at a trade show, marketing event, or through an agreement entered into between \nAltair and you and/or your employer and our \npractices for collecting, using, maintaining, protecting, and disclosing that information.\n \nThis policy applies to information we collect: on our websites, including but not limited to \ncomments and forums on our websites; in email, \ntext, and other electronic messages between you and Altair, including on or through our websites;\nthat you provide at marketing, trade shows, \ntraining registrations, and other similar events; and that you or your employer provides as part of an agreement between you or your employer \nand Altair for our products and services.\nIt does not apply to information collected by: any \nthird party, including through any application or \ncontent (including advertising) that may link to or be accessible from or on the websites.\nPlease read this policy carefully to understand \nour policies and practices regarding your \ninformation and how we will treat it. If you do \nnot agree with our policies and practices, your choice is not to use our websites or our products \nand services. By accessing or using our websites, \nyou agree to this Privacy Policy. This Privacy Policy may change from time to time (see \nChanges to Our Privacy Policy). Your continued \nuse of our websites or our products and services after we make changes is deemed to be \nacceptance of those changes, so please check \nthis Privacy Policy periodically for updates. \n Data Security and Data Privacy", "metadata": {"source": "NASDAQ_ALTR_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}