{"page_content": "APPENDICESGRI Disclosure References and responses\nOCCUPATIONAL HEALTH AND SAFETY (cont.)\nGRI 403: OCCUPATIONAL HEALTH AND SAFETY 2018\n403-1 Occupational health and safety \nmanagement system2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, Safety; page 130\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, COVID safety response; page 131\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, Safety campaigns; page 132\n403-2 Hazard identification, risk \nassessment, and incident \ninvestigation2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, Safety; page 130\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, COVID safety response; page 131\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health,  \nWell-being and Safety, Safety campaigns; page 132\nDirect Response: Each WBA division, business and corporate function must \ndesignate a director from its management or operating committee, to hold \nspecific responsibility for management of all health, safety and environmental \nmatters in its operations. The director must ensure that ongoing comprehensive \nrisk assessments are carried out on all work-related activities that carry health, \nsafety and environmental risks, and that all mitigating controls required by these \nassessments are implemented promptly as appropriate.\n Each division, business and corporate function must have written, fit-for-\npurpose health, safety and environmental standards – informed by local legislative \nrequirements - that cover the areas of risk relevant to its operations as well as a \ncompliance program that includes regular health, safety and environmental audits. \n Every business must have in place processes for investigating accidents and \nnear misses to ensure that the root causes of health, safety and environmental \nincidents are fully identified and addressed. In addition to internal investigative \nprocesses, the Occupational Safety and Health Administration (OSHA) in \nthe U.S. assess risks, recommends improvements and enforces industry \nstandards. In the UK, primary authorities are consulted on health and safety and \nenvironmental matters, for which they may provide assured advice.\n As outlined in employee handbooks, policies and contracts of employment, \nall employees, agency staff, consultants and onsite contractors must engage \nfully in the management of health, safety and environmental matters of divisions, \nbusinesses and corporate functions. Any concerns about misconduct or hazardous \nconditions that may threaten workplace safety should always be reported. WBA \ndoes not tolerate retaliation against anyone who raises a legal or ethical concern, \nreports misconduct in good faith or participates in an investigation.\n403-3 Occupational health services 2020 CSR Report, Our Response to COVID-19, Health, safety and well-being of \nour people, patients and customers; page 40\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health, Well-being \nand Safety, Safety; page 130\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health, Well-being \nand Safety, COVID safety response; page 131\n2020 CSR Report, Healthy and Inclusive Workplace, Employee Health, Well-being \nand Safety, Safety campaigns; page 132\n164 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 163, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}