{"page_content": "MORE INFO \nWe invite you to read \nfurther about our \nwork on racial equity \nin our first global \nWBA Diversity & \nInclusion Report .Message from  \nOur Leaders\n(GRI 102-14)\nOur company was on the front lines of the global COVID-19 \npandemic during fiscal 2020, responding to critical societal \nneeds for access to healthcare, trustworthy information and \ninnovative solutions. While the pandemic has presented \nenormous challenges, we are immensely proud of how \nour people are responding, working tirelessly, putting the \nhealth, safety and well-being of our customers and patients \nat the forefront and rapidly adapting our business model.\nWe are proud to be a vital part of the solution to bring the pandemic \nto an end as we support vaccine education, distribution and \nadministration. Our role as part of communities and patient-care teams \nhas never been more clear. \nAs a leading global pharmacy retailer and distributor that provides \nan essential public service, it is our responsibility and a business \nimperative to operate sustainably for people and the planet at all times, \nbut especially in times of crisis. This unprecedented and ongoing \nemergency has given us an opportunity to reinforce ourselves as  \na caring corporate citizen and we are emerging even more resilient  \nfor the future.\nThroughout the pandemic we have listened to our stakeholders, \nincluding customers and patients, our valued employees and our \nbusiness partners. Examples of our response to their evolving needs \ninclude: partnering with government agencies and businesses \nto implement COVID-19 testing, enhancing workplace safety and \nflexibility, waiving fees for medication delivery in certain markets  \nand expanding online shopping and pick-up options.\nAnother focus during fiscal 2020 has been racial equity, as \ncommunities across the U.S. and around the world press for progress \non this issue. We responded by making clear that our company values \nracial justice, listening to our diverse employees regarding their needs \nand bolstering our already robust diversity, equity and inclusion (DEI) \ninitiatives. Our board of directors has increased its own diversity and \nthe board’s Compensation and Leadership Committee has approved \nlinking a portion of incentive pay to performance on our DEI goals.\n4 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020\nOVERVIEW", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}