{"page_content": "| 39  \n Overview\n Appendices\n Healthy Communities \n Healthy Planet\n Sustainable Marketplace\n Healthy and Inclusive Workplace\nWhen COVID-19 hit, our communities went into lockdown, \nbusinesses shuttered and people stayed home for weeks \nand months. But not WBA. Our pharmacies and stores, \ndistribution centers and wholesale operations stayed open \nacross the globe to provide essential healthcare services, \nmedications and consumer goods. We moved swiftly to \nmaintain continuity, establishing a COVID-19 steering \ncommittee and task force to oversee our response in our \ndifferent geographies, while working to help protect the \nsafety of our people, patients and customers.\nOur sustainability work has always been embedded in our business \noperations, and never was this more true than during the global \npandemic. Our response to COVID-19 has been guided by our values \nand ethical principles and by always-on engagement with stakeholders \nto understand their needs, particularly our valued employees. Due to \nthe pandemic, we have accelerated the ongoing transformation of our \nbusiness, which will make our business model more resilient for the future.\nOur response to the pandemic included the following:Rising to the challenge\nWe put safety measures in place to help protect our \ncustomers and employees.We collaborated with government and industry partners \nto implement COVID-19 testing sites and to prepare for \nvaccinations against the virus.\nWe recognized the extraordinary efforts of our teams on \nthe front lines and behind the scenes at our support offices, \nwho made sacrifices to serve our customers and patients.\nWe innovated and adapted to meet evolving needs, \nexpanding services such as delivery and pick-up options, \noffering new products and working to guarantee supplies \nof essential items and personal protective equipment (PPE).\nOur expert, caring pharmacists provided trustworthy \ninformation on COVID-19 for the public.\nWe conducted targeted outreach to the most vulnerable \npatients to make sure they had access to the medication \nthey need.", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}