{"page_content": "(GRI 103-2, 401-2, 403-3, 403-5, 403-6)\n(GRI 403-5, 413-1)With more than 331,000 direct employees around the world and \nmillions of customers and patients - health, safety and well-being were \nalready a top priority for us. This became even more of a focus during \nthe pandemic. Throughout our businesses, we updated and adapted \npolicies and benefits to allow our people to take care of themselves \nand their families.\nFor certain employees making great sacrifices on the front lines,  \nwe offered a one-time stipend payment. Employees who work in  \nour support offices were provided with the tools to work from  \nhome and the flexibility to do so.\nWe deployed a pandemic response system and team to manage \nand mitigate employee exposure cases, provided timely access for \nreporting COVID-19 cases and proper clinical and safety guidelines \nto minimize exposure to employees and customers according to U.S. \nCenters for Disease Control and Prevention (CDC) guidelines. \nWe kept lines of communication open with an always-on employee \nfeedback tool including a wellness check, and we responded to \nfeedback with enhanced health and safety information, workplace \nflexibility, recognition of front-line employees and adjustments to \nbenefits, including tools to help people manage stress and anxiety.\nOur businesses are playing a critical role in helping the world  \nemerge from the pandemic, including testing millions of people  \nfor COVID-19, vaccinating high-priority populations in the U.S.  \nwhile preparing to vaccinate the general public, and helping  \nto store and distribute vaccines. \nWalgreens worked quickly with federal, state and local governments, \nas well as industry partners to meet the needs of communities across \nthe country for COVID-19 testing. Walgreens government affairs and FURTHER \nREADING \nRead more on \nour response to \nemployee needs and \nworkplace safety \nduring the pandemic:\nEmployee Health, \nWell-being and \nSafety, pp 123-133\nHealth, safety and well-being\nof our people, patients and customers\nto end the pandemicA critical role in helping\n40 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020\nOVERVIEW", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}