{"page_content": "| 5  \n Overview\n Appendices\n Healthy Communities \n Healthy Planet\n Sustainable Marketplace\n Healthy and Inclusive WorkplaceOur pharmacies are embedded in diverse communities and we work  \nto address healthcare disparities such as access, affordability \nand quality of service that most often affect people who live in \nunderserved areas.\nThe urgent issues of the past year have underlined the importance \nof sustainability for all enterprises and have reinforced our \nhealthcare-centric Corporate Social Responsibility (CSR) strategy, \nwhich is aligned with our business, our expertise and our area of \ninfluence. By consistently responding to social and environmental \nneeds in an accountable way over a number of years, and through \nstrong CSR governance, we believe we are creating long-term value \nfor our investors, customers, patients, employees and for society at \nlarge. WBA joined the Dow Jones Sustainability North America Index \nin 2020, a recognition of the company’s outstanding performance in \ncorporate sustainability.\nWe partner with an array of organizations to maximize our positive \nimpact and our influence for good. In 2020, we joined the United \nNations Global Compact (UNGC), a voluntary leadership platform \nfor the development, implementation and disclosure of responsible \nbusiness practices. We look forward to continuing to align our \noperations and strategies with the UNGC principles and to furthering \nour action on the UN Sustainable Development Goals (SDGs).\nWe are pleased to report our ongoing progress on our sustainability \ncommitments in our 2020 CSR Report including updates on our \ninitiatives and our performance.\nAs the company announced on Jan. 26, Rosalind (Roz) Brewer  \nhas been appointed as WBA’s new chief executive officer, effective \non March 15, 2021. We look forward to her contributions to running  \na sustainable enterprise. As both of us transition into new roles  \non the board, we anticipate continuing to prioritize this agenda.\nAs always, we are deeply grateful to our loyal customers and \ndedicated employees whose generosity and dedication make  \na positive difference in the world every day.\nJanuary 27, 2021“It is our \nresponsibility \nand a business \nimperative \nto operate \nsustainably  \nfor people  \nand the planet \nat all times, \nbut especially \nin times  \nof crisis.“\nJames A. Skinner\nExecutive Chairman,  \nWalgreens Boots Alliance, Inc.\nStefano Pessina\nExecutive Vice Chairman \nand Chief Executive Officer, \nWalgreens Boots Alliance, Inc.", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}