{"page_content": "| 41  \n Overview\n Appendices\n Healthy Communities \n Healthy Planet\n Sustainable Marketplace\n Healthy and Inclusive WorkplaceFURTHER \nREADING \nRead more on  \nhow we worked  \non healthcare  \naccess issues in  \nthe pandemic:\nAccess to Affordable \nand Quality \nHealthcare, pp 51-60\nHealth Education and \nAwareness, pp 61-69pharmacy teams also worked with authorities to have pharmacists \nauthorized to administer and oversee testing. As of the end of \nDecember 2020, Walgreens offered COVID-19 testing at hundreds  \nof sites in 49 states and the District of Columbia and had completed \nmore than 2.8 million tests.\nMore than 70 percent of Walgreens COVID-19 testing locations are \noperating in underserved areas, based on data from the CDC’s Social \nVulnerability Index.\nBoots supported the UK’s COVID-19 testing program, helping to  \nease pressure on the National Health Service (NHS), and had \nconducted more than 2.1 million tests by the end of December 2020. \nMore than 500 Boots employees stepped forward to help in the \ntesting during an acute phase of the pandemic.\nBoots UK pharmacists who were isolating at home during the \npandemic due to risk factors related to COVID-19 helped to support \nthe government NHS 111 phone triage service during the pandemic. \nThese pharmacists provided professional healthcare information, \nsupport and advice to patients with questions about their medicines, \nminor ailments or concerns about new medicines.\nBoots UK made Boots Care Learning - its online learning platform \nfor caregivers and nurses in nursing homes served by Boots - free \nfor all nursing homes across the UK. The resource includes more \nthan 70 modules to support training for new staff in patient care and \nmedication management. The free extension of the service came \nduring a period of urgent recruitment to meet the immense pressure \non staffing at more than 20,000 care homes in the UK looking after \n400,000 residents.\nWalgreens, with its nationwide footprint, extensive vaccine  \nexperience, trusted community presence and pharmacist expertise, \nis well-positioned to administer vaccines. We used a collaborative \napproach with governments, business partners and industry groups \nto prepare to bring COVID-19 vaccines to high-priority populations, \nas soon as they were approved. These include long-term-care facility \nresidents and healthcare workers. \nWalgreens has also continued to advance preparations - including \nsafety measures for employees and patients based on CDC guidelines \n- to accelerate the availability of vaccines against the virus in \ncommunities across the U.S.", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}