{"page_content": "(GRI 403-5, 413-1)\nDuring the pandemic, online purchases soared in our main markets in \nthe U.S. and UK, and demand skyrocketed for essential items and PPE. \nWBA worked with suppliers to quickly bring products to market and \nguarantee supplies. Additionally, we increased our capacity to rapidly \nfill online purchase orders.\nAs many customers looked for safer ways to shop, we expanded \ndelivery options in the U.S. and the UK. In the U.S., we offered free \nhome delivery of prescriptions, expanded the range of items that could \nbe picked up at our drive-thru pharmacies and enhanced our curbside \npickup option.\nWe leveraged our existing disaster response programs to help patients \naccess medications during emergencies. Using a predictive model \ndeveloped by the Walgreens research team, U.S. pharmacy teams \nidentified high-risk patients who were likely to be sheltering in place \nand assisted more than 1 million vulnerable patients in the U.S. with \nobtaining their medications.\nAt a time of increased unemployment, Walgreens saw a large increase \nin enrollment in our Prescription Savings Club. We offer this card for a \nsmall annual fee and it provides discounts on cash prices for a wide \nrange of medications.Expanded services, innovating to help\nRECOGNITION \nWalgreens ranked \n19 out of 100 largest \nU.S. employers for \nCOVID-19 response, \nby JUST Capital  \nand Forbes\nWalgreens ranked \n13th for COVID-19 \nresponse in 2020 \nAxios Harris Poll 100\n79% of Boots UK \ncustomers said they \nfelt safe in their store \nvisit; Kantar data \nfrom a 1,200 person \nsample collected in \nApril and May\nUK customer \nsatisfaction in  \nBoots stores hit  \nan all-time high\nHer Royal Highness The Duchess of Cornwall visited the Boots \nstore at Piccadilly Circus, London in July 2020, where she learned \nabout our initiatives such as Safe Spaces and took the opportunity \nto thank colleagues for their efforts throughout COVID-19.\n42 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020\nOVERVIEW", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}