{"page_content": "MORE INFO \nRead more on \nour work with \ncommunities during \nthe pandemic:\nPartnerships for \nGood, pp 71-78\nGiving Back,  \npp 80-83(GRI 103-2, 413-1)\nWBA’s businesses supported communities through numerous \ncampaigns, donations and ongoing charity work.\nBelow are just a few examples:\n• We established Safe Spaces in our pharmacies in Chile, Ireland and \nthe UK to support those experiencing domestic violence and abuse \nduring lockdown.\n• Walgreens was a founding member of the Illinois COVID-19 \nResponse Fund, donating $100,000, and made an early donation \nof $100,000 to the CDC Foundation as well as providing in-kind \ndonations such as thermometers.\n• Walgreens also donated PPE to various states and supported \nhealthcare workers in hospitals and health systems across the \nU.S. by donating care packages that included personal care items, \nsnacks and beverages, along with offering special store discount \ndays for front-line workers.\n• Between April and August 2020, Boots UK donated more than half \na million products to key CSR partner The Hygiene Bank, a charity \nthat distributes hygiene, beauty and personal care donations for \nvulnerable people living in poverty. Toiletries and essentials were \nalso donated to NHS workers and patients, including temporary \nNightingale Hospitals set up in response to COVID-19, and care \nhome workers.\n• Alliance Healthcare Turkey donated $250,000 to a national \nCOVID-19 response campaign.\n• Boots Thailand donated PPE and disinfectant to the National Cancer \nInstitute of Thailand.\n• Our UK businesses supported healthcare workers on the front lines \ndelivering more than 2,000 packs containing more than 17,600 \nhealth and beauty products to 20 hospitals, through regular  \nAlliance Healthcare logistical support routes.\n• During fiscal 2020, Alliance Healthcare donated 37,000 treatments \nto International Health Partners, with a total value of more than \n£32,410 ($41,000). These treatments were shipped to more than  \n20 different countries. Supporting our communities\n44 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020\nOVERVIEW", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}