{"page_content": "| 47  \n Overview\n Appendices\n Healthy Communities \n Healthy Planet\n Sustainable Marketplace\n Healthy and Inclusive WorkplaceDOWNLOAD \nFor more information \non our progress \nin these areas, \nplease see the \nEqual Opportunities \nsection, pp 134-145 ,  \nas well as our \nrecently published \nWBA Diversity & \nInclusion Report \n2018-2019 .The tragic killing of George Floyd in Minneapolis, Minnesota \nin May 2020 reignited the movement for racial equity and \njustice in the U.S. and across the world. With hundreds \nof thousands of people taking to the streets in our \ncommunities globally, WBA publicly recognized its duty to \nbe a catalyst for change, as a community and a company. \nWe aim to be an example of diversity and respect, with \nemployees who are well cared for and passionate about  \nthe communities we serve.\nShortly after Floyd’s death, we issued a statement from CEO  \nStefano Pessina  and an open letter on racial injustice from Global \nChief Human Resources Officer Kathleen Wilson-Thompson . We also \npublished “Get uncomfortable,” an open message to our non-Black \nco-workers, friends and neighbors from the leaders of the Walgreens \nAfrican American Leadership Network Business Resource Group ,  \nto kick-start conversations about race in our workplace.\nWe are taking specific actions to drive change, working to ensure \nthat managers are held accountable for recruitment, retention and \ndevelopment of people of color at every level of the organization  \nfrom the boardroom to the store room. \nThis will be an ongoing process involving listening, learning  \nand action. In this section, we summarize:Taking actions to drive change\nhow we have educated ourselves;\nour new and ongoing commitments to diversity,  \nequity and inclusion; and,\nour new and ongoing programs that address  \nhealthcare inequities that plague at-risk communities  \nand communities of color.\n", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}