{"page_content": "90 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020Managing energy use\n(GRI 103-2, 103-3, 302-4)\nAs with many of our initiatives, we recognize that what \nis good for the planet is also good for business. Energy \nsavings, for example, reduce our emissions output while \ncutting costs. As energy accounts for most of our emissions, \nwe continue to invest in energy-efficient equipment and \nsystems to reduce our overall carbon footprint. Each \nbusiness within WBA tracks and monitors its energy use. \nTo reduce energy consumption, Walgreens and Boots UK forecast and \nmanage energy use across their real estate and fleets with weekly, \nmonthly and yearly reports. These and other WBA businesses invest \nin energy-efficient lighting, heating, ventilation and air conditioning \n(HVAC) units and refrigerators, engage and educate employees \naround energy consumption, invest in photovoltaic systems, use \nalternative energy management programs and participate in demand-\nresponse curtailment programs during peak periods.\nDuring fiscal 2020, Walgreens began rolling out a robust energy \nmanagement system (EMS) to monitor optimal performance of devices, \nbuilding on years of progress installing more energy-efficient indoor \nand outdoor lighting and HVAC units. In addition, Walgreens continues \nto implement energy-saving systems for wireless control of lighting. \nAs of Aug. 31, 2020, Walgreens had completed energy-efficient HVAC \ninstallations in 34 percent of stores, interior LED lighting in 28 percent \nof stores and EMS in 14 percent of stores. \nWith a large retail footprint, we understand our role and responsibility \nin managing energy use within our communities. During fiscal 2020, \nwe participated in an increased number of demand response programs \nin the U.S., totaling 113 events across geographies. Walgreens \nproactively assisted in demand reduction to reduce stress on the grid, \npreventing potential blackout situations during wildfires in California, \nand worked with local utilities to get water to communities without \npower after storms. \nHEALTHY PLANET", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 89, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}