{"page_content": "| 91  \n Overview\n Appendices\n Healthy Communities \n Healthy Planet\n Sustainable Marketplace\n Healthy and Inclusive WorkplaceCommitments\n(GRI 302-4)\nFiscal 2020 was the final year of Walgreens commitment, \nthrough the U.S. Department of Energy (DOE) Better \nBuildings Challenge, to reduce energy intensity by 20 \npercent across 100 million square feet of retail space, \ncompared with fiscal 2011. The business achieved the goal \nthrough energy efficiency investments and other programs.\nSupporting the UK’s wider net zero transition, in July, Boots UK \npledged to collaborate with 19 other UK retailers on a roadmap for the \nindustry to achieve complete net zero emissions by 2040, including \nnet zero Scope 2 emissions by 2030 and Scope 1 by 2035. The 20 \nretailers who are signatories to the British Retail Consortium’s Climate \nChange Statement committed to driving forward decarbonization in \nshops, distribution centers and logistics operations; driving down \nemissions in supply chains; and guiding customers toward dramatically \nlowering their own carbon footprints.\nBusiness Renewable energy initiatives\nBusinesses in Norway and Spain Certified for purchasing 100% renewable energy for electricity\nBusinesses in the Republic  \nof Ireland and the UKWith few exceptions the electricity that these businesses purchase \ndirectly through the utility grid is certified as renewable\nWalgreensGenerated 17,000 MWh of electricity through rooftop solar panels \nduring fiscal 2020 at 240+ U.S. locations\nAcross WBA7% of electricity consumed during fiscal 2020 was from  \nrenewable sourcesRenewable energy\n(GRI 302-1)RECOGNITION \nWalgreens was \nrecognized as a \nGoal Achiever for \nthe Better Buildings \nChallenge, for \nreaching its energy \nintensity reduction \ncommitment in  \nfiscal 2020.", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 90, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}