{"page_content": "92 | Walgreens Boots Alliance  | Corporate Social Responsibility Report 2020Fleet efficiency and electric vehicle charging points\n(GRI 103-2, 103-3, 302-2, 302-4, 305-3)\nWBA fiscal 2020 emissions from product delivery decreased by 0.4 percent compared \nwith fiscal 2019, and business travel emissions decreased 30.8 percent in the same period, \nprimarily due to the impact of COVID-19 on our business operations and travel.\nTo improve fleet efficiency, in fiscal 2020 Boots UK \ncompleted the integration of its delivery systems \ninto Alliance Healthcare logistics operations. \nIntegrating the supply chain allowed the \nbusinesses to identify synergies and consolidate \ndeliveries, further reducing environmental impact \n– resulting in a decline of 38 metric tonnes in CO2e \nemissions. Boots UK revisited its route planning, \nspurred by a reduction in deliveries due to \nCOVID-19, with a goal to permanently reduce daily \nstops from 800 stores to 250 stores – resulting in a \ndecline of 600 metric tonnes in CO2e emissions.\nAlso during fiscal 2020, Boots and Alliance \nHealthcare trialed HGV (heavy goods vehicle) \nalternative fuels, including liquefied natural gas \nand hybrid fuels, in partnership with Volvo and \nIveco. The businesses also integrated tracking \nsoftware, termed telematics, in vehicles across \nvan and HGV fleets to monitor driver style for fuel \nefficiency and cost savings.\nThe Walgreens truck fleet has participated \nsince 2005 in the U.S. Environmental Protection \nAgency’s SmartWay Program, which helps measure fuel efficiency in the fleet and understand \nthe supply chain’s total impact on the environment. \nThe Walgreens fleet improved fuel efficiency by \n0.6 percent CO2 grams per mile in calendar 2019 \ncompared with calendar 2018. However, total \nmileage increased 3.9 percent largely due to \nexpanded operations following the acquisition of \nRite Aid stores and distribution centers. In fiscal \n2020, Walgreens assessed its backhaul operations \nwith the goal to reduce empty miles and also \nintroduced FlowBelow wheel covers with greater \naerodynamics, which are anticipated to result in a \n1 percent to 2 percent improvement in overall fuel \nefficiency.\nAcross the company, our businesses are \ncontinuing to integrate electric vehicles into \noperations, with four vans in the UK, 16 in France \nand 13 in the Netherlands.\nIn fiscal 2020, Walgreens increased the number \nof store charging stations for customers to 450 \nstations. Both Boots and Walgreens headquarters \nhave a number of charging stations for employees.(GRI 103-2)Ultra-low refrigerants progress\nAs a member of The Consumer Goods Forum \n(CGF), WBA continues to work to deliver on its \ncommitment to phase down Global Warming \nPotential (GWP) gases by using exclusively \nnatural or ultralow refrigerants by 2025. As part \nof that commitment, we also work to minimize \nthe total equivalent warming impact (TEWI) of \nnew refrigeration systems by using lower GWP refrigerant gases, improving energy efficiency, \noptimizing refrigerant charge sizes, minimizing \nrefrigerant leaks and investing in replacement of \nunits that are approaching or beyond useful life.\nBoots UK and Walgreens have established TEWI \nbaselines for HVAC and refrigeration units and \nboth achieved a reduction in TEWI in fiscal 2020 \ncompared with fiscal 2019.\nHEALTHY PLANET", "metadata": {"source": "NASDAQ_WBA_2020.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}