{"page_content": "7\nHand-Cut Steaks to  \nMade-From-Scratch Sides\nWe’re a restaurant you can trust to make dining \nout with your family fun. And because we take your \ntrust very seriously, we place the utmost importance \non food safety and food quality. We have stringent \nsourcing guidelines, conduct third-party audits, and \nmake sure everything we serve is prepared by our \nwell-trained staff. \nWe also expect a management-level employee to \ninspect every entree before it leaves the kitchen to \nconfirm it matches the guest’s order and meets our \nstandards for quality, appearance, and presentation.\nAdditionally, having in-house Meat Cutters provides \nhigher-quality steaks to our guests and helps reduce \nmillions of pounds of food waste each year. All of our \nfood is cooked-to-order, which is another way we \nreduce waste.Taste the Hand-Cut Difference \nMeat cutting is considered a lost art, but not at \nTexas Roadhouse. Each Texas Roadhouse restaurant \nemploys a butcher or Meat Cutter, so your steak is \nalways fresh, never frozen. Our Meat Cutters, who \nhand-cut every steak we serve, work in 34˚F coolers \nand cut an average of $1 million of meat each year \nper store. They receive extensive training as they \nfocus on perfecting their craft.\nOne way we celebrate our hard-working Meat \nCutters is with our annual National Meat Cutter \nCompetition. Texas Roadhouse butchers strive for a \nspot in cut-offs across the nation, first at the local \nor state level, then advancing regionally. The top \n30 challengers from these regional competitions \ncompete in the final round. Meat Cutters are judged \non quality, yield, and speed in this timed cut-off. \nThe winner is the cutter who yields the most steaks, \nwith the highest quality cut in the allotted time. \nThe grand prize is $25,000 and being crowned Meat \nCutter of the Year at the Texas Roadhouse annual \nManaging Partner Conference in April.\nSERVING SAFE MADE-FROM- SCRATCH FOOD", "metadata": {"source": "NASDAQ_TXRH_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}