{"page_content": "ZSCALER    ESG REPORT 202224OVERVIEW         GOVERNANCE         ENVIRONMENTAL         SOCIAL         APPENDIX\nTalent Attraction and Retention \nZscaler is a destination for top cybersecurity talent looking  \nto innovate at a mission-driven company revolutionizing  \nthe world’s approach to security. As we continue to grow,  \nwe have created a talent-attraction strategy based on the \nfollowing principles:\n •  Building and recr\nuiting from diverse  \ntalent pipelines\n •  Cultiv\nating a positive, inclusive culture that \ncreates opportunities for our people to  \nsucceed alongside Zscaler\n •  Pro\nviding a competitive compensation  \nand benefits packageZscaler Culture\nThe Zscaler values form the pillars of our culture and drive our \nsuccess, supporting our high-performing, can-do culture, \nand high rates of employee satisfaction.\nIn the past two years, Zscaler has doubled in size. We \nhad close to 5,000 employees as of the end of our 2022 \nfiscal year.  As we continue our growth, we recognize that \nmaintaining our values and culture, sustaining and improving \nthe employee experience, and never compromising excellent \nperformance will be critical to our ongoing success. In 2022, \nour new Chief People Officer joined Zscaler and will continue to \nstrengthen the practices and programs that support our people.\nWe use our annual employee engagement survey and periodic \npulse surveys to gauge employee sentiment. These surveys \ngive us a broad view of the employee experience, keep our \nleaders informed of areas for improvement, and help us \nunderstand the nuances across different demographics and \ngeographies. We are proud to have an engaged and motivated \nworkforce that exceeds the survey benchmark for companies \nin our industry, and we are determined to remain humble and \nopen to constructive feedback and new ideas.We have been named a  \n\"Best Place to Work\" by Glassdoor \nfor two years in a row.\nZscaler Values\n \n• Teamwork\n• Open Communication• Passion• Innovation• Customer Obsession\n94% \nof employees  \nare aligned with our \nstrategic mission\n 87% \nof responding  \nemployees are  \nhighly engaged\n ", "metadata": {"source": "NASDAQ_ZS_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}