{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 11\nFY22 IMPACT REPORT\n      Improve our operations\nDriving net -zero \ncarbon emiss\nions\nAutodesk continues to strive for excellence in embedding  \nsustainability throughout our business. This reduces our own impact \nwhile enabling us to thoughtfully engage with our customers and partners on their own sustainability journeys. For the second year  \nin a row, we neutralized our GHG emissions across our operations  \nand entire value chain, through the deployment of the Autodesk  \nCarbon Fund. \nAutodesk first committed to achieving net-zero carbon across Scopes 1, 2, and 3 on an  \nannual basis beginning in fiscal year 2021. Since setting this target, definitions of net- \nzero have converged; most notably illustrated by the release of the Science Based Targets initiative’s (SBTi) Corporate Net-Zero Standard in October 2021. We welcome this increased  \nrigor and standardization. \nOur net-zero carbon target is a journey guided by: \n ●Cl\nimate targets grounded in the latest science and aligned to a 1.5˚C climate trajectory \n ●P\nrioritization of internal investments and activities that decarbonize our operations  \nand those of our suppliers\n ●A c\nommitment to neutralize and compensate for all remaining Scope 1, 2, and 3 emissions  \non an annual basis through the purchase of high-impact carbon avoidance and removal \noffsets, as well as renewable energy certificates. \nThe SBTi validated our GHG emissions reduction targets in fiscal year 2022 and determined  \nthat our fiscal year 2031 Scope 1 and 2 target is aligned with the 1.5˚C trajectory.  Our Environmental Policy underpins the company’s efforts in our own operations and with  \nour products and services.Targets\n100% \nrenewable energy powering our \nfacilities, cloud services, and \nemployee work from home by fiscal year 2021\n†\n37% reduction achieved Achieved and ongoingAchieved and ongoing\n50% \nreduction in Scope 1 and Scope 2 \nGHG emissions by fiscal year 2031, \ncompared to fiscal year 2020\n26.5%\n \nof suppliers for purchased goods \nand services and business travel, by emissions, will have science-based targets by fiscal year 2027\n67% reduction achieved§25%\n \nminimum reduction in Scope 3  \nGHG emissions per dollar of gross profit by fiscal year 2031, compared to fiscal year 2020\n‡Net-zero carbon*\nemissions for Scopes 1, 2, and 3 annually, beginning fiscal year 2021\nAutodesk achieved an A- rating in its 2021 CDP submission. \nSee our most recent CDP Climate Change disclosure for more \ndetail about governance, strategy, risk management, and performance in this area. Ongoing commitments\nReport climate change information \nin mainstream financial reports\nSee Autodesk FY2022 Annual Report\nIntegrate sustainable design  \ncapabilities into our products  \nand services\nLearn more\nConduct responsible corporate engagement in climate change policy\nLearn more \nEngage our top suppliers to set greenhouse gas emissions reduction targets\nUse an internal price on carbon15% achieved\nSBTi validated\nSBTi validatedSBTi validated\n*   Since setting this target in 2020, definitions of net-zero carbon have increasingly \nstandardized. We continue to align our activities with best practice.\n†  To estimate home office energy consumption, we follow the Work from Home methodology  \n“No Survey” approach that was developed by Anthesis.\n‡  This target covers all of Autodesk’s Scope 3 emissions, expanding on the categories included  \nin our SBTi-validated Scope 3 emissions target. \n§  This reduction was largely due to a 93% decrease in GHG emissions from business travel  \nand employee commuting as a result of COVID-19 travel restrictions. We anticipate an \nincrease in business travel-related and overall Scope 3 GHG emissions in the coming years.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}