{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 12\nFY22 IMPACT REPORT\nInvestment priorities \nOur four Autodesk Carbon Fund investment areas are ranked by priority, but each one is  \ncritical to achieving net\n-\nzero carbon. \nEfficiency \nInvesting in efficiency projects across our business and value chain improves our \nperformance while reducing costs and managing the overall growth of our GHG footprint. \nPrioritizing efficiency enables us to eliminate emissions from our footprint and decreases the need to invest in renewable energy credits and offsets.  \nLearn more\nRenewable energy projects \nWe are committed to using 100% renewable energy in our operations. Since fiscal year 2016, we have continued to meet our RE100 commitment and purchased 94,800 MWh of renewable energy in fiscal year 2022. In addition to sourcing 100% renewable energy for our workplaces and cloud in fiscal year 2022 (as in fiscal year 2021), we purchased renewable energy credits for all employees working from home, which was especially important during the COVID-19 pandemic. We also installed solar panels on the roof of our Kilsyth, Australia, facility, expanding the rooftop solar system to 99.7 kW, which will reduce GHG emissions  \nat that location by an estimated 45 metric tons of CO\n2e annually.\nCarbon leadership and engagement  \nAutodesk engages with industry peers, advisors, and partners working to scale decarbonization solutions. We access specialized sustainability expertise and join industry groups to exchange knowledge and best practices in decarbonization.\nCarbon offsets and removal projects \nWe support carbon offset and removal projects to address any GHG emissions that remain  \nafter making the investments above, while also delivering positive outcomes in alignment  \nwith our broader impact opportunity areas. During fiscal year 2022, we provided climate finance to six projects that offset 103,000 metric tons of CO\n2e emissions. With purchases \nof carbon offsets from NicaForest Restoration (Nicaragua) and Isla Bosque (Costa Rica), we expanded our support for nature-based carbon removal solutions. We also continued our support for rainforest protection in Sierra Leone, the distribution of efficient cookstoves and water purification solutions in Kenya, and a water boreholes project improving access to clean water in multiple countries throughout Sub-Saharan Africa.FY23\nFY22$20\n$10Internal  \ncarbon price  \nper metric tonAutodesk \nCarbon Fund\nThe Autodesk Carbon Fund enables us to invest in our efficiency  \nand decarbonization targets and continue to neutralize all \nremaining emissions each year with investments in renewable energy and certified carbon offset and removal projects. \nThe fund is created by applying our internal price on carbon across our Scope 1, 2, and 3 \nemissions. Moving into fiscal year 2023, we increased our internal price on carbon to $20 \nper metric ton, from $10 per metric ton in fiscal year 2022. This increase will enable us to realize new emission reduction initiatives within our operations and value chain, and reinforces our commitment to carbon neutrality amidst the increasing costs of certified renewable energy certificates and high-quality carbon offsets.\nThrough the Autodesk Carbon Fund, during fiscal year 2022 we continued to invest in \nprojects that align with Autodesk’s impact opportunity areas. Our investments aspire \nto balance our commitment to decarbonizing our operations with driving sustainable solutions across industries. We assess investment opportunities based on:\n ●C\narbon reductions\n ●Scalab\nility\n ●C\no\n-\nbenefits\n ●B\nusiness relevance \n ●Cl\nimate equity \nNicaForest Restoration\nThe NicaForest project team prepares teak saplings. The project intends to  \nestablish nearly 500 hectares of sustainably managed teak forest plantations.\nLearn more\nIsla Bosque\nThe Isla Bosque project will reforest over 800 hectares of previously degraded agricultural lands throughout Costa Rica with an additional 1,000 hectares planned for 2022. \nLearn more\nImge courtesy of NicaForest/Isla Bosque\nImge courtesy of NicaForest/Isla Bosque", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}