{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 13\nFY22 IMPACT REPORT\nImprove our operations\nOur carbon \nfootprint\nProcurement\nWe strive to embed sustainability into our purchasing practices, \nfrom our events and IT equipment to vendors and office supplies such as paper. Since fiscal year 2021, we have partnered with CDP to engage our suppliers and enhance collaboration and disclosure. During fiscal year 2022, we asked 89 of our top suppliers (by GHG emissions) to report information about climate-related programs and GHG emissions to CDP and had a 58% response rate. Through fiscal year 2022, 18 of our top suppliers (by GHG emissions) set science-based GHG emissions reduction targets.  \n  \nLearn more about our expanded Partner Code of Conduct \nand our programs with suppliers and business partners. \nBusiness travel\nWe seek to reduce business travel–related GHG emissions by \npromoting virtual/hybrid meetings, educating employees and partners, implementing a green rating system for hotels, and incorporating sustainability expectations into our standard meeting contracts. To help advance sustainable air travel, during 2021 we joined the United Airlines Eco-Skies Alliance, which supports the increased use of sustainable aviation fuel through member contributions. Employees have visibility into estimated GHG emissions for each flight segment purchased through our online booking system,\n \nenabling more informed decisions about \nair travel. We are also working to decarbonize our fleet using hybrid and electric leased vehicles, and we are on target to convert at least 80% of our leased vehicles to hybrid or electric by the end of 2023. Emissions from business travel were 95% lower than in fiscal year 2020 (the year before the pandemic), largely due  to COVID\n-1\n9 travel restrictions.1 Employee commuting and remote work\nTo account for the impact of remote workers, in fiscal year 2022 (similar to fiscal year 2021) we included GHG emissions associated with home office energy consumption in our footprint (as a part of the employee commuting category based on the GHG Protocol) and purchased corresponding amounts of additional renewable energy and carbon offsets.\n1,2 We plan to continue this practice \nmoving forward.  \nMajor conferences\nAutodesk University and One Team Conference (our annual channel partner and sales summit) are both carbon neutral, including the  \nevents, attendee travel, and GHG emissions related to virtual participation.\n3 We achieve this by enhancing efficiency, providing \nvirtual attendance options, reducing waste, and purchasing carbon offsets.\n1  In fiscal year 2022, all of our conferences were held \nvirtually due to COVID-19 travel restrictions.Cloud and data centers\nOver the past three years, we have shifted more of our data centers from Autodesk facilities to cloud infrastructure providers, increasing efficiency due to higher infrastructure capacity utilization. In addition, we strive to minimize data center energy use through server virtualization and selection of efficient equipment that meets respected industry standards and by streamlining our code. \nWe source 100% renewable energy for our cloud services and data \ncenters, and our cloud services have been carbon neutral since fiscal year 2016. These efforts help us provide customers with a faster,  \nmore reliable experience with reduced environmental impacts.\n1Workplaces\nWe assess our facilities’ environmental operating practices related to energy use and other impact areas, and we work to continuously review and make sustainability improvements.  We use our operations as test cases to help refine the functionality of our solutions, improve our environmental performance, and showcase how customers can use our solutions to meet their sustainability objectives. Due to the pandemic and workplace closures, emissions in this category were 37% lower in fiscal year 2022 than in fiscal year 2020 (the year before the pandemic).  \nOur offices have been powered by 100% renewable energy since fiscal year 2016.\n \n See detailed performance metrics in the Data summary.0% 4%\n4%\n2%\n2%88%\nTotal in FY22 \n103,000  \nmetric tons CO2e  Procurement \n  Business travel \n   E mployee commuting and remote work \n  Cloud and data centers \n  Workplaces \n  Major conferences ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}