{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 14\nFY22 IMPACT REPORT\nThe buildings sector represents 38% of energy- \nand process-related GHG emissions globally:  \n28% from operational energy consumption and \n10% from the buildings construction industry.4 \nReducing operational energy consumption in new and existing \nbuildings remains a high priority for Autodesk and many of our customers. Tackling the embodied carbon in infrastructure and building materials also offers great potential for near-term improvement, since building materials will account for about  half of the climate impacts of projected new building construction between 2020 and 2050.\n5 Reducing the impacts of construction \nis essential, since that industry consumes more than half of all extracted raw materials.\n6\nGlobal demographic trends compound the urgency of reducing these impacts. As the world population continues to urbanize over the next 30 years, the construction industry will need to build an average of 13,000 buildings every day\n7 and 700,000 miles of \nroad per year.8 Industry demand will continue to rise for solutions \nthat enable architects, engineers, and contractors to support this rapid growth more sustainably by improving energy and materials productivity while managing embodied carbon thoughtfully.  To achieve carbon neutrality by 2050, all new buildings and 20% of the existing building stock would need to be zero-carbon-ready as soon as 2030. This goal requires spending to triple by 2030 relative to the last half-decade averages.\n9\nOur customers are increasingly working to make net-zero energy buildings, reduce embodied carbon, decrease construction waste, and develop smart and sustainable cities. Globally, commitment to increasing green building efforts remains strong: 28% of CEOs in the construction industry planned to do the majority of their projects green in 2021, and 42% plan to do so in the future.\n10 \nThe business case for building green is compelling: The average reduction in operating costs in the first year for new green buildings is 10.5%, and average five-year operating cost savings is 16.9%; green renovations and retrofits have an even stronger performance at 11.5% and 17% average reductions. Owners report that new green buildings and renovation/retrofit projects increase building asset value by more than 9%.\n11\nProviding automation tools to support these objectives affordably and at scale is central to our sustainability efforts. The Autodesk\n® \nArchitecture, Engineering & Construction (AEC) Collection and Autodesk Construction Cloud\n® help enable customers to achieve \nthese outcomes.\nArchitecture, \nEngineering & ConstructionPartner with customers\nOur customers are increasingly working to  \nmake net-zero energy buildings, reduce \nembodied carbon, decrease construction waste, and develop smart and sustainable cities.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}