{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 15\nFY22 IMPACT REPORT\nTotal carbon management \nWe support customers with tools that tackle the total carbon \nimpacts of the building lifecycle. The Embodied Carbon in Construction Calculator (EC3), built by Building Transparency and incubated at the Carbon Leadership Forum with input and support from nearly 50 industry partners and Autodesk, helps customers choose carbon-smart materials that have lower embodied carbon.  \nThe EC3 app easily transfers information between publicly available datasheets and Autodesk Construction Cloud, so comparisons can be done in minutes by general practitioners. The EC3 database is expanding—currently comprising 18,000 registered users from 71 countries—with the goal of including all embodied carbon impact stages for use in whole life carbon accounting.\nTo address carbon associated with building operations, Autodesk\n® \nInsight technology aims to empower architects and engineers to  \ndesign more energy-efficient buildings with advanced simulation \nengines and building performance analysis data integrated in Autodesk\n® Revit® software. By combining design data in a  \ncloud-based environment, design teams can visualize trade-offs  \nwith high accuracy.\nHVAC systems are often the single largest contributor to building \nenergy use, so right\n-\nsizing HVAC systems is essential, and saves  \nupfront costs, lowers energy consumption, and reduces carbon emissions. In addition to integrated modeling and systems analysis, Revit software provides an output report that automatically equips engineers with HVAC system sizing and selection data  that can be customized for specific requirements.\nIn 2021, we began pilot testing an application of machine learning  \n(ML) that harnesses the power of generative design and artificial  \nintelligence (AI) to make building energy analysis faster and easier. \nThis research prototype uses large datasets of building models  to predict energy performance and enables users to quickly identify options that are optimized for energy performance. Our initial experimentation has shown that always\n-\non, real\n-\ntime \nenergy analysis is within reach. Operations \nAutodesk Tandem™ software, commercially available since July  \n2021, extends the value of BIM to operations. The BIM data created throughout a project’s lifecycle is used to create a digital twin of the physical asset that AEC firms can hand over to building owners and operators. The easily accessible, contextual, and insightful data owners receive makes for ready-to-go operations. This can support improved maintenance and enable teams to operate at their highest performance. Autodesk Tandem and digital twins are part of the broader digital transformation, where every system becomes increasingly connected as data is generated. Last year, Autodesk became a Founding Member of the Digital  \nTwin Consortium, an organization collaborating on digital twin best practices and standards. \nLearn moreWe support customers  \nwith tools that tackle the  \ntotal carbon impacts  \nof the building lifecycle.\nImage courtesy of Lara Swimmer", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}