{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 16\nFY22 IMPACT REPORT\nIntegrated environmental analysis  \nSpacemaker®, an Autodesk product, uses cloud-based AI and \ngenerative design to reinvent early-stage site planning and \ndesign for architects and real estate developers. Spacemaker enhances users' ability to perform feasibility studies and optimize site plans, and enables them to quickly make smart choices around daylight, noise, sun, and wind from the start. This leads  \nto more sustainable urban development that considers the  well-being and comfort of urban residents, as well as how to reduce environmental impact and increase climate resilience.\nIn October 2021, Spacemaker introduced microclimate analysis, \na new tool that combines wind and sun analyses with local weather data to help mitigate the urban heat island effect—  \na phenomenon in which the built environment in cities, such as  \nconcentrated buildings, plazas, and other surfaces, absorb and  \nretain heat throughout the day. Spacemaker also recently released its solar panel analysis, which estimates the amount of energy that rooftop solar arrays can produce per year, and helps architects and developers generate their sustainability strategies earlier and more accurately. Urban heat islands contribute to  rising daytime temperatures, reduced nighttime cooling, and poorer  \nair quality. Not only do they prompt an increase in air conditioning usage that drives up energy consumption and thus carbon emissions, they can also lead to an increase in illness and heat related deaths. With microclimate analysis, architects and developers can quickly, easily, and accurately evaluate the thermal comfort of outdoor spaces, detect problematic areas, and simulate more efficient and sustainable options to consider before major design decisions are locked in.\nSpacemaker is also exploring new analyses in the sustainability \nrealm, including total carbon management and stormwater, which—along with the existing solar panel, operational energy, and microclimate analyses—will be critical in the quest to  \nlower the environmental impact of cities and make them more climate resilient.\n \nLearn moreAdaptive reuse  \nIn some cases, the lowest impact building is one that has already \nbeen built. Making the most of existing structures through adaptive reuse avoids demolition waste and reduces procurement of new material, greatly lowering a project’s embodied carbon compared to building new structures. Complementing these savings, the building envelope and mechanical systems can be upgraded to benefit from the latest technologies. This approach will be essential to decreasing overall GHG emissions associated with buildings to levels required to meet climate change targets.  \nLearn more\n Lean construction  \nLean construction, enabled by Autodesk Construction Cloud, \nsupports higher-quality, more-efficient construction projects by helping general contractors, subcontractors, and owners to optimize workflows. When tradespeople are empowered to  make decisions that affect the project schedule, bottlenecks are avoided, waste is reduced, and projects proceed more smoothly. \nProjects that use lean practices are three times more likely to \nbe ahead of schedule and twice as likely to be under budget.\n12 \nContractors in the United States, UK, and France who use lean planning practices saw a 52% reduction in rework,\n13 and adoption  \nof lean construction practices is quickly expanding worldwide.  \n Sustainable infrastructure \nMore efficient road network systems have the potential to reduce energy consumption, local pollutant emissions, delays, and traffic congestion, while improving safety.\nAutodesk products help customers understand and reduce  \nenvironmental impacts associated with roadways and \ntransportation infrastructure. Using the integrated multimodal Mobility Simulation engine for Autodesk\n® InfraWorks®, designers \ncan create animated simulations of transit, parking, personal, and/or  \ntaxi-mode modeling. Metrics such as person-hours traveled, person-kilometers traveled, multimodal level of service calculations, and economic and environmental assessments help planners understand the relative impacts of different scenarios. This supports  \nthe development of more efficient road network systems, which have the potential to reduce energy consumption, local pollutant emissions, delays, and traffic congestion, and improve safety. Autodesk Grading Optimization in Autodesk\n® Civil 3D® software  \nis an interactive tool that facilitates grading design of various land areas such as sites, road interchanges, and around structures, helping designers achieve an optimal grading plan that minimizes material waste and reduces cost by optimizing the movement  \nof dirt.\nSee a summary of Autodesk Architecture, Engineering & Construction \nsolutions that enable sustainable design.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}