{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 17\nFY22 IMPACT REPORT\nLake|Flato Architects \nEvery design has an \nimpact. Total carbon \nmanagement helps  make it a positive one.\nLake|Flato  Architects, a leader in sustainable architecture \ndes\nign in the United States, has received 13 AIA COTE awards for \nsustainable design excellence—more than any other architect. \nThe firm is driven by the goal of total carbon management and making the best decisions possible for the design itself and impact on the climate. \nTo manage operational carbon, Lake|Flato uses Autodesk Insight \nsoftware for high-performance building design. Insight enables Lake|Flato to quickly, easily, and accurately model the impacts of design decisions on the overall energy consumption of each project. \nTally—the first lifecycle assessment app to calculate the \nenvironmental impacts of building material selections directly in  \na Revit model—is another key tool in Lake|Flato’s arsenal for measuring and managing embodied carbon. The list of materials and quantities generated in Tally imports directly into the EC3  \ntool, fostering a more efficient workflow that optimizes both tools’ capabilities. \nLocated in the heart of downtown Austin, Lake|Flato’s recent \nHotel Magdalena project is the first mass timber boutique hotel constructed in North America and demonstrates the total carbon benefits of this approach compared to more conventional construction.\n \nAccording to Lake|Flato, “Results indicate that when \nincluding biogenic carbon, switching to a mass timber structural system can provide a tremendous carbon reduction, ranging  \nfrom 38% to 58% depending on how much mass timber is replacing concrete or steel. When biogenic is not included, the carbon reduction ranges from 7% to 17%.”  \nLearn more\nImage courtesy of Casey DunnMatta Sur\nChile's Matta Sur Complex links a 19th-century school building  \nto a new medical facility, bringing the past into the future through adaptive reuse.\nLearn more\nFjord City\nFjord City brings unique design to sustainable development  \nin Norway and sets a new standard for urban regeneration.\nLearn more\nSK ecoplant\nThe Paju fuel cell plant in South Korea offers green, efficient power to a rural area and serves as a model for future projects.\nLearn more\nafterFIT Japan\nIn Japan, solar power innovator afterFIT is realizing  low-carbon goals using drones, 3D design, and simulation.\nLearn more\nImage courtesy of Oscar \nDaniel Rangel/Unsplash\nImage courtesy of SK ecoplant\nImage courtesy of afterFITImage courtesy of luis vidal  \n+ architects", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}