{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 18\nFY22 IMPACT REPORT\nDesign & \nManufacturingPartner with customers\nApproximately 19% of global greenhouse gas \nemissions are from the manufacturing industry,14 \nand by 2050 the growth in population and \nassociated demand for consumer goods will require at least twice the energy\n15 and materials16 \ncurrently used.    \nMaterials use is a key environmental impact driver in product \ndesign and manufacturing. Reducing materials use and waste (through lightweighting and additive manufacturing) and using lower impact and more sustainable materials (such as recycled and renewable content) are important objectives for many of our customers. Developing more circular product designs—through design for upgradability, repairability, reuse, disassembly, and recycling—as well as transitioning to product-as-a-service and other more circular business models allows companies to gain more value from materials and strengthen relationships with customers. \nTo comply with materials regulations worldwide, such as the \nRestriction of Hazardous Substances (RoHS) Directive and Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) regulation in the European Union and legislation related to conflict minerals in the United States  \nand other locations, companies face increasing pressure to assess and document the materials used in their products,  \nand in some cases to ensure materials' traceability throughout the supply chain.  \n \n  Energy use is another pressing issue, during both manufacturing and product use. By using approaches such as digital twins and AI-assisted predictive maintenance, manufacturers can optimize factory layout and operations. In sectors such as transportation, automotive, and aerospace, designing lighter-weight products utilizing generative design and other innovative technology can reduce energy consumption of products in use. \nThese impacts and trends are driving manufacturers to commit to \nsustainable and circular outcomes in their work. In a new study focused on the European Union, 73% of manufacturing companies surveyed understand sustainability as a component of formal strategic vision from a leadership approach.\n17 Manufacturing \ncompanies that address these opportunities could see potential revenue of $338 billion from new sustainable products and services in the short to medium term.\n18 \nBased on internal research about the consumer packaged goods  \nindustry, nearly 6 in 10 consumers surveyed are willing to change  \ntheir shopping habits to reduce environmental impact. They are also demanding more transparency, with close to half (49% saying  \nthey do not have the information to verify products’ sustainability claims. And companies recognize the benefits derived from sustainability initiatives, with 77% of those surveyed agreeing that they drive an increase in consumer loyalty.\n19 Consumer goods  \nbrands are looking for guidance on how to manage the complexity of this transformation, and consumers need to be assured that companies are genuinely using the most innovative product designand manufacturing technology to achieve next-level sustainability innovation. \nImage courtesy of PIX Moving", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}