{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 19\nFY22 IMPACT REPORT\nThe Autodesk Product \nDesign & Manufacturing \nCollection and our cloud platform support sustainable design in  a broad range of areas.Generative design \nGenerative design is a design exploration process through which  \ndesigners or engineers input design goals into generative design \nsoftware, along with parameters such as performance or spatial requirements, materials, manufacturing methods, and cost constraints, and the software then produces a broad range of possible designs. Generative design capabilities in Autodesk\n® \nFusion 360® can inform part consolidation and material use \nreductions. And as of October 2021, generative design can optimize fluid paths—liquid and gas flow within assemblies. For example, in the past, designs that required an optimized flow path had to be manually altered in a time-consuming process. We recently introduced a new feature set that automates this process—following existing generative design workflows for structural components—and implements a single fluid path geometry  \nthat can be used in downstream design and simulation work.  \nBy modeling fluid paths, innovators can address “pressure drop” and design products and systems that create less resistance.  \nFor example, reducing the overall pressure drop in a ventilation system equates to less fan horsepower and a significant  \nreduction in energy consumption.  \nLearn more\nAdditive manufacturing (3D printing) \nAdditive manufacturing has the potential to reduce materials  \nuse compared to subtractive methods, since 3D printing frequently uses only the materials needed. Fused Filament Fabrication simulation in Fusion 360 saves materials by helping users to predict and avoid common print failures. The Additive Build Extension unlocks extra additive manufacturing technology to help users produce lighter, stronger, better-performing parts while reducing materials use, waste, and cost. In 2021, we examined additive infill patterns—which enable faster 3D printing with semi-hollow structures—and changed the default value for infill in  Fusion 360 to use the least amount of material and energy.\nLearn more       Manufacturing \nUtilizing automation to integrate product design and manufacturing processes helps designers and engineers achieve productivity boosts and deliver more sustainable products. New features in the Fusion 360 Nesting and Fabrication extension optimize the process of laying out parts on a flat sheet of material in preparation for cutting on a CNC machine, saving materials use. Advanced Arrange controls automatically detect material thickness and part quantity and generate setups, toolpaths, and NC code directly within Fusion 360, helping to provide more granular control. Autodesk can also support companies with product lifecycle management (PLM) software, helping them to understand, trace, and document materials use in their products.  \nLearn more \nFactories  \nAutodesk’s integrated factory modeling solutions combine BIM and digital factory planning to generate a digital representation of production facilities and equipment. Multidisciplinary project  \ncontributors can collaborate in this central, always-up-to-date model to plan, design, validate, build, and operate factories. Creating an agile, innovative factory layout can minimize downtime, increase energy and material efficiencies, and improve communication and data insights. Manufacturers can reduce energy use by up to 25% and increase productivity through smart  \nand connected manufacturing techniques.\n20 An integration \nlaunched with ProModel in 2021 enables users to simulate factory resource flows in an AutoCAD factory layout, helping reduce  \nwaste and offering quantifiable results. ProModel’s new AutoCAD Edition enables customers to simulate directly in Autodesk\n® \nAutoCAD® and Inventor® software, and an Autodesk Forge®–based \n3D viewer lets them easily view their factory flow.  \nLearn moreSimulation \nThe Fusion 360 Simulation Extension was introduced in early 2022 to unlock key insights of product design performance and quality through mechanical, structural, and injection molding analysis tools. We have updated the materials database for those conducting injection molding simulation studies in Fusion 360,  \nadding new materials tested in our laboratories, updating existing materials, and deleting discontinued materials. The database  now includes more than 12,000 materials from over 500 suppliers. The Injection Molding Simulation feature, new in 2021, provides feedback on whether a part is feasible for injection molding, which can increase part quality and reduce scrap. The new machine builder and simulation feature in Fusion 360 helps machinists ensure that minimal restrictions and failures will occur during manufacturing. Virtual reality (VR) and extended reality (ER) applications can help reduce the need for physical prototyping. Users can now see Fusion 360 designs in augmented reality with USDz file format. And in 2022, we introduced the Product Design Extension for designers working on consumer electronics, with  a set of design features that automatically chain the design–  \nmake workflow together specific to the materials used.  \nLearn more\nSee a summary of Autodesk Design & Manufacturing solutions  \nthat enable sustainable design.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}