{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 20\nFY22 IMPACT REPORT\nYuma Labs\nYuma Labs produces sustainable \nsunglasses and brings some of the biggest names in street fashion into  its mission of closed-loop production.\nLearn more\nHyImpulse\nThe German startup HyImpulse is working on safe, sustainable space travel with its unique hybrid rocket propulsion system.\nLearn more\nPIX Moving\nUsing AI and innovative methods like generative design, 3D printing, and robotics, PIX Moving is creating a decentralized, distributed, and user-participatory way of manufacturing.\nLearn more\nGanas Manufacturing\nGanas Manufacturing is using automated nesting to maximize efficiency and reduce the amount of scrap in woodworking and millwork.\nLearn more\nEvolve \nDiscovering  \ngenerative design  \nfor CNC milling \nEvolve specializes in engineering high-quality bespoke systems \nand products, delivering cutting-edge solutions to the motor sport, automotive, aerospace, medical, industrial equipment,  \nand clean technologies industries. Evolve has used Fusion 360  \nsince 2016, but—like many companies—the team assumed generative design was complicated, expensive, and best suited  \nfor additive manufacturing.\nBut recently they applied generative design to an electric \nhypercar component and quickly realized the time and cost savings of designing with artificial intelligence and the ease  \nof manufacturing parts on a CNC machine. With an electric vehicle, weight reduction is critical to hit performance and range targets. For the component, Evolve also focused on strength, performance, and stiffness. Most critically, it had to be optimized for CNC milling.\nWith these parameters in Fusion 360, the team could quickly  \nsee different possibilities and choose their priorities for the \ncomponent. They ultimately selected their preferred solution  \nfrom a full set of design options.The final electric hypercar component was 40% lighter than the initial design and the project was completed in record time. That’s just the beginning  \nas Evolve moves generative design into more projects.\nLearn more\nImage courtesy of EvolveImage courtesy of Yuma Labs \nImage courtesy of Hyimpulse\nImage courtesy of PIX Moving\nImage courtesy of GANAS MFG", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}