{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 21\nFY22 IMPACT REPORT\nMedia & \nEntertainmentPartner with customers\nWith a tremendous increase in content  \nconsumption globally, the media and entertainment \nindustry is experiencing a content creation boom. \nTraditional services, streaming services, and rapidly evolving \nareas such as the metaverse have undergone explosive growth and convergence, further increasing demand. While this creates opportunities for individuals and studios worldwide, it also challenges companies, including Autodesk, to innovate ways to meet this demand efficiently and securely while helping customers consider environmental impact. Autodesk helps by enabling cloud-based rendering, supporting virtualized workflows, and advancing relevant third-party standards  \nand principles. \nMedia and entertainment companies often have thousands or  \ntens of thousands of servers for simulation, rendering, and  \nother virtualization tasks, and this trend is accelerating. Many studios large and small are shifting to the cloud, which  \nsupports remote collaboration and reduces the need for on-site IT infrastructure while also decreasing GHG emissions, since those services are typically more energy efficient than company-owned and managed servers. Through partnerships with cloud service providers, artists can use tools such as Arnold global illumination renderer and Autodesk\n® Flame® 3D compositing, \nVFX, and finishing software on premises or in the cloud. With our virtualization policy and cloud rights that come with the software, customers can also bring solutions such as Autodesk\n® \n3ds Max®, Maya®, Arnold, and Flame software to the cloud and \npurchase compute time (including through our carbon neutral cloud services). Replacing energy-intensive workstations with lighter footprint local devices and moving to fully virtualized cloud-based workflows can also reduce energy consumption. \nIn some cases, media and entertainment companies are also \nreplacing physical sets with virtual sets displayed on large LED screens behind live actors, which can reduce materials use and waste while saving time and money. Autodesk helps make this possible with Unreal Live Link for Maya. While 3D artists model and animate in Maya, the data flows into Unreal Engine in real time, allowing filmmakers to see actors on set in the context of  \nCG assets and iterate on changes live and in the moment. In other industries, use of virtual product prototypes, which are photoreal 3D renders of product models, can offer similar benefits.   \nLarge productions such as films, episodic content, and games often  \ndepend on the collaboration of many studios. This can involve \nmultiple versions of animated characters, visual effects, and other  \ndigital assets, which increases the use of IT equipment and  \nenergy. Autodesk is working with the Academy Software Foundation on open source standards to decrease the need for multiple versions of digital assets, as well as simplifying customer workflows  \nin-studio and between studios. \nTo advance progress toward a more sustainable cloud, we are a \nsignatory to The Corporate Colocation and Cloud Buyers’ Principles, a project of the Future of Internet Power Collaborative Initiative. \nLearn moreMoving film production to the cloud \nMovie Labs is a consortium founded by major Hollywood  studios that aims to effect transformational change in the industry by creating new dynamic creative processes  \nenabled by cloud architecture. \nMovie Labs has urged industry leadership to invest in production technology for the future of media creation. This aligns with  \nour vision to build a more resilient future by transitioning to cloud-based workflows and business models, and we are  proud to collaborate with this industry think tank. \nTo this end, in January 2022 Autodesk acquired Moxion, a New \nZealand–based developer of camera to cloud (C2C) workflows for live action film sets, expanding our own cloud platform for Media & Entertainment upstream to include on-set production workflows. Moving beyond post-production, this technology will bring new users to Autodesk while helping better integrate real-time workflows across the entire content production chain. Shifting to cloud-based  \nsolutions can reduce \nGHG emissions, since those services are typically more efficient than company-owned and managed servers. ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}