{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 23 FY22 IMPACT REPORT\nCatalyze \ninnovationAdvance industries\nThe Autodesk Foundation invests in nonprofits and startups scaling \nearly\n-\nstage technologies that have the potential to dramatically \nreduce GHG emissions and waste within our industries.\nWe target early-stage (seed to Series A) technology-driven ventures, and de-risk \ntechnology and business models with a combination of financial capital and in-kind support. We prioritize sectors where our design and make expertise is particularly beneficial, such as renewable energy, electrification of transportation, low-carbon refrigeration/heating, building and industrial energy efficiency, carbon removal,  \nand materials innovation. \nFrom removing CO\n2 out of ambient air to refining critical, low-carbon minerals, the Autodesk \nFoundation portfolio is helping accelerate the transition to a decarbonized economy.\n13 39%\nstartups and ecosystem partners  \nscaling innovative technologies that  reduce GHG emissions of Autodesk Foundation portfolio  funding in fiscal year 2022\nGeographic reach \nWe primarily invest in the United States, where emissions per capita exceed those of most other nations, but we recognize the importance  \nof also enabling sustainable growth of technologies that combat climate change in both emerging and developing markets. In fiscal year 2022,  we expanded our Energy & Materials portfolio globally to catalyze climate innovation in developing markets. Who we fundImpact measurement and management\nWe evaluate the impact of the Autodesk Foundation Energy & Materials portfolio based on GHG emissions \nabated. We engage third-party experts such as CEA Consulting and Rho Impact to calculate and audit C0\n2e reductions realized by our portfolio and CO2e reduction potential. We also support field building \nefforts to bolster the ecosystem of forward-looking climate impact assessments through initiatives such as Project Frame.  \n \nLearn more about Autodesk Foundation impact measurement and management.  \nRead the Autodesk Foundation’s Low-carbon Innovation impact brief.Portfolio impact\nMetrics FY22\nGHG emissions reduced (metric tons CO2e)* 203,000\nGHG emissions reduction potential by 2050, cumulative (metric gigatons CO2e) 14We target opportunities with the potential to mitigate \nat least 500 million metric tons of CO ₂e by 2050.\n*This data was audited by a third party.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}