{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 24 FY22 IMPACT REPORT\nBamCore, Build Change, \nand BuildX Studio\nare influencing the design and build \nindustries to achieve net-zero carbon.\nLearn more \nHeirloom\nis investing in low-cost, scalable direct air capture to remove 1 billion metric tons of CO₂ by 2035.\nLearn more\nClosed Loop  \nVentures Group\nis ushering in the circular economy.\nLearn more\nVartega \nRecycling carbon  \nfiber reduces  \ncarbon emissions \nVartega, a recycling technology company that has developed a  \nlow-cost grade of carbon fiber through its patented recycling \nprocess, was added to the Autodesk Foundation portfolio in fiscal year 2022. The company’s recycled carbon fiber solutions—which have been found to exhibit the same mechanical properties as virgin carbon fiber—can be incorporated into intermediate materials (products that require additional processing),  \nincluding non-woven fabrics, thermoplastic pellets, and 3D printing filaments. \nRecycling carbon fiber is 95% less energy-intensive and 50% \nless expensive than making virgin carbon fiber. Vartega aims to enable growth of the circular economy by closing production loops across all material composites. Greenhouse gas reduction remains central to the company’s metrics. For every metric ton of carbon fiber recycled, Vartega saves 13.4 metric tons of CO₂ compared to manufacturing virgin carbon fiber.  \nVartega’s patented recycling hardware was designed and \nengineered with AutoCAD, Inventor, and Fusion 360 technology and provides strong, flexible, low-cost composite materials to  \nkey industries, including aerospace and automobile.\nLearn more\nSangam Ventures\nis drawing new investors to  \ncommunity-centered solutions in India. \nLearn more\nImage courtesy of Vartega\nImage courtesy of Closed \nLoop Partners/AMP Robotics\nImage courtesy of \nSangam Ventures", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}