{"page_content": "OVERVIEW   ENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX 25 FY22 IMPACT REPORT\nShape \npoliciesAdvance industries\nEnabling more sustainable construction  \nand manufacturing\nThe building industry is increasingly focused on making net-zero buildings, reducing \nembodied carbon, minimizing construction waste, improving operations, and building smarter, more resilient, and more sustainable communities. Manufacturers are developing more sustainable products—like lighter-weight car parts that lead to better fuel efficiency—and reducing waste in manufacturing through rapid prototyping,  \nadditive manufacturing, and other processes driven by digital tools. But action by private industry alone isn’t enough. We cannot meaningfully address climate change without significant government action. \nIn addition to engaging on national and global climate policy, we collaborate with \npolicymakers and other companies to spur more sustainable construction, manufacturing, and water management. \nAutodesk supports policies and international efforts to promote measurement and \nreduction of carbon emissions, energy efficiency, and waste reduction in our industries, as well as broader national and global commitments, including market-based efforts,  \nto tackle climate change. \nThese include: \n ●F\nostering use of technology to design, construct, and operate sustainable water and \ntransportation infrastructure and buildings that promote resiliency, produce less \nwaste, limit the use of carbon\n-\nintensive materials, and improve energy efficiency. \n ●Dev\neloping embodied carbon reporting and reduction policies.\n ●Supporting tr\naining and other programs that promote the use of advanced \nmanufacturing technologies that help design more sustainable products and reduce waste in the manufacturing process. \n ●A\ndopting market\n-\nbased carbon reduction programs.Overcoming global challenges such as climate change requires new ways of working together and knowledge sharing to develop, promote, and scale breakthrough solutions. We work with experts, trendsetters, and leaders to shape best practices, share our expertise and learn from others, and collaborate to help create systems change. This year we worked with industry-leading customers, as well as with industry organizations like ENCORD and the Lean Construction Institute, to shape best practices on efficiency in the construction process. We also partnered with Climate Action on the Sustainable Innovation Forum during the United Nations Climate Change Conference (COP26), We Mean Business, Race to Zero, Architecture2030, the Bay Area Business Council on Climate Change, Ceres BICEP, and the Digital Climate Alliance to shape public policy on green building at multiple scales. \nWe are proud to be members of collaborative organizations, including:\nDuring fiscal year 2022, we called on governments globally to act boldly at COP26.  \nWe also engaged government officials in the United States on ways they could lead on climate change, including taking executive action regarding embodied carbon, taking legislative action to reduce GHG emissions across industries, and making strong commitments internationally.   \n \nLearn more\nAdvancing digital transformation in the  \nmanufacturing and architecture, engineering,  \nand construction industries \nAutodesk believes better use of technology can help transform design, construction,  \nand operations so that products and the built environment are more innovative, efficient, \nsafe, and sustainable, and better managed throughout their lifecycle. We believe digitalization can help address national and global supply chain challenges. We support public policies that foster greater adoption of digital design and construction tools for transportation and water infrastructure and building projects, including those that support the use of BIM and construction management technologies.  \nLearn more\nSee our recent CDP Climate change disclosure for a detailed list of climate-related policy engagements. Accelerate \ncollaborationWe cannot meaningfully \naddress climate change without \nsignificant government action. \n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}