{"page_content": "27\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nResilience  \nand well\n-\nbeingImprove our operations\nAt Autodesk, resilience refers to the ability to \nadapt, grow, and bounce back from disruption \nor change. We are committed to building resilience for our organization and supporting the well-being of our employees. By cultivating a workplace where all employees can realize their potential, we offer more than just a place to work. As a company leading change, we’re creating opportunities for people to thrive. With the continued stressors of a global pandemic  \nthis past year, a holistic and multifaceted approach to resilience and well-being has been especially critical. Organizational resilience   \nAt Autodesk, building resilience is not just a “me” problem. It’s \na “we” problem. Purposeful connections, flexibility on how work gets done, and work-life balance are the pillars of building organizational resilience. The pandemic taught us that resilience is not just about self-care; resilience is a collective responsibility. Our focus on achieving gender pay parity, supporting families and individuals through our benefits program, and building a sense  of belonging with company-wide learning, among other programs, enables our people to lead and work authentically and feel valued for who they are and what they do. \nKey aspects include: \n ●F\nocus Fridays: This company-wide initiative reserves Friday \nafternoons from noon until the end of the day (local time) \nas a no-meeting block. This no-meeting time supports and encourages employees to recharge, boost productivity, and experience some relief from meeting fatigue.\n ●Fle\nx Forward: An extension of Our Flexible Workplace Promise, \nthis program allows us to reimagine how we collaborate, innovate, and shape inclusive team norms. We’ve created a set of tools to support managers and their teams to do their best work and foster a sense of belonging, no matter where work happens. Through these activities, everyone has the opportunity to provide input into how we communicate and prioritize work with a focus on well-being. Our Culture Code serves as our foundation as we adapt to ways of working that are more transparent, flexible, and sustainable for everyone.Autodesk builds and supports \norganizational and personal \nresilience with a broad range  of programs and initiatives.  \nAutodesk is committed  \nto supporting the resilience and well\n-\nbeing \nof our employees.Personal resilience   \nAutodesk’s personal resilience initiative focuses on three main \npillars: inner well-being, social connection, and physical health. The initiative provides employees with learning resources they need to adapt, build resilience skills, thrive, and make an impact in their work, supporting our customers in solving critical global challenges. These skills better equip employees individually, and collectively, for future disruptions that may affect both their work and personal lives. \nWe offer training, tools, and insights to help employees master \nthe three resilience pillars. In addition, our Global Resilience Advocates are a group of passionate employee volunteers who champion learning resources to inspire colleagues and enhance  \na culture of resilience at Autodesk. \nGiven the extraordinary and challenging circumstances during \nthe last year due to the COVID-19 pandemic, we provided 10 additional holidays for employees globally. In the United States and some other countries, Autodeskers had an extra week off  at the end of the year during what we call our “Week of Rest” for  \na total of two weeks.Community \nEmployee Resource Groups, which are open to anyone  at Autodesk, can help provide a space for peer support  \n(see Diversity and belonging). \nSlack channels such as #adsk-mindfulness also connect \nemployees to communities within Autodesk.\nLearning \nThe Autodesk Pause learning community is dedicated to well-being, mindfulness, and empathy. \nThe Autodesk Resilience site offers resources to support employees’ \nability to adapt, grow, and bounce back from life’s challenges. \nCulture Code workshops, such as the Power of Empathy \nworkshop, help employees deepen their practice of empathy  \nand develop an inclusive mindset ( see Company culture). \nBenefits \nBenefits My Way reimburses employees for eligible expenses that support their physical, emotional, financial, and sustainable wellness (see next page).\nThe Employee Assistance Program provides employees and their  \nfamilies with support when needed (see next page).  \nBravely gives employees access to a global community of on-demand \nprofessionally certified coaches ( see Diversity and belonging). \nThe Sanvello app gives employees and their eligible dependents (13+) access to free well-being and stress management tools.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}