{"page_content": "28\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nBenefits My Way \nEmployees have different needs and lifestyles, so we offer a variety  \nof benefits. Our Benefits My Way wellness reimbursement \nprogram provides our employees increased flexibility to support their physical, emotional, and financial wellness. With a broad range of eligible items and activities, employees can receive reimbursements that encourage a healthy lifestyle. Employees in the United States receive up to $1,000 per year in reimbursements (amount varies by country).  \nThe following categories include a long list of eligible items,  \nsuch as: \n ● Ph\nysical – Gym and sports club membership fees, activity \ntrackers, camping equipment, activity/sports equipment, and fitness trainers\n ●E\nmotional – Arts and crafts supplies, hobby classes, massages, \nmusic instruments and lessons, relationship workshops, sleep assistance equipment and programs, and yoga classes\n ●F\ninancial – Animal adoption fees, childcare services, elder care \nservices for family members, financial advice, planning, and seminars/classes, legal services, and student loan repayment\n ● Sustainabl\ne (new in 2022) – Electric vehicles, solar products, \nrecycling, composting, and other items to support a greener lifestyleEmployee Assistance Program (EAP)\nAutodesk’s Employee Assistance Program and stress management program provide our employees and their families with counseling services, as well as online access to well-being and self-care resources for additional support when needed. These resources cover a broad range of areas, such as: \n ● L\nife issues – Stress management, relationships, health and \nwell\n-\nbeing, and work\n-\nlife balance\n ● F\ninancial services – Budgeting, getting out of debt, credit, \ncollections, saving, and investing\n ● F\namily issues – Parenting, childcare, pregnancy, infertility,  \nand adoption\n ●W\nork matters – Career development, coworker relationships, \nand job stress\n ●L\negal services – Estate planning, real estate, landlord-tenant \ndisputes, and IRS concerns\nSee additional detail about benefits available to employees in the  \nUnited States, including health and wellness, financial, time away (including parental leave), everyday living, and more.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}