{"page_content": "29\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nAt Autodesk, we work to maintain a strong health \nand safety culture. We help our employees work \nsafely and productively through participation in programs that mitigate occupational safety risks in our workplaces. All company sites have emergency response plans, and many also have safety committees and emergency response teams to help keep our employees safe.  \nIn 2021, we launched the Autodesk Flexible Workplace Program,  \nto provide flexibility to our employees while meeting the demands of our business. We support a blend of office-based, home-based, and hybrid work, and we are dedicated to ensuring employee health and safety across these settings. \nHybrid and home-based work have been essential for our people  \nduring the COVID-19 pandemic, and Autodesk has worked to  \nminimize its impact and protect the health, safety, and productivity  \nof our employees by offering flexible hours, additional holidays to \navoid burnout, reimbursements to improve home workspaces, and resources and support for inner well-being, social connection,  \nand physical health (see Resilience and well-being). COVID-19 tests are now available for reimbursement through the company.  \nAnother key element of Autodesk’s internal response has been \nregular communications from CEO Andrew Anagnost and other leaders, as well as ongoing updates on our internal website  \nregarding items such as infection rates, rapidly evolving government policies and regulations, and vaccine tracking. Already high employee engagement scores have increased over the course of the pandemic, as measured by the company’s regular survey of employee sentiment. We are working toward conducting more in-person events safely during 2022 and revamping our site emergency response teams as we anticipate increased employee interaction.  \nErgonomic injuries can be a leading source of risk, in the office \nsetting or at home. To mitigate this, we offer an online ergonomic self-assessment and safety training program that tracks personal ergonomic risks identified by employees and suggests alternative work habits to potentially resolve those issues. If issues persist despite the employee’s best efforts, certified ergonomists are available to provide further evaluations, conduct training, and recommend corrective measures, including work habit changes and, in some cases, workstation modifications. During 2021, in response to the pandemic, we provided increased ergonomic guidance for employees in home-based settings. We introduced buying guides to provide employees with information about available solutions and help them determine what works best  for them. \nDuring 2021, the recordable incident rate at Autodesk (including \nhome-based work) equaled 0.00,  compared to the NAICS \ninformation industry sector rate of 0.8 for 2020 (the most recent \nyear available). Our days away, restrictions, and transfers (DART) rate also equaled 0.00.  Employee \nhealth and safety\nSee details in the Data summary. At Autodesk, we work to \nmaintain a strong health  \nand safety culture. Improve our operations", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}