{"page_content": "04\nFY22 IMPACT REPORT   OVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX \nA message from our President and CEO\nAutodesk’s journey began in 1982, with a group of young \ntechnologists working to democratize CAD tools–they believed that a proliferation of design technology would be good for industries, and for society overall.  \nWe’ve come a long way in the last 40 years, while maintaining  \nthe same core values. Technology, deployed appropriately,  \ncan help to solve some of our most challenging global issues: to measure, manage, and reduce greenhouse gas emissions, to improve global health and resilience, and to provide skills and opportunities for those seeking to advance their careers.  \nThis work is more important than ever. As we look to the  \nlong term, climate change and labor market inequities  \ndemand increasingly bold and urgent action. And in the near  \nterm, global conflict, high inflation, prolonged supply chain disruptions, and increasingly distributed workforces have immediate economic and social implications. We acknowledge  \nthe magnitude and importance of this moment. I believe the volatility around the globe requires that we get back to basics— leaning into our communities, recognizing the importance  \nof resilience, and driving toward positive societal outcomes.  \nLast year we unveiled our impact strategy. While we have made \nsubstantial progress, much work remains to be done. We have multiple levers to drive progress across important environmental, social, and governance issues: how we manage our own business operations, the solutions we provide to our customers, and our collective efforts to accelerate industry transformation. \n This report outlines our approach and performance across these \ninterconnected areas. Each builds on the former. Measuring and  \nmanaging our own impacts better equips us to help our customers  \ndo the same. And deploying outcomes-based solutions for our customers supports broader industry transition to the sustainable,  \nresilient, and inclusive future we collectively aim to achieve. \nWe recognize the importance of improving our operations to  \ndemonstrate our commitment to sustainability and help enable  \na low-carbon, inclusive future. Our Carbon Fund underpins \nAutodesk’s work to deliver on our net-zero and renewable energy commitments, and we recently doubled our internal price on  \ncarbon to align with market pricing. We also continue to drive  \nprogress toward our three-year diversity and belonging strategic goals. To support our efforts, we have strengthened  \nour governance and accountability across the expanding  \nrange of ESG issues.  \nAs we deepen our partnership with customers, we are empowering \nthem to create solutions, connect their data, and accelerate the outcomes that matter to them. This helps them address the unprecedented demand for net-zero buildings, resilient infrastructure, and waste reduction for consumer packaged goods—just to name a few. Last year, we further enhanced our platform capabilities to help our customers scale their positive impact. We released microclimate analysis tools, digital twin solutions, and new features to improve efficiency in building design and construction; and we introduced new factory efficiency solutions for manufacturing. We’ve also expanded our portfolio of water management solutions. These capabilities help our customers mitigate risk and respond to unprecedented demand for sustainable solutions. \nBy investing in technologies that enable dramatic changes in \nour customers’ processes, we can help transform the industries we serve. Through the convergence of design and make, the integration of adjacent industry verticals, and the expansion of our partner and developer ecosystem, we enable insights that empower customers to reduce carbon emissions, water use, and waste. Through our certification programs and policy efforts we strive to support more inclusive opportunities in the industries we serve, and we advocate for broader impact through the global institutions with which we engage. \nI’m grateful to our customers, employees, and investors for  \ntheir support of this work, and I welcome continued collaboration  \non this journey. By staying true to our values, investing in our  \nbroader community, and focusing relentlessly on the outcomes  \nwe seek, I believe we will fulfill our vision of a better world,  \ndesigned and made for all.  \nSincerely,  \n \nAndrew Anagnost  \nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}