{"page_content": "31\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nConstruction resiliency \nWorker and user safety, wellness, and resilience are key priorities \nfor Autodesk and our construction customers. The Construction  \nResiliency Playbook includes examples, insights, and actionable steps about how to be more resilient in construction, covering issues such as creating stronger technology and data programs and making teams, business models, and processes more resilient. Futureproofing steps the Playbook recommends include:  \n ●F\nocus on standards, identifying inconsistencies in  \ncompany practices and finding opportunities to develop standardized procedures. \n ●C\nreate a culture of innovation by actively promoting out-of-\nthe-box thinking, for example through company-sanctioned events such as a hackathon focused on reducing waste from design and construction processes. \n ●E\nmbrace industrialized construction by utilizing innovative \nbuilding techniques such as design for manufacturing and assembly (DfMA) and prefabrication. \nConstruction IQ, in Autodesk\n® Build and Autodesk Construction \nCloud platform products, applies machine learning to transform data into simple and actionable insights. The daily risk assessment feature uses text recognition algorithms to sort through hundreds of data points to categorize and prioritize the highest risk projects, subcontractors, and issues. When used as an assistant to manage risk in conjunction with current safety processes and real-world experience, Construction IQ helps project teams identify and prioritize risk factors every day. Returning to the workplace \nDuring the COVID-19 pandemic, health recommendations changed  \nhow people moved as they returned to the workplace. The InfraWorks Mobility Simulation tool models people’s movement, bringing data-driven insight to physical distancing needs and more efficiency of movement through transit centers such as airports and rail stations. Indoor air quality and proper ventilation make a significant difference for employee and customer safety. With Autodesk\n® CFD software, computational fluid dynamics \nsimulation can be used for thermal and flow analysis to identify areas of risk and then explore multiple mitigation strategies  \nfor occupant safety—before making any physical changes to the building and HVAC systems. Dynamo and Generative Design  \nin Revit bring informed decision making to design exploration, whether for designing for the safe arrangement of desks, the width or spacing of aisles, or other needs. As more people return to the workplace, these types of design decisions take on new significance. Our offerings can help create more resilient spaces that support teams working anywhere.  \nLearn more\nTransportation infrastructure \nTransportation infrastructure is critical to the health of communities. Improving these built environments can improve health outcomes and reduce health disparities among residents; for example, planners can ensure that major roadways aren’t constructed too close to schools and communities more at risk  \nfor asthma. Planning processes that include capabilities to predict  \nmovement of people—such as Mobility Simulation—can help reduce traffic congestion (and decrease associated GHG emissions and air pollution) and ensure safe and accessible evacuation routes in the event of natural disasters. \nWorker and user safety, \nwellness, and resilience are \nkey priorities for Autodesk and our construction customers. ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}