{"page_content": "32\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nWater \nWater, the world’s most critical resource, is a key focus for \nAutodesk’s material resource and health and resilience efforts. Globally, 2 billion people still lack access to safely managed drinking water,\n2 and 25% of the global population lives in \ncountries experiencing high water stress.3 Approximately 74% of \nall natural disasters between 2001 and 2018 were water-related. During the past 20 years, floods and droughts affected more than three billion people worldwide, causing 166,000 deaths and nearly $700 billion of economic damage,\n4 making it clear that traditional \nrisk-management techniques are insufficient. Building resilience and adaptability into our water systems is urgent—and $1.9 trillion in water infrastructure investment is needed globally by 2030.\n5 \nIn early 2021, Autodesk acquired Innovyze, a global leader in building industry-leading software for water and wastewater professionals around the world. With over 35 years of purpose-built innovative technology, the product range supports thousands of clients completing projects on drainage design, stormwater, sewer, and flood management, water supply, asset management, and optimization of wastewater treatment plants. Innovyze has a global footprint with about 3,000 customers across five continents, including many of the world’s largest cities.From modeling and analysis supporting digital planning and design  \nto asset management and analytics to support digital operations, Innovyze expands our capabilities in this critical area and complements other solutions we offer. To address extreme weather,  \n InfoDrainage™ and the Green Stormwater Infrastructure (GSI)  \ntool for InfraWorks can help in multiple ways. Optimizing sustainable drainage design and using techniques such as green roofs, bioretention, permeable pavement, and rain gardens builds resilience by helping to reduce stress on urban drainage and water treatment systems, avoiding flooding and minimizing surface runoff that can contaminate waterways. Green roofs can also help to regulate indoor building temperatures, improving building energy performance. Infiltration reclaims stormwater runoff and allows for groundwater recharge. Our solutions combine intelligent, model-based design processes with analysis, simulation, and design automation, so: \n ●C\nivil engineers and can draft, model, and analyze infrastructure \nprojects in 3D to meet local performance requirements or sustainability standards. \n ●Planners can assess e\nxisting conditions to determine the best \nway to implement green infrastructure on a site, neighborhood, or district scale, accelerating stakeholder buy-in and approvals.\n ●E\nngineers can deliver more sustainable and resilient project  \ndesigns on time and on budget, to meet regulatory requirements.\n ●P\nroject stakeholders can access the most up-to-date project \ninformation, helping them to make decisions based on the latest and most accurate data, collaborate more confidently, and more quickly deliver project design documentation that meets required standards.Technology has greatly increased in compute capability and Autodesk is harnessing this efficiently to unlock and help realize time efficiencies.\n \nAutodesk® InfoWorks® ICM software \nempowers water and wastewater professionals to model complex hydraulic and hydrologic network elements quickly, accurately, and collaboratively. Detailed and accessible models help build stronger community resilience and improve environmental protection against the pressures of population growth and extreme weather events caused by climate change.\nLearn how technology is making global water infrastructure  \nmore resilient.  \n  Innovyze has a global \nfootprint with about 3,000 customers across five continents, including many of the world’s largest cities. \nSee a summary of Autodesk Architecture, Engineering & Construction solutions that enable sustainable design.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}