{"page_content": "33\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nBristol Water \nBristol Water keeps \ndrinking water safe  \nwith the help of InfoWorks WS Pro\nBristol Water has provided clean, fresh drinking water to its \ncustomers since 1846. Today, Bristol Water serves over 1 million people within Bristol, England. \nAs part of Bristol Water’s routine monitoring of the Clevedon Well, \na sample collected in January 2018 was reported to contain a single Cryptosporidium (Crypto) oocyst, which can cause illness if ingested. Upon hearing this news, Bristol Water notified the operations team immediately and Clevedon Treatment Works was shut down. \nFollowing the incident report, half of Clevedon Treated Water Tank  \nwas taken out of service and drained to reduce the treated water \nvolume stored in the system. To help restore water quality as quickly as possible, the engineers used Autodesk\n® InfoWorks® WS Pro \nsoftware to calculate how much more rapidly freshwater could move through the network and model solutions to the incident.  \nIn parallel, Crypto samples were taken. With the network purged and all samples returning negative results for Crypto, the Boil Water Notice was lifted after consultation and advice from Public Health England. Bristol Water received a 70% customer satisfaction score for its management of the incident.  \nLearn moreDekalb County\nDekalb County efficiently and accurately models rain-derived inflow and infiltration.\nLearn more\nSeattle Public Utilities\nInnovative asset management technology helps Seattle Public Utilities plan ahead.\nLearn more\nIpiranga Museum\nPreserving Brazil’s Ipiranga Museum with a full-scale digital 3D model will have lasting cultural impacts for generations to come.\nLearn more\nMultiGreen\nMultiGreen is on a mission to build attainable, sustainable, tech-enabled homes across the United States for people historically priced out of the homeowner’s market.\nLearn more\nImage courtesy of MultigreenImage courtesy of Dekalb CountyImage courtesy of Seattle \nPublic UtilitiesImage courtesy of Ipiranga Museum", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}