{"page_content": "34\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nTo address rapid shifts in customer demand \nas well as supply chain disruptions due to the \npandemic, climate change, and other factors, product designers and manufacturers are increasingly designing resilience into their processes. More rapid design processes that support remote collaboration, as well as configurable factories and supply chains, are becoming the new normal and are enabled through digitalization. \nShutdowns and slowdowns at factories, ports, and shipping \nyards combined with massive shifts in demand have caused disruption to supply chains and abrupt price increases globally, and companies are finding they must adapt their strategies to reduce risk and ensure production continuity. Autodesk\n® \nFusion 360® Manage software is helping companies manage \nand collaborate with new and existing suppliers by centralizing information, automating supplier reviews, and streamlining  a secure procurement process. \nWorking from home and hybrid work models require new \napproaches that replicate the type of in-person collaboration engineering teams are accustomed to. Autodesk collaboration software helps teams securely access data, conduct design reviews, and stay productive wherever they are. Cloud-hosted Fusion 360\n® Team software is enabling team members to access \nand share data by centralizing all design changes, comments, and markups made from various teams, so everyone can easily see how the project is progressing.    \nAround the world, companies are reopening for business under  \na dramatic change of conditions. Physical distancing measures \nhave created a need for reconfigured production lines that ensure employee safety. Factories require increased flexibility to quickly shift to respond to evolving product demands. Digital factory tools like Autodesk\n® Factory Design Utilities help teams redesign \nlayouts, incorporate new safety elements, evaluate the impact  \non productivity, and plan an efficient implementation. \nCombining the industry’s history of adaptability with advanced \ncollaboration technology is helping product designers and manufacturers remain resilient in the face of new challenges.   \n  See a summary of Autodesk Design & Manufacturing solutions that enable \nsustainable design.Design & \nManufacturing\nCombining the industry’s history \nof adaptability with advanced \ncollaboration technology is helping product designers and manufacturers remain resilient  \nin the face of new challenges. Partner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}