{"page_content": "35\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nKUHMUTE \nKUHMUTE designs \ncharging stations built  \nfor electric last-mile vehicles of all makes\nOften referred to as last-mile vehicles, electric skateboards, \nscooters, and bikes help commuters get from A to B. They are low effort to use, and commuters often combine them with some form of public transportation. However, many cities have banned these vehicles because they clutter the already packed streets and sidewalks. Additionally, electric vehicles can be a pain for frequent commuters due to the charging process.\nKUHMUTE, a Michigan-based transportation company, is focused  \non tidying up city streets without compromising the convenience \nof last-mile vehicles. They are creating organized charging hubs for these vehicles—regardless of make. The team embraced additive manufacturing as a way to iterate on their product rapidly, and used 3D printed parts for the final product as well. Fusion 360 software helped them tie their processes together, including electronics, 3D modeling, animations, and imagery. The rendering space even enables the team to create imagery and animations explaining the product for investors and marketing purposes.  \nLearn moreChallenergy\nChallenergy has developed a  \nbladeless, typhoon-proof wind turbine, which furthers the company's mission to realize a hydrogen power–based society.\nLearn more\nBeamlink\nBeamlink aims to improve global Internet access and significantly decrease network downtime following natural disasters.\nLearn more\nNelumBox\nTec4med has developed NelumBox,  a 3D printed temperature control solution that eliminates the need for disposable styrofoam boxes.\nLearn more\nImage courtesy of Beamlink\nImage courtesy of Challenergy\nImage courtesy of tech4med Image courtesy of Kuhmute", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}