{"page_content": "36\nOVERVIEW \nENERGY & MATERIALS  HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nMedia & \nEntertainment\nBy unlocking the capabilities of powerful content creation and \nproduction management tools, and bringing them to the cloud, \nwe are paving the path for a more efficient, resilient, and scalable entertainment production future.\nDigital tools in the Autodesk cloud build resilience into the media and entertainment \nindustry by enabling remote collaboration and simplifying customer workflows. Media and entertainment companies are becoming more flexible than ever, with a growing global remote workforce, cloud-based business models that embrace agility and cost-efficiency, and innovative tools that foster creativity and enable secure and safe information exchange inside and across studios. We support open source standards, which provide  an important foundation for these efforts. \nMedical illustration and visualization  \n3ds Max and Maya software are used in the medical field to create accurate and realistic visualizations of complex physiological processes and medical procedures through both high-quality video and VR experiences. This content can be used to train doctors, nurses, and other healthcare professionals to support high-quality healthcare delivery. It can also educate patients about the intricacies of the human body and the possible benefits of medical interventions.\nThe medical illustration team at the Centers for Disease Control (CDC) routinely \ncollaborates with researchers and scientists to develop compelling 3D imagery, animated videos, and motion graphics that convey health risks such as parasites, bacteria, viruses, and more. The team leans on a range of 3D content creation applications, including Autodesk 3ds Max tools for modeling, animation, and VFX and Arnold technology for rendering. In designing the iconic COVID-19 coronavirus image, they used 3ds Max software to make a precise, high-contrast image with strong details and textures to  \nbest help the public visualize and understand the invisible threat.\nImage Courtesy of Alissa Eckert, MSMI; Dan Higgins, MAMSPartner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}