{"page_content": "37\nOVERVIEW \nENERGY & MATERIALS   HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nAdvance industries\nCatalyze \ninnovation\nThe Autodesk Foundation invests in nonprofits and startups scaling \ntechnology-based solutions that improve resilience in low resource \ncommunities most vulnerable to climate change.\nWe focus our investments on the built environment, agriculture, energy access, and  \nwater and sanitation, where technology and design and make can have the greatest positive impact.\nFrom retrofitting homes in Colombia to better withstand earthquakes to mass \nmanufacturing design-forward handwashing and drinking stations for children in  \nEthiopia, the Autodesk Foundation portfolio fosters health and enhances  \ncommunity resilience through technological innovation.\n25 39%\nnonprofits and startups fostering  \nhealth and community resilience through technological innovation of Autodesk Foundation portfolio  funding in fiscal year 2022\nGeographic reach \nWe focus on regions most vulnerable to climate change,  including Sub-Saharan Africa, the Indian subcontinent,  Southeast Asia, and South America.Who we fundImpact measurement and management\nWe evaluate the impact of the Autodesk Foundation Health & Resilience portfolio based on outcomes \nrelated to environmental protection, community health and well-being, and economic advancement  as a measure of increased resilience. \n \n \nLearn more about the Autodesk Foundation’s impact measurement and management. We invest in organizations increasing the health and \nresiliency of communities impacted by climate change.\nPortfolio impact\nRead the Autodesk Foundation’s Resilient Communities impact brief.Metrics FY22\nIndividuals directly impacted (cumulative) 16,900,000\nProduct units sold/distributed* 543,000\nBuilding units and infrastructure projects completed 16,000\nGHG emissions reduced (metric tons CO2e) 1,200,000\nPeople with improved access to health care and food security 1,700,000\nPeople who accessed training 76,200\nPeople placed in new or improved jobs 1,400\n*  P roduct units sold/distributed refers to the number of innovations such as greenhouses, irrigation pumps, sensors, etc., deployed by the portfolio in the field. ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}