{"page_content": "38\nOVERVIEW \nENERGY & MATERIALS   HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nKheyti\nis revolutionizing business for small farmers in India  \nwith Fusion 360. \nLearn more\nNexleaf Analytics, WeRobotics,  \nand Simprints \nare using technology and design thinking to bridge vaccine access in emerging markets.\nLearn more\nBuild Change\nis scaling safe housing with Autodesk technology.\nLearn more\nSanergy\nSanergy’s Matthieu Desvignes is  recognized as a leader  \nin the AEC industry with Digital Builder’s 40 Under 40. \nLearn more\nThe Mortenson Center in  \nGlobal Engineering\nis enhancing access to fresh drinking water in remote communities using Fusion 360.  \nLearn more\nBuild Change \nEarthquake-prone city \nin the clouds needs the \ncloud to protect homes and families\nDensely populated Bogotá, Colombia, is located along the Pacific \nRing of Fire, the most seismically active region in the world. It is also home to many informal urban neighborhoods, where houses are often built by those who lack the proper skills or training to ensure structural safety.\nBuild Change is working to protect these vulnerable houses.  \nThe nonprofit organization—which works in emerging nations to  \nreduce deaths, injuries, and economic losses caused by earthquake-related structural collapses—is using innovative technology to identify retrofitting opportunities in this city of 7 million. In collaboration with the Autodesk Foundation, Build Change has developed a cloud-based field-capture tool that can evaluate homes and zero in on structural weaknesses. With this tool, the organization can scale its work rapidly, with the goal of more than 11,000 interventions in 2022. \nLearn more\nImage courtesy of Nexleaf Analytics\nImage courtesy of Kheyti\nImage courtesy of Build Change\nImage courtesy of Sanergy\nImage courtesy of  \nThe Mortenson Center Image courtesy of Build Change", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}