{"page_content": "39\nOVERVIEW \nENERGY & MATERIALS   HEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nAccelerate \ncollaborationAdvance industries\nShape policies\nInvesting for climate change–resilient buildings  \nand infrastructure \nCurrent infrastructure is aging, and demands are rising for new investments in the \nbuilt environment to sustainably support a growing global population while reducing greenhouse gas emissions. Communities are increasingly at risk of extreme weather events resulting from climate change, as well as sea-level rise, flooding, and water scarcity. Autodesk supports policies that promote investment in the design and construction of sustainable infrastructure and buildings that improve preparedness for and mitigate climate-related impacts and create more livable, resilient communities, including by using digital technologies to achieve these goals. \nDuring fiscal year 2022, we supported the \nInfrastructure Investment and Jobs Act, \nlegislation that made historic investments in water and transportation infrastructure with a focus on GHG emissions reduction, climate change mitigation, resilience, equity, and safety.  \n \nLearn moreChallenges such as refugee crises brought on by war, dislocation following natural \ndisasters, and poor water quality and availability undermine health and resilience worldwide. These multifaceted issues require broad collective action to address, and we collaborate with innovative partners from the private and public sectors to scale our impact. During 2021, we also worked with industry organizations such as World Geospatial Industry Council and ACEC to shape practices and standards that will  bring more resilience to global infrastructure and the built environment.\nWe are proud to be members of collaborative organizations, including:Improving water management, resiliency,  \nand cleanliness\nAutodesk believes that everyone deserves reliable access to clean water. Yet the water \nsector faces many challenges to better manage water infrastructure and supply with limited budgets, including mitigating the increased impacts of climate change, such as flooding and drought, and addressing water contamination. Twenty-five percent of the global population lives in countries with extremely high water stress—including the  \nUnited States.\n6 In addition, 1.6 billion people face the risk of increased flooding by  \n2050 due to climate change.7  \nAs existing water infrastructure ages, and water management challenges grow, digital smart water tools offer an opportunity for governments and policymakers to help unlock more efficient, safer, and more sustainable water systems. We advocate for robust public investment in water, paired with policies that promote technology and innovation in water infrastructure delivery to improve outcomes and solve critical issues. This can enhance data management and predictive maintenance, advance digital green infrastructure design,  \nand improve water quality and environmental stewardship. We work with innovative partners from the private and public sectors to improve access to clean water for all. \n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}