{"page_content": "41\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nCompany  \ncultureImprove our operations\nAt Autodesk, we take great pride in our culture. \nOur success comes from unlocking the passion, \ntalents, and expertise of all Autodeskers, who in  \nturn help our customers achieve the new possible.\nWe believe our strong company culture, including our diversity \nand belonging programs, continues to contribute to a lower turnover rate as compared to our Worldwide Software Products & Services industry peers. Overall turnover for Autodesk in fiscal year 2022 was 14.0%, including both voluntary and involuntary exits, compared to an industry benchmark of 19.5% during an overlapping time period (June 1, 2020 to June 1, 2021). This  \nplaced us around the 25th percentile. Our voluntary turnover rate in fiscal year 2022 was 11.1%, compared with the 50th percentile  \nof 13.7%.\n1FY20  \n79FY21  \n83FY22  \n82Employee engagement*Our culture code— \nputting our values to work    \nThe Autodesk Culture Code expresses our Values and the Ways  \nWe Work that make us a Customer Company. It puts our culture \ninto meaningful, actionable terms and is embedded into performance evaluations, recognition programs, and company-wide learning. By harnessing the power of our culture, we deliver a world-class employee experience, partnering with and enabling our people to thrive and realize their potential.\nEmpowered employees help our customers achieve better \noutcomes for their products, their businesses, and the world.   \nBehind Scenes of Autodesk’s Culture Code\nOur values \nOur Values define how we at Autodesk work, both as individuals  and as a company, and express the essence of who we are. They bring clarity to what we believe and what we expect of those who work with us. Our Values are organized around how we think,  how we feel, and what we do. They guide and inspire our choices, mindsets, and actions. \n ●Think\n – Smart, innovative, adaptable\n ● F\neel – Inclusive, impactful, humble\n ● Do \n– Courageous, accountable, pragmaticWays we work  \nThe Ways We Work describe the principles that guide our decision making and underlay our policies and procedures. They help us understand how we operate as team members, as departments, and as a company. The Ways We Work help build a rich understanding of what we expect of ourselves and our colleagues. \n ●W\ne act as one Autodesk to get the best results for our \ncustomers, our business, and our employees.\n ●We\n empower decision makers.\n ●W\ne actively foster an environment where people can bring  \ntheir authentic selves to work.\n ●W\ne hold ourselves to the highest ethical standards by  \nembodying integrity.  Recognition for our culture \nNewsweek “Most Loved Workplace” list (2021)\nLearn more\nGlassdoor “Best Places to Work” list #21 (2022) \nLearn more\n*   Represents the average employee engagement score over three pulses during a given \nfiscal year. The engagement score is on a scale of 1–100 measuring the average outcome \nof two questions, eSat and Recommend. These data are reported on a calendar year basis. Fiscal year 2022 corresponds to calendar year 2021, and so forth.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}