{"page_content": "42\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nFostering a culture  \nof belonging \nAt Autodesk, we define belonging as being welcomed and \ncelebrated for who you are and what you do. We strive to \ncreate an environment where everyone, everywhere, is excited to come to work, feels a sense of belonging, and  \ncan fully contribute their talents in the workplace. See Diversity and belonging. \nAs we entered the second year of the global pandemic, the conditions of hybrid \nwork made us reflect on what creates connection and belonging. Continued racial injustice (in particular, anti-Black and anti-Asian violence) brought to the forefront that each of us has a part to play in supporting one another. \nTo strengthen our skills in empathy, psychological safety, and inclusive norms, \nwe launched the Belonging Sprint in March 2021. Kicked off by a fireside chat with Herminia Ibarra, author of Act Like a Leader, Think Like a Leader and professor of organizational behavior at London Business School, the Belonging Sprint included:  \n ●Inclus\nive Leadership coaching circles for our senior leaders and all people  \nmanagers, led by an expert facilitator and focused on courageous conversations, leading with empathy, and fostering mutual accountability  \nin teams \n ●Individual learning pathw\nays on bias disruption, empathy and compassion, \ngrowth mindset, and cultural awareness \n ●Manager-led c\nonversations about identifying and practicing inclusive  \nteam norms  \nBelonging means different things to different people and cultures. We support the localization of our Culture Sprint activities and materials. For example,  \nthe Culture Code workshops were translated into Japanese, and our Tokyo site hosted its own Belonging Sprint events on topics such as Foundations of Belonging and the Power of Empathy. \nThe Belonging Sprint equips us with tools to boost well-being and keep us \nconnected in this era of hybrid work. See Flexible workplace.  Living our culture \nOur culture is a journey we take together every day. Autodesk employees engage with our culture, question it, and, most importantly, contribute to it through company-wide activities—specifically, our culture workshops and sprints. Our Culture Sprints are all-employee learning experiences. Through conversations, workshops, and reflective exercises, teams identify actions they can take to bring our culture to life in sustained and meaningful ways. Each sprint gives us the opportunity to examine our current actions, identify roadblocks, and apply practical solutions. By the end of each sprint, participants form new habits and processes, both individually and organizationally, to make our culture real at Autodesk. \nThrough these and other efforts, we will continue to live our Culture Code in an intentional \nand collective way, as shown in the report sections that follow. \nData ethics and our Culture Code \nTo continue building an ethical data culture at Autodesk, during 2021 we expanded our definition of “integrity” in the Culture Code. We ensure ethical treatment of data through governance and tools; however, having a culture that constantly supports employee awareness of these issues is the only way data integrity will pervade Autodesk company-wide. The changes to Integrity in the Ways We Work were guided by our established Data Ethics Principles, the standard for integrating trust, responsibility, and accountability into our data usage. We must not only foster awareness of where bias lands in our design of data sets—we must also anticipate unintended consequences of data use and correct them  \nwhen we can. \nUltimately, our goal is to drive authentic customer trust through deeply rooted cultural \nvalues around data ethics that are supported by governance and platform programs.\nAutodesk Construction Solutions culture journey\nWithin Autodesk Construction Solutions, the Business Development – North America team embarked on a year-long, teamwide skills development program in 2021 based on our Culture Code to foster psychological safety, inclusive team dynamics, the power of empathy, and inclusive and courageous conversations. The journey is led by our Culture, Diversity & Belonging team and bolstered by a group of “Culture Champions” who lead change, facilitate conversations, help participants sustain habits over time, and report on metrics and impact.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}