{"page_content": "43\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nFlexible \nworkplace\nThe world has changed, accelerating the era of hybrid work.  \nTo accommodate the changing needs of our workforce and \nanticipate what the workplace of the future will look like, we  \nembarked on a multi-phase plan that involved re-imagining  our physical spaces and team culture. \nIn 2021, we introduced the Autodesk Flexible Workplace Program. It reflects our belief  \nthat flexibility in where and how work gets done will better enable our people to thrive and realize their potential. This in turn will help our customers achieve better outcomes for their products, their businesses, and the world. We designed our approach to meet  \nthe needs of our dynamic and growing business while providing flexibility where possible for employees in support of their individual office and remote work preferences. \nOur Flexible Workplace Promise, which applies to all Autodesk employees, underpins  \nour efforts in this area and helps us to reimagine how we collaborate, innovate, and  \nshape inclusive team norms. We invited our employees to flex forward together.  Flex Forward  \nWe provide tools and other resources to support teams to do their best work and foster a sense of belonging in the era of hybrid work. Everyone has the opportunity to provide input into how we communicate, collaborate, and prioritize work with a focus on well-being. Our Culture Code serves as our foundation as we continually adapt to ways of working that are more transparent, flexible, and sustainable for everyone. \nDuring 2021, we released a series of workshops to help managers and their teams talk \nabout the challenges, new habits, and opportunities of hybrid work: \n ●Hybrid W\nork Reflection: Deepen empathy and mutual understanding of how your  \nteam works \n ●Meet with F\nocus: Reduce overall meeting time and move work into asynchronous forums \n ●W\nork Out Loud: Create team norms to increase transparency and normalize progress \nover perfection \n ●P\nrioritize for Balance: Get clear on work priorities to reduce burnout and let go of \nnonurgent work \nWe will continue to provide additional workshops throughout 2022. \nTo prevent employee burnout and isolation, we remain focused on key initiatives related  \nto belonging, collaboration, and well-being.  \n \nHow Autodesk Uses Culture to Deploy Flexible Work The Flexible Workplace promise\nWe will foster an inclusive distributed work experience\nWe will promote the creation of thoughtful team norms between managers  \nand team members so every Autodesker can do their best and belong,  no matter where work happens.We will prioritize the safety and well-being of our people\nThe safety and well-being of our people will inform our office  reopening process and in-office safety guidelines.\nWe will offer flexibility in how and where work gets done\nWe will design for flexibility in how and where work gets done while  balancing the needs of our dynamic and growing business.\nWe will enable in-person and digital collaboration and connection\nWe will design offices that inspire creativity and innovation, bridging the  digital and physical world with investment in space and technology to enable collaboration and solidify connection.We will embrace our culture\nOur Culture Code will continue to be our beacon that guides how  we will work together as we explore new ways of working.\n16%94%\nof Autodesk employees worked  \nremotely pre-pandemicof our surveyed employees  now prefer hybrid workImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}