{"page_content": "44\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nLearning and \norganization development\nTo empower innovators to solve important design \nand make, business, environmental, and societal \nchallenges, we must support our employees to thrive so that they can create the best products  \nand experiences for our customers. Great employee experiences translate into great customer experiences. \nLike our customers, our employees need to adapt their skills to \nthe changing work environment. Putting skills at the center ensures we are focused on equitable employee experiences, as skills are objective, quantifiable, and transferable. Through our Work & Prosperity initiative, activated via our Culture framework, we are reimagining learning and organization development at Autodesk with a focus on skills that are key to the future of work.\nResponding to the unprecedented number of professionals \nchanging jobs, and our own employee surveys, career development is a key focus at Autodesk. We initiated a project in 2021 to refresh  \njob family descriptions and define critical skill profiles. This project  \nhelps Autodesk identify and articulate the skills that drive success  \nin each role at each level, in turn enabling career path development for employees and a line of sight to the organization’s future skills demand. This transformation moves us away from high-level, static job family descriptions to a data-driven, dynamic framework that can be tailored to actionable, skills-based development and career paths. Autodesk continues to prioritize its people managers as a critical lever for organizational success. The Managing@Autodesk program served as the primary vehicle to keep all global people managers up to date with the latest information and aligned with key actions, and provided a venue to share fresh ideas, resources, and tools. In 2021, we launched a series of workshops to help managers and their teams talk about the challenges,  new habits, and opportunities of hybrid work (see Flex Forward). In addition, people managers enrolled more than 3,700 times in our 16 Managing@Autodesk pathways and completed a total of over 7,800 articles, videos, and podcasts. Autodesk also conducted more than 400 manager education events.  \nTo help employees upskill on the job and navigate their \ndevelopment, the MyLearning platform connects users to the world’s largest collection of professional learning content from  \nboth inside and outside Autodesk—over 250,000 digital courses and more than three million articles and videos from 1,300 sources. The pandemic presented an opportunity for us to democratize learning by moving to a digital learning environment. Our global portfolio of training curriculum shifted to 100% virtual learning and proved to be so successful that this transformation will continue into the future. Almost 12,000 employees completed approximately 350,000 learning modules during fiscal year 2022, and nearly every Autodesk employee participated in training related to our new brand. \nThe need to develop and roll out learning programs much more \nquickly than in past years was supported by Autodesk’s growing community of learning champions. These employees, from across Autodesk outside of the Learning and Development group, are passionate about curating learning experiences for others. This community reached 76 members and published nearly 1,000  new learning pathways.\nOur community of learning champions \nreached 76 members and published \nnearly 1,000 new learning pathways.\nWith equitable development in mind, we sponsored external \nleadership programming for our underrepresented populations. Through our partnership with McKinsey & Company, we sponsored a year-long professional development program for Black employees, including skill-building, cohort-based learning, and virtual networking and webinar events. \nDuring the year, we also enhanced our internal development \nprogram for next-generation leaders. We expanded our Emerging Leaders Program to 120 Autodesk employees representing nearly all business units and geographies, including the first-ever cohort to develop women in tech and sales roles. We supported the personal and professional development of more than 280 people managers and individual contributors through 1:1 professional development coaching. Participants benefitted from over 2,900 coaching sessions, and nearly 80% rated their experience as “life-changing” or “amazing.” We also expanded access to professional, on-demand coaching support to over 12,000 Autodesk employees worldwide as a zero-cost employee benefit. 250,000\n \nMyLearning connects users to the world’s largest collection  \nof professional learning content with over 250,000 courses and more than 3 million articles and videos from 1,300 sources.   \n \n12,000 \n \nAlmost 12,000 employees completed approximately    \n350,000 \n learning modules during fiscal year 2022.  As we continue to navigate the shifting landscape of work with \na focus on the future, learning and organization development is a key catalyst to build resilience and drive transformation. We are committed to continuing to prioritize learning and capability building to drive lasting behavior and mindset shifts. Through intentional design and delivery of learning experiences that scale and broaden access, we help our employees thrive and realize their potential.  Improve our operations", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}