{"page_content": "46\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nBridges to Prosperity \nAutodesk Pro Bono Consultant volunteers helped Bridges to Prosperity  \nbring its site visit program online during the COVID-19 pandemic, creating \nnew avenues to engage partners in connecting rural communities with  \ntrail bridges.  \n \nLearn morePro Bono Consulting\nEmployees also contributed Pro Bono Consulting volunteer hours during the year. We invite Autodesk employees to volunteer and apply their expertise—ranging from  \nengineering and design to marketing and communications—  \nin support of nonprofits and social enterprise startups addressing pressing social and environmental challenges  \nin alignment with our impact opportunity areas.   \nThis can involve 1:1 Pro Bono Consulting (online hour-long \nvolunteer consulting engagements), Pro Bono Team Projects (teams of three to five employees volunteering their skills for one to three hours a week over 12 weeks), and Pro Bono Immersion (teams of five to ten employees volunteering  their professional skills onsite for two weeks with an Autodesk Foundation portfolio customer).Employee volunteering\nFrom the first day on the job, Autodesk full -time employees \nar\ne given 48 paid hours a year to volunteer for causes most \nimportant to them (part-time employees receive 24 paid hours  \na year). During our annual Global Month of Impact in September, when employees unite for a common cause, more  \nthan 2,000 Autodesk employees gathered in 12 virtual volunteering events to support Autodesk Foundation’s efforts   \nin alignment with our impact opportunity areas. By \npartnering with two global nonprofit organizations from Autodesk’s Technology Impact Program for this year’s campaign, every employee had an opportunity to experience how we can support customers with technology to accelerate positive impact. \nLearn more\nAutodesk legal pro bono program\nAutodesk’s legal department customized a pro bono program to support nonprofits focused on issues supporting transgender individuals, asylum seekers, and the houseless community. \nLearn more\nThe Nature Conservancy (TNC) \nAutodesk volunteers identified, sourced, tagged, and catalogued online resources to support the work of science and conservation leaders worldwide. More than 1,200 volunteers catalogued over 2,000 data points and metadata for TNC that will accelerate the organization’s  development of an AI-powered search tool. \nLearn more\nBarcelona office Giving Back Committee\nFor the past two years at Autodesk’s Barcelona office, the Giving Back Committee has kept up a steady drumbeat of employee volunteering, including Pro Bono Consulting opportunities, for nearly 600 Autodeskers  \nin Barcelona.  \nLearn more \nEngineers Without Borders USA (EWB-USA)\nBy researching local nonprofits and making lists of organizations by region that work in the food insecurity and water and sanitation arena, Autodesk volunteers provided EWB teams with information to help  them identify critical infrastructure needs in local communities.  \nLearn more\nBamCore\nAutodesk Pro Bono Consultant volunteers helped streamline BamCore’s workflow and design process by building a platform that allowed for open exchange of designs and ideas among all stakeholders, which ultimately  \nled to increased production capacity, simplified job site installation, and reduced production costs.  \n \nLearn more\nImage courtesy of Bridges to Prosperity\nImage courtesy of BamCore", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}