{"page_content": "47\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nEmployee giving\nIn a year when many organizations and individuals needed extra \nsupport, Autodesk employees responded by donating record amounts to nonprofits around the world. Employees receive 1:1 matching funds from the Autodesk Foundation, doubling the impact of their charitable giving to communities and causes they  \ncare about most. During 2021, the yearly matching cap was increased from $3,000 to $5,000, and specific crisis response causes received a 2:1 match, such as assistance after Tropical Storm Grace in Haiti and COVID-19 relief in India. \nSupporting our technical community to  \ndrive positive impact  \nAs a technology company, our technical employees play a pivotal role in driving impact. We offer incentives to engage their critical and emerging skills, and we encourage innovative thinking that motivates and effects positive change in the world:  \n ●As part of our annual t\nechnical summit, we give a Better World \nBuilder Award—selected from nominees across the company—for outsized contribution toward helping our customers design and make a better world using Autodesk technology. \n ●The E\nmployee patent program incentivizes creative thinking \nand sustainable innovation; employees who have new patents granted are given bonuses of up to $2,000.\n ●A\nutodesk's Impact Team rewards employees across the company \nwho make exceptional contributions related to climate change.  \nThese individuals are awarded “Autobucks” and “Applause Points,” spot cash, or other non-monetary awards and recognition on the company intranet.Enabling Autodesk sales employees  \nto advance sustainable outcomes \nThe Autodesk Making the Future sales incentive program \nrewards Autodesk sales teams for partnering with customers to achieve outcomes aligned with the United Nations Sustainable Development Goals. Winners in fiscal year 2022 spanned account sizes and industries, and included Cemex, Compesa, Iberdrola,  \nand Setty & Associates.  \nOur Sustainability G.O.A.L. Program equips our customer-facing \nemployees with information, resources, and skills to support customers on their sustainability journeys and create positive impact with the Autodesk technology platform. During 2021,  \nthe program grew to more than 300 employees and executives from across the company, representing sales and customer success as well as marketing, brand, business development, and other groups from all regions globally.  \nLearn more about our employees’ connection to giving and community.  \n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}