{"page_content": "48\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nDiversity  \nand belonging\nAt Autodesk, we’re building a culture of belonging where all \nemployees have equitable opportunities to succeed and contribute.  \nWe strive to create an environment where everyone, everywhere, is excited to come to \nwork, feels a sense of belonging, and can fully contribute their talents in the workplace. We’re creating a workplace that embraces a multitude of original minds and talents to create the most innovative products and solutions that meet the demands of the global marketplace. By cultivating a workplace where all employees can realize their potential, we offer more than just a place to work. As a company leading change, we’re creating opportunities for people to thrive. \nGlobal diversity and belonging strategy\nIn 2020, we launched a major initiative to revamp our global diversity and belonging strategy and implement an ecosystem approach that focuses on individual, interpersonal, and structural dimensions of change and transformation.\nAs part of this process, we invited employees from more than 25 countries and over 44 \noffices—representing all levels and functions and a rich mix of demographics—to join focus groups to share their feedback, ideas, and experiences. In addition, we engaged our top executives through a strategy advisory group and analyzed data that reflect many different aspects of diversity and belonging.\nThrough this process, we set three-year objectives and aspirational goals for each of \nthese strategic change levers: \n ●A\nttract and retain a diverse workforce  \n ●E\nxpand leadership diversity \n ●F\noster a culture of belonging \nThrough a data-driven approach, we are building our programs and measuring success.   \nLearn moreImprove our operations", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}