{"page_content": "49\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nDiversity and belonging \nobjectives and goals \nThis page summarizes the first year of progress against our three-year diversity and belonging \ngoals. We made significant progress toward each goal during fiscal year 2022 and are increasing programmatic focus in fiscal year 2023 in cases where additional effort is needed to meet our goals.\nIncrease representation of women in tech, women in sales, and underrepresented people of color employees in the United States Objective Transform our culture so that all employees feel they belong Increase geographic and demographic diversity of leadership\nReduce gaps between all demographic groups and company\n-\nwide survey scores  \non belonging toReduce gaps between all demographic groups and company \n-\nwide survey scores  \non engagement to\n5 points  \nor less5 points  \nor less\nProgress through FY22:   \nWithin 5 points  Progress through FY22:  \nWithin 5 points  \nLaunch diversity and belonging training company\n-\nwide, and \nachieve greater than\n75%\nemployee participation\nProgress through FY22:\nTraining in development Attract a diverse workforce Foster a culture of belonging Expand leadership diversity\nGoals (by the \nend of FY24)\n*   Compared to the beginning of fiscal year 2022. Our one-year aim  \nwas to reach 20% of our overall three-year goals.\n†  People of color includes the following United States EE0\n-1 \ncat\negories: Asian, Black or African American, Hispanic or Latino, \nNative Hawaiian or Pacific Islander, Native American or Alaska \nNative, Two or More Races.\n‡  Underrepresented people of color includes the following United \nStates EE0\n-1 cat\negories: Black or African American, Hispanic or \nLatino, Native Hawaiian or Pacific Islander, Native American or Alaska Native.Increase the number of women   \nin tech roles globally byIncrease the number of women  \nin sales roles globally by\n25%*\n 25%*\nProgress through FY22:  \nUp 19.0%Progress through FY22:   \nUp 7.5%  \nIncrease the number of US \nemployees who are under-represented people of color\n‡ by \n30%*100%*\nProgress through FY22:  \nUp 8.9%Progress through FY22:  \nUp 17.7%Increase the number of leaders (director and above) based in EMEA, APAC, Japan, Canada, and LATAM byIncrease the number of leaders (senior director and above) in the United States who are people of  \ncolor\n† by\n10%*40%*\nProgress through FY22:   \nUp 32.1%Progress through FY22:  \nUp 26.7% \n \nIncrease the number of Black \nand Latinx leaders (senior director and above) in the  \nUnited States by\n300%*\nProgress through FY22:  \nUp 40%Increase the number of  \nUS Black employees by", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}