{"page_content": "50\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\n   \nAttract and retain a diverse workforce \nWe all win when we attract, retain, and advance talented \nindividuals. This requires a holistic, multifaceted approach. We work to integrate inclusive hiring practices into every step of our recruitment process, including evaluating and revising job descriptions to be more inclusive, using market intelligence to identify locations with strong diverse pools of talent, and incorporating early career recruitment into our hiring plan  to develop and cultivate talent. \nOur custom-designed five-day virtual Hiring Manager Bootcamp \ntrains all people managers in Autodesk’s hiring principles and inclusive recruiting practices to help us successfully attract, interview, assess, and onboard diverse talent. During 2021, we also launched our Recruiter Bootcamp to onboard new recruiters and refresh current talent acquisition team members. \nThe program covers topics such as mitigating bias in the interview \nprocess, utilizing diversity partnerships, talent sourcing, writing inclusive job descriptions, and coaching hiring managers on inclusive hiring practices. All searches for senior directors and above must include at least one woman or person of color on  \nthe final interview slate.\nThrough the Autodesk Tech Program, we are collaborating with \nfour Historically Black Colleges and Universities (HBCUs) in the United States, offering student stipends and mentoring in partnership with our technical business units. The program aims to create an immersive experience focused on mentorship, professional development, and solving real technical challenges with engineers at Autodesk. In its inaugural year 2020/2021,  \nthe program engaged 20 students, in addition to faculty advisors and Autodesk engineers.\nLearn moreThe Autodesk Women in Sales (AWiS) initiative is a cross-functional effort between our human resources and sales organizations in support our goal to increase the number of women in sales by 25% over three years. The US Bureau of Labor Statistics reports that women hold just under a third of outside sales roles in the majority of industries, most notably manufacturing and technology. Addressing this problem is critical to both business success and achieving global gender parity in pay and opportunity. The AWiS initiative focuses on talent acquisition, development, and retention, as well as inclusive cultural practices.\nThe Autodesk Women in Digital Enterprise Services (WDES) \ninitiative supports our goal to increase women in tech by 25% over three years. It includes programming that works to equalize and promote women’s presence within DES through career and personal development. Achievements during 2021 include:  \n ●Launching the WDES Guilds P\nrogram and completing two \nGuilds group cycles \n ●Hosting tr\naining sessions and workshops related to career \nadvancement, mentorship, and growth \nExternal partnerships are key to reaching a wide array of candidates. We collaborate with organizations such as National Action Council for Minorities in Engineering, Lesbians Who Tech, AfroTech, Fairygodboss, Techqueria, and Power to Fly to support our effort. Starting in February 2022, Autodesk committed $150,000 annually for three years to The Hidden Genius Project  \nto support the next generation of Black tech leaders and entrepreneurs. These efforts are yielding positive results, with more job candidates who identify as women (globally) and people of color (in the United States) than ever before. For example, 39.9% of external hires during fiscal year 2022 were women. Partly as a result, women increased from 33.4% of Autodesk’s overall workforce globally at the end of fiscal year 2020 to 35.0% at the end of fiscal year 2022. In the United States, 7.9% of external hires during fiscal year 2022 were Black. This contributed to the rise from 1.7% of the US workforce that Black employees represented at the end of fiscal year 2020 to 2.9%  \nat the end of fiscal year 2022. \nSee detailed performance metrics in the Data summary .*   Data are as of the end of fiscal year 2022.Employee workforce data, FY22*\nOverall workforce, by gender\n64.9%\n0.1%35.0%  Male\n  Female\n  Choose not to state\nUS workforce, by race/ethnicity\n24.6%\n0.3%2.9%\n0.2%7.0%62.6%\n0.1%2.3%  White\n  Asian \n  Hispanic or Latino\n  Black or African American\n  Two or More Races \n  Native American or Alaska Native \n  Native Hawaiian or Pacific Islander\n  Not specified", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}