{"page_content": "06\nFY22 IMPACT REPORT   OVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX \nAutodesk is a global leader in 3D design, engineering, and \nentertainment software and services, offering customers productive \nbusiness solutions through powerful technology products and services.A better world \ndesigned and \nmade for all \nArchitecture, Engineering & Construction\nOur architecture, engineering, and construction products improve the way building, \ninfrastructure, and industrial projects are designed, built, and operated.\nDesign & Manufacturing \nOur product development and manufacturing software provides manufacturers with comprehensive digital design, engineering, manufacturing, and production solutions.\nMedia & Entertainment \nOur digital media and entertainment products provide tools for digital sculpting, modeling, animation, effects, rendering, and compositing for design visualization, visual effects, and games production.Our company\nEvery day, innovators the world over use \nAutodesk technology to solve challenges, big and small. Our technology spans man yindustries, \nfrom architecture, engineering, and construction, \nto manufacturing, to media and entertainment.\nFrom greener buildings to cleaner cars, smarter \nfactories to bigger blockbusters, Autodesk technology is used by millions of people  to design  \nand make millions of things that impact billions of lives.\nAt Autodesk, sustainability is about making  \nthat impact positive. \nDigitization increases our customers’ opportunity  \nto unlock the value of their data and create solutions that accelerate their digital transformation. Solutions that connect their data, their teams, and their entire ecosystems. This enables them to generate new ideas, explore more options, and accelerate better outcomes–so together we can transform  \nhow things are designed, made, and operated.This means creating technology to enable energy  \nand material productivity. It means offering solutions to support the creation of healthier, more resilient places, products, and systems.  \nIt means advancing equitable access to jobs in our industries–and facilitating the acquisition  \nof in-demand skills for the future. It means  \nproviding grants, software, and training to early-stage innovation that helps lead the transformation of our industries.\nAll this begins by being a better business \nourselves. When we improve the impact of our own operations, we gain the knowledge and credibility to help our customers improve theirs. And by building a culture of belonging where  \nall employees have equitable opportunities  to succeed and contribute, together we thrive.  \nThis is our opportunity and this is our time.\nTogether, we can design and make a better  \nworld for all.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}