{"page_content": "51\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\n   \nUS leadership, by race/ethnicity \n18.8%\n0.2%1.4%2.0%3.8%73.8%   White\n  Asian \n  Hispanic or Latino\n  Two or More Races \n  Black or African American\n  Native American or Alaska Native Foster a culture of belonging \nWe are committed to building a culture of belonging at Autodesk by  \nlistening deeply, providing education, implementing programs, and \nmost importantly, fostering collective accountability. Belonging is  \ncentral to the Values and Ways We Work, as articulated in our Culture Code, and in 2021 we launched a company-wide Culture Sprint   \non Belonging.  \nDialogue spaces  \nDialogue Spaces are open to all employees to speak courageously and listen with curiosity, offering a safe environment for people to share their stories and build a deeper understanding of one another. Autodesk has partnered with Bravely, a confidential coaching service  \nthat supports individuals and workplace health, to foster discussions about aspects of identity that impact our employees in the workplace.  \nBravely spaces introduce and reinforce critical concepts of allyship and  \nworking together more inclusively and equitably through storytelling,  \neducational content, and active group sharing. The events ignite  \nself-discovery and connection that can be further explored through individualized coaching and conversations between colleagues. \nSpeaker series \nOur Diversity & Belonging Speaker Series brings outside experts to engage the entire Autodesk community in conversations about identity and diversity. Dialogue Spaces facilitated by Autodesk employees followed some events to offer colleagues across the  \ncompany the opportunity to discuss the expert’s books and podcasts  \nin small groups. Speakers in 2021 included: \n ●Shankar V\nedantam has been reporting on human behavior and \nsocial science research for more than 25 years and is the host and creator of Hidden Brain. The Hidden Brain podcast receives more than three million downloads per week, and the Hidden Brain radio show is featured on more than 350 public radio stations around the United States. \n ●Herminia Ibarr\na, professor of organizational behavior at London  \nBusiness School and author of Act Like a Leader, Think Like a \nLeader. Professor Ibarra shared how leadership is a mindset that can be practiced at all levels of an organization. \n ●Do\nlly Chugh, p rofessor a t NYU’ s Stern School of Busin ess and author \nof The Person You Mean to Be: How Good People Fight Bias . Drawing \non her decades of research on unconscious bias, Dr. Chugh offered \npractical tools to become a better leader, colleague, and friend. Expand leadership diversity\nWe are expanding leadership diversity from the Board of Directors to senior leadership and to all areas of Autodesk. As a global company, it is critical that our leadership reflects the perspectives of our customers around the world. Therefore, we have prioritized growing our leadership capabilities globally, resulting in a 2.6% increase in the number of leaders outside of the United States.\n \nWomen make up 50% of our 10-member Board of Directors, which  \nis composed of 10% Black membership and 90% white membership.\nOur commitment to attracting and recruiting diverse talent extends  \nto our senior leadership team. In February 2021, we announced \nthe appointment of a new chief financial officer, chief technology officer, and senior vice president, all of whom expand the diversity of our senior leadership. Forty-five percent of our executive team is women. \nWe are committed to the growth and development of all our \nemployees. Some programs target specific demographics as part of our diversity and belonging strategic goals. For example, Autodesk was a proud participant in the McKinsey Black Leadership Academy in 2021, which creates opportunities for rising Black leaders to network and build relationships with leaders from other organizations. \nIn early 2022, we launched NEXT LEVEL, a program designed  \nto create a pipeline of underrepresented people of color who are \nready to move into leadership roles. To better understand and mitigate individual reasons for attrition, during 2022 we also started conducting Career Advancement Retention Effort  (CARE) interviews. \nWe offer several professional and leadership development \nopportunities for all employees, including our Emerging Leaders Program and Employee Leadership Program/Autodesk Leadership Program. \nAll employees can also participate in the Autodesk Mentorship \nProgram, as a mentor, mentee, or both. The program breaks down the barriers of meeting and learning from colleagues around  \nthe world and offers resources and guidance to nearly 3,000 active members (as of January 2022).  \n \nLearn more about learning and organization development at Autodesk.   \nSee detailed performance metrics in the Data summary .*   Data are as of the end of fiscal year 2022.Leadership data, FY22*\n67.0%\n33.0%  Male\n  FemaleOverall leadership, by gender ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}