{"page_content": "52\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nEmployee resource groups \nWe have a vibrant and growing network of global Employee Resource Groups (ERGs), \nemployee-led groups composed of individuals who join together based on common backgrounds or dimensions of diversity such as gender, race, or ethnicity. Each ERG is sponsored by a member of our Executive Leadership Team, and our ERG leaders are supported as a critical extension of our Culture, Diversity & Belonging team. ERGs play key roles in driving professional development, building partnerships with local communities, advancing recruitment efforts, and supporting a culture of mentorship and coaching.    \nCurrently, Autodesk has seven ERGs: Asian Network, Black Network, Latinx Network, \nPride Network, Veterans Network, Women’s Network, and Young Professionals Network. Autodesk’s ERGs are evolving to make an even greater impact on our employee experience and our business globally. \n ●In 2021, A\nutodesk’s held its first ERG Week, a series of global events focused on \ncelebrating and elevating ERGs. To bring the programming to life in a virtual world, each group brought in dynamic voices from both inside and outside the company  for inspirational talks, networking events, and more.  \n ●Beginning in 2022, A\nutodesk will grant a $10,000 appreciation bonus each April to our \nglobal ERG leads, on completion of every year of service, for the many ways they help our employees feel supported and included, both in times of celebration and in the  \nface of social injustice. Autodesk is proud to make this investment in the future leaders  \nof our work culture—and our company. \n ●T\no scale and operationalize impact, we've formed expert “MERG” groups to align \nprogram strategy and intersectional development across all ERGs. We work together to build a strong team of cross-ERG support, and we utilize resources, passion, and energy to impact lasting change for all employees at Autodesk, especially those in historically marginalized groups. Transgender and nonbinary inclusion \nIn addition to Autodesk earning a 100% rating and designation as a Best Place to Work  for LGBTQ Equality on the Human Rights Campaign Foundation’s Corporate Equality Index, the Pride ERG formed an initiative to provide peer mentorship and advance inclusion for transgender and nonbinary employees. In partnership with the Culture, Diversity & Belonging team, during 2021 the group helped expand options for pronoun visibility across Autodesk employee directories, worked to evaluate access to all-gender restrooms in offices globally, and collaborated with the company’s benefits team to remove any remaining restrictions on gender-affirming health benefits under our primary US insurance vendors.  \nPrograms worldwide\nDuring 2021, employees in Autodesk locations around the world advanced diversity and belonging through a broad range of initiatives. For example, in our Europe, Middle East, and Africa region, the Autodesk France Country Council, composed of senior leaders, people managers, and individual contributors across business organizations, adopted 10 initiatives during the year to advance equity and access. For example, the council engaged with local stakeholders Capital Filles and 10000 Codeurs to mentor and coach diverse young talent and led discussions associated with the International Day of People with Disabilities to change the way disability is perceived within the company. \nThe Autodesk Italy Leadership team joined Valore D, a corporate association that \npromotes gender balance and an inclusive approach to company- and country-level growth. This organization helps people learn, adapt, and prosper through change via courses, best practice sharing, mentoring, and other activities.\nPrograms across the business\nAcross business units within Autodesk, grassroots groups of employee volunteers help foster a culture of belonging within their teams. Each group has senior leadership support and an executive sponsor at the VP level. \nIn Finance, the Diversity & Belonging Committee hosted Power of Inclusion trainings and \nquarterly guest speakers, and in 2021 it sponsored 13 employees for the annual WILpower program, a professional development and networking program for women offered by LWT (Leading Woman in Technology). The group also partnered with DreamWakers flashchats  \nto connect 458 students from 11 underresourced K–12 schools with Autodesk career  \nrole models.  \nThe Legal Diversity Inclusion & Belonging (LDIB) group is composed of volunteers \ndedicated to promoting Autodesk’s values within the department and wider legal community. In 2021, the team focused its efforts on lifting up underrepresented groups in the legal field and also sponsored career development training through the Leading Women in Technology program, which was offered for the first time to all employees regardless of geography.\nConnecting community, culture, and creativity\nIn response to the challenge of physical distancing during the COVID-19 pandemic, Gail Tanaka, Global Lead of the Autodesk Asian Network, initiated  \na program with a nonprofit organization, Kimochi, to teach seniors and youth how to use Autodesk Tinkercad as a way to continue creating Japanese  \nAmerican cultural items such as cherry blossoms together.\nLearn more\nNurturing young tech talent with The Hidden \nGenius Project  \nThe Autodesk Black Network leads workshops through The Hidden Genius Project, a national nonprofit organization that trains and mentors young Black men in technology creation, entrepreneurship, and leadership skills. Starting  \nin 2022, Autodesk has committed to donating $150,000 to the organization for  \neach of the next three years.  \nLearn more\nImage courtesy of The Hidden Genius Project", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}