{"page_content": "53\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nresources and learn from participating organizations to advance a more inclusive \ninnovation ecosystem and funding landscape.\nThe Foundation’s response and rebuilding grants and support have benefited from \ncollaboration with the company’s Culture, Diversity & Belonging team and ERGs representing the people and communities impacted. Beyond this funding, the Foundation has committed to integrating diversity, equity, and inclusion goals throughout its work, from how it sources new organizations for its portfolio to the impact it seeks to realize through its grantmaking and impact investing. For example, in fiscal year 2022 the Foundation provided a $250,000 grant to Revolution Workshop, a nonprofit providing construction job training on the West and South Sides of Chicago, predominantly Black and LatinX neighborhoods. In February 2022, Autodesk was a launch supporter of the Black Equity Index (BEI), a new initiative for organizations to advance and measure progress toward racial equity in the workplace.\nSupporting pay equity \nAutodesk is committed to pay equity for our employees. We conduct an annual global pay analysis to compare pay levels of different demographic groups, and make appropriate adjustments if needed. We’ve continued Fair Pay at Hire, which means that we do not ask candidates about their prior company compensation in the United States. Autodesk was also a proud early signer of the California Equal Pay Pledge, which affirms the commitment to conducting annual pay analysis, reviewing hiring and promotion processes and procedures to reduce unconscious bias and structural barriers, and promoting best practices that will close the pay gap. We are transparent about our salary structures, bonus targets, and equity guidelines to let employees know how they compare to our definition of market. To attract, retain, and support our highly qualified employees, we offer competitive compensation and benefits, which include an element of choice to meet the needs of our diverse population globally. As of fiscal year 2021,  \nall employees participate in equity offerings in countries where equity grants are allowed. In fiscal year 2022, we completed our multi-year journey toward Market Pricing. This means that all jobs have been shifted from pay grades to job levels to allow for more precise benchmarking in the competitive market. \nAutodesk monitors equal pay and conducts full analyses on compensation ratios. In the Platform Services & Emerging Technologies (PSET) organization, the PSET-DIB  \ninitiative works to ensure broader participation in envisioning the innovations of the \nfuture by fostering a culture of equity and belonging within the department. The goals of the core team are to build and maintain avenues of communication to increase the impact of diversity and belonging programs within PSET, normalize conversations and critical thinking on topics of equity to further Autodesk’s culture goal around psychological safety, and develop leadership and power skills together through  peer mentorship and learning. \nIn the Product Development and Manufacturing Solutions (PDMS) organization, the Culture, \nD&B advisory team works to prioritize timely amplification of Autodesk diversity and belonging messaging, programs, and resources; identify unique opportunities for influence within the organization; and communicate learnings and feedback.\nProviding a positive experience on our internal platforms   \nWith our remote and hybrid work environment, reliance on Slack and other social platforms is essential. As with any social platform, some messages may not align with our policies or guidelines. To create a safe and positive experience on our internal community platforms, we created guidelines for our employees and contingent workers to follow when communicating with peers. We also added a new “flag” feature in Slack to enable employees to report messages that they feel violate Autodesk’s policies, guidelines, or culture of respect. \nAdditionally, in February 2022 Autodesk added a statement about our stance on racism \nto the company’s Code of Business Conduct, as well as within our internal Global Discrimination, Harassment, and Bullying Policy. \nAdvancing racial justice in partnership with  \nthe Autodesk Foundation \nAs violence against historically marginalized communities continued in 2021, we recommitted to doing our part to condemn racism and support our employees, neighbors, and communities around the world. \nIn response to a rise in violence against the Asian community, both in the United States \nand globally, the Autodesk Foundation (with guidance from the Autodesk Asian Network) distributed grants totaling $150,000 across five organizations: Advancing Justice–Asian Law Caucus, the National Asian Pacific American Women’s Forum, the Center for Asian American Media (CAAM), Ascend Foundation, and the Asia Pacific Environmental Network. \nDuring 2021, the Autodesk Foundation continued collaboration with the Black Innovation \nAlliance and Village Capital on the rESOurce Initiative to help leaders of color build financial, social, and human capital. Through this initiative, we lend our experience and Supplier diversity \nAt Autodesk, we use our purchasing power to increase diversity and inclusion in our supplier base, helping to create jobs and wealth in historically marginalized communities. We value our impactful relationships with small and person of color-, women-, disability-, veteran-, service-disabled veteran-, and LGBTQ+-owned businesses. Creating a supplier base that reflects the demographics of Autodesk’s marketplace provides us with access to better ideas and ways to innovate. \nIn 2021, we engaged with certifying agencies to help diverse business owners expand \ntheir capabilities by connecting them with mentoring, training, and business development opportunities. During the year, we mentored two Black female entrepreneurs as a part of the National Black Business Pitch, a competition designed to connect Black women–owned businesses to prospective customers. We also sponsored a cohort of eight women-owned businesses for the WBEC-West Platinum Supplier Program, for women-owned businesses certified by WBENC (Women’s Business Enterprise National Council) that are working to begin or expand corporate and government contracting. To increase our awareness and engagement with diverse businesses, Autodesk belongs to the National LGBT Chamber of Commerce, the Western Regional Minority Supplier Development Council, and tech:SCALE.\nTo further drive results, in 2021 we launched the internal Autodesk Supplier Diversity \nExecutive Stakeholders group, which works to develop goals for each of the company’s principal organizations. We spent $35 million, equivalent to 4.4% of addressable spend, with approximately 210 US-based diverse businesses in fiscal year 2022, meeting our goal of 4% for the year.\n2 During fiscal year 2023, we aim to increase this to 8% of addressable \nspend in the United States, and 25% by fiscal year 2026. We are exploring expanding our program to additional countries and regions. ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}