{"page_content": "54\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nEducationPartner with customers\nAt Autodesk, we believe in lifelong learning  \nthat’s personalized, portable, and pragmatic. \nWe’re motivated by professionals, students,  and teachers who embrace and deliver  \nsolutions to today’s most complex challenges. \nWe provide educators with technology platforms, learning \ncontent, access to certifications, and education events to inspire, engage, and develop students for the workforce so they can produce lasting positive impact. We aren't just helping educators, students, and lifelong learners peer into the future–we're helping them create it.\nOur primary areas of focus in education are: \nSustainability \nWe’re working with educational institutions to integrate sustainability concepts into instruction, helping students make better choices related to energy and materials. By revitalizing engineering, machining, and manufacturing curricula, we provide students and teachers with the power to design and make more efficiently, with less environmental impact. Platform \nWe are working at the forefront of industry providing technology platforms to create solutions, connect data, and accelerate outcomes. Educational institutions benefit by by adopting the same software platforms used by professionals  to teach and develop the knowledge and skills necessary for their students to succeed in their careers. Together we make it possible.\nDigital transformation \nDigital transformation is evolving industry to help improve and deliver greater value. As new cloud and collaborative technologies and automated processes are adopted, work is being redesigned to achieve better outcomes. We enable and accelerate this transition by providing education resources to retrain, retool, and reshape the workforce for the next generation.Futureskilling \nWe’re empowering students, educators, and lifelong learners to develop the skills necessary today to help solve tomorrow’s most pressing design and engineering challenges. In other words, we futureskill by providing the mindset, skillset, and toolset to accelerate careers and help people thrive in industry. Beyond simple upskilling and reskilling, futureskilling prepares designers, makers, and doers for tomorrow’s jobs. ", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}