{"page_content": "55\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nAutodesk Education Community \nprovides students, faculty, and educational institutions the latest  \ninformation on Autodesk product updates and certifications, as well as \ninformation regarding workforce readiness, teaching trends, industry changes, and upcoming events and competitions. Students and educators  \ncan also access Autodesk’s professional-grade software for free.\n*  \nIn fiscal year 2022, millions of students and educators used Autodesk software to learn design and make skills.\n \nLearn more\nAutodesk Knowledge Network\nis a repository of more than a million contributions from Autodesk, its \ncommunity, and its partners, and includes more than 250 videos and articles related to sustainable design.  \n \nLearn moreAutodesk University\nis a learning community for design and engineering professionals from around the globe and offers conference experiences and free access to online learning resources year-round. In fiscal year 2022, the Autodesk University website received more than 2.4 million visits, and users watched more than 133,000 hours of instructional video, as well as 29,500 hours on other distribution channels such as YouTube.  \n \nLearn moreAutodesk learning and certification\nprovides industry-validated skillbuilder courses and certifications for professional users and students around the globe. Our certifications are both product- and role-aligned, which helps recipients market their job readiness. This helps educators stay current on industry-adopted tools so they can teach more effectively. We offer learning pathways in architecture, engineering, and construction as well as product design and manufacturing, and introduced a full line of certifications for machinists and mechanical engineers in 2021. Millions of architects, mechanical engineers, and design professionals worldwide benefit from an Autodesk Certification.  \n \nLearn moreTinkercad \nis a free web app for 3D design, electronics, and coding. With more than 45 million registered users around the world, Autodesk\n® Tinkercad® software \nbuilds STEM confidence by bringing project-based learning to the classroom. Tinkercad is proud to bear the ISTE Seal of Alignment. Our lesson plans  \nadhere to ISTE, Common Core, and NGSS standards for the classroom.  \n \nLearn moreAutodesk resources available to professionals, students,  \nteachers, parents, and school administrators include: \n*   Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the terms of use  \n     and/or other terms that accompany such software or cloud-based services. Software and cloud-based services subject to an Educational license       or subscription may be used by eligible users solely for Educational Purposes and shall not be used for commercial, professional, or any other for-profit purposes.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}