{"page_content": "56\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nIndustry  \ntrends\nThe start of the COVID-19 pandemic severely impacted the \nmanufacturing and construction sectors, but by the end of  \n2021, markets including Europe and the United States had fully recovered in terms of their economic output.\n3 Meanwhile, the  \npace of technological change in these sectors escalated globally  as social distancing and other protective measures increased  the cost of human labor relative to machines. Jobs in factories  and on construction sites that were once seen as safe were suddenly risky for humans to perform. Even as COVID-19 vaccines and treatments became readily available, fundamental changes  in on-site labor management accelerated.\nIndustry responded by utilizing cloud-based workflows wherever possible. Across AEC, \nproduct design and manufacturing, and media and entertainment, leaders quickly pivoted to remote working environments and cloud-based collaboration. Workers adapted as  well by learning new technologies and ways of working as quickly as possible. Even jobs that were hard to transition to remote work shifted to help ensure safety on factory  floors and building sites.\nBut many early adjustments were quick fixes. To help futureproof workers in the long \nrun, new approaches to skills acquisition and lifelong learning are needed. Businesses are exploring innovations such as micro credentials (often accompanied by digital badges) that help close internal skills gaps through targeted development\n4—and digital \ncareer coaching platforms, which use AI to support workers and employers wherever they are. Autodesk offers valuable industry credentials to AEC and product design and manufacturing professionals to bridge the gap between education and industry, ensuring employers and employees are ready for what’s next in industry.\nThrough the Membership Training Provider Program, Autodesk offers the national \nleadership of major North American trade unions a range of program benefits—including low-cost software license fees—to train, test, and certify registered union and trade association members to help them advance their industry credentials.\nAs technology evolves and industries transform, we can expect ongoing adaptation of \ncurrent roles as well as new job creation.  According to a report we commissioned titled “Skilled Beyond Degree: How Experience Is Outpacing Education in Construction and Manufacturing Hiring,” certain roles and skills will be most coveted in the near future: \n ●Demand r\nemains high for sophisticated technical and non-technical skills—including  \nan ongoing need for data and management skills. \n ●The pandemic demonstr\nated the essential role of logistics and supply chain \nmanagement, and the importance of these fields is projected to continue.\n ●R\nenewable energy-related roles in manufacturing are among those poised for the \ngreatest growth in the next five years, emphasizing the need for adaptation to  relevant technologies.\nIn addition, a heightened emphasis on priorities such as employee well-being, resilience, and purpose can be key for organizations looking to recruit and retain skilled employees. The pandemic has led many people to reevaluate their lives and work; according to a recent McKinsey study on individual purpose and associated work and life outcomes, nearly half of US-based employees surveyed say they are reconsidering the kind of work they do. People who find purpose in their jobs are more productive, healthier, more resilient, and more likely to remain with their employer.\n5 Companies that succeed in the \ncompetition for talent will be those who help employees find purpose on the job.\nThe pandemic has upended many prior assumptions, but the need for humans to adopt \na mindset of lifelong learning has only accelerated. Employees in manufacturing and construction will prosper by acquiring the most in-demand technical and non-technical skills and by adapting to ever-changing roles in a competitive global economy.  \nEmployers who invest in their workforce and provide the necessary support for employees to connect to purpose at work are most likely to succeed in this new future of work.Partner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}