{"page_content": "57\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nArchitecture, \nEngineering & Construction\nSee a summary of Autodesk Architecture, Engineering & Construction solutions that enable \nsustainable design. \nLearn how fostering employee diversity can support business growth.Autodesk and Smithsonian Arts  \n+ Industries Building \nExhibit showcases the \nfuture of human/machine \ncollaboration \nAs part of the immersive museum exhibition FUTURES, which \nopened in late 2021, we collaborated with the team at the Smithsonian Arts + Industries Building to create the Co-Lab. This exhibit features a novel generatively designed and sustainable timber structure, stories showcasing the power of Human/AI collaboration, and an interactive multiplayer generative design experience, “Future Communities.” Guests collaborate with both each other and AI, making decisions  and building a community block based on what they deem  \nmost important. Each participant takes a different role, choosing to be a “developer,” “ecologist,” or “mayor.” The roles have specific goals and input factors that include social, ecological, and economic considerations, ranging from the availability of green space and housing to the reach of public services and employment opportunities.\nLearn moreCloud-based AEC solutions are democratizing access to opportunities \nand fostering more inclusivity. Digital transformation, including \ncollaboration tools in the cloud, enables companies to engage talent worldwide—building a connected global workforce. \nAt the same time, COVID-19 has made digital project delivery more complex, requiring \nmany design and construction firms to accelerate the pace of digital transformation.  \nNew capabilities in Autodesk products and an expansion of its partner ecosystem  support remote and virtual work environments for AEC practitioners, enabling easier collaboration from a single source of truth. With apps available in more than a dozen languages, all stakeholders can navigate securely through models, capture feedback,  and make decisions together in real time.  \nAEC professionals can improve the user experience and reduce costs by automating \nproduct development processes with tools such as Generative Design in Revit that take advantage of artificial intelligence and machine learning. Traditional processes to develop and validate design concepts typically limit exploration to only a handful of possible alternatives due to time constraints. Generative design is disrupting this process by simultaneously exploring a variety of possible design outcomes and generating a variety  of potential alternatives—with the data to show how each ranks against a designer’s original criteria. \nThrough Autodesk Learning and Certification, AEC professionals can gain the knowledge \nand skills to create high-quality, innovative building and infrastructure designs; optimize \nprojects with integrated analysis, visualization, and simulation tools; and improve predictability by maximizing constructability and project coordination. \nIn the construction industry, Autodesk’s bid management technology— Autodesk\n® \nBuildingConnected® Pro and Bid Board Pro—helps owners and builders find reliable \npartners for every job using our Builders Network. Project teams can access over  \na million construction professionals, simplify bid workflows, and manage subcontractor \nrisk in real time. To increase the diversity of firms bidding for projects, customers can break down bid packages to smaller scopes of work, making it easier to engage the community, attract talent, and build new relationships. And prequalifying subcontractors enables project teams to be more inclusive, specifically focusing on Disadvantaged Business Enterprises (DBEs). Partner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}