{"page_content": "58\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nCompass Coffee\nCompass Coffee retrains workers to build a new roastery, creating an ad-hoc \nconstruction crew that thrives on flexibility.\nLearn moreImage courtesy of Compass CoffeeInterstate Electrical Services is a family-owned construction company that spans six New England states, with more than 600 employees.\n \nLike \nthe broader construction industry, Interstate has been making ever-increasing\n in\nvestments in digital\n \nconstruction tools and processes. \nInterstate’s engineers, BIM coordinators, and detailers orchestrate their efforts at the company's Operations Center in Tewksbury, Massachusetts, a 100,000-square-foot manufacturing and warehouse facility. At that location, project coordinators and detailers fine-tune models and install instructions to exacting detail. Fabricators assemble the units to UL Certification standards under direct supervision of licensed electricians, and more crews package and ready the units for shipment, often weeks in advance of install. This approach can save time, reduce risk, and improve efficiency. As the construction industry faces unprecedented\n \nlabor \nshortages, digital transformation enables Interstate to do more with less.  \nInterstate’s lead VDC/BIM specialist says, “I basically taught myself Revit  \nwhen there were three of us at the company doing BIM. And ever since, \nwe’ve been learning, growing the team, and transforming how we work.” Today, two dozen of Interstate’s workers are experts in 3D model coordination and detailing. And an even larger share turns those drawings into fully built electrical systems—without ever stepping foot on the jobsite. \nCOVID-19 further accelerated the transformation. Interstate started moving \nall its projects to Autodesk Construction Cloud, and crews communicate through Microsoft Teams. Office teams worked from home at the height of the pandemic and are moving to hybrid schedules now. Field teams coordinate with the office almost entirely by computer. According to Interstate,  \n“People were wary of change, but we didn’t have a choice. Some could barely turn on a laptop before, and now they’re doing digital markups.” \nDigital transformation also changed how Interstate interacts with job \ncandidates–and who those candidates are. Interstate built an inclusive and comprehensive recruiting process and has broadened its scope to non-traditional audiences such as veterans, people with disabilities, women, and minorities. \nLearn more Interstate Electrical Services Corporation \nInterstate Electrical Services energizes the future  \nwith digital transformation and an inclusive workforce\nImage courtesy of IESC", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}