{"page_content": "59\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nDesign & \nManufacturing\nCloud-based data \nmanagement is essential  \nto digital transformation. Digital transformation is fundamentally changing the nature of \nwork in product design and manufacturing. New technologies and \nworkflows demand new ways of working and learning.\nMore than ever, leaders are working hard to keep teams and data connected across all \ndepartments and locations and providing workers with the skills they need to thrive in a digital future. Smart manufacturing—the widespread digitization of manufacturing practices, including product design, data management, supply chain, production, distribution, and sales—helps companies to be more agile, which is crucial in today’s rapidly changing environment. As a result, everyone from designer to machinist needs  \nto adapt on a dime by retooling, retraining, and executing while maintaining quality.  \nCloud-based data management is essential to this digital transformation. Autodesk\n® \nUpchain software enables manufacturers to centralize their data from a broad range of \nmechanical and electrical CAD and non-CAD tools. Teams can keep working in the CAD and business tools they’re comfortable with and collaborate more efficiently. Companies can use Upchain to create repeatable, reliable, and traceable processes to manage company-specific workflows and deliver products with higher quality.  \nAutomated processes such as parametric modeling and generative design can improve \nworkflow, and smart technologies such as artificial intelligence and machine learning go hand-in-hand with smart manufacturing data analysis. Fusion 360 Manage is a product lifecycle management platform that connects people, processes, and data across departments and geographies. Fusion 360 Manage digitizes paper processes and enables companies to track processes, improve productivity, and manage quality efficiently.\nThe Autodesk\n® Product Design & Manufacturing Collection provides professional-grade \ntools to help our customers streamline processes, enhance collaboration, and prepare for  \nthe future. Autodesk® Vault software enables engineering teams to work from a central \nsource of organized data, improving collaboration and streamlining workflows throughout \nproduct development. Enhanced tools improve design reuse and reduce rework through duplicate detection. Additionally, new cloud-connected capabilities facilitate access to  \ndigital data in the field. And from within Fusion 360, users can now use Design Reservation to view real-time feedback and design updates from team members. Interoperability between Fusion 360 and Autodesk Inventor workflows was further enhanced with the release of Inventor 2023 in March 2022 to help engineers and designers save time on everything from BIM projects to additive and subtractive manufacturing. \n \nLearn more\nNew technologies and workflows mean new ways of working for professionals. Several \nnew options in self-paced learning can help manufacturing professionals improve their Fusion 360 skills, including videos, step-by-step tutorials, and downloadable 3D models. For example, the Tool Library video series helps users navigate the Tool Library and improve their tool management skills. The Additive Build Extension series walks users through the process of preparing a model for 3D printing. \nThrough Autodesk learning and certification, students, designers, and engineers can \ngain the knowledge and skills to streamline the product development process, create high-performing product designs and production system layouts, and connect teams and data from design through manufacture. \nSee Certifications.\n \nSee a summary of Autodesk Design & Manufacturing solutions  \nthat enable sustainable design. Partner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}