{"page_content": "07 FY22 IMPACT REPORT   OVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX \nHow we create impact\nOur \nimpact strategyAdvance sustainable business practices, set the standard in  \nour culture, governance, and operations, and align and activate \ndiverse employees to make a positive impact at workImprove our operations\nEmpower customers to harness data, automation, and insights to improve the impact of design and make decisions– advancing a more sustainable, resilient, and equitable worldPartner with customers\nAccelerate industry transformation through cross-sector collaboration, policy advocacy, and by catalyzing innovation between and beyond our industriesAdvance industries\nImpact opportunity areas\nWork & Prosperity\nFacilitate the acquisition of in-demand skills and lifelong learning to meet the workforce needs of our industries. Encompasses key aspects related to diversity, inclusion, mindset, skills, and learning. Energy & Materials\nEnable better energy and material choices, reducing carbon emissions and waste. Encompasses key aspects related to energy, materials, waste, and supply chain. \nHealth & Resilience  \nAccelerate the design and make of places and products  \nthat are safer, healthier, and more resilient. Encompasses  \nkey aspects related to safety, health, well-being, resilience, and adaptation. Progress demands that we work within \nour business, in partnership with our \ncustomers, and across our industries to advance a more sustainable, resilient,  and equitable world. \nWe focus our efforts to advance positive outcomes across  \nthree primary areas. These impact opportunity areas are  \nderived from the UN Sustainable Development Goals and \nhave been focused through a multipronged process to  \nalign the top needs of our stakeholders, the important  \nissues of our business, and the areas we are best placed to accelerate positive impact at scale.\nLearn about assessments that inform our impact strategy.\nLearn more about how we drive progress toward the  \nUN Sustainable Development Goals. Energy\n &\n Materials   \n       \n   \n    \n  \n  \n \nHealth \n& Resilience             \n     \n  \n  \n \n \nWork&Prosperity", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}