{"page_content": "61\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nMedia & \nEntertainment\nThe media and entertainment industry is undergoing a transformation \nas content creators innovate to meet the demands of a dramatic \nincrease in high-quality content production globally. \nPandemic lockdowns and other measures forced studios to expand beyond the traditional \nmodel of large teams based in centralized locations and embrace remote workflows. Utilizing cloud computing, prioritizing communication, and increasing security standards to optimize collaboration across a global workforce has accelerated the transformation  of content creation. This new approach has enabled studios to hire diverse talent in new places while reducing production costs.\nSupply chains for sourcing and creating content in the media and entertainment industry \nare growing longer and more complex. Studios are desperate for talent, farming out parts of the process at unprecedented rates while diversifying where they find qualified talent. This has had a democratizing effect, improving access to opportunity beyond typical concentrated media hubs. However, it has also added complexity to project management. Implementing cloud-based tools and hiring the right mix of talent both play a pivotal  role in managing decentralized talent creation. \nOur tools help teams collaborate more effectively, increasing productivity and saving time \nand money. For example:  \n ●A\nutodesk® ShotGrid (formerly Autodesk® Shotgun®) software streamlines workflows \nfor creative studios by unifying production management, the creative process, and pipelines—in the cloud. ShotGrid enables producers to track and manage every aspect of their projects, supervisors to streamline the creative process and keep artists focused on the creative task at hand, and technical directors to build customized pipelines that suit unique studio needs with plug-and-play integrations and an  open ecosystem. ●Flame on the cloud enables Flame artists t\no collaborate with one another from virtually \nanywhere. Studios running Flame on the cloud can benefit from a scalable and secure work environment with a wide selection of compute and storage services.\n ●USD work\nflows in Maya, 3ds Max, Bifrost, and Arnold enable smoother data exchange \nboth within studios and in the wider production supply chain.  \nWe are also investing in AI-assisted workflows for media and entertainment. Autodesk continues to invest in Flame’s machine learning toolset, helping artists automate complex compositing and retouching tasks. By combining Flame's powerful AI-powered tools with the massive compute power and scalability of the cloud, artists can work faster and focus on the artistry of their craft.  \nAutodesk is committed to empower anyone, anywhere, to create amazing entertainment \nand media experiences by providing tools that enable artists to deliver new levels of creativity, collaboration, productivity, insight, and scale with production in the cloud. We are accelerating the industry’s transition to the future of production by disrupting traditional processes with new ways of working. Moving forward, we will continue working to drive better collaboration through open standards, open project development ecosystems, and interoperability of tools and platforms.    \nSix Key Components to Successfully Navigating Your Remote Workflows \nSetting up our own remote studio\nWe’ve seen the pandemic change the way studios work and how artists collaborate with one another. With remote work becoming the new normal, we decided to put ourselves in the shoes of our customers by setting up a small remote studio to create a 3D sequence from concept through final render. The animated short, called “Mkali's Mission,” uses each of the tools in the Autodesk Media & Entertainment Collection—including Maya, 3ds Max, Arnold, and Autodesk\n® \nMudbox® software—to showcase the breadth and power of the toolset.Partner with customers", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}