{"page_content": "62\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE  WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nCatalyze \ninnovationAdvance industries\nThe Autodesk Foundation invests in nonprofits, startups, and  \necosystem partners who prepare workers to thrive in the era  \nof automation. We invest in initiatives and solutions that help  workers prosper now—and in the future. \nInvestments focus on upskilling and reskilling learners, facilitating employment  \nfor workers, and changing employer behavior within the construction and manufacturing \nindustries. While we recognize the crucial role that a range of organizations play, including government, employers, and educational institutions, we invest primarily  \nin early-stage technology-enabled startups, nonprofits, accelerators, and funds  \nthat help create a more inclusive economy.\n12 22%\nnonprofits and ecosystem partners  \nthat help workers prosper in the era  of automation of Autodesk Foundation portfolio  funding in fiscal year 2022\nGeographic reach \nWe invest in organizations in the United States and the UK,  and our research also includes Asia Pacific and Europe. Who we fundImpact measurement and management\nWe evaluate the impact of the Autodesk Foundation Work & Prosperity portfolio based on outcomes \nrelated to skills acquisition and inclusive access to quality jobs. Collecting and aggregating aligned metrics drives accountability across the portfolio and provides us with useful insights to drive toward industry change.  \nLearn more about Autodesk Foundation impact measurement and management. \nPortfolio impact\nMetrics FY22\nIndividuals directly impacted (low-touch,* cumulative) 12,100,000\nIndividuals trained (high-touch)*17,500\nCertifications and credentials facilitated 13,800\nPeople placed in new or improved jobs 13,500\nIndividuals with an annual income increase of $5,000 or more 13,400\n*   Low-touch refers to individuals impacted through educational technology or learning platform solutions. High-touch refers to individuals who received formal training, either on the job or through job placement programs. \nRead the Autodesk Foundation’s Future of Work impact brief. We invest in organizations taking a worker-centered \napproach to upskilling and career advancement in \nservice of an equitable and prosperous future for all.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}