{"page_content": "63\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE   WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nPallet\nPrivate shelter that  \ncan be built in a day\nAs part of the Autodesk Foundation Work & Prosperity portfolio, \nwe have made an investment in Pallet, a social purpose company that manufactures rapid-response shelter villages to provide private transitional housing in a community setting, while building a more equitable and inclusive manufacturing workforce. To date, Pallet has served thousands of unhoused people through over 60 shelter villages across 11 states.\nPallet’s panelized cabins can each be built in 30 minutes and \nrequire minimal training to install, offering cities, counties, states, and nonprofits cost-effective and high-quality housing units that provide safety, dignity, and community for unhoused people. Each village resident also has access to wrap-around support services, such as meals and case management, provided by local service providers. Pallet cabins are insulated, resistant to mold, rot, and pests, easy to clean, and can last more than 10 years.\nLearn moreISAIC\nis developing virtual training and on-demand machine repair in the manufacturing industry. \nLearn more\nZinc\nis unlocking new opportunities for people hard hit  by automation and globalization. \nLearn more\nThe Industrial Commons\nis transforming the textile industry in the United States with a worker-centric manufacturing model. \nLearn more\nCoalfield Development\nis facilitating employment and economic transition in Appalachia.\nLearn more\nImage courtesy of PalletRevolution Workshop\nis building resilience by providing construction job training to Chicago's underserved communities. \nLearn more\nImage courtesy of \nRevolution Workshop\nImage courtesy of Zinc VCImage courtesy of ISAIC\nImage courtesy of  \nCoalfield DevelopmentImage courtesy of Franzi Charen", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}