{"page_content": "64\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE   WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nAutodesk Technology Centers catalyze new possibilities for \nmaking through the power of connection. They bring together a global network of innovation leaders (known as the Outsight Network), data-enabled fabrication workshops, and curated experiences to empower innovators in achieving the new possible. With physical sites in San Francisco, Boston, Toronto, and Birmingham, UK, the Technology Centers are a connection engine  \nwhere resident teams can combine cross-industry or cross-continent collaboration with hands-on construction and fabrication. From exploring ideas on the future of design to testing new methods of production, industry teams within and outside of Autodesk can conduct speculative and thought-leading work pertaining to design and make technology.  \nTo further enhance the exploration of innovative technologies \nthat can be applied to design and make challenges, the Technology Centers were realigned to sit within Autodesk Research early last year. This shift enabled the Technology Centers and Autodesk Research to deepen their collaborations with Outsight Network residents on mutually beneficial and aligned opportunities that impact communities, industries, and Autodesk customers. By combining Autodesk Research expertise, collaboration across the Outsight Network, and the fabrication and production capabilities of Technology Center workshops, residents have been able to enhance and accelerate project outcomes. This multidimensional approach has made data exchange between Autodesk Research and residents more efficient, knowledge transfer more seamless, and the process to develop forward-thinking solutions more diverse and inclusive.  \nLearn moreHeirloom\nHeirloom is a growing climate technology company on a mission to capture a billion metric tons of CO\n2 from the earth’s \natmosphere by 2035. Its “passive air contactor,” now in its third iteration, enhances the natural carbon mineralization process to help minerals absorb CO\n2 from the ambient  \nair in days, rather than years. This represents more than a1,000-fold scale up of the company’s technology in less than 10 months.\n \nWith the help of the Autodesk Technology Center, \nHeirloom is building out its capabilities, combining the best of engineering and nature to offer the most cost-effective and scalable direct air capture solution.\nLearn more\nAutodesk Technology Centers\nJDRF\nJDRF Electromag’s mission is to conserve energy by making smart lighting accessible to all commercial buildings. The company’s Autonomy Sensor uses machine learning, edge computing, and data fusion to make smart lighting effortless and affordable, providing the commercial building industry with a universal solution that can reduce lighting-related   \nenergy use by up to 50%. A novel indoor localization \ntechnology in the sensor uses near infrared (NIR) light to optimize the lighting arrangement in each room. Equipment and training available at the Autodesk Technology Center enabled rapid iterative development on a variety of NIR transmissive materials and complex geometries.\nLearn more\nNia Technologies Inc. \nToronto-based Nia Technologies Inc. develops 3D PrintAbility, a hardware toolchain that enables clinicians to 3D print prosthetics for children in resource-poor countries. NiaFit, Nia’s 3D rectification software, helps users intuitively design custom-fitted assistive devices, and digital scanning and 3D printing speed up the production process. The Autodesk Technology Center supports these efforts by providing access   to expertise and knowledge in Fusion 360 so Nia can develop various mechanical components. A brand-new NiaFit workflow will enable users to digitally design and 3D print ankle  \nfoot orthoses, serving a large segment of the population that requires lower limb mobility assistance—and helping more children attend school, play with friends, and participate fully in their communities. \nLearn more\nCalwave\nSan Francisco–based Calwave harnesses the renewable power of ocean waves and is aiming to help reverse climate change and preserve global biodiversity. The company's mission is to provide reliable and cost-effective ocean wave technologies for sustainable energy access. Calwave’s propietary oceangoing device generates renewable energy by converting    wave power to electricity, even under extreme sea conditions. \nLast September, the team successfully commissioned an open ocean demonstration in California, and in January 2022, it was awarded $7.5 million by the US Department of Energy to build and deploy a large farm wave energy site in Oregon.\nLearn more\nImage courtesy of Calwave\nImage courtesy of JDRF \nImage courtesy of Nia Technologies Inc.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}