{"page_content": "65\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE   WORK & PROSPERITY\nGOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nShape \npolicies\nScaling up skills development for the future of work \nWe support policies that help workers take advantage of the new jobs and tasks that \ntechnology will create and broadly share the gains of technology across all racial and income groups. We believe that strong government investment in making the workforce future-ready is critical. This includes investing in training for industries critical to economic vitality, including construction and manufacturing, supporting public and private investment in quality short-term learning and upskilling, and funding career  \nand technical education.\nDuring fiscal year 2022, we led a letter along with about 120 other organizations, calling \non the US Congress to support investment in workforce retraining and skills as part of any recovery legislation.\n Advancing equal opportunity, diversity, and inclusion \nAs a company leading technological transformation, it is our responsibility to create opportunities for people from all backgrounds to participate and thrive in the future  of work. \nWe support policies that:\n ●P\nromote safe, fair, and equitable workplaces free from discrimination.\n ●Incr\nease opportunity and diversity in science, technology, engineering, arts, and \nmathematics (STEAM) fields and in digital design, construction, and manufacturing,  \nand to promote the advancement of women and minorities into senior leadership positions within these industries.\n ●E\nnable the United States to attract a diverse pipeline of talent through immigration  \nto support growth of the US economy.  \nDuring fiscal year 2022, we continued Autodesk’s commitment to supporting students from Historically Black Colleges and Universities. Through our partnership with  \nthe bipartisan Congressional HBCU Caucus, we welcomed a cohort of HBCU students  \nto Autodesk and endorsed legislation to provide historic levels of federal funding  for these institutions.\nLearn moreAccelerate \ncollaborationAdvance industries\nWe believe that strong government \ninvestment in making the workforce \nfuture\n-\nready is critical.Creating an inclusive future requires sustained commitment and partnership across \nindustries and sectors. Ensuring the global workforce remains resilient in the face of increased adversity requires intensive collaboration. We are eager to continue working with customers, companies, governments, and civil society to achieve this vision. We have collaborated with global and regional organizations such as the World Economic Forum’s Reskilling Revolution, AfroTech, The Hidden Genius Project, and Humanmade to help industries adopt more inclusive business strategies—ensuring workers thrive long into the future. In 2021, Autodesk joined the Human Rights Coalition’s Business Coalition for the Equality Act, to support consistent and explicit federal anti-discrimination protections for LGBTQ people.\nWe are proud to be members of collaborative organizations, including:\n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}