{"page_content": "67\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY  GOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nCorporate \ngovernanceCompany strategy Accountability\nThe Autodesk Board of Directors provides independent leadership \nin the exercise of its responsibilities. Our management oversees a strong system of internal controls and compliance with corporate policies and applicable laws and regulations. \nOur directors have a mix of critical skills and diverse perspectives, \nand their backgrounds include leadership roles in the technology industry, in academia, and internationally. Our Board consists of 10 members, of which 90% are independent and 50% are women. \nWe believe the highest standards of corporate governance and \nbusiness conduct are essential to running our business in a sustainable manner, serving our stakeholders, and maintaining our integrity. We have devoted substantial attention to our corporate governance and have established policies such as our Corporate Governance Guidelines, which set forth the principles that guide our Board in overseeing corporate governance, maintaining its  \nindependence, evaluating its own performance, and setting corporate strategy. The Board reviews our governance practices, corporate governance developments, and stockholder feedback  \non a regular basis to ensure continued effectiveness.\nOur Board is committed to ensuring that stockholder feedback \ninforms our strong governance practices. Members of our management team and our Board participate in annual stockholder outreach to discuss topics such as diversity, sustainability, board composition, executive compensation, and governance. This outreach enables us to gather feedback from a cross section of Autodesk’s stockholder base, maintain an open dialog, and ensure Each year, relevant members of CEO staff drive our Strategic Intent  \nand Strategic Realization processes to facilitate annual and long-term planning for the company. The Strategic Intent process focuses on understanding our business, customer, market, and industry dynamics to determine our multiyear intent for our business, product development, and go-to-market strategies. Through this process, we develop corporate goals and strategic intents in relevant areas, including Impact. Each goal has accountability from the relevant executive vice president, the CEO, and the Board. \nFollowing Strategic Intent, our Strategic Realization processes \nfocus on strategies and tactics to realize progress toward our long-term intent in the following year. Our impact strategy is a  \npart of Autodesk’s annual strategy process and engages all aspects of our business. Throughout the Strategic Intent and  \nStrategic Realization processes, Autodesk evaluates and considers general industry and planetary trends and shifts in market preferences, including issues related to climate change and sustainability, which cut across our three overarching impact opportunity areas: Energy & Materials, Health & Resilience, and Work & Prosperity.We utilize our governance structure to help ensure coordination of Autodesk’s ESG efforts across all areas of our business. Our Board has oversight responsibility for ESG, with assistance from our Corporate Governance and Nominating Committee and our Compensation and Human Resources Committee in specific areas defined in their committee charters.\nUltimately, our CEO has the highest level of direct responsibility \nfor driving progress in our impact opportunity areas of Energy & Materials, Health & Resilience, and Work & Prosperity. CEO staff reviews progress on Strategic Realization and relevant goals quarterly, including those related to our impact strategy. The Autodesk Board of Directors reviews annual Strategic Intent and  \nStrategic Realizations and regularly reviews status. CEO staff and the Autodesk Board of Directors are informed annually by Autodesk’s Vice President, ESG and Impact, who oversees coordination of efforts across these impact opportunity areas. \nBeginning in 2022, Autodesk’s ESG Steering Committee convenes \nquarterly to review and prioritize issues relevant to the company’s ESG strategy. The council comprises leaders from Finance, Legal, Human Resources, and Impact with accountabilities for ESG across  \nthe business. This group is responsible for ensuring that Autodesk assesses and addresses issues that are relevant and specific to our external ESG objectives, including materiality assessment, measurement, management, and disclosure. \nOur impact strategy is a part of \nAutodesk’s annual strategy process and \nengages all aspects of our business.that we have an in-depth understanding of our stockholders’ \nperspectives. Our directors also engage with our employees in various ways throughout the year, developing direct relationships below the executive management level. For example, members of our Board attend Autodesk’s annual leadership meetings, participate in fireside chats with employees, and visit our technology centers and other facilities.\nRegular continuing education programs enhance the skills and \nknowledge our directors use to perform their responsibilities. This includes internally and externally developed programs related to environmental, social, and governance issues.\nTo support effective corporate governance, our Board delegates \ncertain responsibilities to its committees, who report on their activities to the Board. In 2022, the Corporate Governance and Nominating Committee and Compensation and Human Resources Committee began assisting our Board with oversight of ESG  issues in the areas defined in their charters.\nLearn more about corporate governance at Autodesk:   \nAutodesk executive bios\nBoard of Directors biosCorporate governance guidelines\nCommittee charters\nCommittee composition", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}