{"page_content": "68\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY   GOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nTrust\nAutodesk is committed to continually evolving \nand improving our practices to earn customer  \ntrust in how we handle their data. In doing so,  \nwe can innovate and create\n \ndata-driven  \nopportunities and solutions that\n \nare beneficial  \nto customers and consumers.\n \n \nOur approach includes: \n ●P\nrivacy\n  – W\ne are committed to protecting the privacy of the \npersonal data our customers entrust to us and to using this data \nto deliver insights and value back to them—not as a product to sell to others.\n \nOur approach to data privacy is centered \non establishing trust, providing transparency, and enabling customer control for their data. See Privacy . \n ●Data security\n – We use a combination of process, technology, \nand security controls,\n \nand collaborate with industry partners \nto deliver a robust security program.\n \nWe implement security \npolicies based on industry best practices and regularly conduct internal and external audits, attestations, and third-party security assessments.\n \nSee Data security.\n \n \n  ●R\nesponsible use of AI/ML – We are committed to using AI  \nand ML responsibly to support our business and our customers. To that end, we have created a data ethics program and associated enablement function to assess AI projects and to ensure best practices are used in the development and deployment of these capabilities. \n ●I\nnternational data transfers – We transfer data across borders \nto optimize the benefits of our products and services for customers and take measures to protect the privacy and security of these data flows. \n ●P\nublic policy – We believe governments have a key role to  \nplay in ensuring responsible and ethical collection and use  \nof data. We support and are engaged with governments in their efforts to develop public policies aimed at protecting data privacy, bolstering data security, ensuring private and secure international data transfers, fostering responsible development and use of AI and ML, and other key areas of trusted data practices. \n ●A\nvailability and recovery – We believe availability and recovery \nare key ingredients to delivering high-quality products and services that customers want to buy and renew and continue  to trust with their data.  \n", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}