{"page_content": "69\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY   GOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nData security\nThe Autodesk security framework was designed around industry standards to ensure \nconsistent security practices, enabling us to build secure, run secure, and stay secure.\nAutodesk implements security policies based on industry best practices. We regularly \nconduct internal and external audits, attestations, and third\n-\nparty security assessments to \nmonitor changes in the environment, test our policies and procedures, and identify new  \nand emerging risks. We meet our obligations under the General Data Protection Regulation and the California Consumer Privacy Act. Read FAQs.\nWe continuously monitor the environment for threats and take detective, corrective, and \nprotective measures to ensure a swift response when incidents do occur. Autodesk Security responds to any security incidents or vulnerabilities detected internally or reported through external parties, and we publish security bulletins and advisories regarding vulnerabilities that could adversely affect Autodesk products or services. Our systems are designed to be scalable and resilient, to ensure availability to customers. \nWe have selected industry standard attestations and certifications for our products—\nSSAE\n-16 A\nT 101 SOC 2 attestation, ISO 27001, ISO 27017, and ISO 27018 certifications.\nSee a detailed summary of attestations and certifications associated with Autodesk products and services.Autodesk Privacy Principles\n ●Be tr ansparent about our actions and intent.\n ●P\nresent individuals with clear and actionable choices.\n ●P\nractice purposeful collection, use, and retention of data.\n ●Use data f\nor the purposes for which it was collected.\n ●Shar\ne data with third parties only in limited and approved ways.\n ●Be ac\ncountable for enforcement of these Privacy Principles.  \n \nAutodesk privacy statements \n ●The  Autodesk Privacy Statement explains how we handle personal data, how such  \ndata can be accessed and updated, and how we protect this data when interacting  \nwith third parties.\n ●The \nCookie Statement describes the way we use cookies, tags, and pixels in our \napplications. It contains a link to a tool for users to set their cookie preferences.  \n ●The\n Children’s Privacy Statement addresses how we collect, process, store, and delete \nchildren’s personal data.\n ●The \nCandidate Privacy Statement describes how we collect, process, store, and delete \npersonal data about job applicants and prospective candidates.  \n \nProtecting consumer privacy and  \nfostering emerging technologies\nWe support technology policies that enhance consumer trust, enable innovation, and \npromote global trade in technology products and services. This includes enacting a strong federal privacy law in the United States that gives consumers better information about, and control over, how their personal data is collected and used, enhances obligations on companies handling this data, and raises standards and provides consistent protections for consumers throughout the country.\nWe are a member of BSA | The Software Alliance and Information Technology Industry  \nCouncil (ITIC) and support their work advocating for public policies that improve  \nprivacy protections.  \nLearn moreBuild secure\nEmbedding security into our products is a critical part of securing our customers’ \ninvestment in Autodesk products and services.\nWe build security into our products and services from the ground up.\nRun secure\nSecuring our infrastructure is another critical way that we protect the confidentiality, \nintegrity, and availability of our customers’ information.\nWe also build security directly into our products and deployment infrastructure.\nStay secure\nGaining visibility into our environment offers us valuable insight into persistent \nsuspicious activity, active security incidents, and ongoing exploits impacting Autodesk and our customers.\nWe take proactive steps to defend against these threats with the appropriate \nincident response.Privacy and  \ndata security\nThe privacy and security of our customers’ \ndata is critically important to Autodesk. We are \ncommitted to incorporating the core principles and requirements of applicable global laws into our global privacy and data protection program.\nPrivacy\nWe build privacy into our products, services, culture, and \nprocesses to keep pace with evolving regulations and customer expectations. We believe our customers should have choices regarding their data and we are committed to being transparent about what data we collect, and how it’s used, shared, and stored.\nWe follow Privacy by Design principles that govern the treatment \nof data owned by Autodesk or under our control. These are applied  \nworldwide and reflected across the company in development plans,  \nbusiness plans, and day\n-\nto\n-\nday operations.\nWe follow Autodesk’s Privacy Principles (see box) and perform privacy impact assessments where personal data is collected or  \nused. Our employees and contingent workers are required to comply  \nwith our privacy policies, standards and guidelines. We also provide  \nour workforce with general and role-specific privacy training.\nThe Autodesk Transparency Report explains our policy on \nresponding to requests for customer data by government agencies \nfor law enforcement purposes, and provides statistics on the types of requests we receive and our responses.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}