{"page_content": "70\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY   GOVERNANCE\nAPPENDIX FY22 IMPACT REPORT\nReflecting enhanced public disclosure of our political \nengagement and a new Board of Directors oversight \npolicy, Autodesk rose to the First Tier of companies in the 2021 CPA-Zicklin Index of Corporate Political  \nDisclosure and Accountability . Our score of 85.7 (out \nof 100) was 38.3 points above the IT sector average.\n   Human \nrightsEthics and compliance\nAt Autodesk, we recognize that every group and individual \ninvolved in our business, from our investors to our resellers to our customers and coworkers, holds a stake in the future of our company. Our success comes from our shared commitment to acting as One Team. Delivering on that commitment requires that our relationships with each other be founded on trust and respect, which we must earn every day by always adhering to  \nthe highest standards of ethical business conduct.\nOur Code of Business Conduct (COBC), last updated in February \n2022, articulates standards of conduct meant to ensure we  \ndo what’s right for all our stakeholders and is aligned with our Culture Code.  \nDuring the first quarter of each fiscal year, all Autodesk officers and active employees, including those of our global subsidiaries, are required to review and reaffirm their commitment to the  \nCOBC and complete COBC training. For fiscal year 2022, 100% of active employees completed this requirement.\n1\nOur COBC includes instructions for reporting potential violations of the law or Autodesk policy. Autodesk’s Business Ethics and Compliance Hotline enables employees and third parties to report suspected violations for investigation and resolution. \nWe are committed to complying with all applicable anticorruption \nlaws and regulations. This includes the US Foreign Corrupt Practices Act, the UK Bribery Act, and any similar local regulations in the areas where we operate. Partners must abide by these same standards while conducting business with or on behalf  \nof Autodesk. \nWe require periodic anticorruption training for all employees and \nadditional specialized anticorruption training for employees who work in roles of heightened risk.Autodesk promotes human rights wherever it does business.  \nThe Autodesk Human Rights Policy describes our commitments  \nin this area, as well as how we promote human rights among  \nour employees, suppliers, business partners, and customers. \nAutodesk supports and upholds human rights as outlined in the \nInternational Bill of Human Rights, which includes the Universal  \nDeclaration of Human Rights, the International Covenant on Civil and Political Rights, and the International Covenant on Economic, Social, and Cultural Rights. We also support the rights described in the ILO Declaration on Fundamental Principles and Rights   \nat Work.\nLearn more about our approach and performance in areas related to human \nrights such as diversity and belonging, employee health and safety, and privacy and data security. Autodesk Foundation also supports human rights through investments that drive progress related to Energy & Materials, Health & Resilience, and Work & Prosperity.Suppliers \nand business partners \nOur Partner Code of Conduct,  expanded in 2022, outlines the \nstandards and practices we require our business partners, \nincluding suppliers, vendors, channel partners, and others to follow while conducting business with or on behalf of Autodesk.  \nIt also specifies that business partners must support internationally recognized human rights and comply with all applicable laws and regulations regarding health and safety in the workplace, the eradication of human trafficking and slavery, and the elimination of child labor. We also require our partners  to support fair labor practices. If business partners don't abide by the Partner Code, they are subject to a range of actions, up to termination of their relationship with Autodesk. \nThe Partner Code also promotes supplier diversity, and \nencourages our US-based suppliers and vendors to certify as diverse suppliers (if applicable), develop their own supplier diversity programs, and support diverse businesses. To drive GHG emissions reduction in our supplier base, the Partner Code encourages our business partners to implement environmental management systems, report GHG emissions to CDP annually,  \nand set science-based targets by 2026. \nTo embed responsible sourcing into our procurement process,  \nin 2022 we are introducing environmental, social, and governance questions into our request for proposal (RFP) process and are providing training to relevant sourcing teams on these requirements. This covers information about fair labor, human rights, GHG emissions, and science-based targets for all RFPs globally, and questions about supplier diversity for RFPs in the United States. In addition, we have added questions about sustainable business practices to RFPs worldwide related to IT infrastructure, IT hardware, facilities, marketing, events, and travel. Public \npolicy\nAutodesk advocates for public policies around the world  \nthat enable people to design and make a better world for all.  \nWe champion public policies in the following areas: \n ●E\nnabling more sustainable construction and manufacturing  \n ●A\ndvancing digital transformation in the manufacturing and  \narchitecture, engineering, and construction industries\n ●P\nrotecting consumer privacy and fostering emerging  \ntechnologies\n ●In\nvesting in climate change–resilient buildings   \nand infrastructure  \n ●Impr\noving water management, resiliency, and cleanliness  \n ●Scal\ning up skills development for the future of work   \n ●A\ndvancing equal opportunity, diversity, and inclusion  \nAutodesk does not contribute to individual political candidates. We have a longstanding global policy prohibiting contributions at any level. The company does not have a political action committee. Rarely, Autodesk may engage with 501(c)4s or on ballot measures, and we publicly disclose those engagements.   \nLearn more about our public policy efforts, political contributions \npolicy, required disclosures such as lobbying reports, and a list of trade associations, think tanks, and other organizations we belong to that  advance important company interests and public policy goals.  View our Conflict Minerals Policy and Autodesk Limited’s Statement on  \nCountering Slavery and Human Trafficking.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}