{"page_content": "08 FY22 IMPACT REPORT   OVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX \nImpact governance \nWe are operationalizing and integrating our impact strategy across  \nour business. This begins with deepening and expanding how  \nwe govern impact. Our Board of Directors provides oversight of \nenvironmental, social, and governance (ESG) issues overall at Autodesk. In 2022, our Board of Directors Corporate Governance and Nominating Committee and Compensation and Human Resources Committee began assisting the Board with such oversight in the areas defined in their charters. See Corporate governance.  Also beginning in 2022, Autodesk’s ESG Steering \nCommittee—composed of leaders from Finance, Legal, Human Resources, and Impact—convenes quarterly to review and prioritize issues relevant to the company’s ESG strategy.  \nSee Company strategy and Accountability.   \n \nSustainability financing \nTo drive investments in innovative projects to advance sustainable \noutcomes in our industries, we are further aligning our impact strategy with our financial strategy. In October 2021, we issued our first sustainability bond offering totaling $1 billion. We are applying proceeds to fund projects in a broad range of areas, such as eco-efficient products, production technologies, and processes; sustainable water and wastewater management; renewable energy and energy efficiency; and socioeconomic advancement and empowerment. To expand the benefits associated with processing the offering, we brought in three diverse banks—including one veteran-owned, one Black-owned, and one Black woman–owned/managed—as partners in our bond deal working alongside top multinational banks. Later in 2022, we will publish  \na Sustainability Bond Impact Report, describing use of proceeds and expected and/or realized impacts, when feasible. Learn more  \nabout our Sustainability Financing Framework. \nDuring 2021, we also refinanced an Autodesk line of credit and  \ntied it to our corporate sustainability targets of reducing carbon \nemissions and increasing women in tech. If we meet those targets, we are charged slightly lower rates. The Autodesk Carbon Fund   \nis another key aspect of our approach. Through an internal price  \non carbon, which capitalizes the Fund, we invest in our efficiency and decarbonization targets as well as renewable energy and  \ncertified carbon offset and removal projects.Company-wide launch \nDuring 2021, we introduced employees across Autodesk to our impact strategy, reinforcing our company vision of a better world designed and made for all, strengthening our culture of impact, and inspiring employees to play a role in realizing our strategy.  \nBy aligning, inspiring, and activating Autodesk employees to bring  \nimpact into their work, we can accelerate progress.\n \n \nImpact measurement and management \nFor more than 10 years, we have publicly reported metrics that \ndemonstrate our progress and impact, such as greenhouse gas (GHG) emissions, energy use, employee demographics, and philanthropic investments. We have set and made progress against  \ngoals related to our carbon footprint and diversity and belonging. \nAs a software company, however, our biggest opportunity to create  \nimpact at scale is by enabling our customers to harness data and  \ngenerate insights to improve design and make decisions. Although these activities are complex, multidimensional, and outside of our direct control, we know that making and managing progress in these areas, and helping customers do the same, requires measurement. We are working to develop meaningful metrics to push our business, support our customers, and advance the industry. \nThe Autodesk Foundation has gained important insights into the \ncomplexity of opportunities presented by impact measurement. As we advance and scale Autodesk’s impact strategy, we continue to apply these learnings to better enable customers to measure and manage impact—and drive collective progress in our markets and industries overall. \n \nMoving forward \nWe have only begun to capitalize on the broad potential of \nintegrating our impact strategy into our business. In the coming  \nyears, we will continue expanding our governance frameworks, refining our operating model, improving metrics and management, and driving accountability throughout the company. This will enable us to better meet growing stakeholder expectations and  \nmanage rapidly evolving risks while unlocking tremendous opportunities for Autodesk and our customers.“ W e act in service of our key \nstakeholders to address our largest \nopportunities and most important risks through strong corporate governance, an independent board, and a longstanding commitment  \nto ESG management and reporting.  By addressing the needs of our  \ncustomers, employees, and c\nommunities, we also create value  \nfor our shareholders.” \nStacy J. Smith  \nNon-Executive Chairman of the Board of Directors, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}