{"page_content": "72\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE  APPENDIX FY22 IMPACT REPORT\nClimate scenarios analysis and Enterprise \nRisk Management \nIn 2021, Autodesk worked with BSR to conduct an analysis to stress-\ntest the company's business strategy against a set of three climate  \nscenarios, to improve our understanding of possible implications for our long-term business and sustainability objectives.  \nTo begin, the team interviewed internal stakeholders across \nAutodesk to identify key environmental, social, economic, political,  \nand technological trends that are shaping the company's future operating context. Research deepened our understanding of these and related trends. \nWe then tailored three publicly available 2030 climate scenarios \ndeveloped for the We Mean Business coalition to reflect industry and geographic trends relevant to Autodesk. These scenarios—ranging from ~1.5°C to ~4°C of temperature increase—illustrate plausible transition and physical risks.  \nThrough a workshop with internal Autodesk stakeholders, we \nidentified the potential risks and opportunities for each climate scenario and tested our business strategy against different future possibilities. Based on those insights, we discussed ideas to enhance Autodesk’s resilience, refine our business strategy, and manage climate-related risks. This exercise has enabled our team to further implement the recommendations of the Task Force on Climate-related Financial Disclosures. \nThis analysis has also facilitated a fundamental change in \nAutodesk’s approach to our Enterprise Risk Management (ERM) program, which we use as a platform to identify the 15–20 enterprise-level risks that could impact the company’s ability  \n    \n \nto realize our strategic objectives over a 3–5-year horizon. We \nperform a biannual assessment with participation from our most senior leaders across all business functions, as well as our Board of Directors and CEO staff. Based on qualitative and quantitative criteria, we assess each risk to determine potential impact, likelihood, and Autodesk's preparation to manage that risk. We then calculate a cumulative score to determine the top four to  six risks for CEO and Board review and approval.   \nDetailed risk profiles are then prepared and updated for each top  \nrisk to further describe criteria such as risk amplifiers, root causes, \nexisting control mechanisms, risk consequences, and a target state definition of success. We then develop action plans to articulate key programmatic initiatives that will better mitigate the potential impacts of each risk. These plans and strategies are shared with CEO staff and the Board every six months. In the  \nfuture, the ERM assessment process will consider how climate impacts could affect and potentially amplify the overall significance of each identified risk and opportunity. \nMateriality assessment* \nIn 2020, before the COVID-19 pandemic, BSR conducted a materiality assessment for Autodesk in the context of updating our impact policies. Inputs included internal interviews with experts, internal assessments, executive workshops, industry assessments, and external benchmarks. Through this process, BSR developed an extensive list of issues. It assessed each based on the importance to sustainability and the influence on Autodesk’s business success, and determined the following list of important impact issues for the company.Impact strategy \nassessments\nImportant issues identified  \n(in alphabetical order) \n ●Boar d compensation, independence, and diversity\n ●B\nusiness resilience and adaptation\n ●Cl\nimate change risk, resilience, and adaptation\n ●C\nollaborative industry partnerships for sustainability\n ●C\nompany energy use and climate change\n ●C\nustomer satisfaction\n ●Data pr\notection and security\n ●D\nigital inclusion and access\n ●E\nmployee health, safety, and wellness\n ●E\nthical business practices and compliance\n ●Global div\nersity and inclusion\n ●Impr\noper use/sale of ICT\n ●Inclus\nive supply chains\n ●Int\nellectual property rights\n ●L\nocal sustainability impacts \n ●P\nroduct energy efficiency\n ●P\nublic policy and partnerships\n ●R\n&D and local innovation\n ●R\n&D partnerships\n ●R\nesponsible marketing\n ●Social appl\nication of ICT\n ●Sustainable pr\noduct design/product stewardship\n ●S\nystemic risks from technology disruptions\n ●T\nalent acquisition, retention, development, and growth\n ●T\nechnology in communities/ICT enablement\n ●T\nransparency and reportingOn an ongoing basis, we also continue to take into account \ngeo-political risks, macroeconomic trends, and evolving policy environments that impact our efforts and progress across the broad range of ESG issues.\n*   Our ESG reporting describes those topics which we consider to be the most important to stakeholders  \nwhen evaluating environmental, social, and governance issues at Autodesk. Therefore, ESG materiality  \nin our reporting does not directly correspond to the concept of materiality used in securities law.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}