{"page_content": "73\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE  APPENDIX FY22 IMPACT REPORT\nCustomer research and insight \nWe conduct research on our customers’ ESG commitments and \ngoals to better understand and address their needs. Recent analysis demonstrates high and increasing commitment across  \na broad range of ESG topics, including climate action, diversity and belonging, and others.UN Sustainable Development Goals prioritized  \nby Autodesk customers* \n \n  SDG UN Sustainable Development Goal FY20 FY23\nClimate Action 69% 84%\nResponsible Consumption and Production 65% 71%\nAffordable and Clean Energy 64% 64%\nIndustry, Innovation, and Infrastructure 65% 65%\nSustainable Cities and Communities 50% 56%\nDecent Work and Economic Growth 46% 70%\nGender Equality 35% 60%  FY20 FY23  \nNamed accounts†\nCommitment to sustainability on website 84% 92%\nCommitment to UN SDGs 37% 61%\nPublished sustainability report within past 18 months  \nwith progress against goals46% 65%\nMid-market customers‡  \nCommitment to sustainability on website 19% 69%\nCommitment to UN SDGs 7% 35%\nPublished sustainability report within past 18 months  \nwith progress against goals10% 46%\n*   Percentage of customers assessed with a goal in each area. Percentage in FY20 is based on a fiscal year 2020 Autodesk \nassessment of more than 1,300 customers’ public sustainability goals, spanning industries, geographies, and sizes. \nPercentage in FY23 is based on a fiscal year 2023 Autodesk assessment of more than 2,300 customers’ public sustainability goals, spanning industries, geographies, and sizes.                                                     \n†  Named accounts are Autodesk’s largest accounts with multiple customer contacts and strategic relationships. These large \ncompanies have global operations and are leaders in their industries. Based on Autodesk assessments of 100% of named accounts in fiscal year 2020 and in fiscal year 2023, spanning industries and geographies.\n‡  Mid-market customer characteristics vary widely, with operations ranging from regionally focused to multi-national. \nBased on Autodesk assessments of 517 mid-market customers in fiscal year 2020 and more than 1,835 mid-market customers in fiscal year 2023, spanning industries and geographies.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}