{"page_content": "74\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE  APPENDIX FY22 IMPACT REPORT\nData \nsummaryCarbon footprint FY2020 FY2021 FY2022\nGreenhouse gas (GHG) emissions [metric tons CO2e] (Market -based)1229,000 126,000 103,000\nScope 1: Direct emissions from owned/controlled operations [metric tons CO2e]2983 867 589\nScope 2 Market\n-\nbased: Indirect emissions from the use of purchased electricity, steam, heating, and cooling [metric tons CO2e]3101 102 97\nScope 2 Location\n-\nbased: Indirect emissions from the use of purchased electricity, steam, heating, and cooling [metric tons CO2e] 11,100 10,200 9,000\nScope 3: Upstream [metric tons CO2e] 228,000 125,000 102,000\nPurchased goods and services3,478,800 65,200 69,400\nCapital goods427,100 30,500 17,200\nFuel\n-\n and energy\n-\nrelated activities (not included in Scope 1 or Scope 2)5919 802 135\nTransportation and distribution46,650 5,900 5,440\nWaste generated in operations62,060 526 1,480\nBusiness travel4,796,300 17,800 4,030\nEmployee commuting3,817,700 4,470 4,150\nLeased assets467 92 78\nScope 3: Downstream [metric tons CO2e]94 2 0\nTransportation and distribution93 1 0\nEnd\n-\nof\n-\nlife treatment of sold products91 0 0\nGHG emissions intensity [metric tons CO2e/million US$ revenue] 52 33 23\nGHG emissions intensity [metric tons CO2e/employee] 17 11 8\nGHG emissions intensity [metric tons CO2e/1,000 active square feet] 75 52 43\nEnergy use [MWh] 85,600 118,000 118,000\nDirect energy use (Scope 1) 4,380 3,890 1,050\nIndirect energy use (Scope 2) 32,300 29,400 25,200\nOther indirect energy use (Scope 3)1049,000 84,600 91,700\nRenewable electricity purchases (for all indirect energy use) [MWh] 55,700 91,600 94,800\nRenewable electricity [as a percent of indirect energy use from electricity (Scope 2)] 100% 100% 100%\nRenewable electricity [as a percent of total indirect energy use from electricity]1174% 100% 100%\nCarbon offset from other projects [metric tons CO2e]1269,000 126,000 103,000\nCarbon offsets [as a percent of total Scope 1, 2, and 3 GHG market-based emissions] 30% 100% 100%\nNumber of facilities with LEED certifications1315 14 12\nBuildings with LEED certification [as a percent of total active square footage]1423% 21% 14%\nWaste generation [metric tons]156,570 1,550 4,620\nLandfill diversion rate 0.53 0.50 0.52\nEnvironmental violations and fines160/$0 0/$0 0/$01 Data ar e calculated using the market - based accounting method. Autodesk’s fiscal year 2022 \ngreenhouse gas verification statement can be accessed here.\n2\n In fiscal y\near 2021, the fleet emissions estimation methodology was refined to reflect vehicle \nspecific emissions factors. All data reported align with the fiscal year 2021 methodology.\n3\n All elec\ntricity data are calculated using the market-based accounting method, which takes \ninto account purchased renewable energy credits.\n4\n These emiss\nions are calculated using industry-specific emissions factors in conjunction with \nAutodesk’s spend. All spend-based data reported use the US EPA’s supply chain greenhouse \ngas emissions factors.\n5\n In fiscal y\near 2021, the fuel\n-\n and energy\n-\nrelated activities (FERA) emissions calculation \nmethodology was refined to use market-based factors for the electricity-related emissions. All data reported align with the fiscal year 2021 methodology.\n6\n Oper\national waste emissions have been updated to use US EPA WARM factors for all years. \nActual waste data at some of Autodesk’s larger sites are extrapolated to represent all Autodesk sites.\n7\n B\nusiness travel emissions have been calculated using actual data and Autodesk's spend.  \nAll air travel data are based on flights flown (rather than transactions). These emissions also reflect the emission reductions from sustainable aviation fuel (SAF) purchases, calculated according to SBTi aviation sector guidance.\n8\n In fiscal y\near 2021, remote worker greenhouse gas emissions were included. All commute \ndata reported include remote worker greenhouse gas emissions. To estimate home office energy consumption, we follow the Work from Home methodology “No Survey” approach  that was developed by Anthesis.\n9\n A v\nalue of zero indicates that the emissions were less than 0.5 metric tons CO2e and are \nrounded to zero in this table.\n10\n Sc\nope 3 indirect energy reported includes energy from remote work, events, cloud, data \ncenters, and fuel\n-\n and energy\n-\nrelated activities (FERA). \n11\n Sc\nope 3 indirect electricity represented includes electricity from remote work, events, cloud, \ndata centers, and fuel\n-\n and energy\n-\nrelated activities (FERA). In fiscal year 2022, the electricity \ntransmission and distribution losses associated with FERA were added and previous years restated. Beginning in fiscal year 2021, the electricity from remote work was added and previous year restated.\n12\n Gold Standar\nd certified carbon offsets were applied to Scope 1, 2, and 3 emissions.\n13 LEED c\nertifications as of January 31, 2022, include facilities in Beijing, China; Milan, Italy; \nTel Aviv, Israel; Singapore; and the following in the United States: San Francisco, California; Boston, Massachusetts. The reduction in LEED-certified facilities since fiscal year 2020 was due to COVID-19–related site closures.\n14\n F\niscal year 2020 and fiscal year 2021 restated based on refined data.\n15\n Includes w\naste from major conferences and facilities. Data are extrapolated to our full \nreal estate portfolio based on square footage of sites where data are available. All major conferences were held virtually in fiscal year 2022. Fiscal year 2021 restated to account for actual data received after the publication of previous Impact Report.\n16\n In fiscal y\near 2022, Autodesk did not receive any significant environmental violations— \ndefined as violations that incur significant monetary fines or nonmonetary sanctions. Autodesk received two minor environmental citations that did not result in any monetary fines or non-monetary sanctions.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}