{"page_content": "76\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE  APPENDIX FY22 IMPACT REPORT\n1 Data r eflects combined monetary giving from Autodesk, Inc., and the Autodesk Foundation.\n2\n A\nutodesk calculates its product donations at commercial value. These data do not include the value  \nof products granted to students, faculty, and educational institutions at no cost through the Autodesk  \nEducation Community.\n3\n A\nutodesk does not track what percentage of employee volunteer activities take place during company time. For \nfiscal year 2020 and fiscal year 2021, some employee Pro Bono Consulting volunteer hours are included in this total. For fiscal year 2022, all 5,400 employee Pro Bono Consulting volunteer hours are included in this total. \n4\n V\nalue of volunteer hours aligns with annual valuation from Independent Sector ($28.54 per hour was indexed \nin 2021). Value of employee Pro Bono Consulting volunteer hours (also included in this total) is based on hourly rates for various skills cited by CECP. For fiscal year 2020 and fiscal year 2021, some employee Pro Bono Consulting volunteer hours are included in this total. For fiscal year 2022, all 5,400 employee Pro Bono Consulting volunteer hours are included in this total.\n5\n V\nalue of employee Pro Bono Consulting volunteer hours is based on hourly rates for various skills cited by \nCECP . For fiscal year 2020 and fiscal year 2021, some of the amount stated is included in the “Value of employee \nvolunteer hours” row above. For fiscal year 2022, all $810,000 is included in the “Value of employee volunteer hours” row above.FY2020 FY2021 FY2022\nAutodesk, Inc. and Autodesk Foundation monetary contributions [US$]1$9,700,000 $16,800,000 $18,500,000 \nCompany product donations [US$]2$39,900,000 $28,900,000 $41,300,000\nEmployee giving [US$] $1,400,000 $2,400,000 $2,900,000\nFoundation match of employee giving of time and money [US$] (also included in the “Autodesk, Inc.  \nand Autodesk Foundation monetary contributions” line above)$1,600,000 $2,900,000 $2,700,000\nEmployee volunteer hours329,700 21,700 23,100\nValue of employee volunteer hours [US$]4$760,000 $590,000 $1,300,000\nEmployee Pro Bono Consulting volunteer hours (provided to nonprofits and impact\n-\nrelated startups;  \nalso included in the “ Employee volunteer hours”  line above)4,320 6,730 5,400\nValue of employee Pro Bono Consulting volunteer hours  \n(also included in the “ Value of employee volunteer hours”  line above) [US$]5$550,000 $1,000,000 $810,000Philanthropy", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}