{"page_content": "79\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE  APPENDIX FY22 IMPACT REPORT\nUnited Nations \nGlobal Compact index\nIn 2011, Autodesk endorsed the United Nations (UN) Global Compact, \na voluntary initiative that outlines 10 principles in the areas of human rights, labor, environment, and anticorruption. This Impact Report and the policies and codes we’ve posted online serve as our Communication on Progress for fiscal year 2022 and describe how we are integrating these principles into our business. The table indicates where relevant content can be found. In 2015, Autodesk also endorsed Caring for Climate—an initiative led by the UN Global Compact, the UN Environment Programme, and the secretariat of the UN Framework Convention on Climate Change—aimed at advancing the role of business in addressing climate change. Information about Autodesk’s progress against the Caring for Climate commitments can be found in the Climate change section and in the company’s CDP submission.\n“We endorse the principles of the United \nNations Global Compact, which align with  \nour company values to operate ethically \nand responsibly. We support collective \naction to address global challenges, such as climate change, corruption, and \nhuman rights and labor abuses, and we \nembrace our role as a corporate citizen \nto make a positive impact in these areas.”\nAndrew Anagnost, President and Chief Executive Officer, AutodeskUN Global Compact principle Response\nHuman rights\nPrinciple 1: Businesses should support and respect the protection  \nof internationally proclaimed human rights; andSuppliers and business partners ; Human rights ; Autodesk Human Rights Policy; Autodesk Partner   \nCode of Conduct\nPrinciple 2: make sure that they are not complicit in human rights abuses.Suppliers and business partners ; Human rights ; Autodesk Human Rights Policy; Autodesk Partner   \nCode of Conduct\nLabor\nPrinciple 3: Businesses should uphold the freedom of association and  \nthe effective recognition of the right to collective bargaining;Suppliers and business partners ; Autodesk Human Rights Policy; Autodesk Partner Code of Conduct\nPrinciple 4: the elimination of all forms of forced and compulsory labor; Suppliers and business partners ; Autodesk Human Rights Policy; Autodesk Partner Code of Conduct\nPrinciple 5: the effective abolition of child labor; and Suppliers and business partners ; Autodesk Human Rights Policy; Autodesk Partner Code of Conduct\nPrinciple 6: the elimination of discrimination in respect of  \nemployment and occupation.Diversity and belonging; Suppliers and business partners ; Human rights ; Autodesk Code of Business   \nConduct; Autodesk Human Rights Policy; Autodesk Partner Code of Conduct\nAutodesk does not tolerate discrimination or harassment based on a person’s race, color, creed, religion, \nnational origin, citizenship, age, gender, sexual orientation, marital status, mental or physical disability, or any other classification protected by law. This protection applies to all Autodesk employees and contingent  \nworkers worldwide. We require all employees globally to complete harassment training at hire and at least every two years thereafter.\nEnvironment\nPrinciple 7: Businesses should support a precautionary approach  \nto environmental challenges;Driving net -zero carbon emissions ; O ur carbon footprint\nPrinciple 8: undertake initiatives to promote greater environmental responsibility; and Driving net -zero carbon emissions ; O ur carbon footprint ; Autodesk CDP submission;  \nAutodesk endorsement of Caring for Climate\nPrinciple 9: encourage the development and diffusion of  \nenvironmentally friendly technologies.Driving net -zero carbon emissions ; O ur carbon footprint ; Autodesk CDP submission;  \nAutodesk endorsement of Caring for Climate\nAnticorruption\nPrinciple 10: Businesses should work against corruption in all  \nits forms, including extortion and bribery.Ethics and compliance; Autodesk Code of Business Conduct ; Autodesk Partner Code of Conduct", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}