{"page_content": "80\nOVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE   APPENDIX FY22 IMPACT REPORT\nThe United Nations Sustainable Development Goals (SDGs) \nprovide an important framework to drive social, environmental, and economic progress globally. \nAlthough Autodesk addresses all 17 goals to varying degrees, \nwe focus particularly on the following goals to maximize our positive impact with our customers and through our products, operations, and philanthropic activities.United \nNations Sustainable Development Goals indexSDG Description\nAutodesk helps customers worldwide address a broad range of water-related issues and increase the resilience of global water infrastructure.  \nThrough the Autodesk Foundation, we support nonprofits and startups working to improve access to fresh drinking water in remote communities.\nCustomer story: Bristol Water keeps drinking water safe with the help of InfoWorks WS Pro\nLearn more: Health & Resilience: Partner with customers ; Health & Resilience: Advance industries\nWe are committed to using 100% renewable energy in our operations, and to helping customers develop buildings, infrastructure, and products that are energy efficient and accelerate  \nthe use of clean energy. Complementing these efforts, we support nonprofits and startups working to expand access to renewable energy.Customer story: Every design has an impact. Total carbon management helps make it a positive one. \nLearn more: Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industries\nWe invest in our employees, customers, and communities, to put people at the center of the future of work transformation.  \nDiversity fuels our innovation and belonging unites us in our shared mission to help people imagine, design, and make a better world.Customer story: How industry and academia work together to improve students' skillsetsLearn more: Work & Prosperity: Improve our operations ; Work & Prosperity: Partner with customers ; Work & Prosperity: Advance industries\nWe collaborate with customers, nonprofits, and startups to create infrastructure designed to better withstand natural disasters and the impacts of climate change, and products, buildings,  \nand entire cities that foster healthy and resilient communities. We support more inclusive and sustainable industries through our business operations and products.Customer story: Earthquake-prone city in the clouds needs the cloud to protect homes and families  \nLearn more: Health & Resilience: Partner with customers ; Health & Resilience: Advance industries ; Diversity and belonging\nUrban centers will play a pivotal role in sustainability in the coming decades, as populations continue to swell. We collaborate with customers to design, build, and maintain more sustainable, \nsafe, and resilient cities, and we support nonprofits and startups to drive innovation in this area.\nCustomer story: Fjord City brings unique design to sustainable development in Norway and sets a new standard for urban regeneration\nLearn more: Energy & Materials: Partner with customers ; Energy & Materials: Advance industries ; Health & Resilience: Partner with customers ; Health & Resilience: Advance industries\nWe are working to drive progress toward a future with minimal pollution and waste, where materials maintain value while cycling through a circular economy. We equip our customers, nonprofits, \nand startups to better understand the impact of design and make decisions on materials use, supporting them to make choices that benefit their companies, communities, and the world.\nCustomer story: Discovering generative design for CNC milling\nLearn more: Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industries\nAutodesk is a net -zero GHG emissions company across our business and value chain, beginning in fiscal year 2021, and we are driving progress toward new science -based GHG emissions \nr\neduction targets. We collaborate with customers, nonprofits, and startups to develop innovative solutions and help tackle climate change. \nCustomer story: Recycling carbon fiber reduces carbon emissions\nLearn more: Energy & Materials: Improve our operations ; Energy & Materials: Partner with customers ; Energy & Materials: Advance industriesUnited Nations Sustainable Development Goals", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}