{"page_content": "09 FY22 IMPACT REPORT   OVERVIEW \nENERGY & MATERIALS\nHEALTH & RESILIENCE\nWORK & PROSPERITY\nGOVERNANCE\nAPPENDIX \n  \nAutodesk engages in philanthropy through multiple avenues, \ndriving progress toward a more sustainable, more equitable world.  Philanthropy\nIn fiscal year 2022, the Autodesk Foundation’s global portfolio achieved the following:  The Autodesk Foundation supports innovative solutions to the world’s \nmost pressing social and environmental challenges. Through our deployment of catalytic capital, we help de-risk innovations that are transforming industries to be more sustainable, equitable, and resilient.  \nThe Autodesk Foundation combines financial capital with in-kind resources to catalyze and scale the next generation of innovations, ranging from direct carbon capture to rapid shelter solutions. \nAutodesk’s current goal is to donate 1% of its operating margin to the \nAutodesk Foundation.\nAutodesk Foundation portfolio impact\nSee the Employee impact at work section  \nfor more information.  \n*   The Autodesk Foundation funds its portfolio through a donor advised fund (DAF).\n†   This total does not equal the sum of the parts due to rounding.‡   Value of volunteer hours aligns with annual valuation from Independent Sector ($28.54 \nper hour was indexed in 2021). Value of employee Pro Bono Consulting volunteer hours \n(also included in this total) is based on hourly rates for various skills cited by CECP.Funding\nTechnology\nTalent\nSee detailed performance metrics in the  Data summary.in strategic philanthropy  deployed \nby the Autodesk Foundation* during \nfiscal year 2022 to a portfolio of  45 nonprofits and startups globally (see right)\nin employee volunteer hours, \nincluding Pro Bono Consulting volunteer hours\n‡in charitable contributions,   \nincluding $5.9 million by Autodesk, $2.7 million Autodesk Foundation match of employee giving, and $0.3 million Autodesk Foundation contributions for crisis response$9.7 \n   million\n$1.3 \n   millionof students and educators used Autodesk software  at no charge  \nto learn design and make skills  (see Education )Millions$8.8 \n   million†\nin Autodesk software donated  \nto more than 2,600 nonprofits  \nand startups worldwide$41.3  \n   million\nThese impact metrics rely on data aggregated and sourced from financial reports, annual reports, organizational key performance \nindicators, and self\n-\nreported data from the Autodesk Foundation portfolio.Capital committed to Autodesk Foundation portfolio, FY22The Autodesk Foundation: strategic philanthropy de-risking innovation \nSee stories of how our portfolio of nonprofits and startups catalyze innovation in the areas of Energy & Materials, Health & Resilience, and Work & Prosperity .  Energy & Materials\n  Health & Resilience \n  Work & Prosperity39% \n39% \n22% $9.7  \nmillion\nmetric tons CO2e of GHG \nemissions reduced1.4 \nmillion+\nindividuals  reached with  \nresilient solutions in housing  \nand infrastructure, energy access, agricultural productivity, and workforce development  \n(cumulative since fiscal year 2020)29 \nmillion+\npeople  placed in new or \nimproved jobs, including 13,400 (90%) with an annual income increase of $5,000 or more14,900 + \nLearn more about the Autodesk Foundation’s approach to impact measurement  and management and how our approach has evolved.", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}