{"page_content": "Forward-looking statements\nThis report includes estimates, projections, and other forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. These forward-looking statements generally \nare identified by the words “may,” “believe,” “could,” “expect,” “anticipate,” “estimate,” “intend,” “strategy,” “future,” “opportunity,” “plan,” “should,” “will,” “would,” and similar expressions. Forward-looking statements are based on current expectations \nand assumptions that are subject to risks and uncertainties that may cause actual results to differ materially. We continually review GHG emissions quantification methodologies and are committed to implementing best practice quantification \nmethodologies. We describe risks and uncertainties that could cause actual results and events to differ materially in our reports filed with Securities and Exchange Commission. We undertake no obligation to update or revise publicly any forward-\nlooking statements, whether because of new information, future events, or otherwise.\nAutodesk, the Autodesk logo, AutoCAD, 3ds Max, Autodesk Construction Cloud, Autodesk Forge, Autodesk Tandem, BuildingConnected, CAMduct, Civil 3D, Flame, Forge, FormIt, Fusion 360, Info360, InfoDrainage, InfoWater, InfoWorks, InfraWorks, \nInnovyze, Inventor, Maya, Mudbox, Navisworks, ReCap, Revit, Shotgun, Spacemaker, and Tinkercad are registered trademarks or trademarks of Autodesk, Inc., and/or its subsidiaries and/or affiliates in the USA and/or other countries. All other brand \nnames, product names, or trademarks belong to their respective holders. Autodesk reserves the right to alter product and services offerings, and specifications and pricing at any time without notice, and is not responsible for typographical or \ngraphical errors that may appear in this document. \n2022 Autodesk, Inc. All rights reserved.sustainability@autodesk.com", "metadata": {"source": "NASDAQ_ADSK_2022.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}