{"page_content": "Notes\nNote 17 – Share capital\nPlease refer to note 24 to the consolidated financial statements.\nNote 18 – Other liabilities\nDKK thousand     2021  2020\nEmployee benefits\n    59\n,506\n 67\n,173\nDevelopment project costs\n    18\n,736\n 28\n,266\nOther payables\n    55\n,499\n 15\n,287\nTotal other liabilities\n    133\n,741\n 110\n,727\nCurrent:\n    115\n,315\n 93\n,983\nNon-current\n    18\n,426\n 16\n,744\nPlease refer to note 28 in the consolidated financial statements for additional information regarding other \nliabilities.\nNote 19 – Contingent assets, liabilities and other contractual obligations\nZealand Pharma A/S is part of a Danish joint taxation. Consequently, referring to the Danish Corporation Tax Act regulations, Zealand Pharma A/S is liable for any income taxes, etc. for the jointly taxed compa-nies and Zealand Pharma A/S is likewise liable for any obligations to withhold tax at source on interest, royalties and returns for the jointly taxed companies.\nPlease refer to note 29 in the consolidated financial statements for information on contractual obliga-\ntions.Note 20 – Financial risks\nFor Capital structure, Exchange rate risk, Credit risk and Liquidity risk we refer to note 30 in the consoli-dated financial statements.\nExchange rate risk\nAs of December 31, 2021, Zealand Pharma A/S holds DKK 355.0 million (2020: DKK 522.0 million) of its cash in USD.\nInterest rate risk\nAs of December 31, 2021, Zealand Pharma A/S has lease liabilities amounting to DKK 111.5 million (2020: DKK 119.8 million).\nContractual maturity (liquidity risk)\nA breakdown of the Company’s aggregate liquidity risk on financial assets and liabilities is given below.\nThe following table details the Company’s remaining contractual maturity for its financial liabilities with \nagreed repayment periods. The table has been prepared using the undiscounted cash flows for financial liabilities, based on the earliest date on which the Company can be required to pay. The table includes both interest and principal cash flows. To the extent that the specific timing of interest or principal flows is dependent on future events, the table has been prepared based on Management’s best estimate of such timing at the end of the reporting period. The contractual maturity is based on the earliest date on which the Company may be required to pay.\nWith the exception of leasing, there are no interest cash-flows to be included in the table below for the \nexisting financial liabilities as they are not interest-bearing financial liabilities.110\nZealand Pharma  ∞  Annual Report 2021Par Fin – Note 18-21", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 109, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}