{"page_content": "Statement \nof the Board \nof Directors \nand Executive \nManagementThe Board of Directors and Executive Management have today discussed \nand approved the Annual Report of Zealand Pharma A/S for the financial year January 1 – December 31, 2021.\nThe consolidated financial statements and parent company financial \nstatements have been prepared in accordance with International Financial Reporting Standards as adopted by the EU and additional requirements under the Danish Financial Statements Act.\nWe consider the accounting policies used to be appropriate. In our opin-\nion, the financial statements give a true and fair view of the Group’s and the parent company’s financial position as of December 31, 2021, and of the results of the Group’s and the parent company’s operations and cash flows for the financial year January 1 – December 31, 2021.\nExecutive Management\nEmmanuel DulacPresident and  Chief Executive OfficerMatthew Douglas DallasSenior Vice President and Chief Financial Officer\nBoard of Directors\nAlf Gunnar Martin Nicklasson\nChairmanKirsten Aarup DrejerVice ChairmanIn our opinion, the Management’s review includes a fair review of the development of the Group’s and the parent company’s operations and economic conditions, the results for the year, and the Group’s and the parent company’s financial position, as well as a review of the principal risks and uncertainties to which the Group and the parent company are exposed.\nIn our opinion, the Annual Report of Zealand Pharma A/S for the fi-\nnancial year January 1 - December 31, 2021 identified as 549300ITB-B1ULBL4CZ12-2021-12-31-en.zip has in all material respects been prepared in compliance with the ESEF Regulation. \nWe recommend that the Annual Report be approved at the Annual \nGeneral Meeting.\nSøborg, March 10, 2022\nBernadette Connaughton\nBoard memberLeonard KruimerBoard memberAlain MunozBoard member\nJens Peter Stenvang\nBoard memberEmployee electedIben Louise GjelstrupBoard memberEmployee electedJeffrey BerkowitzBoard memberAdam Sinding Steensberg\nExecutive Vice President,  Research & Development, and  Chief Medical Officer\nMichael John OwenBoard memberFrederik Barfoed Beck Board memberEmployee elected\nAnneline Nansen \nBoard memberEmployee elected114\nZealand Pharma  ∞  Annual Report 2021Statement – Management", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 113, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}