{"page_content": "Independent \nauditor’s reportTo the shareholders of Zealand Pharma A/S\nReport on the audit of the Consolidated Financial \nStatements and Parent Company Financial Statements\nOpinion\nWe have audited the consolidated financial statements and the parent company financial statements of Zealand Pharma A/S for the financial year January 1 – December 31, 2021, which comprise income statement, statement of comprehensive income, statement of financial position, cash flow statement, statement of changes in equity and notes, including accounting policies, for the Group and the Parent Company. The consolidated financial statements and the parent company financial statements are prepared in accordance with International Financial Reporting Stand -\nards as issued by the International Accounting Standards Board (IASB) and as adopted by the EU and additional requirements of the Danish Financial Statements Act. \nIn our opinion, the consolidated financial statements and \nthe parent company financial statements give a true and fair view of the financial position of the Group and the Parent Company at December 31, 2021 and of the results of the Group's and the Parent Company's operations and cash flows for the financial year January 1 – December 31, 2021 in accordance with International Financial Reporting Standards as issued by the International Accounting Stand -\nards Board (IASB) and as adopted by the EU and additional requirements of the Danish Financial Statements Act.Our opinion is consistent with our long-form audit report to the Audit Committee and the Board of Directors.\nBasis for opinion\nWe conducted our audit in accordance with International Standards on Auditing (ISAs) and additional requirements applicable in Denmark. Our responsibilities under those standards and requirements are further described in the \"Auditor's responsibilities for the audit of the consolidat -\ned financial statements and the parent company financial statements\" (hereinafter collectively referred to as \"the financial statements\") section of our report. We believe that the audit evidence we have obtained is sufficient and appropriate to provide a basis for our opinion.\nIndependence\nWe are independent of the Group in accordance with the International Ethics Standards Board for Accountants' Inter -\nnational Code of Ethics for Professional Accountants (IESBA Code) and the additional ethical requirements applicable in Denmark, and we have fulfilled our other ethical respon -\nsibilities in accordance with these requirements and the IESBA Code. \nTo the best of our knowledge, we have not provided any \nprohibited non-audit services as described in article 5(1) of Regulation (EU) no. 537/2014.\nMaterial uncertainty related to going concern\nThe financial statements have been prepared assuming that the Company will continue as a going concern. As dis -115\nZealand Pharma  ∞  Annual Report 2021Statement – Independent auditor", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 114, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}