{"page_content": "cussed in Note 2 to the financial statements, the Company, \nwith its current strategic plans, has identified a working capital deficit by September 2022 and substantial doubt exists about the Company’s ability to continue as a going concern. Management's evaluation of the events and con -\nditions and management’s plans regarding these matters are also described in Note 2. The financial statements do not include any adjustments that might result from the outcome of this uncertainty. We have not modified our opinion in respect of this matter.\nAppointment of auditor\nWe were initially appointed as auditor of Zealand Pharma A/S on April 2, 2020 for the financial year 2020. We have been reappointed by resolution of the general meeting on April 15, 2021 for the financial year 2021.\nKey audit matters\nA key audit matter is a matter that, in our professional judgement, was of most significance in our audit of the financial statements for the financial year 2021. The matter was addressed during our audit of the financial statements as a whole and in forming our opinion thereon. We do not provide a separate opinion on the matter. For the matter below, our description of how our audit addressed the matter is provided in that context.\nWe have fulfilled our responsibilities described in the \n\"Auditor's responsibilities for the audit of the financial statements\" section, including in relation to the key audit matter below. Accordingly, our audit included the design and performance of procedures to respond to our assess -\nment of the risks of material misstatement of the financial statements. The results of our audit procedures, including the procedures performed to address the matter below, provide the basis for our audit opinion on the financial statements.\nAccounting for rebates and discounts related to the \nCompany’s sales in the United StatesAs disclosed in Note 3 to the consolidated financial state-ments, revenue from products sold by the Company in the United States (U.S.) is impacted by estimates related to managed care rebates, medicare part D rebates, and co-pay card redemption.\nThe estimates for managed care rebates, medicare part D \nrebates, and co-pay card redemption and related liabilities are recognised as a reduction to gross product sales in the period in which the underlying sales are recognised. As of December 31, 2021, the liabilities for sales discounts and rebates amounts to DKK 27.8 million, as disclosed in Note 27 in the consolidated financial statements. \nAuditing managed care rebates and medicare part D re-\nbates, and co-pay card redemptions and related liabilities is complex due to the judgmental nature of management’s estimates, which involves multiple assumptions, as not all conditions are known at the time of sale. For both man -\naged care rebates and the medicare part D rebates, the key assumptions relate to the rebate percentages by each pharmacy as determined in each pharmacy's contract with the Company and forecasted number of prescriptions that will be filled by each pharmacy (referred to as payor mix). For co-pay card redemptions, the key assumptions relate to expected settlement rates for sales units remaining in the channel that have yet to be presented under co-pay terms. These assumptions are made based on historical actuals, which are used to estimate forecasted trends, including payor mix and settlement rates, which are used to estimate the expected settlement of managed care rebates and medicare part D rebates, and co-pay card redemption, and the specific terms in the individual agreements.\nHow our audit addressed the key audit matter\nWe obtained an understanding, evaluated the design, and tested the operating effectiveness of controls over the Company's process to develop the estimates around managed care rebates, medicare part D rebates, and co-pay card redemption. For example, we tested controls over management’s review of key assumptions, including payor mix for managed care rebates and medicare part D rebates, and settlement rates for sales units remaining in channel for co-pay card redemptions.   \nOur procedures included, among others, checking cler -\nical accuracy of management’s calculation of liabilities \nfor managed care rebates, medicare part D rebates, and co-pay card redemptions. We assessed the assumptions applied by management, and compared them to appli -\ncable commercial policies, historical experience, and the terms in the rebate agreements with the pharmacy benefit managers and agreements with co-pay program partners. \n116\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 115, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}