{"page_content": "We further examined subsequent settlement obligations to \nassess completeness and accuracy of the recorded liabil -\nities. We performed an independent assessment on the key assumptions of the liabilities as of December 31, 2021, including the payor mix and expected settlement rates by developing our own point estimates through the use of his -\ntorical trends to predict current year liabilities and compar -\ning these to the actual liabilities recognised.  In addition, we have assessed the adequacy of the Company’s disclosures on rebates and discounts related to the matter described above.\nStatement on the Management's review\nManagement is responsible for the Management's review.\nOur opinion on the financial statements does not cover the \nManagement's review, and we do not express any form of assurance conclusion thereon.\nIn connection with our audit of the financial statements, \nour responsibility is to read the Management's review and, in doing so, consider whether the Management's review is materially inconsistent with the financial statements or our knowledge obtained during the audit, or otherwise appears to be materially misstated. \nMoreover, it is our responsibility to consider whether the \nManagement's review provides the information required under the Danish Financial Statements Act. Based on the work we have performed, we conclude that the Management's review is in accordance with the finan -\ncial statements and has been prepared in accordance with the requirements of the Danish Financial Statements Act. We did not identify any material misstatement of the Man -\nagement's review. \nManagement's responsibilities for the financial \nstatementsManagement is responsible for the preparation of consol -\nidated financial statements and parent company financial statements that give a true and fair view in accordance with International Financial Reporting Standards as adopted by the EU and additional requirements of the Danish Financial Statements Act and for such internal control as Manage-ment determines is necessary to enable the preparation of financial statements that are free from material misstate-ment, whether due to fraud or error.\nIn preparing the financial statements, Management is re -\nsponsible for assessing the Group's and the Parent Com -\npany's ability to continue as a going concern, disclosing, \nas applicable, matters related to going concern and using the going concern basis of accounting in preparing the financial statements unless Management either intends to liquidate the Group or the Parent Company or to cease operations, or has no realistic alternative but to do so.Auditor's responsibilities for the audit of the financial statementsOur objectives are to obtain reasonable assurance as to whether the financial statements as a whole are free from material misstatement, whether due to fraud or error, and to issue an auditor's report that includes our opinion. Reasonable assurance is a high level of assurance, but is not a guarantee that an audit conducted in accordance with ISAs and additional requirements applicable in Den -\nmark will always detect a material misstatement when it exists. Misstatements can arise from fraud or error and are considered material if, individually or in the aggregate, they could reasonably be expected to influence the economic decisions of users taken on the basis of the financial state-ments.\nAs part of an audit conducted in accordance with ISAs and \nadditional requirements applicable in Denmark, we exercise professional judgement and maintain professional scepti -\ncism throughout the audit. We also:\n•\n I\ndentify and assess the risks of material misstatement of \nthe financial statements, whether due to fraud or er -\nror, design and perform audit procedures responsive to \nthose risks and obtain audit evidence that is sufficient and appropriate to provide a basis for our opinion. The risk of not detecting a material misstatement resulting from fraud is higher than for one resulting from error, as fraud may involve collusion, forgery, intentional omissions, misrepresentations or the override of internal control.117\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 116, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}