{"page_content": "• O btain an understanding of internal control relevant to \nthe audit in order to design audit procedures that are ap -\npropriate in the circumstances, but not for the purpose of \nexpressing an opinion on the effectiveness of the Group's and the Parent Company's internal control.\n•\n E\nvaluate the appropriateness of accounting policies used \nand the reasonableness of accounting estimates and related disclosures made by Management.\n•\n C\nonclude on the appropriateness of Management's use \nof the going concern basis of accounting in preparing the financial statements and, based on the audit evidence obtained, whether a material uncertainty exists related to events or conditions that may cast significant doubt on the Group's and the Parent Company's ability to con -\ntinue as a going concern. If we conclude that a material uncertainty exists, we are required to draw attention in our auditor's report to the related disclosures in the fi -\nnancial statements or, if such disclosures are inadequate, to modify our opinion. Our conclusions are based on the audit evidence obtained up to the date of our auditor's report. However, future events or conditions may cause the Group and the Parent Company to cease to continue as a going concern.\n•\n E\nvaluate the overall presentation, structure and contents \nof the financial statements, including the note disclo -\nsures, and whether the financial statements represent the underlying transactions and events in a manner that gives a true and fair view.•\n  O btain sufficient appropriate audit evidence regard -\ning the financial information of the entities or business activities within the Group to express an opinion on the consolidated financial statements. We are responsible for the direction, supervision and performance of the group audit. We remain solely responsible for our audit opinion.\nWe communicate with those charged with governance regarding, among other matters, the planned scope and timing of the audit and significant audit findings, including any significant deficiencies in internal control that we iden -\ntify during our audit.\nWe also provide those charged with governance with a \nstatement that we have complied with relevant ethical requirements regarding independence, and to commu -\nnicate with them all relationships and other matters that may reasonably be thought to bear on our independence, and where applicable, actions taken to eliminate threats or safeguards applied.\nFrom the matters communicated with those charged with \ngovernance, we determine those matters that were of most significance in the audit of the consolidated financial statements and the parent company financial statements of the current period and are therefore the key audit matters. We describe these matters in our auditor's report unless law or regulation precludes public disclosure about the matter or when, in extremely rare circumstances, we determine that a matter should not be communicated in our report because the adverse consequences of doing so would reasonably be expected to outweigh the public interest benefits of such communication.\nReport on compliance with the ESEF Regulation \nAs part of our audit of the financial statements of Zealand Pharma A/S we performed procedures to express an opin -\nion on whether the annual report for the financial year Jan -\nuary 1 – December 31, 2021 with the file name 549300ITB -\nB1ULBL4CZ12-2021-12-31-en.zip is prepared, in all material respects, in compliance with the Commission Delegated Regulation (EU) 2019/815 on the European Single Electron -\nic Format (ESEF Regulation) which includes requirements related to the preparation of the annual report in XHTML format and iXBRL tagging of the Consolidated Financial Statements. \nManagement is responsible for preparing an annual report \nthat complies with the ESEF Regulation. This responsibility includes: \n•\n The pr\neparing of the annual report in XHTML format; \n•\n The selection and applica\ntion of appropriate iXBRL tags, \nincluding extensions to the ESEF taxonomy and the an-\nchoring thereof to elements in the taxonomy, for finan-cial information required to be tagged using judgement where necessary; \n•\n Ensuring consistency between iXBRL tagged da\nta and \nthe Consolidated Financial Statements presented in human readable format; and 118\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 117, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}