{"page_content": "• For such internal contr ol as Management determines \nnecessary to enable the preparation of an annual report \nthat is compliant with the ESEF Regulation. \nOur responsibility is to obtain reasonable assurance on whether the annual report is prepared, in all material respects, in compliance with the ESEF Regulation based on the evidence we have obtained, and to issue a report that includes our opinion. The nature, timing and extent of procedures selected depend on the auditor’s judgement, including the assessment of the risks of material depar -\ntures from the requirements set out in the ESEF Regulation, whether due to fraud or error. The procedures include: \n•\n T\nesting whether the annual report is prepared in XHTML \nformat; \n•\n Obtaining an understanding o\nf the company’s iXBRL \ntagging process and of internal control over the tagging \nprocess; \n•\n E\nvaluating the completeness of the iXBRL tagging of the \nConsolidated Financial Statements; \n•\n E\nvaluating the appropriateness of the company’s use of \niXBRL elements selected from the ESEF taxonomy and the creation of extension elements where no suitable element in the ESEF taxonomy has been identified; \n•\n E\nvaluating the use of anchoring of extension elements \nto elements in the ESEF taxonomy; and •  Reconciling the iXBRL tagged da ta with the audited \nConsolidated Financial Statements.\nIn our opinion, the annual report for the financial year Jan -\nuary 1 – December 31, 2021 with the file name 549300ITB -\nB1ULBL4CZ12-2021-12-31-en.zip is prepared, in all material respects, in compliance with the ESEF Regulation.\nCopenhagen, March 10, 2022\nEY Godkendt Revisionspartnerselskab\nChristian Schwenn Johansen Rasmus Bloch Jespersen\nState Authorised  \nPublic AccountantState Authorised  \nPublic Accountant\nmne33234 mne35503119\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 118, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}