{"page_content": "Find out more in our movie on \nzealandpharma.com/peptide-platform-videoPeptide \nplatform\nOur peptide platform allows us \nto engineer peptide analogs \nwith enhanced biological \nactivity, extended duration of \naction and increased stability \nto provide innovative and \nbetter treatments for a range of \ndifferent diseases.Our platform\nSince our founding in 1998, our sole focus has been on the discovery and development of peptide-based med-icines to harness the power of native peptides and en-hancing their effects. We have a unique peptide platform and design process built around a deep understanding of peptide chemistry, formulation know-how and intellec-tual property rights combined with advanced computer science. This allows us to engineer peptide analogs with enhanced biological activity, extended duration of action or increased stability to provide innovative and better treatments for a range of diseases.\nOur peptide platform is validated by the fact that we have \nnow advanced more than ten novel peptide-analogs into clinical development, two of which are currently market-ed¹. \nVital to human health\nPeptides are produced by all living organisms and humans have peptides in every cell and tissue. They can function as biological messengers (hormones) carrying information between cells or organs and thereby perform a wide range of essential functions, e.g., regulating appetite and blood glucose and stimulating tissue growth. This makes pep-tides vital to keeping us functioning and healthy.Native peptides are composed of amino acids in a linear or cyclic form, have powerful biological functions but are inherently unstable and short-lived in the bloodstream. To convert these native peptides into effective peptide therapeutics requires the instability and thus duration of action to be changed while maintaining or enhancing the biological activity. This requires modifications to the amino acid sequence of the peptide, generally using substitution with another amino acid.\nNature’s own inventions\nWe use our unique in-depth understanding of peptide chemistry and biology to focus the substitution process on key amino acids to remove the weak points that result in poor solubility, stability or activity, and thus create new drug candidates. We have successfully applied this approach to glucagon, amylin, GLP-1, GLP-2 and GIP. Enhancing their natural properties or combining their activities in single peptides present multiple therapeutic opportunities.\nWe base our research and development on endogenous \npeptides found in humans and peptides from venoms from various animals. We also manipulate bacteria to pro-duce peptide libraries. In other words, we make broad use of nature’s own inventions to improve human health and quality of life.\n15\nZealand Pharma  ∞  Annual Report 2021Peptide platform", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}