{"page_content": "Peptide Platform\nNew technologies and scientific \nadvancements within peptides enable us to continuously optimize our peptide platform. Our Research and Development capabilities and current pre-clinical programs provide opportunities to grow our scientific and medical presence by expanding into indications like obesity and inflammatory diseases.\nOur pre-clinical pipeline contains programs \nfocused on analogs of endogenous peptide hormones, as well as programs with innovative peptide candidates acting on components of the complement cascade, ion channels and other target classes. We are also exploring ways to deliver these innovative products to patients using oral delivery mechanisms that may afford patients a more convenient way to administer the product. \nLong-acting amylin analog\nAmylin is derived from β-cells in the pancreas and is co-secreted with insulin. It both regulates blood glucose by delaying gastric emptying after meal ingestion and directly modulates satiety signals in the brain. Preclini-cal studies also suggest that amylin, like glucagon, can increase energy expenditure, contributing to its weight loss effect. Our lead molecule, ZP8396, is a long-acting analog of amylin designed to allow for co-formulation with other anti-obesity treatments.\nIt has shown significant weight loss in pre-clinical models \nof obesity.\nA Phase 1 clinical trial was initiated in November 2021.Long-acting GIP analogs\nGlucose-dependent insulinotropic peptide (GIP) is synthe-sized by K cells, which are found in the proximal intestine. GIP receptors are expressed in many organs and tissues including the central nervous system, enabling GIP to influence regulation of appetite and satiety, while show-ing antiemetic effects. Thus, GIP can contribute to the efficacy of other anti-obesity peptides by both a comple-mentary effect and by providing an improved therapeutic window of the other peptide.\nOur lead molecule, ZP6590, has shown additive effects \nwhen co-administered with a GLP-1 receptor agonist in pre-clinical obesity models. Programs focusing on obesity\nThe global prevalence of obesity has tripled since the mid-1970s \nwith 650 million adults and 124 million children and adolescents suffering from obesity. In the US alone, more than 40% of the population are considered obese². We aspire to address the obesity pandemic with peptide molecules with built-in dual-acting pharmacology or molecules with mono pharmacology that can be combined or co-formulated with other anti-obesity treatments.17\nZealand Pharma  ∞  Annual Report 2021Peptide Platform", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}