{"page_content": "Integrin α4β7 inhibitor\nZP10000, is being developed as an orally deliv-ered peptide drug to target integrin α4β7, which is involved in the pathogenesis of inflammatory bowel disease (IBD). Specific binding to surface α4β7 on the T cells prevents the interaction with MAdCAM-1 on the endothelial cells, which plays a critical role in immune cell recruitment to the in-testinal tissue. This mode of action has been clini-cally validated in IBD by vedolizumab, an approved injection-only α4β7 integrin inhibitor antibody. ZP10000, is a peptide ligand that selectively binds to α4β7, and its efficacy has been demonstrated in vivo in IBD models. ZP10000, has binding prop-erties on par with marketed antibodies as well as oral bioavailability as demonstrated in vivo. We are currently exploring the optimal oral formulation for this compound while we progress the program towards clinical testing.Kv1.3 ion channel blockersKv1.3 is a potassium conducting ion channel, which is selectively upregulated on T effector memory cells. T effector memory cells play a key role in autoimmunity and chronic inflammation by releasing pro-inflammatory cytokines, which drives tissue damage. The anti-inflammatory effects of blocking the Kv1.3 ion channel have been demon-strated in multiple pre-clinical models of autoim-mune diseases. The specific and selective location of the Kv1.3 on the effector memory T cells makes it an attractive pharmaceutical target, as blocking preserves the protective effects of the rest of the immune system. ZP9830, is a potent and selective Kv1.3 blocker with potential to treat a broad range of T cell driven autoimmune diseases. Currently we are progressing the molecule into IND enabling toxicity studies.Complement C3 inhibitorThe complement system is a part of the innate immune system, and a central component of the complement cascade is the C3 protein.\nAltered activation of the complement cascade is \nimplicated in many immune-mediated diseases and in particular rare diseases such as paroxysmal nocturnal hemoglobinuria, cold agglutinin disease, myasthenia gravis and C3 glomerulopathy. There is currently only one approved drug to treat comple-ment mediated diseases: an antibody that blocks the complement C5, the final step in complement activation. We have selected a candidate molecule that acts on C3, upstream of C5 and thus offering potential differentiation and broader utility than the current therapy. The candidate peptide is potent, selective, and long-acting and has the potential to be best-in-class, which we are currently progress-ing into the next stage of development in collabo-ration with Alexion (AstraZeneca).\nPrograms focusing  \non chronic inflammatory diseases\nPeptide medicines have proven their effectiveness in other therapeutic areas such as type \n2 diabetes and obesity and we believe that they represent a great opportunity for new innovation in the chronic inflammatory diseases area. The programs we are progressing represent high-profile peptide targets that have shown to be difficult to address with small molecules and antibodies as well as orally available peptides against disease targets that have already been clinically proven with injectable antibodies.18\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}