{"page_content": "Corporate \nMatters\nOur approach to corporate \ngovernance is founded on ethics \nand integrity and forms the basis \nof our efforts to ensure strong \nconfidence from our shareholders, \npartners, employees, and other \nstakeholders.As a company incorporated under the laws of Denmark, \nand with our shares admitted to trading and official listing on Nasdaq Copenhagen, as well as having American Depositary Shares representing Zealand shares trading on Nasdaq Global Select Market in New York, we are subject to various applicable legislations, standards and other regulations for publicly traded companies. These include Danish and US securities law and the recommendations on corporate governance issued by the Danish Committee on Corporate Governance (in the below ‘‘the Recommen-dations’’).\nManagement structure\nZealand has a two-tier management structure com- posed of the Board of Directors (“the Board”) and the Corporate Management. The Board is responsible for the overall visions, strategies and objectives, the financial and managerial supervision of Zealand as well as for regular evaluation of the work of the Corporate Management. In addition, the Board provides general oversight of our activities and ensures that it is managed in a manner and in accordance with applicable law and our Articles of Association.\nThe Board approves the policies and procedures, and \nCorporate Management is responsible for the day-to-day management of Zealand in compliance with the guidelines and directions set by the Board of Directors. The alloca-tion of responsibilities between the Board and the Corpo-rate Management is stipulated in the Rules of Procedure.\n¹ The Nomina tion Committee is a sub-set of the board.\n²\n Formaliz\ned of April 2021.Corporate governance structure\nAnnual General Meeting\nBoard of Directors\nCorporate Management\nOrganizationNomination \nCommittee¹\nRemuneration \nCommittee\nScientific \nCommittee²Audit \nCommittee26\nZealand Pharma  ∞  Annual Report 2021Corporate matters", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}