{"page_content": "Board of Directors\nThe Board of Directors plays an active role in setting our strategies and goals and in monitoring the operations and results. The Board of Directors functions according to its rules of procedure. Board duties include establishing our strategy, policies and activities to achieve our objectives in accordance with the Articles of Association.\nIn line with the Recommendations, the Board of Directors \nannually reviews and determines the qualifications and experience needed on the Board. The chairman super-vises the Board of Director's annual self-evaluation of its performance.\nThe Board of Directors met 10 times in 2021.Board Committees\nThe Board has established four committees to support the Board in its duties: Audit Committee, Remuneration and Compensation Committee, Scientific Committee, and a Nomination Committee.\nAudit Committee\nThe Audit Committee assists the Board of Directors with oversight of financial reporting, internal control and risk management systems, external auditing of the annual report, and control of the auditor’s independence, includ-ing oversight of non-audit services and other activities delegated by the Board of Directors.\nOverview of meetings in 2021\n A ttended     Absent\n   Audit \n R\nemuneration\n Scientific\n Nomina\ntion \n  Board\n Committee\n \nCommittee\n \nCommittee\n \nCommittee\nMartin Nicklasson\n  ••••••••••  ••••••••  •••••  N/A ••••••••••\nKirsten A. Drejer   ••••••••••  N/A N/A  •••  ••••••••••\nJeffrey Berkowitz   ••••••••••  •••••• •• N/A N/A ••••••••••\nBernadette Connaughton   ••••••••••  ••••••••  N/A N/A ••••••••••\nAlain Munoz   ••••••••••  N/A •••••  •••  ••••••••••\nLeonard Kruimer   ••••••••••  ••••••••  N/A N/A ••••••••••\nMichael J Owen   ••••••••••  N/A •••••  •••  ••••••••••\nJens Peter Stenvang   ••••••••••  N/A  N/A  N/A  N/A\nFrederik Barfoed Beck\n  ••••••••••  N/A  N/A  N/A  N/A\nGetrud Koefoed Rasmussen1  ••••••• •••  N/A  N/A  N/A  N/A\nAnneline Nansen2  ••••••• •••  N/A  N/A  N/A  N/A\nIben Louise Gjelstrup\n  ••••••••••  N/A  N/A  N/A  N/A\n1 Resigned fr om company and as employee elected board member in September 2021\n2 Joined the boar d as of Gertrud Koefoed Rasmussen’s resignation in September 202127\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}