{"page_content": "The charter of the Audit Committee is available at: \nzealandpharma.com/audit-committee/\nThe charter of the Remuneration Committee, the \nremuneration report, the remuneration policy and the guidelines for incentive pay are available at: zealandpharma.com/remuneration-committee\nThe rules of procedure of the Nomination-\n \nCommittee are a\nvailable at: \nzealandpharma.com/nomination-committee/In 2021, specific topics discussed included auditor’s \nreports, accounting policies, internal controls, including SOX (Sarbanes-Oxley Act) compliance, finance, risk man-agement, insurance policy, year-end issues and external financing.\nThe Audit Committee met 8 times in 2021.Remuneration Committee\nThe Remuneration Committee proposes the remunera-tion policy and general guidelines for incentive pay for the Board of Directors and the CEO of Zealand as well as tar-gets for company-operated performance-related incen-tive programs. These policies and guidelines set out the various components of the remuneration, including fixed and variable remuneration such as pension schemes, ben-efits, retention bonuses, severance and incentive schemes as well as the related bonus and evaluation criteria.\nIn 2021, specific topics discussed included long-term in-\ncentive programs for management and Board of Directors, US based employees, company goals, compensation poli-cy for eligible employees, CEO and Board compensation. \nThe Remuneration Committee met 5 times in 2021.Nomination committee\nThe Nomination Committee makes recommendations for decisions to the Board of Directors regarding board and CEO positions and identifies and recommend candidates for the Board of Directors.Specific topics discussed in 2021 included the composi-tion of the independent members of the Board of Direc-tors.\nThe Nomination Committee met after each board meeting \nin 2021.\nScientific committee\nThe Scientific Committee is a forum with the purpose of leveraging the scientific expertise of the appointed Board of Directors, understanding and challenging the approach and assumptions of the Company’s Research & Develop-ment strategy, provide technical assistance to the Board on Research & Development related issues and in both instances to provide guidance to the Board on the risks of the Company’s Research & Development strategy.\nSpecific topics discussed in 2021 included discussions \non the development of the pre-clinical pipeline and the rationale for the development of products in that pipeline.\nThe Scientific Committee met under its new governance \nstructure 3 times in 2021.\nCompliance with the Corporate Governance \nRecommendationsZealand complies with the Recommendations on Corporate Governance issued by the Danish Committee on Corporate Governance, December 2, 2020, with two exceptions:\n•\n Interaction with the company’s shar\neholders, in-\nvestors and other stakeholder (Recommendation, \nsection 1.1.2): The company does not have a for -\nmal written policy on shareholder engagement. Members of Executive Management believe that investor management is best advanced by direct interaction with investors as appropriate.\n•\n Interaction with the company’s shar\neholders, \ninvestors and other stakeholder (Recommen-dation, section 1.4.2): The company does not have a public tax policy. The company is still in its growth phase and transition to a commercial company and its revenue is growing but still modest. Zealand pays all its applicable corporate taxes in Denmark.28\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}