{"page_content": "2021\n2020Men\nWomen%\n64 (64)36 (36)Zealand has an even distribution of female and male \nmanagers, and slightly more women than men across the organization in general. Overall Zealand is made up of 58% females in 2021 (2020: 58%).\nAs of December 31, 2021, the Board of Directors consist-\ned of four women and seven men, giving a female rep-resentation of 36% (2020: 36%).\nWe are committed to providing equal employment op-\nportunities for all employees, by recruiting, hiring, training, promoting, and making other personnel decisions, without regard to race, colour, gender identity/expression, religion, age, sexual orientation, national origin, disability, military or veteran status or any other protected basis.\nQuality in everything we do\nOur quality policy describes compliance with rigorous internationally recognized standards and guidelines at all stages of research, development and commercial produc-tion to ensure that we do not place patients or animals at risk due to inadequate safety, quality or efficacy. We main-tain oversight of the outsourced GxP activities to ensure vendor compliance with the requirements of pharmaceu-tical quality standards as articulated in Good Laboratory Practice (GLP), Good Manufacturing Practice (GMP), Good Clinical Practice (GCP), Good Pharmacovigilance Practice (GVP), Good Distribution Practice (GDP), to the relevant ISO standards with respect to medical devices and others.Zealand Pharma  \nBoard of Directors as of \nDecember 31, 2021: \n4 women and \n7 men\ngiving a female \nrepresentation of 36% \n(2020: 36%). Zealand Board of Directors Focus on patientsAt Zealand, we work to create better lives for patients through collaborations with advocacy groups and patient organizations. We aim to demonstrate our commitment to patients and caregivers by serving their interests with the aim of consolidating relations and obtaining better treatment options.\nData Ethics\nThis statement forms part of the management commen-tary of the annual report of Zealand Pharma for the last financial year. The new Danish regulation - Section 99d of the Danish Financial Statements Act - requires larger com-panies, which have a policy for data ethics, to supplement the management commentary of the annual report with a report on data ethics. As an innovative fast-moving fully integrated biotech company the importance of responsi-ble data sharing and data ethics is appreciated within the organization. Zealand Pharma is committed to apply data ethics that are consistent with the appropriate privacy reg-ulations and consistent with accepted industry practice. Zealand Pharma currently has policies on Data Integrity and Good Documentation that apply to the integrity and quality of data for its clinical trials and a Data Governance Manual that governs the way that certain categorires are handled and used. It is undertaking an assessment of whetether it needs to adapt these to align with this new statutory requirement.30\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}