{"page_content": "Risk \nmanagement \nand internal \ncontrol\nWe constantly monitor and \nassess the overall risk of doing \nbusiness in the pharmaceutical/\nbiotech industry and the \nparticular risks associated \nwith our current activities and \ncorporate profile.This section contains a summary of our key risk areas and \nhow we attempt to address and mitigate such risks. Envi-ronmental and ethical risks are covered in our corporate social responsibility reporting, and risks related to finan-cial reporting are covered in our corporate governance reporting.\nDoing business in the pharmaceutical/biotech industry \ninvolves major financial risks. The development of nov-el medicines takes several years, costs are high, and the probability of reaching the market is relatively low due to developmental and regulatory hurdles.\nOur Management is responsible for implementing ade-\nquate systems and policies in relation to risk management and internal control, and for assessing the overall and specific risks associated with our business and operations. Furthermore, our Management seeks to ensure that such risks are managed optimally and in a responsible and effi-cient manner.The main risks related to our activities include employees’ and business partners’ violation of our anti-corruption commitment and potential legal and financial conse-quences thereof. Zealand’s whistleblower program and insider information list are two methods for mitigating such risk. We are developing programs to support ongoing maintenance of code of business conduct understanding among employees, as well as a more robust program to ensure data privacy and protection.\nRisks of particular importance to us are scientific and \ndevelopment risks, commercial risks, intellectual property risks, clinical trial risks, regulatory risks, partner interest risks, and financial risks. Risk and mitigation plans are monitored by Management, and the continuous risk as-sessment is an integral part of the yearly reporting to the Board of Directors.\n33\nZealand Pharma  ∞  Annual Report 2021Risk management and internal control", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}