{"page_content": "Zealand risk and mitigation\nCommercial activities – products  \nin research and developmentResearch and  \ndevelopmentClinical trials Intellectual propertyRiskRisks relating to the sales of our products, \nmarket size, competition, development time and costs, partner interest and pricing of products in development.Research and development of new phar-maceutical medicines is inherently a high-risk activity. The probability of discovering and developing an effective and safe new medicine with strong IP protection is very low.Our product candidates will need to undergo time-consuming and expensive trials to document efficacy and safety, the outcome of which is unpredictable, and for which there is a high risk of failure.\nIf clinical trials of our product candidates \nfail to satisfactorily demonstrate safety and efficacy to the FDA, the EMA and other comparable regulatory authorities, we may incur additional costs or experience delays in completing, or ultimately not be able to complete, the development of these product candidatesIf we or our partners were to face infringe-ment claims or challenges by third parties, an adverse outcome could subject us or our partners to significant liabilities to such third parties. This could lead us or our part-ners to curtail or cease the development of some or all of their candidate drugs, or cause our partners to seek legal or contractual remedies against us, potentially involving a reduction in the royalties due to us.MitigationWe maintain a reporting system for our products to monitor sales and inventory and will establish similar systems for future launches. From early in the research phase and throughout development, commercial potential and risks are assessed to ensure that final products have the potential to be commercially viable. In order to cope with the restrictions imposed by COVID-19 we have adapted our marketing activities to protect our staff, providers and patients.Throughout the research and development process, we regularly assess these risks by means of a quarterly risk assessment of all of our research and development projects, conducted by Management together with the department heads and project man-agers. This assessment, which is presented to the Board of Directors, describes each project and measures its progress based on milestones. It analyzes the individual risks of each project and prioritizes the project portfolioOur clinical project teams work closely with external expert clinicians and product development experts within the industry to design, set up and conduct the clinical programs. Our employees have been selected due to their extensive experi-ence within their field of expertise, receive training and are continuously developed to fulfill requirements. We also engage in meetings with regulatory authorities to ensure that there is alignment on the regu-latory strategy and trial requirements.Our patent department works closely with external patent counsels and partners’ patent counsels to minimize the risk of patent infringement claims as well as to prepare any patent defense should this be necessary.\nOur employees receive training and up-\ndates on policies regarding the correct and lawful management of external intellectual property.34\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}