{"page_content": "Zealand risk and mitigation – continued\nRegulatory Future partnerships Financial ITRiskThe regulatory approval processes of the \nFDA, the EMA and other comparable regu-latory authorities are lengthy, time consum-ing and inherently unpredictable, and if we or our collaboration partners are ultimately unable to obtain regulatory approval for internal or outlicensed product candidates, our business could be substantially harmed.Entering into collaborations with partners can bring significant benefits as well as involve risks. In addition, full control of the product is often given to the partner.Financial risks relate to cash and treas-ury management, liquidity forecasts and financing opportunities.\nRisks realted to the company's financial \nposition and its cash requirments for the next 12 months.Our information technology systems are key to its operations and need protection from intrusion from unauthorized entry.MitigationOur qualified staff in the regulatory depart-ment works closely with external consult-ants and regulatory agents to develop regu-latory strategies and frequently interacts with regulatory agencies.We have taken a decision to increase our focus on proprietary programs in order to decrease our dependence on partners in the development process and capture more of the value of its projects.\nPartnerships may still be relevant in the \nfuture and, to maximize the value of such partnerships, we strive to foster a close and open dialogue with our partners, thereby building strong partnerships that work effectively.Financial risks are managed in accordance with the Finance Policy, regularly assessed by our Management and reported to the Audit Committee and the Board of Direc-tors. During 2021 we have continued to optimize our Internal Control Framework in response to the requirements of the Sar-banes-Oxley Act as a result of being listed in the US. See also p. 88-90 note 30.The company employs qualified IT profes-sionals who use external assistance from qualified vendors to provide advice on cybersecurity and systems security were relevant. All members of staff are trained in IT security and its IT systems use authen-tication systems to reduce the risk of unauthorized entry into its systems. It has appropriate protection from viruses and malware. Its most sensitive data is encrypt-ed and subject to restricted internal use.35\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}