{"page_content": "Financial review\nFinancial review for the period \nJanuary 1 – December 31, 2021.Comparative figures for the corresponding period in 2020 \nare shown in brackets except for the financial position, which expresses the comparative figures as of December 31, 2020.\nFinancial results\nZealand Pharma received approval by the Food and Drug Administration for Zegalogue in March 2021 and began commercial promotion and sales for the product in June 2021.  Revenue, Cost of Goods Sold, Gross Margin, and Sales and Marketing Expenses in 2021 all reflect new ac-tivities for Zegalogue not incurred by the company in prior periods.\nRevenue\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nProduct sales\n 184\n.0\n 161.3\n 22.\n7\n 1\n4%\nLicense and  \nmilestone revenue\n 108\n.6\n 192.\n0\n -83\n.4\n -43%\nT\notal revenue\n 292.\n6\n 353\n.3\n -60\n.7\n -17%\nIncrease in revenue from the sale of goods is primarily \nattributable to the sales of V-Go and Zegalogue in 2021.  Zegalogue became commercially available in June of 2021 and did not have any product revenue prior to that date. The decrease in license and milestone revenue is mainly due to a milestone payment of DKK 149.1 million triggered and recognized as revenue in June 2020 from our part-nership agreement with Boehringer Ingelheim offset by smaller milestones received in 2021 through partnerships with Sanofi, Boehringer Ingelheim, and Protagonist.\nGross margin\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nGross margin\n 173\n.8\n 262.\n8\n -89\n.0\n -34%\nThe decrease in gross margin is primarily due to the \nmilestone payment of DKK 149.1 million triggered and recognized as revenue in June 2020 from our partnership agreement with Boehringer Ingelheim. \nResearch and development expenses\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nResearch and  \ndevelopment expenses\n 588\n.5\n 604\n.1\n -15\n.6\n 25\n.8%\nResearch and development expenses are primarily related \nto activities with our late-stage clinical programs for dasi-glucagon and glepaglutide.  The decrease in research and development expenses is related to the regulatory activi-ties required for Zegalogue in 2020, which was approved by the Food and Drug Administration in March 2021.\nSales and marketing expenses\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nSales and marketing  \nexpenses\n 375\n.3\n \n285.3\n 90\n.0\n 32%36\nZealand Pharma  ∞  Annual Report 2021Financial review", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}