{"page_content": "The increase in sales and marketing expenses is related \nto efforts for the Zegalogue launch as well as continued commercial support for the V-Go wearable insulin delivery device.\nAdministrative expenses\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nAdministrative  \nexpenses\n 261.\n0\n \n202.7\n 58\n.3\n 29%\nThe increase in administrative expenses is costs related \nto the buildup and operations of the US subsidiary, which supports the commercial infrastructure as well as general and administrative purposes. Substantial US operations were acquired in April 2020 following the close of the Valeritas asset purchase agreement.\nOperating result\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nOperating result\n -1,\n052.4\n -792.\n4\n -260\n.0\n -33%\nThe operating result reflects gross margin, research and \ndevelopment expenses, sales and marketing and adminis-trative expenses, as discussed above. \nFinancial income and financial expenses\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nNet financial items\n 25\n.4\n -47\n.3\n 72.\n7\n 154%Financial income and financial expenses, which we refer \nto collectively as net financial items, consist of interest income and expense, fair market value adjustments, bank-ing fees and impact from adjustments related to foreign exchange rates.\nThe positive development from 2020 to 2021 is mainly re-\nlated to the development in the DKK/USD exchange rate.\nResult before tax\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nResult before tax\n -1,\n026.9\n -839\n.7\n -187\n.2\n 22%\nResult before tax reflects the operating result and net \nfinancial items, as discussed above.\nIncome tax\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nIncome tax\n 8\n.8\n -7\n.1\n 15\n.9\n 22\n4%\nThe net income tax (income) is mainly impacted by the tax \ndeduction in Denmark, a prior period correction offset by tax expenses in US.\nNo deferred tax asset regarding the Danish parent compa-\nny has been recognized in the statement of financial po-sition due to uncertainty as to whether tax losses carried forward can be utilized within the near term.Net result\n    ∆  in \nDKK million\n 2021\n \n2020\n ∆\n \npercent\nNet result\n -1,\n018.1\n -846\n.7\n -171.\n4\n 20%\nThe decrease in the net result is primarily a result of in-creased sales and marketing and administrative expenses. The expense increase is due to 2020 only having com-mercial infrastructure effective April 2020 following the Valeritas asset purchase agreement and the company’s commercially launch of Zegalogue in June of 2021. In addition, there was a one-time milestone of DKK 149.1 million triggered in June 2020 from our partnership agreement with Boehringer Ingelheim.\nLiquidity and capital resourcesEquity\n Dec.  Dec.   ∆  in \nDKK million\n 31, 2021\n 31, 2020\n ∆\n \npercent\nEquity\n 927\n.8\n \n1,229.3\n -301.5\n -25%\nEquity \nratio\n 45%\n 70%\n \nN/A\n \nN/A\nEquity ratio is calculated as equity at the balance sheet \ndate divided by total assets at the balance sheet date. The decrease in equity was mainly driven by the loss for the period offset by a capital increase in January 2021 amounting to DKK 748.9 million.37\nZealand Pharma  ∞  Annual Report 2021", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}