{"page_content": "Notes\nNote 29 – Contingent assets and liabilities, other contractual obligations and collateral \nprovided\n Accounting policies\nC\nontingent assets and liabilities are disclosed, unless the possibility of an inflow or outflow of resources \nembodying economic benefits is virtually certain.\nContingent assets include potential future milestone payments. Contingent liabilities and other contrac-\ntual obligations include contractual obligations related to agreements in development projects such as contract research organizations (CROs), milestone payments and lease commitments.\nContingent Assets\nAt December 31, 2021, Zealand is still eligible for a payment from Sanofi of up to USD 10.0 million, of which USD 10.0 million is expected in 2022. However, it is Management’s opinion that the amount of any payment cannot be determined on a sufficiently reliable basis, and therefore have not recognized an asset in the statement of financial position of the Group.\nContingent liabilities and Contractual obligations\nAt December 31, 2021, total contractual obligations related to agreements for development projects, including CROs, amounted to DKK 317.4 million (DKK 184.4 million for 2022 and DKK 133.0 million for the years 2023 up to and including 2025). \nZealand may be required to pay future development, regulatory and commercial milestones related to the \nacquisition of Encycle Therapeutics. Refer to note 13.\nCollateral provided\nThe Group has provided floating charge collateral with all assets which can be collaterised including shares in subsidiaries.Note 28 – Other liabilities\n Accounting policies\nFinancial liabilities ar\ne recognized initially at fair value less transaction costs. In subsequent periods, finan-\ncial liabilities are measured at amortized cost corresponding to the capitalized value using the effective interest method.\nDKK thousand     2021  2020\nEmployee benefits\n    84\n,800\n 101,\n028\nRoyalty payable to third party\n    5\n,860\n 5\n,732\nDevelopment project costs\n    18\n,736\n 28\n,267\nOther payables\n    82,164\n 32,272\nT\notal other liabilities\n    191,560\n 167\n,299\nCurrent\n    173\n,134\n 150\n,555\nNon-current\n    18\n,426\n 16\n,74487\nZealand Pharma  ∞  Annual Report 2021Con Fin – Note 28-29", "metadata": {"source": "NASDAQ_ZEAL_2021.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}