{"page_content": "16\n ABOUT ACI CEO LETTER SUSTAINABILITY ENVIRONMENTAL SOCIAL GOVERNANCE COMMUNITY ENGAGEMENTTUITION ASSISTANCE AND ACI UNIVERSITY\nACI University (ACIU) is our employee resource for learning and development. \nThis is ACI’s one-stop-shop learning portal and includes both assigned and  \non-demand courses and learning plans.\nACI’s tuition assistance policy supports ACI’s desire to develop employees through \nvarious educational opportunities. ACI encourages career development by providing \ntuition assistance for approved college/university-level coursework. All regular,  \nfull- and part-time employees are eligible to participate in the tuition assistance  \nprogram six months after their start date.\nENGAGEMENT\nACI wants to ensure all employees and offices feel supported and a part of our 1ACI \nteam. We routinely solicit feedback, such as in our culture or employee experience  \nsurveys. This feedback provides actionable insights into both our strengths and  \nopportunities for improvement.  \nCODE OF ETHICS AND COMPLIANCE\nACI builds and maintains positive business relationships with our customers by adhering to \na highly ethical set of standards that comply with laws and regulations worldwide. These \nrelationships are enhanced by our employees’ knowledge and professionalism, which create \na bond of trust with our customers that is essential to ACI’s continued growth and success. \n100% of ACI employees complete compliance programs annually, including:\n• Anti-Money Laundering Policy Training\n• Code of Business Conduct and Ethics Policy Training\n• Global Information Security Awareness Training\n• Insider Trading and Anti-Corruption Policy Training\n• Operational Risk Event Policy Training\n• Privacy, Data Protection and Business Continuity Awareness Policy Training\n• Workplace Harassment Prevention for EmployeesEMPLOYEE DEVELOPMENT  \nAND ENGAGEMENT ", "metadata": {"source": "NASDAQ_ACIW_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}