{"page_content": "3Payment transactions continue to reach new heights as more people and devices initiate \nelectronic payments. Propelled by the digitization of cash, the Internet of Things, the rapid \ngrowth of eCommerce and the adoption of real-time payments, the number of transactions \nwill continue to rise dramatically around the world. ACI’s unique ability to make fast, simple \nand secure payments possible around the world by connecting more ways to pay with more \npayment capabilities than any other provider positions us well to seize an increasing share\nof this exciting, accelerating market opportunity.\nAs the market and our business evolves, so too must ACI’s commitment to protecting\nour environment, developing and retaining our people, serving our customers, including\nthe security and privacy of their data, and contributing to our communities.\nOur six 1ACI Values — Customer-centricity, Teamwork, Creativity, Agility, Determination,\nand Respect — were carefully selected as the pillars of our culture. In additio n to fully \nembedding our values into the execution of our business, these six values will also drive\nour sustainability efforts.\nThe following pages highlight our commitment to Environmental, Social and Governance \n(ESG) initiatives. I’m looking forward to continuing our efforts to contribute in substantial\nand innovative ways to build a more inclusive and sustainable future. I invite you to learn \nmore about ACI’s strategic approach to managing ESG risks and opportunities as we \ncontinue on our critical path forward. \nPhilip G. Heasley\nPresident and Chief Executive OfficerOUR VALUES INFORM AND GUIDE OUR CONDUCT\nAND PLAY A KEY ROLE IN DEFINING THE 1ACI WAY OF \nWORKING THAT WILL DRIVE OUR LONG-TERM GROWTH. \nCEO LETTER ABOUT ACI SUSTAINABILITY ENVIRONMENTAL SOCIAL GOVERNANCE COMMUNITY ENGAGEMENTLETTER FROM OUR CEO\n", "metadata": {"source": "NASDAQ_ACIW_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}