{"page_content": "29\nBOARD’S ROLE IN RISK OVERSIGHT\nRisk is inherent with every business, and we face a number of risks, including  \nstrategic, financial, operational, legal/compliance, governance and reputational risks. \nOur management is responsible for the day-to-day supervision of the risks that  \nwe face. Our Board of Directors as a whole is responsible for overseeing enterprise \nrisk management and provides broad oversight of ACI’s risk management programs. \nIn this oversight role, our Board considers the effectiveness of ACI’s risk management \nprocesses, assessing management’s tolerance for risk and determining what constitutes \nan appropriate level of risk for ACI. \nWhile our Board provides broad oversight, various committees of the Board oversee risk \nmanagement in their respective areas and regularly report on their activities to the entire \nBoard. In particular, the Risk Committee focuses on reviewing, evaluating and approving \nACI’s risk management profile; the committee reviews the extent to which management \nhas established effective enterprise risk management across the organization and  \ndiscusses with management ACI’s most significant potential risks as well as the steps \nthat management has taken to monitor and control those risks.\nThe Audit Committee focuses on assessing and mitigating financial risk, including \ninternal controls, and receives an annual risk assessment report from ACI’s internal \nauditors. As part of its annual audit, ACI’s independent registered accounting firm, \nDeloitte & Touche LLP, also provides the Audit Committee with a risk assessment that \nidentifies risks of material misstatements and related controls. The Audit Committee reviews \nthese and other reports on risks facing ACI at its meetings throughout the year. \nThe Compensation Committee reviews and oversees the management of potential \nmaterial risks related to ACI’s compensation policies and practices. Compensia, \nthe independent compensation consultant retained by the Compensation Committee, \nprovides an annual assessment of these risks. The Compensation Committee  \nreviews this annual assessment and evaluates these risks as it considers compensation \nand benefits matters throughout the year. The oversight roles of the Board and \nthe committees are supported by management reporting processes that are  \ndesigned to provide the Board and the committees with visibility into the identification, \nassessment and management of critical risks.\nPOLITICAL SPENDING\nACI Worldwide does not make any material political and/or lobbying contributions.\nABOUT ACI CEO LETTER SUSTAINABILITY ENVIRONMENTAL SOCIAL GOVERNANCE COMMUNITY ENGAGEMENT", "metadata": {"source": "NASDAQ_ACIW_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}