{"page_content": "33FORWARD-LOOKING STATEMENT\nThis document contains forward-looking statements based on current expectations that involve a number of risks \nand uncertainties. Generally, forward-looking statements do not relate strictly to historical or current facts and may \ninclude words or phrases such as “believes,” “will,” “expects,” “anticipates,” “intends” and words and phrases of \nsimilar impact. The forward-looking statements are made pursuant to safe harbor provisions of the Private Securities \nLitigation Reform Act of 1995.\nForward-looking statements in this document include, but are not limited to, statements regarding expectations \nregarding revenue and adjusted EBITDA in 2019, which also constitute non-GAAP financial measures, as well as our \ngoals and expectations in respect of sustainability, ESG initiatives, data protection and other matters referred to in \nthis report.\nAll of the foregoing forward-looking statements are expressly qualified by the risk factors discussed in our filings \nwith the Securities and Exchange Commission. Such factors include, but are not limited to, increased competition, \nthe success of our Universal Payments® strategy, demand for our products, restrictions and other financial covenants \nin our debt agreements, consolidations and failures in the financial services industry, customer reluctance to switch \nto a new vendor, the accuracy of management’s backlog estimates, the maturity of certain products, failure to \nobtain renewals of customer contracts or to obtain such renewals on favorable terms, delay or cancellation of \ncustomer projects or inaccurate project completion estimates, volatility and disruption of the capital and credit \nmarkets and adverse changes in the global economy, our existing levels of debt, impairment of our goodwill or \nintangible assets, litigation, future acquisitions, strategic partnerships and investments, the complexity of our \nproducts and services and the risk that they may contain hidden defects or be subjected to security breaches or \nviruses, compliance of our products with applicable legislation, governmental regulations and industry standards, our \nability to protect customer information from security breaches or attacks, our compliance with privacy regulations, \nour ability to adequately defend our intellectual property, exposure to credit or operating risks arising from certain \npayment funding methods, the cyclical nature of our revenue and earnings and the accuracy of forecasts due to the \nconcentration of revenue-generating activity during the final weeks of each quarter, business interruptions or failure \nof our information technology and communication systems, our offshore software development activities, risks from \noperating internationally, including fluctuations in currency exchange rates, exposure to unknown tax liabilities and \nvolatility in our stock price. For a detailed discussion of these risk factors and reconciliations of GAAP and non-GAAP \nfinancial measures, parties that are relying on the forward-looking statements should review our filings with the \nSecurities and Exchange Commission, including our most recently filed Annual Report on Form 10-K, our Quarterly \nReports on Form 10-Q and our Current Reports on Form 8-K relating to financial results.", "metadata": {"source": "NASDAQ_ACIW_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}