{"page_content": "2020 ESG ANNUAL REPORT  |   11 \n Our People Our Operations Our Business Our Investing Our Communities\nEnhancing Our Culture of Inclusion \nOur people inspire us to prioritize an inclusive workplace \nwhere everyone can feel heard, valued and respected, and \nrealize their full potential. We know developing a culture \nof belonging and trust requires continuous relationship-\nbuilding and commitment. \nEmployee Networks. While employee networks have \nexisted in various forms in our operating units for several \nyears, we knew offering these groups throughout our \nglobal operations would be an important step. In 2020 \nwe launched six Employee Networks and invited all our \nemployees worldwide to participate. Arch Employee \nNetwork objectives include: \n \u0084Organize and build on grassroots momentum.\n \u0084Support strategic goals, such as recruiting, \ndeveloping and retaining diverse talent.\n \u0084Provide members with networking, support, \nmentoring and other development opportunities.\n \u0084Educate on best practices, advocate and build \nawareness.\n \u0084Engage allies and share experiences with other \nEmployee Networks. The D&I team analyzed input from an all-employee survey \nto determine which networks would be most valued and \ngather ideas of where we can have the most impact. \nFeedback from the survey helped shape the launch of these \nEmployee Networks:\n \u0084Abled not Labeled and Allies. \n \u0084Black Professionals and Allies.\n \u0084LGBTQ+ and Allies.\n \u0084Veterans and Allies.\n \u0084Women and Allies.\n \u0084Young Professionals and Allies.\nSo far, more than 1,100 employees have signed up to \nparticipate in at least one network. Importantly, we have not only focused on meaningful \nparticipation by members of each Employee Network, \nbut also strive for a minimum 30% participation rate from \n“Allies” because we know real change depends on all of us \nworking side-by-side, listening, learning and adopting new \nbehaviors that improve our collective decision-making, \nemployee engagement and ultimately our sustainability. \nEach Employee Network sets annual goals that reflect \nmember priorities, in alignment with our corporate \nstrategy. Each Network has an executive sponsor who \nis responsible for helping Network leaders finalize \ngoals, solve problems, execute plans and position \ncommunications in a manner that resonates with key \ndecision-makers. Given our current virtual environment, \nwe are seizing the opportunity to provide even broader \ninteraction across Arch by forming agile teams that will \nfocus on achieving different objectives.Employee Resource Groups (ERGs) have been active \nwithin our Mortgage group for several years, and these \ngroups have been integral in the creation of companywide \nEmployee Networks through sharing ideas, best practices, \nand even partnering on ERG-specific programming. Our \nMortgage group also launched a formal D&I Council and \nD&I project teams aimed at recommending and improving \nMetrics, People Processes, Culture, and Communications \nrelated specifically to D&I.DIVERSITY AND INCLUSION\nMore than 1,100 employees have signed up to \nparticipate in at least one Employee Network.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}