{"page_content": "2020 ESG ANNUAL REPORT  |   12 \n Our People Our Operations Our Business Our Investing Our Communities\nFostering Inclusive Leadership.  Because we know \nleaders play a critical role in shaping a culture that \nprioritizes D&I, a key component of our strategy is to equip \nleaders to model inclusivity in their interactions so that \nwe maximize the contributions of all employees. In 2020, \nwe introduced a course called “ Fostering Inclusion and \nDiversity ,” with 20 Arch leaders participating in the pilot. \nThe three-week intensive \ncourse was designed \nby Yale University \nprofessors and delivered \nthrough the ExecOnline \nplatform. After completing the program, all 20 of the \noriginal participants will co-facilitate weekly discussion \ngroups for other Arch employees. Our goal is to deliver the \nprogram to an additional 100 Arch leaders in 2021 and have \n800 managers complete the online program by 2022.DIVERSITY AND INCLUSION\nThe program was like a bus tour of a major city. I got a \nthorough overview and learned about the fundamentals. The \ninstructors presented interesting concepts in a way that made \nme want to know more. I’m excited to continue to ‘explore’ on \nmy own to get more in-depth.\n–Gina Pilla\nManaging Director\nOur goal is to deliver the inclusive leadership program to \nan additional 100 Arch leaders in 2021 100 Arch leaders in 2021 and have at least \n800 managers800 managers  complete the online program by 2022.Arch Insurance Culture Team. As we continue to \ndrive enhancements to our inclusive culture across our \ncompany, each of our business units also shapes the \nfabric of our corporate culture through programs and \ninitiatives that empower employees by giving them a \nvoice. For example, our Insurance group formed the \n14-member Arch Insurance Culture Team in 2019 to \ncreate thoughtful solutions in response to feedback \nfrom an employee engagement survey. Since then, the \nteam has met frequently to identify and promote ways \nto foster a positive workplace culture. \n14 employees14 employeesArch Insurance Culture Team\nFoster a positive workplace culture", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}