{"page_content": "2020 ESG ANNUAL REPORT  |   13 \n Our People Our Operations Our Business Our Investing Our Communities\nCAREER DEVELOPMENT\nThe Arch employee experience is enriched by a culture in which employees feel \nencouraged to grow personally and professionally. We invest in developing our people \nso they can grow with the company as we continue to produce innovative solutions. Our \napproach includes challenging career paths and high-caliber learning and engagement \nprograms, all of which are supported by tools and resources to foster meaningful career \ndevelopment for all employees.\nHuman Capital Management System\nIn 2020, we implemented a new global HCM system called \nWorkday®. This implementation provides a modern, \ncentralized employee and \nmanager self-service experience. \nThe integrated information \non all aspects of human \nresources (HR) management \nenables better transparency, \nan easier employee onboarding experience, and will \nhelp facilitate conversations about career progression, \ndevelopment opportunities and performance management. \nFurthermore, it will provide better HR workforce data and \nanalytics across the global organization. \nCareer Framework and Job Architecture\nDuring 2020, we completed an extensive workforce \nanalysis to develop a job architecture and systematic \njob-leveling framework. This framework serves as a \nmodel for the enterprise to evaluate and align roles and \ncompensation levels based on job responsibilities, market \ndata, strategic importance of the role and other relevant \nfactors. Our HR team developed this new job architecture \nby identifying job families and subfamilies across the \norganization, then partnering with the business to map \neach Arch employee to the new job architecture based on \nspecified criteria.The framework offers managers a number of benefits, \nincluding the ability to translate business goals into clear \ntalent requirements; the ability to attract, retain and \nengage employees by “demystifying” ways to navigate and \ngrow their careers; and the flexibility to determine the \nskills and competencies needed in response to changing \nmarket conditions. \nFor employees, the framework provides a better \nunderstanding of how their role supports the business, \nclear insights into their professional growth opportunities \nas well as consistent standards and objective \nmeasurements of performance. The framework is \ndesigned to ensure fairness and equity in compensation \nby using consistent standards.\nWorldwide job architecture  and job-leveling \nframework developed and implemented.\nEmployee training on our two learning and \ndevelopment platforms.\nCourses accessed by employees through our two \nlearning and development platforms.\nInterns in the U.S., U.K. and Bermuda.Framework \n14,000 hours\n36,000 \n48Career Development at a Glance\nThe framework enables learning and \ndevelopment teams across our operations \nto identify, create and manage programs \ntailored to the unique development needs \nof our employees. ", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}