{"page_content": "2020 ESG ANNUAL REPORT  |   14 \n Our People Our Operations Our Business Our Investing Our Communities\nCAREER DEVELOPMENT\nEarly Career Development \nWe recognize that identifying and cultivating talent in \nyoung professionals is essential to sustaining an innovative \nworkforce. Our internship and early career programs are a \nfew of the opportunities we provide young professionals to \nengage with the insurance industry. \nInternship Programs.  Our internship programs \nprovide highly motivated students with meaningful work \nexperience and professional development opportunities \nwithin our operations across the globe. In the U.S. and \nthe U.K. we offer both summer and semester-long \ninternships for high-performing college students. Working \nin departments including actuarial, underwriting, legal, IT \nand communications, interns gain hands-on experience as \nwell as career development through skills-based workshops \nand networking events. In 2020, we moved our internship \nprograms online due to COVID-19, and the interns \nconnected with their respective departments remotely to \ncomplete projects and participate in virtual events like our \nSpeaker Series  highlighting Arch employees from each of \nour insurance, reinsurance and mortgage segments. The \nonline experience allowed interns to network with each \nother as well as with senior Arch leaders. In total, we had \n44 talented interns in our U.S.- and U.K.- based virtual \ninternship programs. \nBermuda Internship to Scholarship Program. To \nsupport development of future insurance industry talent \nin Bermuda, where our corporate headquarters is located, \nwe established an internship program that works with \nlocal high schools to identify high-achieving students. \nEach student gains insight into our operations, receives \nmentorship and career development, and completes a \npresentation at the end of their internship. Scholarships are \nawarded to students who plan to complete their studies \nat an accredited university in an insurance-related field. \nSince the program’s inception in 2016, we have paid over \n$90,000 in tuition assistance, and we have hired two former interns into full-time roles in the Bermuda office after \nthey completed their undergraduate degrees. In 2020, we \nworked with four bright interns as they connected with \nmentors and completed projects virtually.\nEarly Career Program. We offer an Early Career Program  \nwith a keen focus on technical professional development \nfor college graduates. The 12-month program is geared \ntoward ambitious young professionals looking to launch \na successful career with a worldwide insurance leader. \nCurrently, the program focuses on helping associates build \nunderwriting skills, and in 2021 we will add a claims and an \nactuarial track. Throughout the year, participants receive \nspecialized training that can position them for career \nadvancement and valuable industry certifications. \nIn 2020, we made the program virtual due to COVID-19. \nDespite the changed environment, associates continued \nto learn collaboratively; completed self-directed training \nsessions; and interacted with peers, Arch leaders and \nexperts. Like previous years, they also participated in \nmentoring groups led by our executives and completed a \ncapstone project, which they presented to a panel of Arch \nleaders. In 2020, 23 talented associates graduated from \nthe program and we added 19 new associates who are \nexpected to complete it in 2021.\nLinkedIn Learning\nAll employees have access to the LinkedIn Learning \nplatform, which offers thousands of on-demand training \nvideos and e-books from industry experts.\n \u00845,000 hours of training in 2020.\n \u00841,600  employees accessed over 15,000 \ncourses.\nArch U\nThrough our Arch University (“Arch U”) learning platform, \nwe provide extensive coursework and certification \nopportunities for our employees around the globe.\n \u00849,000 hours of training in 2020.\n \u00844,500  employees accessed over 21,000 \ncourses.Learning and Development\nLearning and Development (L&D) continues to be a top driver of employee engagement and work productivity. In the face \nof a rapidly evolving industry and marketplace, a robust approach to L&D helps us to grow our business from within and \ncontinue to produce innovative solutions across our segments. Individuals and teams leverage companywide resources \nincluding training platforms and content. L&D continues to be a major tenet of our talent development strategy.  ", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}