{"page_content": "2020 ESG ANNUAL REPORT  |   15 \n Our People Our Operations Our Business Our Investing Our Communities\nIMPACT Leadership Development Program. IMPACT \nis a nomination-based, cohort-driven program in our \nInsurance group designed to build critical capabilities \nfor experienced leaders by utilizing world-class content, \nfacilitated by leading experts and contextualized for \napplicability to our industry. We deliver this program in \ncollaboration with Harvard Business Publishing Corporate \nLearning. After successful completion of the program, \nIMPACT alumni embark on the next phase: IMPACT+ . \nIMPACT+ is designed to give leaders a set of resources and \ntools to help support them and sustain their learning as \nthey apply new skills and approaches. Arch Experience. In 2020, leaders in our Insurance group \nlaunched a behavior-based development program to \nintegrate Arch’s core values into everyday decision-making \nand interactions with colleagues and customers. The Arch \nExperience  was designed to create a systematic method \nof delivering an exceptional employee and customer \nexperience. Employees meet weekly with their respective \ncohorts to discuss a specific core value and how it can be \napplied to enhance the internal and external customer \nexperience. In 2020, our focus was to “Introduce the Arch \nExperience,” and in 2021, our focus will be to “Embrace the \nArch Experience” as we continue to incorporate our core \nvalues into our overall strategy and brand. \nArch Masters of Excellence. Our Mortgage group \ndelivers a formal internal certification program designed to \nincrease employees’ business acumen through knowledge \nof the mortgage and mortgage insurance industries. The \ncurriculum includes foundational and specialized courses, \nincluding courses offered through Mortgage Bankers \nAssociation Education. Learning to Lead the Arch Way. The Mortgage group \nalso offers a robust leadership development training \nprogram called Learning to Lead the Arch Way, created to \nhelp managers at the AVP level and below become leaders \nin the industry. The program consists of two curriculums — \nManager Essentials  and Lead for Success — that work in \ntandem to set managers up for success.\nSuccession Planning.  In 2020, we built upon the work \ncompleted the prior year to enhance talent management \nand succession planning practices at Arch. We started \nwith executive roles across our business segments and \nservices teams and will continue expanding and deepening \nour practices in 2021. Data from these processes will help \nus further tailor our leadership development activities to \nensure we have a strong and diverse talent pipeline for key \nsenior roles.CAREER DEVELOPMENT\nLeadership and Professional Development\nWe believe in continuous development at Arch, which is why we invest in programs \nfor experienced professionals. We offer a number of targeted development programs \nthroughout our business units for every stage of our employees’ careers.\nIn 2020, 35 of our business leaders \ncompleted the IMPACT program, \nand an additional 72 IMPACT alumni \nparticipated in inclusive leadership \ntraining as part of IMPACT+ . \nOur Values define how we engage with \nemployees, customers and all stakeholders. \nUltimately they shape our behaviors \nand our company culture.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}