{"page_content": "2020 ESG ANNUAL REPORT  |   17 \n Our People Our Operations Our Business Our Investing Our Communities\nStrategy\nWe are an international group with myriad operations, \ncustomers and exposures all over the world. Our strategy \nis to develop a profitable and diversified portfolio of \ninsurance and reinsurance business in market segments \nwhere our company has underwriting expertise. We \ntake the risks of climate change seriously, and we believe \nthat considering and incorporating climate risks into our \nbusiness strategy drives long-term profitability.  \n \nRecognizing the businesswide impact, risk management \nresponsibilities are delegated across key individuals and \nfunctions at Arch. We employ a “Three Lines of Defense” \nstructure to our risk governance. As part of the second \nline of defense, our risk management group monitors our \noverall risk profile in relation to risk appetite and ensures \nadequate financial resources are maintained. This process \nleads the development, implementation and maintenance \nof risk frameworks and challenges execution of strategies \nand approaches.  \n \nOur integrated approach to risk management and its \nrelationship with other Arch functions, including ESG, \nresults in the risk policies and inputs to our risk register, \nwhich is part of a regular review process. The risk register \nis where all risks — including climate — are defined \nand analyzed, both qualitatively and quantitatively, for \nprobability and potential impact on our company.  \n For our property and casualty lines, we evaluate climate \nrisk alongside all other relevant perils and examine the \nimpact of climate factors in the near and long terms. We \nuse several strategies to mitigate these risks, including \ncatastrophe modeling, having a diversified portfolio and \nrisk-sharing through reinsurance.\nFor catastrophe modeling, we use various methods, some \nproprietary and some applying third-party computer \nmodels, to inform our underwriting and reinsurance \ndecisions and to manage our aggregate exposure to climate \nrisk and catastrophic events. Our risk management team \nmonitors these exposures, including those from natural \ncatastrophes such as hurricanes, earthquakes, typhoons \nand wildfires. The team keeps our management informed of \npeak high risk zones and insurance policies with exposure \nto risk for a substantial loss from a catastrophic event.\n \nGovernance\nOur Board of Directors (Board), as a whole and also at the \ncommittee level — specifically the Finance, Investment and \nRisk Committee (FI&R Committee) — has an active role in \noverseeing management of our company’s risks, including \nclimate-related risks. On a quarterly basis, our Board \nreviews information from senior management, as well as \nour Chief Risk Officer (CRO), on material risks, including those related to natural catastrophes such as climate  \nrisk, data privacy and cyber security, reputation, \nunderwriting, investments, capital management, liquidity, \nfinancial reporting, legal and regulatory and compliance. \nOur CRO, who is responsible for implementing our \nenterprise risk management framework, reports directly \nto our Chief Financial Officer (CFO) and communicates with \nthe FI&R Committee quarterly, or as needed, to review and \nmonitor risk.  \n \nOur risk management group follows a well-documented \ninternal control framework. Our Risk Management and \nGovernance Policy details our framework including the \nmechanisms used to monitor and control key risks.  \n Integrating Climate Change Risk\nOur Enterprise Risk Management (ERM) team formally \nidentified and integrated ESG performance into its risk \nregister and identified controls to address the risk. In \naddition, through the process of preparing a report in \nline with the recommendations of TCFD, the team is \nincorporating climate change and climate-related risks \ninto categories in our risk register and identifying the \ncomponents and controls to respond. ENTERPRISE RISK MANAGEMENT\nSee our TCFD Report on our website > >\n", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}