{"page_content": "2020 ESG ANNUAL REPORT  |   18 \n Our People Our Operations Our Business Our Investing Our Communities\nCode of Business Conduct and Supporting \nPolicies  \nOur Code applies to everyone — from our Board, including \noutside directors, to our senior leadership team, to our entry-\nlevel employees. It covers key areas including honest and \nfair dealing, anti-bribery and corruption, potential conflicts \nof interest, gifts, safety, harassment and discrimination \nprevention, antitrust and competition, document retention \nand numerous other topics central to our reputation and \npriorities. We also have a series of related policy statements, \nincluding a policy on insider trading and confidential \ninformation, a policy on the use of our computer network and \nelectronic communications and a policy against discrimination \nand harassment (Policy Statements). The Code and the \nPolicy Statements set forth standards for making decisions \nconsistent with our regulatory and ethical frameworks and \ngovern the way we conduct business (Compliance Program).  \n Policy Against Discrimination and \nHarassment  \nContained within our Code, we have a separate policy \nthat specifically addresses our commitment to providing a \nworkspace that is free of harassing and offensive behavior. \nOur policy states that all of our employment related decisions \nare made based on an individual’s job qualifications and \nperformance and not based on any characteristic protected \nby law like race, color, religion, creed, sex, national origin, \nancestry, disability, age, genetic information, citizenship \nstatus, pregnancy, gender identity or expression, affectional \nor sexual orientation, atypical cellular or blood trait, marital \nstatus, veteran status or membership in the armed services. \nWe also state that harassment based on these, or other, \nprotected characteristics is strictly prohibited and will not \nbe tolerated. Through our “Whistleblower Program,” we \nencourage our employees to report questionable conduct by \ncalling our dedicated compliance hotline number.  \n All of our activities must be managed in full compliance with \nthe Code and all applicable legal and regulatory anti-bribery \nand corruption obligations, including the U.S. Foreign Corrupt \nPractices Act, The U.K. Bribery Act and the Ireland Criminal \nJustice (Corruption Offenses) Act of 2018.  \n \nGovernance Practices  \nOverall responsibility for the functioning of Arch’s Compliance \nProgram has been assigned to our CFO who, by appointment \nby our Board, functions as our Director of Compliance. \nReporting to the Director of Compliance are 13 Group \nCompliance Officers representing each of our operating \ngroups. These Group Compliance Officers and all managers \nare expected to demonstrate strong ethical conduct, \nhelp their teams understand our Compliance Program \nand encourage employees to come forward and report \nquestionable conduct. As stated in our Code, this is every \nemployee’s responsibility and obligation.  \n Our Code and Policy Statements are reviewed and updated \nregularly to recognize and remain current with changing laws, \nregulations and industry best practices. Because we operate \nin many jurisdictions, we periodically (at least annually) \nconduct comprehensive reviews across these jurisdictions to \nensure new developments are considered and incorporated \nas appropriate. Any changes are approved by both the \nAudit Committee and the Board and then approved by our \noperating units.ETHICS AND CODE OF BUSINESS CONDUCT\nOur success for more than 20 years is anchored by our culture of ethics and compliance. \nStrong polices, including our Code of Business Conduct (Code), are at the core of this \nculture and play a pivotal role in setting expectations and providing guidance for our \nemployees, managers and senior leaders. We reinforce our commitment to these \nstandards through our annual companywide written certification and by making other \nresources available, like our 24-hour ethics hotline.100% of worldwide employees and directors certify \nthat they have received and understand the Code \nand the Policy Statements and agree to comply.\nMandatory compliance training for all employees \nworldwide includes Privacy and Information Security \nAwareness, Anti-Harassment, Sanctions Awareness \nand Records Management, and Social Media.100%\nMandatory  \nTrainingAt a Glance\nView our Code and Policy Statements > >", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}