{"page_content": "2020 ESG ANNUAL REPORT  |   19 \n Our People Our Operations Our Business Our Investing Our Communities\nOversight of Our Compliance Program  \nOur Board’s Audit Committee oversees the implementation \nand effectiveness of the Compliance Program. The Compliance \nDirector is responsible for overall monitoring, auditing and \nevaluation of the Compliance Program. The Audit Committee \nperiodically meets (at least annually) with the Compliance \nDirector and in-house auditors to ensure compliance.  \n \nTogether with our general counsel (GC), the Compliance \nDirector reports to and meets with the Audit Committee at \nleast annually to provide reports, including reports from \nthe Group Compliance Officers, on the implementation \nand effectiveness of the Compliance Program and its \nadministration, training, monitoring and auditing. The \nCompliance Director also periodically advises the Audit \nCommittee of any deficiencies in the Compliance Program \nand recommends improvements as necessary.  \n The Compliance Hotline and  \nMonitoring Calls  \nEmployees with questions or concerns are encouraged to \nconsult with their Group Compliance Officers or to take \nadvantage of our “Compliance Hotline.” The Compliance \nProgram is crucial to building an environment in which all \nemployees are fully cognizant of the standards of conduct \nthey must meet and are confident they can ask questions \nor report violations or suspected violations without fear of \nretribution. The Compliance Hotline numbers are published \nin our Code and reinforced through memos that accompany \nupdates to the Code that are distributed to all employees. The \nphone numbers are also readily available on our company \nintranet site. \n \nCalls to the Compliance Hotline are answered by a live \noperator and callers can be anonymous. The Compliance \nHotline is monitored by the Compliance Director, the GC and \nthe deputy GC, who receive email notification of any reported \nmatter(s). When notified, the Compliance Director determines \nwhether the allegations are sufficiently serious to require \nthat the Audit Committee be notified immediately and, if so, \nadvises the Audit Committee of the problem and the steps \nbeing taken to address the matter. Matters are promptly \nreferred to the appropriate Group Compliance Officer for \nevaluation. So long as reports are made in good faith, the \nevaluation procedures emphasize we will protect employees \nfrom negative consequences resulting from fulfilling their \nreporting obligations and protect their identities. The Audit \nCommittee is provided with a quarterly report regarding the \nCompliance Program. Our GC monitors the investigations and \nkeeps the Audit Committee informed. ETHICS AND CODE OF BUSINESS CONDUCT\n \u0084 Phone numbers to call anonymously to ask a question or \nraise a concern.\n \u0084 Commitment to deal honestly, ethically and fairly with \ncustomers, suppliers, competitors and other employees.\n \u0084 Discrimination- and harassment-free workspace and \ntreating all people equally.\n \u0084 Potential conflicts of interest.\n \u0084 Entertainment and gifts.\n \u0084 Protection of proprietary and confidential information \nand privacy.\n \u0084 Keeping accurate business records and reporting.\n \u0084 Communications.\n \u0084 Political contributions and activities. \n \u0084 Following global antitrust and competition laws. \n \u0084 Trading our securities and avoiding insider trading.\n \u0084 Abiding by anti-bribery and corruption laws.\n \u0084 Obeying copyright laws.\n \u0084 Healthy and safe work environment.\n \u0084 Observing laws that prohibit transactions with designated \ncountries, entities and people.\n \u0084 Programs to combat attempts to facilitate money \nlaundering.AREAS ADDRESSED BY OUR CODE AND POLICY STATEMENTS", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}