{"page_content": "2020 ESG ANNUAL REPORT  |   20 \n Our People Our Operations Our Business Our Investing Our Communities\nBUSINESS CONTINUITY\nOversight\nOur business resiliency strategy is overseen by our Chief \nOperations Officer (COO) who reports to our CEO. We have \na dedicated team of business resiliency professionals that \nhelps to prepare our company for the unexpected, including \nemergencies, catastrophes, pandemics and other disasters. \nIn addition, the company’s Privacy and Security Committee \n(described in the “Privacy and Data Protection” section) \noversees and reviews the company business continuity \nplanning on an annual basis or more frequently, as needed. \nAt the Board level, our resiliency planning is a frequent topic  \nof interest to our Board members.  \n \nOur programs are designed to prevent business \ninterruption and to be compliant with standards set forth \nby applicable insurance industry regulators. Our recovery \nand continuity strategy includes, but is not limited to: \n \u0084 Extensive and companywide exercises to  \nensure our capabilities are effective.\n \u0084 Emergency Facility Action Plans for every Arch \ncompany, encompassing the unique environment of \neach geographic location and office building.\n \u0084 Annual evaluations to practice and exercise the \neffectiveness of our policies and procedures. \nPandemic Response  \nArch’s Corporate Pandemic Plan  \nIn initial response to the emerging global pandemic in 2020, \nArch’s Business Resiliency Program Management Office \n— under the direction of our COO — developed Arch’s \nCorporate Infectious Disease and Pandemic Response Plan. \nThis plan was approved by the Group Privacy and Security \nCommittee in February 2020, and invoked companywide \nshortly thereafter.  Pandemic Readiness Reviews and Transitioning to \nWorking from Home  \nIn early March, 2020, our COO and Chief Information \nOfficer (CIO) met with leaders from our worldwide \noperations to discuss pandemic response and ensure each \noperation invoked its plan and appointed a coordinator. \nWe then began work to ensure all employees had the \ncorrect equipment and IT infrastructure to work remotely. \nThese actions allowed our worldwide workforce to \nsuccessfully adapt to accomplishing their responsibilities \nfrom remote locations. \n \nPandemic Response Command  \nArch’s Pandemic Response Command (PRC) was formed to \nmanage the enterprise response to COVID-19 in line with \napplicable laws and regulations. The committee worked \ndirectly with Arch companies’ and locations’ incident \nresponse teams to facilitate preparedness and response \nstrategies worldwide and to minimize adverse pandemic \naffects on an ongoing basis.  \n \nThe PRC is made up of the COO, CRO, CHRO and \nother key senior management representing the legal, \ninvestments, compliance, operations, IT, facilities and \ncommunications functions.  \n \nThe PRC has five vertical working groups that address the \nobjectives of the Arch Corporate Pandemic Plan:\n1. Business Enablement and Continuity – COO.\n2. People and Policy – CHRO.\n3. Economic Scenarios – CRO.\n4. Engagement – Senior Communications Executive.\n5. Facilities – Senior Facilities Executive.  \n Each of these group leads met regularly with \nrepresentatives from our operations, with the support of \nexternal experts, to inform the Arch response and help \nthe PRC better understand the pandemic and its impact. \nExternal experts participating in Arch’s PRC in 2020 \nincluded:\n \u0084 Infectious disease medical doctor.\n \u0084 Professor of epidemiology and public health.\n \u0084 Crisis management and response consultant.\n \nLimited Reentry and Considering a New Business  \nas Usual  \nAs we consider employee reentry to our global offices, \nthe PRC team has been meeting regularly to develop a \nframework for business leaders to use when determining \nhow to reopen offices in a safe and realistic manner. \nUltimately, local business leadership, with input from any \nnecessary corporate resources, has the authority to make \ndecisions on reopening offices on a case-by-case basis. We \nare surveying employees to assess timing and capacity of \nany office reentry.The COVID-19 pandemic introduced \nan unprecedented set of challenging \ncircumstances to our business \noperations throughout 2020. The quick \nrollout of our business continuity \nprogramming and a collective, well-\nplanned and ongoing response were \ncritical to our ultimate success in \nreacting to these circumstances \nand continuing to operate without \ndisruption and serve our customers \nto the highest degree amidst the \npandemic.\n–Chris Hovey,  \nChief Operations Officer\nArch’s Pandemic Response Command\nBusiness Enablement \nand ContinuityPeople and Policy Economic Scenarios Engagement Facilities", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}