{"page_content": "2020 ESG ANNUAL REPORT  |   3 \n Our People Our Operations Our Business Our Investing Our Communities\nDespite the unprecedented challenges of 2020, I’m pleased \nthat Arch faced the extraordinary year head on, persevered \nand emerged stronger. We held to our Purpose — We Enable \nPossibility — while advancing our Environmental, Social and \nGovernance (ESG) strategy. And while it was a demanding \nyear, it also gave us a clearer perspective on how our \ncompany can make a difference through focused efforts.\nSupporting our employees, clients and communities as \nthey navigated the pandemic was our priority in 2020. Early \non, we recognized the importance of providing stability \nand assistance to those in need and quickly identified \norganizations that were aiding underserved communities \nand addressing the immediate and long-term needs of the \nmost vulnerable. \nWe also mobilized to help our employees and their families. \nWe expanded our existing financial, medical and mental \nhealth benefits to address the unique challenges of \nCOVID-19 and established an employee assistance fund to \nprovide monetary support for our people suffering financial \nhardships. Additionally, we offered several avenues for \nemployees to bolster their mental and emotional well-being.Beyond the pandemic, the past year was marked by historic \nprotests for racial justice and equality. We committed \nresources to the fight against race-based violence and \ninjustice by supporting organizations that champion \ndiversity, inclusion and equity in the U.S. and around \nthe world. Internally, we expanded our commitment to \ndiversity with the launch of a new Diversity and Inclusion \nstrategy, approved by our executive leadership team and \nimplemented in 2020. We are pleased with this progress \nwhile acknowledging the hard work that lies ahead for us to \nachieve our goals. \nLast year we introduced our inaugural Sustainability Report, \nand as we advance the integration of our ESG considerations \ninto our business strategy for long-term value creation, \nwe will continue to improve our disclosures. In 2020, we \nsharpened our focus on the environment and the effects \nof global climate change on our sustainability goals. \nUnderstanding that certain insurance transactions have \nheightened environmental risks, we adopted sector-specific \nguidelines that outline our approach to underwriting risks \nin the thermal coal industry. Additionally, our investment team continues to manage ESG factors in our portfolio, \nimproving the overall ESG rating of Arch’s investments. With \nthis increased emphasis on climate, we prepared our first \nclimate-related report aligned with the framework set forth \nby the Task Force on Climate-related Financial Disclosures.\nRecognizing the importance of minimizing our corporate \nfootprint, for the first time, we measured our greenhouse \ngas emissions so we can continue to take steps to reduce \nand offset emissions from our operations.\nThis year marks Arch’s 20th anniversary, and we are excited \nto enter our third decade in business and to continue our \noverall ESG journey.\nMARC GRANDISSON\nChief Executive Officer\nArch Capital Group Ltd.\nA MESSAGE FROM OUR CEO", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}