{"page_content": "2020 ESG ANNUAL REPORT  |   21 \n Our People Our Operations Our Business Our Investing Our Communities\nPRIVACY AND DATA PROTECTION\nDefensive Strategy\nWe employ an in-depth strategy to protect information \nin our care. Our comprehensive approach includes \nembedded data protection throughout our operations \nand technology programs to safeguard personal data \nand digital assets. These controls focus on our ability \nto prevent, detect and respond quickly to security \nevents affecting our environment. We use sophisticated \ntechnology tools to help protect our systems, including \nmulti-factor authentication, firewalls and detection \nand response systems. We bolster this technology by \nfollowing industry best practices regarding hardening our \napplications and infrastructure. \n \nWe participate in industry information sharing networks \nsuch as “Financial Services Information Sharing and Analysis \nCenter” to understand threats affecting our peers across \nboth insurance and the larger financial sector. We leverage \ninformation to conduct threat hunting across our enterprise \nagainst those indicators shared publicly or privately.  \n \nPrivacy and Security Policies\nOur privacy and security policies govern all business lines \nand subsidiaries. We implement safeguards designed to \nhelp prevent unauthorized use, access and disclosure \nof protected information. We restrict access to personal \ninformation and require those who have access to use it \nonly for legitimate business purposes. We monitor and \nadhere to the various privacy and security regulations \nacross the regions where we do business.   Training\nOur employees receive annual training on data security \nbest practices, equating to thousands of training hours. \nEmployee training includes, for both current employees \nand new hires: privacy and information security, Records \nand Information Management, the EU’s General Data \nProtection Regulation (for all EU, U.K. and designated \nemployees) and social media. Additionally, we conduct \nregular phishing tests and publish email communications \nand intranet posts regarding key security topics and group \ntraining sessions on specific security topics as needed. \nOur Cyber Security team members hold many advanced \nindustry certifications and engage in ongoing training to \nkeep aware of the latest threats.  \n \nExternal/Independent Evaluation and \nSelf-Assessments\nWe annually undergo external evaluation including \npenetration testing to ensure Arch is adapting to the latest \nthreats. Our infrastructure team undergoes annual SSAE \n18 SOC 2 exercises to ensure alignment with expected \ncontrols. We conduct self-assessments of our internal \ncontrols (aligned with ISO 27001, NIST and NYDFS controls) \nto evaluate the integrity of our security posture. We look \nto continually improve our security posture.  \n \nThird-Party Relationships\nWe have a process for managing the cyber security risks \nof third-party service providers and meeting regulatory \nrequirements. As part of our supplier management \nprogram, there are threshold requirements for engaging \nwith third parties that are designed to identify and mitigate risks associated with their use. Before a third \nparty provides any services, our centralized vendor \nmanagement group performs a risk/rating assessment \nif the entity may have access to and process our \ndata. Reassessments occur regularly, with frequency \ndetermined based on a risk assessment and rating \nprocess. A comprehensive questionnaire is the foundation \nfor the assessment and addresses aspects of the vendor’s \ndata security controls and policies, including business \ncontinuity. Our Group Policy and Security Committee has \noverall responsibility for this policy. \n \nPrivacy and Security Committee\nWe have a formal internal committee comprised of \nsenior representatives from our legal, compliance and \nsecurity groups to monitor data privacy matters across \njurisdictions and to recommend changes within affiliates’ \noperations as well as best practices to meet regulatory \nand customer demands.  \n \nOversight\nOur COO is responsible for information security and \nbusiness continuity programs. One or more members \nof the Privacy and Security Committee report to the \nCOO, CIO and GC. The COO provides updates on the \ninformation security and business continuity programs \nand policies, as needed, to executive management and \nthe FI&R Committee. The FI&R Committee reviews and \ndiscusses with the Board the strategies, processes and \ncontrols pertaining to the management of our information \ntechnology operations, including cyber risks and \ninformation security.We live in a sophisticated digital age when nearly all information is shared electronically, and the associated risks are no less complicated. \nWe are committed to applying high standards of diligence and security when it comes to handling and protecting the personal data of our \ncustomers and employees, and when it comes to observing data protection laws and regulations. We already have robust policies and \nprograms in place, and we continually look for ways to improve and adapt to new threats.  \n \n", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}