{"page_content": "2020 ESG ANNUAL REPORT  |   22 \n Our People Our Operations Our Business Our Investing Our Communities\nRESPONSIBLE SUPPLY CHAIN\nOur suppliers include professional services providers, \nsoftware and SaaS (Software as a Service) providers and \nhardware and equipment suppliers (Suppliers).  \n \nOur Supplier Code is available on our website and asks \nSuppliers to:\n \u0084 Review our company Code of Business Conduct  \nand adhere to its principles/values.\n \u0084 Comply with all applicable laws in the services  \nthey provide.\n \u0084 Report violations if they see any.\n \u0084 Comply with the standards set forth in our Human \nRights Policy.\n \u0084 Incorporate principles of supplier diversity when \nmaking their own contracting decisions.\n \u0084 Comply with environmental laws and minimize \nnegative environmental impact from operations.Supplier Monitoring and Engagement  \nAs part of our Supplier Code, we reserve the right to \nmonitor, audit and investigate each Supplier’s processes \nto ensure they are in line with our policy. Upon request, \nSuppliers understand that they must be able to provide \nproof of compliance.  \n \nDuring 2021, we plan to evaluate and engage with some of \nour largest suppliers to get a better understanding of their \npolicies around sustainability. Through this process we can \nassess their compliance with our Supplier Code and discuss \nour ongoing relationship from a strategic perspective. We’ll \nuse the information obtained to guide and inform our \nongoing relationship.  \n \nNew Technology Solution  \nTo further inform us and to help us build a responsible \nsupply chain program, we engaged a technology solutions \nprovider to apply its market intelligence around our \ncurrent and prospective Suppliers’ sustainability practices. \nTheir tool includes ratings by third-party sustainability \nrating agencies. Our expectation is that through this \nsoftware we’re able to better assess our current Suppliers’ \nsustainability practices and add sustainable practices more \nformally to our selection process for future suppliers.  \n In the interest of working with suppliers that adhere to the same ethical standards as \nArch, we launched in 2020 a Supplier Code of Conduct (Supplier Code) that sets forth our \nexpectations for suppliers providing goods or services. We are committed to engaging \nwith contractors, consultants, suppliers and vendors with the highest level of integrity to \nsupport our long-term growth and add value to our company.\nView our Supplier Code > >\nView our Human Rights Policy > >", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}