{"page_content": "2020 ESG ANNUAL REPORT  |   24 \n Our People Our Operations Our Business Our Investing Our Communities\nOPERATIONAL SUSTAINABILITY\n2020 Initiatives  \nAs we look forward and strategize to better integrate \nsustainability in our operations, here are a few of our  \n2020 highlights:\n \u0084 We are excited to share our first year of greenhouse \ngas emissions reporting and an overview of our \napproach to not only measuring our footprint, but \nalso aligning on a go-forward strategy to reduce \nand offset our carbon emissions. This data covers \nFY19  — as our intent with our first year of reporting \nis to establish a reasonable baseline data set \nthat best reflects our average emissions output \nover time. Our 2020 data was highly skewed due \nto the pandemic, and we feel it would not be an \nappropriate benchmark year.\n \u0084 Our Blue Goes Green committee continued work \non several initiatives to improve awareness of more \nsustainable practices and environmental topics:\n – For our office pantries, we took steps to remove \nsingle-use plastics including nearly all water \nbottles, plastic cutlery and single-use paper \nproducts, including paper plates and cups, \nacross worldwide operations.\n – We sourced and distributed sustainable \nreusable pantry supplies, including reusable \nwater bottles, water dispensers in new \nworkspaces, reusable cutlery sets and reusable \ncoffee cups, which will be provided when we \nreturn to our offices.\n – We introduced environmentally friendly \ncleaning supplies for our offices. \u0084 Looking ahead, the Blue Goes Green committee \nwill primarily focus on reducing our greenhouse \ngas emissions and achieving improved operational \nefficiency year-over-year. These goals will require \nongoing collaboration with Arch’s Global Facilities \nGroup.\nImproving Efficiency – 2021 Priorities  \nOver half of Arch’s carbon emissions come from the fuel \nused to power our corporate air travel. Maximizing travel \nefficiency will become a corporate priority moving forward. \nWe are considering a variety of interventions, including \nadjusting corporate travel policies and working with our \ntravel vendors to drive change.  \n \nBeyond corporate travel, monitoring and reducing our \noffice electricity and natural gas consumption levels are \nanother priority for the Blue Goes Green committee. While \nwe are an office-based company that primarily leases our \nbuilding space, we still see strong value and responsibility in \nacknowledging and understanding our Scope 1 and Scope 2 \nemissions and improving everywhere we can.Greenhouse Gas Emissions and \nMethodology \n2019\nScope 1 Emissions  (Metric Tons CO2e)* 1,008\nScope 2 Emissions (Metric Tons CO2e)* 5,775\nScope 3 Emissions  (Metric Tons CO2e)** 8,876\nWorldwide Square Footage 1,074,514\n* Our methodology for calculating Scope 1 and \nScope 2 Greenhouse Gas emissions involved \napplying national energy consumption averages \nand emissions factors to our offices based on \nsquare footage. Scope 1 2019 estimated emissions \ncovers only natural gas consumption. Scope 2 2019 \nestimated data covers only electricity consumption.** Our methodology for calculating Scope 3 \nemissions involved aggregating exact data \nfrom our third-party travel expense system \nwith approximate data from internal sources. \nThe methodology also incorporated a national \n(U.K.) conversion factor. Scope 3 2019 estimated \nemissions covers business flight travel. We do  \nnot currently report on other potential major \nScope 3 contributors such as commuting, other \nforms of transport such as rail, rental or car fleet \nusage, etc.\nWhile our reporting covers only a portion of our \nemissions, we believe that conducting this analysis \nis an important initial step toward implementing \nchanges in our behaviors and considering \nmeaningful, certified carbon offset projects or \ncarbon credits to reduce or avoid emittances.While reducing our company’s carbon footprint is a very important step in fighting \nclimate change, it is unfortunately not possible to operate in today’s society without \nbeing responsible for some form of greenhouse gas emissions. I’m thrilled Arch is taking \nthe step to research and then buy carbon offsets for those emissions that cannot be \nreduced. Buying offsets, or carbon units, financially assists projects that actively remove \nmore greenhouse gases from the atmosphere than they emit. Examples of such projects \nare REDD+ forestry protection and deforestation projects, renewable energy projects, \ncommunity projects such as providing energy-efficient stoves and clean water to \ncommunities, and waste-to-energy projects. Some of these projects have an additional \nsocial benefit that makes them a perfect fit for our company.\n–Nadia De Lange, \nPricing Actuary\nChairperson, Blue Goes Green\n", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}