{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   26 UNDERWRITING: OUR THERMAL COAL POLICY\nRecognizing that certain sensitive transactions have \nheightened environmental risks, including thermal coal \nmining and thermal coal powered plants, we adopted a \npolicy that identifies and manages our approach.  \nOur policy:  \n \u0084 Applies to our global insurance business.\n \u0084 Encompasses both existing and new thermal \ncoal mines and coal-fired power plants (together, \n“Thermal Coal”). \n \u0084 Excludes insureds that are indirectly involved in \nthe extraction, transportation or infrastructure of \nThermal Coal.\n \n \nThermal Coal Policy Guidelines\nWe are committed to screening Thermal Coal submissions \nto determine if they are high risk. We define high risk \nThermal Coal insureds as those deriving 30% or more of \ntheir revenues from thermal coal power production. If an \nunderwriting submission is identified as being high risk,  \nthe underwriter will flag the submission and either  \na) decline the transaction based on our defined risk \nthreshold, or b) refer the transaction to the appropriate \nescalation committee.  \n Evaluation and Governance\nOnce screened, if necessary, a flagged submission will be \nreferred to an Environmental Risk Oversight Committee \n(EROC) for additional review. The flagged Thermal \nCoal submission is further assessed to determine its \ncommitment, capacity and track record on social and \nenvironmentally responsible business practices. The \nassessment may also be informed by additional risk criteria.    \n \nThe EROC meets quarterly to review prior transactions and \nwill report to the ESG Steering Committee. This evaluation \nprocess allows us to avoid blanket exclusions while we \nmitigate potential ESG exposures associated with higher \nrisk transactions.  \n  \nAssessment Results Monitored\nWe will track the outcomes arising from our assessments \nbased on these guidelines. This information will help us \nevaluate the effectiveness of our process and whether our \ncriteria are appropriate. External reporting regarding the \nannual screening process will be published in future annual \nSustainability Reports.  \n \nView our Thermal Coal Policy > >\nIn early 2021, we implemented sector-specific guidelines that outline our approach to integrating \nenvironmental considerations into underwriting thermal coal business accounts. ", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}