{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   27 SUSTAINABLE INSURANCE SOLUTIONS\nEnabling Access to Housing  \nand Mortgage Programs  \nThrough our Mortgage Insurance (MI) products, we enable \nmore families to purchase homes and accumulate wealth. \nThe down payment on a mortgage can be a significant \nhurdle to owning a home, particularly for lower-income \nfamilies. MI enhances the ability to obtain a loan by \nenabling borrowers to qualify for loans with low down \npayments, and, as the Joint Center for Housing Studies at \nHarvard University found, “there continues to be strong \nsupport for the association between owning a home and \naccumulating wealth.”1 \n \nOur MI business gives lenders the confidence and flexibility \nto approve mortgage loans with only a modest down \npayment, expanding opportunities for homebuyers, which \nin turn strengthens communities and promotes a healthy \neconomy. Despite the severe pandemic-induced economic \ndownturn, 2020 was a record year for mortgage loan \noriginations — for both new home purchases and mortgage \nrefinancing, according to HousingWire.2 We are proud \nof our role in expanding homeownership opportunities \nresponsibly and for enabling homebuyers to begin their \neconomic security and realize the long-term benefits of \nowning a home. In 2020, we helped over 397,000 buyers in \nthe U.S. afford a home.Mortgage Insurance Community Heroes Program —\nHelping Health Care Heroes in 2020  \nStrong communities depend on a healthy mix of residents \nwith a wide range of skills, including what we have come \nto call “essential workers,” such as teachers, police, \nfirefighters, active and former military personnel and \nparamedics. These community heroes often can’t afford \nto buy homes where they work. Through this innovative \nmortgage insurance program, we make it possible for \neligible community heroes to get mortgages with modest \ndown payments — as low as 0–1% — in the localities where \nthey work.  \n \nIn October 2020, we expanded this program to incorporate \nbroader borrower eligibility criteria targeting medical care \nworkers. We are proud of this addition to the existing \nprogram and the ability to positively impact a group of our \nmost important community heroes. Borrowers are eligible \nif they are employed at:\n \u0084 Hospitals.\n \u0084 Physicians’ offices and medical practices.\n \u0084 Inpatient and outpatient care centers and clinics.\n \u0084 Assisted living facilities.\n \u0084 Skilled nursing facilities.\n \u0084 Home health agencies. Insurance supports the innovations that allow the global economy to prosper. We are in the business \nof building resilience, protecting people and businesses and managing risk. We offer a range of \nspecialized insurance products and customer-oriented solutions that have a positive social, economic \nand environmental impact. Many of these products help to build safer, stronger and more inclusive \ncommunities. \nMortgage Relief during the Pandemic  \nMillions of homeowners have faced difficulties keeping up with their mortgage payments during the COVID-19 \npandemic.3 In March 2020, the federal government offered homeowners protections and relief under the Coronavirus \nAid, Relief, and Economic Security (CARES) Act; COVID-19 hardship mortgage forbearance and a temporary halt to \nforeclosures. Such protections were initially offered for mortgages insured by Fannie Mae and Freddie Mac, HUD (U.S. \nDepartment of Housing and Urban Development)/FHA (U.S. Federal Housing Administration), VA (Veteran Affairs) or \nUSDA (U.S. Department of Agriculture). Some states also offered relief options. In light of the unprecedented times for \nhomeowners and lenders, we affirmed our support for such forbearance and loss-mitigation programs initiated by \nFannie Mae and Freddie Mac, designed to help families get back on their feet.\n1  Christopher E. Herbert, Daniel T. McCue, and Rocio Sanchez-Moyano, “Is Homeownership Still an Effective Means of Building Wealth for Low-income and \nMinority Households? (Was it Ever?),” Joint Center for Housing Studies, Harvard University, Sept. 2013.\n2  “Rate lock data suggests $4 trillion in 2020 mortgage origination volume,” Housing Wire, Nov. 2, 2020.\n3  Consumer Financial Protection BureauThere continues to be strong support for \nthe association between owning a home \nand accumulating wealth.\n", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}