{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   28 SUSTAINABLE INSURANCE SOLUTIONS\nFirst-Time Homebuyer Initiatives  \nWhen it comes to buying a home, millions of people depend \non mortgage insurance each year, including private MI, FHA \nand VA. It’s an important factor in making home purchases \npossible for first-time homebuyers, low- to moderate-\nincome borrowers and minority and immigrant borrowers.  \n \nWithout the option of mortgage insurance, most borrowers \nwould need to make a 20% down payment to purchase a \nhome. Our residential MI solutions provide lenders and \nborrowers with the flexibility to facilitate the purchase of a \nhome with smaller down payments.  \n \nWe’re an approved MI provider for Fannie Mae’s \nHomeReady® and Freddie Mac’s Home Possible®. These \nfederally sponsored affordable loan programs offer low- and moderate-income borrowers the opportunity \nto become first-time homebuyers and begin to build a \nstronger foundation of economic security. HomeReady and \nHome Possible mortgages insured by us allow buyers to put \ndown as little as 3%. We are proud to be part of programs \nthat help creditworthy buyers access more affordable \nsolutions.  \n \nProspective buyers not only have the challenging task \nof saving toward this goal, but also must deal with \npotentially rising home prices. Beyond facilitating lower \ndown payments, our MI fixed-payment solutions provide \nhomebuyers the added benefit of locking in a set payment \nfor simpler and more cost-effective financial planning.\nWITHOUT M I WITH M I\n20% down payment =\n$20,00010% down payment =\n$20,00 05% down payment =\n$20,00 0\nIf a borrower’s income can support a larger loan amount, a $20,000 down payment with mortgage insurance \nincreases buying power.BORROWER BUYING POWERCreating an Informed  \nMortgage Industry Workforce  \nIn 2020, our mortgage \ngroup undertook \ntwo new ventures to \nexpand awareness of \nissues critical to the \nmortgage insurance \nbusiness and the state \nof U.S. housing. Kirk \nWillison, Vice President \nfor Government and Industry Relations, introduced \nthe Capital Commentary newsletter and the PolicyCast \nvideo podcast to provide education around critical \npolicy issues shaping the future of housing in America. \nBoth the newsletter and the video podcast are replete \nwith analysis of the challenges facing policymakers and \nindustry practitioners to not only grow sustainable \nhomeownership but to reduce the risk of losses to the \ngovernment and investors. Among other important \ntopics, Willison has focused on the challenges faced \nby many minority borrowers when trying to establish \na credit score, the dearth of affordable housing \nand the national effort to address racial inequity in \nhomeownership.  \n \nWhat started as resources to inform our employees \nquickly became sources of information to be shared with \nthousands of clients and colleagues within the industry. \nThe newsletters and podcasts are now distributed to \nmore than 2,000 industry professionals.\nView Arch MI’s PolicyCast & Newsletters > >There used to be an old-time clothing \nstore in the Washington, D.C. \nsuburbs that employed the slogan, \n‘An educated consumer is our best \ncustomer.’ I like to think that an \neducated mortgage industry employee \nis the best resource we have to \npersuade policymakers to enact laws \nthat will be good for homeownership \nand good for our businesses. Capital \nCommentary and PolicyCast are two \ntools to help us reach that goal while, \nat the same time, demonstrating \nArch’s reputation as a thought leader.\n–Kirk Willison,  \nVice President, Government and Industry Relations", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}