{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   29 \nSUSTAINABLE INSURANCE SOLUTIONS\nWealth Accumulation through Homeownership  \nIn addition to the benefits that communities made up \nof homeowners enjoy, homeownership can be a wealth \nbuilding tool. Through our MI products, eligible borrowers \nare able to become first-time buyers and begin the process \nof accumulating wealth sooner than they otherwise could \nhave. As shown in the chart below, this homebuyer took \ntwo years to save for a 3% down payment. In Year 3, the \nhomebuyer puts 3% down and finances 97% with mortgage \ninsurance to purchase the home. It would have taken this \nbuyer another 14 years to save a 20% down payment. \nIn these 14 years, this homebuyer has the potential to \naccumulate housing-related wealth of over $80,000.\nFirst-Time Apartment Rentals Program  \n \nOur surety group operates a lease rental bond program \nthat issues bonds to provide rent payment protection for \napartment leases. When the first-time renters program began in 2019, we issued bonds predominantly in New York \nCity. In 2020, we expanded our impact by issuing bonds \nnationwide. The expansion and the flexibility to issue both \nshort- and full-term bonds allowed us to issue over 4,300 \nbonds since program inception and over 3,400 in 2020, \nwhich is a 285% increase over 2019.  \n \nWith the protections afforded by these bonds, students, \nfirst-time renters, new entrants into the job market and \nother underserved segments of the community can lease \napartments that they may not otherwise be able to rent. \nThis program helps these individuals and families obtain needed and appropriate housing in neighborhoods with \nbetter opportunities and/or safer environments while \nbuilding their personal credit history. We are committed \nto assisting the communities we serve by offering creative \nsolutions to support their housing needs while also \nimproving leasing opportunities for tenants.  \n \nFair Housing and Equal Credit Opportunity Acts  \nIn our mortgage business, we promote the expansion of \nviable homeownership opportunities through the use \nof fair and reasonable underwriting requirements. We \nbelieve in fair treatment of all borrowers in accordance \nwith applicable law. We operate in accordance with the \nprovisions of the Fair Housing Act as well as the Equal Credit \nOpportunity Act (though this law is not directly applicable \nto Arch MI). The Fair Housing Act makes it unlawful to \ndiscriminate in housing-related activities against any \nperson because of race, color, religion, national origin, sex, \nhandicap or familial status. The Equal Credit Opportunity Act prohibits discrimination with respect to any aspect of a \ncredit transaction on the basis of sex, race, color, religion, \nnational origin, marital status, age (provided the applicant \nhas the capacity to enter into a binding contract), receipt of \npublic assistance or because the applicant has in good faith \nexercised any right under the Consumer Credit Protection \nAct. We fully support the letter and the spirit of both of \nthese laws and will not condone discrimination in any \nmortgage guaranty insurance transaction. Our commitment \nto homeowners and the housing finance industry is a \nresponsibility we take seriously, as we work to encourage \nfair lending, open new markets and expand our insurance \nservices.\nHow does mortgage insurance help build wealth?\nAssumptions and Sources: Median-priced house cost $346,800 [ FRED ]; House price growth rate 3.89% [ FHFA ]; Median annual income $68,703 [ FRED ]; Income growth rate \n3.27% [ FRED ]; Annual savings rate 9.00% [ FRED ]; Average monthly rent $1,405 [ CBS News ]; Annual inflation 1.86% [ BLS]; 30-year mortgage interest rate 4.01% [ FRED ]\nDisclaimer: For example purposes only. The example is based on economic conditions to date. Actual loan and investment scenarios will vary with economic \nconditions. Source data from: National Association of Realtors (NAR), Federal Bank Reserve of St. Louis (FRED), CBS News and U.S. Bureau of Labor Statistics (BLS).285% increase in number of bonds \nissued in 2020 compared to 2019;\n4,300 individuals or families benefiting \nsince inception of program.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}