{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   30 SUSTAINABLE INSURANCE SOLUTIONS\nCOVID-19’s ruthless sweep across the globe has highlighted \nsignificant inequalities in governments’ abilities to react \nto both the health emergency and economic fallout. \nDeveloping countries have been acutely exposed by \nCOVID-19 emergency measures and economic lockdowns, \nparticularly those dependent on trade in services, such as \ntourism, as well as those whose export earnings fluctuate \nwith world commodity prices. Governments are turning \nto multilateral support, now more than ever, to assist with \nmitigating these issues.  \n \nOur sovereign credit and political risk underwriting \nprograms enable developing countries to drive their \neconomic and social growth. The governments of emerging \neconomies turn to lending institutions for capital to fund \ninitiatives to drive trade and development, improve debt \nsustainability (i.e., long duration and/or lower cost debt \nportfolios) and/or build infrastructure like roadways, \nhospitals and railways. We facilitate this lending by covering \nthe lenders against the risk of a sovereign default.  \n We are proud of our relationship with a host of different \nmultilateral organizations and during 2020, we were \nonboarded by the Multilateral Investment Guarantee \nAgency (MIGA), a branch of the World Bank. MIGA \nprovides guarantees to a broad range of projects in \ndeveloping member countries and helps investors obtain \naccess to funding sources with improved financial terms. \nBy supporting our multilateral clients like MIGA, ATI \nand Afreximbank, we are able to bridge the financing \nrequirements to help our insureds fulfill their mandates, \nas well as assisting these developing countries to better \nmanage the seismic shifts triggered by the pandemic. As an \ninsurer, the investment is mutually beneficial as we are able \nto position ourselves behind these institutions and share \nthe “preferred creditor status” in the territories we cover.\nCommercial Lender – Turk Eximbank (IBRD) \nUnderwrote the financing of a World Bank guaranteed facility that \nlends to Turkish exporters and entrepreneurs abroad. A specific \nfocus of the facility is to prioritize companies with greater female \nrepresentation in their teams and at C-suite level.\nCommercial Lender — Cocobod\nAssisted the Ghana Cocoa Board in meeting its financing needs \nto support the local 2020–2021 cocoa crop. Critically, the start \nof this cocoa season saw the introduction of the “living income \ndifferential,” which enforces an increase in the farm gate price and \nsupports the price received by cocoa farmers, with a long-term \naim to reduce farmer poverty in Ghana.\nRefinancing and repayment of public debt in the Republic of \nMontenegro eases the government’s near-term debt service \nobligations. This allows greater focus on more urgent responsibilities, \nsuch as increasing spending on public health measures in response \nto the COVID-19 crisis as well as providing assistance to key initiatives \nin the tourism sector that have been negatively impacted by the \npandemic.Commercial Lender – Montenegro (IBRD) \nATI — MoF Ghana\nSupport for a variety of healthcare projects across Ghana, \nincluding the construction of a trauma hospital in Anyinam, the \ndevelopment of a 100-bed hospital in the Obuasi District and the \nretooling of the Accident & Emergency Department for the Enyiresi \nGovernment Hospital. Enabling Growth and Stability in Emerging Markets\nSovereign Credit and Political Risk Underwriting Programs", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}