{"page_content": "Our People Our Operations Our Business Our Investing Our Communities\n 2020 ESG ANNUAL REPORT  |   31 Supporting and Protecting Our Community \nHeroes — Fire and Emergency Services \nInsurance Programs at McNeil  \nThrough Arch’s subsidiary McNeil & Company, Inc. (McNeil), \nwe create specialized insurance programs that build \non more than 25 years of success insuring providers of \nfire and emergency services. We work hard to support \nfirefighters and emergency responders with the very best \nservice, primarily through our leading ambulance and \nemergency services insurance programs, as well as our risk \nmanagement webinar series. \n \u0084 More than 150,000 Ambulance and \nEmergency Workers and Volunteers  \nsupported by our programs.\n \u0084 All firefighters in the U.S. have access to \nour webinars.\n \nAmbulance Services Insurance Program (ASIP)\nASIP has consistently led the industry in specialized \ninsurance for private ambulance services, developing \na deeper understanding of our clients’ challenges and \nopportunities than other providers. We have both a \ndedicated risk management team and an in-house claims \nstaff that work diligently on behalf of these clients.  \n Emergency Services Insurance Program (ESIP)  \nESIP provides customized and proactive insurance \nsolutions to emergency services organizations including \nvolunteer fire departments, rescue squads, fire districts, \ncareer and combination fire departments, and fire/EMS \nrelated associations.  \n Risk Management Webinar Series  \nTo provide ongoing support to our insureds, including \nemergency services organizations, our team at McNeil \noffers regular webinars on various topics to promote safety \nand reduce costs. When the COVID-19 pandemic hit, we \nadded a significant number of webinars designed to help \nemergency responders better serve their communities \nduring the crisis and even made the webinars available to \nnon-clients to help keep communities safe and resilient. \nIn 2020, we offered more than 90 webinars on a range of \ntopics, including “Protecting Yourself and the Community \nfrom COVID-19,” “Responding to Special Needs Populations” \nand “Behavioral Health Concerns During a Pandemic.” \nThrough our webinar series, we reached participants in \n45 states, with more than 9,000 unique viewers from over \n1,000 organizations.  \n \n Supporting Animal Well-Being through \nSpecialized Animal Welfare Programs \nWe also provide insurance and risk management services \nfor the prevention of cruelty to animals, animal rescue \ngroups and humane societies. Our products and services \nsupport organizations that care for strays and abandoned \nanimals, assist in the prevention of cruelty toward animals \nand serve as “matchmakers” through their adoption \nservices.  \n \nAnimalKeepers  \nOur program is called “AnimalKeepers,” and offers \norganizations specialized coverage for the unique needs \nof their staff, volunteers and the animals they care for, \nincluding outdoor animal pens and cages and medical claim \ncoverage for workers related to animal care.  \n \nTo protect these valued workers, we provide risk \nmanagement measures including assessments and \ntraining for employees and volunteers. Specialized \nsolutions include custom e-learning courses available \n24/7, a service to conduct background checks for both \nemployees and volunteers as well as checks for the \npotential adopters of the animals and a customized \nincident report to document a wide variety of potential \nincidents and risks within the organization.SUSTAINABLE INSURANCE SOLUTIONS\nEmergency Services \nInsurance Program\n141,700\npeople supported.\nAmbulance Services \nInsurance Program\n8,700\npeople supported.COVID-19 presented major challenges to fire and EMS providers. Not only were they \nfaced with new response needs in their communities, they also were forced to halt \nregular training sessions due to exposure concerns. We immediately saw the need and \nscheduled a host of webinars to offer to all first responders completely free of charge. \nDue to the demand and feedback from participants, we will continue to offer this \nservice to these community heroes for years to come.\n–David Denniston , \nDirector of Risk Management at McNeil & Company\nAnimal Welfare Program\n42,800\nanimal keepers supported.\nOur webinar series reached participants \nin 45 states with more than 9,000 unique \nviewers from over 1,000 organizations.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}