{"page_content": "2020 ESG ANNUAL REPORT  |   32 \n Our People Our Operations Our Business Our Investing Our Communities\nFormalized ESG investment considerations\nin our investment strategy\nExpanded our Chief Investment Services Officer’s role\nto include ESG oversight\nEngaged with external ESG data managers\nto understand our relative scoring and ESG exposures across our portfolio\nDeveloped and launched a comprehensive report\nto bring additional focus to ESG ratings for specific asset classes\n2021 Priorities\n \u0084 Drive an understanding of exposure to key ESG factors across our \ninvestment portfolio.\n \u0084 Expand data points for external/alternative managers via bespoke  \nESG survey.\n \u0084 Develop TCFD metrics and scenarios reporting.\n \u0084 Conduct GAP assessment for leading responsible investing principles.\n \u0084 Promote responsible investing and supporting ESG disclosures.\n \u0084 Launch an investments ESG Steering Committee.\n \u0084 Support investor and regulator disclosure requests.\n4. OUR INVESTING\nWe are responsible for investing and managing the assets of our affiliates around the \nworld. Through our investment management activities we preserve and protect over \n$25 billion in assets (at December 31, 2020).   \n \nOur investment approach seeks to enhance the company’s return on equity while \navoiding undue risk. We achieve this by investing the vast majority of our portfolio \nin investment grade fixed income securities, with modest allocations to high yield, \nequities and alternatives. We focus on total return rather than nominal yield and \nwe generally attempt to match, within a reasonable range, the duration of our \ninvestments to the duration of our liabilities. As careful stewards of the capital \nentrusted to us, we manage the portfolio conservatively, securing our reserves and \nensuring an ongoing ability to pay claims when due.  \n \nWe believe the incorporation of material, nonfinancial factors into investment selection \nand risk management has the potential to enhance long-term investment returns. 2020 Highlights", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}