{"page_content": "2020 ESG ANNUAL REPORT  |   33 \n Our People Our Operations Our Business Our Investing Our Communities\nSTATEMENT AND APPROACH\nOur ESG Aware Statement and Approach\nWe consider ESG factors with respect to both our internally \nmanaged assets and those managed by third parties. \nAdditionally, we measure our exposure to ESG risks at \nboth individual asset classes and total portfolio levels. We \nrecognize the importance, relevance and significance of \nESG factors in assessing the sustainability performance of \nthe entities in which we invest. Our ESG Aware Statement \n(Statement), approved by our Board and formalized in \n2019, reflects our approach to sustainable value creation. \nThe Statement requires that we consider ESG factors in the \ninvestment process, to the extent relevant.\n \nOur ESG risk management process involves robust pre-\ninvestment due diligence for externally managed assets \n— managed by our investment teams and approved by \nour Investment Committee. The Investment Committee is \nmade up of senior members of our investment team, our \nChief Executive Officer and Chief Financial Officer.  Active \nengagement with external managers post-investment is \nanother central tenet of our approach. \nFor internally managed assets, ESG themes guide \ninvestment selection, reducing ESG risk in the portfolio. \nOur exposure to coal and fossil fuels is de minimis and \nwe systematically seek to reduce exposure to companies \nwith poor ESG scores and opportunistically seek to add \nrenewables or positive ESG assets to the portfolio through \nall asset classes.  \n \nIn 2020, we developed and launched a comprehensive \ninvestments ESG report. This process enabled us to address \nlow-scoring holdings in the portfolio and to bring additional \nfocus to ESG ratings for specific asset classes. The overall \nESG rating of the portfolio remained unchanged over 2020 at \n“A,” however the fourth quarter saw significant improvement \nin allocations to “AA Leaders” and “CCC Laggards.” To further drive ESG integration in our investment strategy, \nwe expanded Liz Porter’s position as Chief Investment \nServices Officer to include ESG oversight; she is now our \nChief Investment Services and ESG Officer. This expansion \nof responsibilities and dedication to ESG integration is \ncritical to ensuring that ESG issues get the proper focus \nthroughout our portfolio. In her role as ESG Officer, Porter \nis responsible for driving our responsible investment \nprogram, reporting and disclosures. \nAt Arch, we believe that responsible investing and performance are not contrary ideas, \nand we make every effort to allocate capital to companies committed to positive and \nmeasurable social and environmental outcomes. \n–Liz Porter, \nChief Investment Services and ESG Officer \n2020 CHANGE IN LEADERS & LAGGARDS Q/Q\nSource: Arch Capital Group Ltd.TCFD Reporting \nIn an effort to understand and access the financial impacts \nof climate change on our investment portfolio, we plan to \npublish our first report designed to align with the framework \nset forth by TCFD. This undertaking touches every part of our \nbusiness from governance to business strategy to enterprise \nrisk management. \nSee our TCFD Report. Visit our website> >", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}