{"page_content": "2020 ESG ANNUAL REPORT  |   35 \n Our People Our Operations Our Business Our Investing Our Communities\n$6.3 million in overall charitable giving \nincludes matching gifts and all charitable giving\n$3.4 million in matching funds\nfor employee donations to qualified organizations\n$1 million donated\nand enhanced matching funds for groups providing COVID-19 relief\n$400,000+ donated\nto organizations fighting for racial equality and social justice\nMatching Gift and Volunteer Time Off\nprograms expanded to all employees worldwide\n1,100+ charities received donations\n2021 Priorities\n \u0084 Enhance our corporate giving strategy to strengthen our partnerships with \ncharitable organizations.\n \u0084 Promote safe volunteer activities that drive employee engagement and \nsupport our charity partners.\n \u0084 Continue to drive engagement with organizations that champion diversity, \nequity, inclusion and social justice through giving and volunteering. \n5. OUR COMMUNITIES\nStriving to make a difference by investing in our communities is one of Arch’s core \nvalues, and it is woven into the fabric of our culture. While the COVID-19 pandemic \ncontinues to cause hardship, it also underscores our commitment to building \nstronger, more resilient communities. \nAt Arch, we aim to build stronger communities by donating our time and resources at \nboth the corporate and employee level.   \n \u0084We make targeted investments in causes that align with our broader corporate \nvision and values through trusted charitable organizations. \n \u0084We amplify the generosity of our employees through a robust matching gift \nprogram.\n \u0084We encourage volunteer activities by compensating employees for their time \nwhen they volunteer with charitable organizations during working hours \n(volunteer time off).2020 Highlights\nCorporate Giving\nEmployee Giving and Volunteering", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}