{"page_content": "2020 ESG ANNUAL REPORT  |   36 \n Our People Our Operations Our Business Our Investing Our Communities\nSupporting Communities in the Wake of \nCOVID-19\nOur commitment to build stronger communities \nbecame even more of a priority for Arch employees \nand leaders as COVID-19 spread across the globe. \nEarly in the pandemic, Arch committed $1 million to \norganizations focused on food insecurity, health issues \nin high-risk communities and providing front-line \nresponders with protective equipment and essential \nmedical items related to COVID-19. Funds supported \ncharities in locations with a large employee population \nand groups with a global impact.\nIn addition to our corporate giving, Arch amplified \nemployee donations by offering an enhanced match \nrate of 2:1 for a period of time. This bolstered our \nemployees’ support of organizations that mattered \nmost to them.Health\nOur vision of a healthier society helped shape our \nresponse to the COVID-19 pandemic, guiding us to \naddress critical health care needs on a global scale while \nsupporting local relief efforts in the communities where \nour people live and work. Our contributions throughout \nthe world to organizations large and small helped provide \ncritical supplies to health workers, give families the \nability to meet their basic needs and support health care \ninstitutions as they responded to overwhelming need in \nvulnerable populations. \nCorks and Cards for a Cause\nWe also involve our customers in our corporate giving. \nWhen the annual Risk and Insurance Management Society, \nor “RIMS,” conference was canceled, we shifted the funds \nearmarked for our “Corks for a Cause” customer event \nto donations to charities in Denver, Colorado, where the \nconference was to be held. Customers were invited to \ndecide the recipients and more than 300 votes were cast, \nultimately selecting four nonprofits impacting children, food \nscarcity, mental health and the homeless. \nThe giving extended to the \nholidays, when Arch sent cards \ninviting customers to help select \nnonprofits to receive an Arch \ndonation in lieu of customer gifts. \nCustomers were enthusiastic and \nnearly 1,800 voted, directing Arch \nto give more than $20,000 to charities including Feeding \nAmerica in the U.S. and the Red Cross in Canada.Housing\nAside from the intrinsic value our mortgage insurance \nbusiness provides to the housing market, we partner with \nkey charities to connect individuals and families with safe, \npermanent housing solutions. We partner with Community \nHousing Solutions, which provides home repairs to low-\nincome homeowners in Guilford County, North Carolina, \nwhere our Mortgage group is headquartered. Additionally, \nwe support the MBA Opens Doors Foundation’s home grant \nprogram, which provides mortgage and rent assistance to \nparents caring for a critically ill or injured child. Education\nWe support initiatives that combat inequity by creating \npathways to education, career readiness and success for all.\nAt the university level, our support helps prepare students \nfor the workforce. Our partnership with the Maurice R. \nGreenberg School of Risk Management, Insurance and \nActuarial Science at St. John’s University includes annual \ndonations and participation by our CEO as a member of the \nschool’s Board of Overseers. \n CORPORATE GIVING\nOur approach to corporate giving is to invest in causes that align with our broader \ncorporate vision and values. We support trusted charities that champion inclusive, well-\nfunded health, housing and education systems, which we believe are critical to long-term \ncommunity growth and resilience. \n$50,000\nCommunity Housing Solutions.\n$150,000\nMBA Opens Doors Foundation.\n$1 Million \ndonated to organizations \nproviding relief in the wake of \nCOVID-19.Our donation to Guilford Education \nAlliance provided \nhundreds of laptops \nto students who were faced with \nlearning remotely due to the pandemic, \nbut lacked equipment.  \n2:1 enhanced match to support \nemployee giving to organizations \nimpacted by COVID-19.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}