{"page_content": "2020 ESG ANNUAL REPORT  |   37 \n Our People Our Operations Our Business Our Investing Our Communities\nArch MI Scholars Program –\nPartners with North Carolina A&T State University\n \u0084$60,000/5-year commitment.\n \u0084Creates internship and fellowship opportunities at Arch MI.\nThe Arch MI scholarship program provides financial support and on-the-job \nexperience for high-achieving students at NC A&T, the nation’s largest historically \nBlack university.\nJames Asamoah Memorial Scholarship –\nPartners with St. Benedict’s Preparatory School\n \u0084St. Benedict’s Preparatory School, serving students from low-\nincome backgrounds.\nAn endowment scholarship in memory of James Asamoah, a long-time Arch \nemployee lost to COVID-19 in 2020. Starting in 2019, Asamoah and other Arch \nemployees had visited schools serving predominantly minority students, \nincluding St. Benedict’s, to expose them to careers in the insurance industry. \n \u00842020 was the second year of our three-year sponsorship \ncommitment.\n \u0084U.S. and Canadian citizens demonstrating academic excellence \nand a dedication to the actuarial profession.\nDesigned to encourage student interest in the property and casualty industry and  \nattainment of the Casualty Actuarial Society designations. Actuarial Scholarship Program –\nPartners with Casualty Actuaries of Greater New York\nArch Insurance Scholars Program –\nPartners with the Spencer Foundation\n \u0084$50,000/4-year commitment.\n \u0084Two students a year for the next four years.\n \u0084Creates internship opportunities at Arch Insurance.\nThe Arch Insurance scholarship is aimed at building a more diverse talent pipeline \nwith a focus on tapping top undergraduates from diverse backgrounds who are \npursuing careers in actuarial science, insurance, business or risk management. Scholarships\nArch has established a number of scholarship programs to invest in the next generation of \ninnovative insurance professionals.\nWords cannot describe how much it means to me that Arch has \nestablished a scholarship at St. Benedict’s Prep honoring James \nAsamoah’s life and passion for education. I would describe James as \na gentle giant. He didn’t  say much, but when he spoke you listened \nbecause you knew he was sincere and on point. I miss James, and I \nam so proud of my employer for commemorating James’s life with a \nscholarship. For me, this solidifies the fact that our company cares \nabout its employees.\n–Delroy Morgan, AVP, Specialty Programs, \nand Chair of the Black Professionals and Allies Employee Network  \nColleague who visited local schools with AsamoahCORPORATE GIVING", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}