{"page_content": "2020 ESG ANNUAL REPORT  |   38 \n Our People Our Operations Our Business Our Investing Our Communities\nIn response to the killing of George Floyd in the summer of \n2020 and the movement to call attention to racial justice that \nfollowed, Arch publicly supported efforts to end race-based \nviolence and affirmed our belief that Black lives matter. \nTo put action behind our words, Arch pledged $250,000 to \norganizations that fight for diversity, inclusion and equity \nin the U.S. and across the world. The following recipients \nwere selected by our employees through a companywide \nsurvey. They include nonprofits that offer scholarships \nfor students to attend historically Black colleges and \nuniversities (HBCUs), fight for racial equality through \nlegal and policy advocacy, and work to end human rights \nabuses and injustice. \n \u0084Amnesty International. \n \u0084Equal Justice Initiative. \n \u0084NAACP Legal Defense and Educational Fund.\n \u0084Thurgood Marshall College Fund. \n \u0084United Negro College Fund.Photos by Keira Lindgren, Arch Capital Services\nThe generous gift from Arch Capital helps us to provide critical financial support to \nHBCUs and the students who attend them. HBCUs produce 50% of Black lawyers and \ndoctors, 80% of Black judges and are the top producer of STEM graduates who go on to \nearn PhDs. Financial support from partners like Arch Capital is essential to advancing \nour mission of promoting educational excellence through scholarships and leadership \ndevelopment.\n–Dr. Harry L. Williams , President & CEO of The Thurgood Marshall College Fund\nArch donations helped to fund UNCF programs and \nscholarships benefiting their 37 member HBCUs \nand hundreds of students across the U.S. \nWe plan to continue partnering with organizations like UNCF to create \na brighter, more equitable future for all. \nUnited Negro College Fund (UNCF)\n \u0084Arch donated over $50,000 to UNCF in 2020. \n \u0084Hosted a webinar for Arch employees to learn more \nabout UNCF’s mission and vision. \n \u0084Participated in the first-ever UNCF National Walk for \nEducation to raise funds to support HBCUs.CORPORATE GIVING\nCommitment to Social Justice\nArch’s commitment to investing in our \ncommunities through the areas of health, \nhousing and education is aligned with our \ngoal of building more diverse, inclusive and \nequitable communities.\nArch gave an additional $150,000 \nto organizations championing \ndiversity, equity and inclusion.Arch pledged $250,000 to \norganizations that fight for social \njustice and racial equality.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}