{"page_content": "2020 ESG ANNUAL REPORT  |   5 \n Our People Our Operations Our Business Our Investing Our Communities\nESG AT A GLANCE\nESG and Sustainability at Arch*\nSustainability at Arch is not a stand-alone \ninitiative. Instead, it is an element of our \nbusiness ethos and strategy that weaves \nthroughout our day-to-day operations, \ndecision-making and consistent efforts \nto support and build resilience in the \ncommunities where we live and work.\nAs a global specialty property and casualty (re)insurance \nprovider and a mortgage (re)insurance company, we \napproach sustainability with a firm understanding and \nestablished history of delivering reliable risk management \nexpertise to our markets. At its core, our worldwide \nESG strategy is grounded in this fundamental, collective \nunderstanding of risk. While we recognize that certain \nESG topics could present significant risks to our business \nand stakeholders if left unaddressed, we are committed \nto sharing robust ESG disclosures and heightened \ntransparency around our strategy and mitigation efforts.\nMoreover, we have long believed in the value of embedding \nsustainable practices in our business and pursuing \nenvironmental and social impact opportunities to drive \nbetter long-term outcomes for the world in which we \noperate. We know from our materiality assessment that this \nis a priority for all of our stakeholders, and perhaps most \nsignificantly, for our people. \nStakeholder Groups: \nEmployees, Board of Directors, Shareholders/Investors, \nRegulators, Sustainability Experts.\nMaterial Topics: \nDiversity and Inclusion, Human Capital Management, \nEthics/Governance, Climate Risk Management, \nOperational Environmental Efficiency, Data and Privacy \nSecurity, Housing Insecurity, Food Insecurity, Health \nInsecurity.Our ESG Governance\nIn 2019, we formalized our ESG oversight \nat the Board of Directors level with the \nNominating & Governance Committee and \nestablished an executive-level ESG Steering \nCommittee made up of leaders from across \nthe business. As our program continues to \nmature, this established oversight structure \nwill expand to incorporate subcommittees at \nthe business and operating levels to manage \nspecific ESG integration initiatives.ESG Workflow and Integration Oversight\nESG Steering \nCommitteeThe ESG team is part of our legal department and reports to Arch’s General Counsel, however much of our sustainability work involves ongoing collaboration with other Arch \ndepartments and business segments to drive the integration —  and disclosure —  of sustainability best practices. The chart below is a visual overview of Arch’s sustainability workflow.\nBoard of Directors\nInvestmentsESG Department \n(Legal)Corporate/\nOperations\nUnderwriting\nESG Integration AreaSegment/Department \nInvolved with ESG IntegrationMortgage Reinsurance InsuranceInvestment \nManagementEnterprise Risk \nManagement\nCorporate \nCommunications\nHuman Resources \nManagement\nIT\nReal Estate/\nFacilities *Material issues for sustainability purposes most important to our business and \nstakeholders and are not related to financial material issues, as defined by the SEC. ", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}