{"page_content": "2020 ESG ANNUAL REPORT  |   7 \n Our People Our Operations Our Business Our Investing Our Communities\nOur popular Employee Share Purchase Plan provides \nemployees with an avenue to add to their financial well-\nbeing by purchasing Arch stock at a discount. The program \nwas launched in 2007 and is available to more than 3,900 \nemployees worldwide or approximately 85% of our \nworkforce. Participants gain the ability to be part of Arch’s \nfuture success, as it aligns our employees’ interests with our \nshareholders’ interests. Since 2018, Arch has offered a Student Loan Assistance \nProgram  for our U.S.-based employees. Through this \nprogram, Arch helps employees pay their debt faster by \ncontributing up to $3,000 a year toward the principal \non student loans. This valuable program has helped \nour employees pay more than $2.3 million toward their \nstudent loan debt, with over 360 employees receiving \nassistance in 2020. \nWe also have a generous tuition reimbursement policy  \nto support current employees who are still in school, or are \nconsidering returning to school. Since 2015, Arch has paid \nnearly $1.4 million to help employees cover tuition costs.While we have always invested in employee well-being, \nCOVID-19 dramatically increased the need for support. \nThroughout 2020, we underscored our commitment by \nexpanding our existing financial, medical and mental health \nbenefits to address the unique challenges of COVID-19.A Foundation of Comprehensive Benefits \nArch offers a comprehensive benefits \nprogram annually, including health and \nwellness, financial, educational and life \nmanagement as well as awards and \nrecognition. \nArch’s competitive benefits packages are designed to meet \nthe needs of a diverse group of employees. Our worldwide \nhealth care programs emphasize prevention through \nscreenings, regular checkups and programs to encourage \nhealthy lifestyles. For a description of our global benefits \nclick below.\nWe also strive to enrich our employees’ well-being \nfinancially, physically and mentally. Our Employee \nAssistance Program offers a variety of services including \nprofessional counseling and work-life seminars, resources \nand referrals, and is free, confidential and available 24/7. \nOther wellness benefits include a service that helps \nemployees find top-rated doctors in their geographic \narea, reduced rates at health clubs and discounted weight \nmanagement and tobacco cessation programs. We also \noffer free wellness screenings, access to a diabetes \nmanagement program and back-up child and elder care. \nIn addition to competitive salaries and wages, Arch \ncontributes generously to worldwide retirement savings \nplans on behalf of eligible employees. EMPLOYEE WELL-BEING\nLearn more about our global benefits > >\nSince 2015, Arch has paid  \nnearly $1.4 million$1.4 million  to help \ncurrent employees in school \ncover tuition costs.\nIn 2020 Arch contributed $51.6 million  \nto our employee retirement plans.I believe our people’s remarkable ability to adapt has fueled our success. As we \ncontinue to run this marathon together, we believe it is Arch’s responsibility to help \nemployees build positive resiliency skills that will stay with them forever. That means \ntaking good care of themselves and others along the way. Once we cross the finish \nline, we will be stronger as individuals and even stronger as a company.\n–Jennifer Centrone,   \nChief Human Resources Officer (CHRO)\nOur Student Loan Assistance \nProgram has helped pay more \nthan $2.3 million  toward \nemployees’ student loan debt.\nLearn about our expanded COVID-19 benefits > >\n", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}