{"page_content": "2020 ESG ANNUAL REPORT  |   8 \n Our People Our Operations Our Business Our Investing Our Communities\nMental Health First Aider\nTo support mental health for our people \nbased in the U.K., a group of six employees \nformed the Mental Health First Aiders (MHFA) \nTeam , with the goal of raising awareness \nand promoting better mental health and \nwell-being. The MHFA team is a first point of contact for any \nemployee experiencing a mental health issue. Team members \nare trained to:\n \u0084Spot the early signs and symptoms of mental \nhealth issues.\n \u0084Engage in supportive conversation with a \ncolleague who may be experiencing a mental \nhealth issue.\n \u0084Encourage the individual to access appropriate \nprofessional support or self-help strategies, \nincluding resources from our Employee \nAssistance Program.Home Alone Club\nAs our Global Services Operations employees in the \nPhilippines navigated working from home, the leadership team \nhelped launch the Home Alone Club  to encourage our people \nto share their experiences with isolating at home and tips for \ncoping. Employees stayed connected with others outside their \nimmediate team and created a valuable support system for a \nchallenging time. Expanded Benefits for COVID-19 Support\nIn March, the majority of our population shifted from \nworking in offices to being full-time remote workers. \nThis was not just a physical shift. We understood our \nresponsibility to help our people manage this transition and \nthe impact it could have on their mental and physical health \nand well-being. \nResources for Working from Home\nTo support the move to working from home, Arch started by \nproviding the technology and equipment for employees to \nset up home offices. This was followed by offering resources \nto help navigate this “new normal,” including practical tips \non optimizing home internet speed, suggestions for ways \nto care for children while working from home, resources for \npracticing self-care and recommendations for mindfulness \nand meditation apps. \nMental Health Resources\nWebinar Series on Building Resilience\nArch offered webinars on practical techniques to build \nresilience. A three-part series in the spring featured a clinical \npsychologist with 20 years of experience in wellness and \npositive psychology, speaking to Arch business leaders about \nbest practices for combating “COVID-19 Fatigue” and building \nresilience. The psychologist also presented two series (spring \nand fall) for our entire employee base that included numerous \ntools for maintaining resilience. The sessions were held during \nthe workday and employees were encouraged to attend.  \nStress Management Classes\nArch also offered virtual programming on practicing \nmindfulness to manage stress. Classes were led by Arch \ncolleagues with expertise in mindfulness techniques, \nincluding yoga and meditation, and were offered to our \nglobal employees.  EMPLOYEE WELL-BEING\nArch Cares fund\nprovided more than\n30 Grants \nand\n$111,000\nin financial support.\nArch Cares\nTo help ease the economic burden of any Arch employee \nwhose family suffered due to the pandemic, we created the \nArch Cares: COVID-19 Employee Assistance Fund for Financial \nHardships . This fund provided confidential grants up to \n$5,000 to employees for COVID-19 related eligible expenses \nsuch as housing, utilities, food and dependent care. Even \nthough Arch did not take any drastic steps such as layoffs \nor salary reductions, we understood the pandemic could \naffect employees’ family members, and in some cases cause \nfinancial stress. More than 1,100 employees \nparticipated in live sessions or viewed \nrecorded wellness webinars.\nHome Alone Club  \nin the Philippines provided \nsupport and tips for coping while \nisolated at home.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}