{"page_content": "2020 ESG ANNUAL REPORT  |   9 \n Our People Our Operations Our Business Our Investing Our Communities\nTo show appreciation for the excellent work our employees \nare doing every day, we rolled out a peer-to-peer \nrecognition platform, called Kudos, across a number \nof our business groups. The platform helps employees \nrecognize their colleagues for demonstrating Arch’s core \nvalues in the meaningful work they do every day. We have \nalready seen excellent engagement with Kudos: more \nthan 1,000 employees used the platform in 2020, sending \nover 20,000 recognition messages to colleagues. We are \ncurrently looking to expand recognition across other \nbusiness groups, all with the goal of fostering a culture that \nrecognizes strong performance and inclusive behaviors. \nIn addition, our Mortgage group launched an employee \nrewards program called the Keystone Award . This award \nrecognizes outstanding performance by individuals or \nteams nominated by their fellow employees and selected \nby senior leaders in each department. Winners receive \nan electronic gift card for $500 (or USD equivalent). More \nthan 45 employees received the Keystone Award in 2020, \nand we are looking forward to recognizing additional high-\nperforming teams and individuals in the future.   Philippines Employee Recognition Program\nOur Global Services Operations employees based in the \nPhilippines developed an employee recognition program \nto honor individuals and teams who have demonstrated \nexceptional performance. Since 2019, employees who \nachieve certain metrics throughout the year are honored \nwith awards, like the Excellence in Customer Service \naward, while others are nominated by their colleagues to \nreceive awards, like Mentor of the Year . Starting in 2020, \nemployees are also recognized on a quarterly basis for \nperformance within certain job categories. EMPLOYEE WELL-BEING\nLearn more about our core values > >Kudos, our peer-to-peer recognition \nprogram, has become one of the \ncornerstones of our culture. It allows \nour employees to recognize, celebrate \nand reward each other for milestones, \nsignificant accomplishments and for \nactions and behaviors in alignment \nwith our organizational values. A \nkey driver of employee engagement, \nit ensures that our employees feel \nvalued and recognized for the great \nwork they do.\n–Amy Keyser, \nCHRO, MortgageSince 2019, 87 individuals and 17 teams have \nbeen recognized in the Philippines through \nthese award programs.Employee Recognition\nThe Arch Achieve award is given to employees nominated \nby their colleagues for their exceptional work and reflection \nof Arch’s core values. \nPast award winners review the nominations and select the \nnext year’s honorees. The winners in most locations receive \nArch stock; in locations where stock cannot be granted, \nthe winners receive a \ncash award. Additionally, \nwinners typically enjoy \nlunch or dinner with senior \nArch leaders in their area. \nDue to the pandemic, our \nCEO hosted “virtual coffee \nmeetings” with 2020 Arch \nAchieve winners, providing \nan opportunity for them to discuss business priorities \nalong with perspectives on areas where Arch could strive to \nimprove. \nOverall, the program provides a gauge of the strength of \nour culture and values. In 2020, there were nearly 600 Arch \nAchieve nominations, exceeding the previous year’s record \n400 nominations. Since the program’s inception, more than \n360 employees have received an Arch Achieve Award.\nARCH\n600 Nominations\nreceived in 2020.\n50% increase\nover previous year.\nOur CEO hosted “virtual coffee meetings” “virtual coffee meetings” \nwith 2020 Arch Achieve winners.", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}