{"page_content": "2020 ESG ANNUAL REPORT  |   10 \n Our People Our Operations Our Business Our Investing Our Communities\nOur goal in 2020 was to formalize our companywide \nstrategy to achieve our ambitious diversity and inclusion \n(D&I) goals, which we accomplished through the leadership \nof our new Senior Vice President of Talent Management, \nDiversity and Inclusion, Christy Caragol. Caragol joined \nArch in early 2020, bringing a depth of experience in talent \ndevelopment and D&I within the insurance industry. She \nwas responsible for getting our companywide D&I strategy \napproved by our executive leadership team and for driving \nglobal programming in alignment with that strategy to \npromote D&I with our colleagues, our communities and \nwithin our culture. We know growing a diverse and inclusive \nworkplace is a process that takes time, and we are excited \nto have a seasoned professional with D&I expertise to help \nus navigate the journey ahead. \nThe violence and acts of racial injustice that took place \nduring 2020 underscored our need to do more work around \nracial equality, both at Arch and in our communities. While \nwe had already prioritized having a D&I strategy in place for \n2020, these acts reinforced and accelerated our plans. See \n“Responding to Racial Injustice in 2020” (on the right side of \nthis page) and the Our Communities section  for additional \ndetail regarding contributions to organizations that fight for \nracial equality in the U.S. and around the world.\nBroadening and Developing Our Pool of \nDiverse Talent \nOne of our key goals as a company is to build a workforce \nthat better reflects the communities in which we work and \nthe markets we serve, enabling us to attract and leverage \ntop talent to meet our business goals in an increasingly \ndiverse environment. We recognize this will require us to broaden our access to diverse candidates, so we’ve \nintroduced several business-led initiatives with university \nand professional organizations. \nGamma Iota Sigma (GIS). Arch is a sustaining partner \nof GIS, a college academic fraternity organized to promote, \nencourage and sustain student interest in professions in \ninsurance, risk management and actuarial science, all key \nroles at Arch. \nInternational Association of Black Actuaries \n(IABA).  We support employee involvement in the IABA, \nan organization that offers professional development and \nnetworking opportunities to support Black actuaries. Arch \nwas proud to sponsor the 2020 IABA Annual Meeting and \nthough the meeting was virtual due to the pandemic, the \nevent allowed Arch employees to network with and mentor students and young professionals interested in actuarial \ncareer opportunities. \nWomen in Reinsurance (WiRE). Maamoun Rajeh, the \nleader of our Worldwide Reinsurance group, serves on the \nboard of directors of WiRE. WiRE is dedicated to promoting \nprofessional development opportunities for women in the \nBermudian reinsurance industry, a mission that mirrors \nArch’s own goals of enhancing gender diversity across the \ncompany, particularly at the leadership level.\nScholarships. Arch established a number of scholarships \nwith organizations that support the next generation of \ndiverse, innovative talent, including the Spencer Foundation \nand North Carolina Agricultural and Technical State \nUniversity. Learn more about Arch scholarships in the Our \nCommunities  section.DIVERSITY AND INCLUSION\nAt Arch, we believe inclusion and equitable access to opportunities for success allow us to live up to our Purpose — We Enable \nPossibility —  for our business, our employees, our customers and our communities. We understand a diverse workforce and an \ninclusive culture are imperative for our long-term sustainability as an organization, and while we are proud of our progress, we \nacknowledge much work lies ahead for us to achieve our diversity and inclusion goals.\nResponding to Racial Injustice in 2020\nThe acts of violence and racial injustice in 2020 ignited \na movement to create a future in which all individuals \nhave access to the opportunity to thrive. In response to \nthe murder of George Floyd — and so many others who \nhave lost their lives to acts of racism — as well as the \nviolence against members of the Asian American Pacific \nIslander (AAPI) community, we reaffirmed our support \nfor our Black and AAPI employees, customers and \ncommunities worldwide as we continue to recognize \nand resist racism in all forms. Arch believes that Black \nlives matter and is committed to contributing to the \ndialogue to promote racial equality and social justice.\nRace Matters\nReal Talk. We made efforts to \nsupport our employees as \nthey continued processing \nthe acts of racial violence \nand unfolding protests \nacross the United States and \naround the world. During \n2020, we hosted “Real Talk” \nsessions around race, bias \nand how these issues play \nout in our everyday lives. Our Mortgage group piloted \nthe program with five virtual sessions, and we then \nextended participation to all employees. We used the \nsessions as a platform to encourage open, candid and \nsupportive dialogue as an important step in listening, \nlearning and supporting one another. The series will \ncontinue in 2021. \nLearn more about our efforts to promote racial \nequality around the world > >", "metadata": {"source": "NASDAQ_ACGL_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}