{"page_content": "Global Environmental & Social Impact Report     15\n© 2022 Starbucks Corporation. All rights reserved.\nPeopleINCLUSION\nRacial & Social Equity Goals & Representation\nAt Starbucks, we are on a journey to advance racial and social equity for our partners, our community and our society. \nOur work to advance inclusion, diversity and equity has already led to important policies, programs and initiatives. \nWe are building on the work in our prior Civil Rights Assessments , conducted by Covington & Burling, including the \nrecommendation to hire a chief inclusion & diversity officer and to set and meet representation goals for Black, \nIndigenous and People of Color (BIPOC) partners and women partners across the company.6 Starbucks continues its \nefforts to achieve 2025 representation goals, including achieving at least 30% BIPOC representation at all corporate \nlevels and at least 40% in all retail and manufacturing roles. We also aim to achieve 55% women in all retail roles, \n50% women in corporate roles and 30% women in manufacturing roles by 2025. We are working to ensure that our \npartners represent the communities they are part of and serve.\nUse our interactive tool  to view additional demographic data of Starbucks partners.   \nFY21 Results: Diversity in Retail Stores\nGoal: Our partner base will include 40% BIPOC partners and at \nleast 55% women partners in all retail roles in the U.S. by 2025.FY21 Results: Diversity in Corporate Roles\nGoal: We aim to achieve at least 30% BIPOC representation and \n50% representation of women for all enterprise roles by 2025.FY21 Results: Diversity in Manufacturing Roles\nGoal: We will achieve 40% BIPOC representation and 30% \nrepresentation of women for manufacturing roles in the  \nU.S. by 2025.\n  ROLE            BIPOC             WOMEN   ROLE            BIPOC             WOMEN\n  Regional Vice President 20% 65%\n  Regional Director 30% 52%\n  District Manager 32% 60%\n  Store Manager 37% 69%\n  Shift Supervisor 45% 70%\n  Barista 50% 73%  Senior Vice President+ 22% 59%\n  Vice President 32% 49%\n  Director 29% 56%\n  Manager 30% 54%\n  Individual Contributor 38% 54%  ROLE            BIPOC             WOMEN\n  Director 13% 13%\n  Manager 24% 28%\n  Individual Contributor 49% 34%\nBoard Diversity\nFY21 Results: Our Board of Directors has 55% BIPOC representation (6 out of 11 members) and 36% representation \nof women (4 out of 11 members) . \nIn FY21, Starbucks announced that Mellody Hobson would build on her experience since joining the Starbucks board of \ndirectors in 2005 by serving as the company’s non-executive chair. At the time of this groundbreaking announcement, \nonly 15 companies where the director is not also the CEO among the S&P 500 had a female chair, and none of the \nwomen represented identified as Black. Starbucks joined the Board Diversity Action Alliance  to act alongside peer \ncompanies as part of our commitment to representation of racially and ethnically diverse directors on Starbucks \ncorporate boards of directors. The Board Diversity Action Alliance works to increase the representation of racially and \nethnically diverse directors on corporate boards of directors, beginning with Black directors. Our full disclosure is in the \n2022 Proxy Statement  on page 26.6Demographic percentages represented in this section have been rounded.", "metadata": {"source": "NASDAQ_SBUX_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}