{"page_content": "Global Environmental & Social Impact Report     16\n© 2022 Starbucks Corporation. All rights reserved.\nPeopleINCLUSION\nStarbucks Inclusion & Diversity Mentorship Program\nWe continue to be intentional in cultivating a culture of inclusion, with a focus \non partner retention and development by launching a mentorship program. \nBeginning with our BIPOC partners, the program is designed to connect \npartners to senior leaders with the goal of creating continuous learning \nopportunities for the mentor and the mentee. In FY22, the first cohort of \nparticipants graduated, and survey results show that 100% of program \nparticipants “feel a sense of belonging at Starbucks since the launch of the \nprogram.” All mentors and mentees surveyed agreed that they achieved a \ndeeper understanding of partners’ experience with inclusion and diversity.Global Equity in Pay\nFY21 Results: Starbucks has achieved and maintained 100% pay equity for \nwomen and men and people of all races performing similar work in the \nU.S. and achieved and maintained gender equity in pay in global company-\noperated markets Canada and Great Britain.7\nSince announcing in 2018 that Starbucks had achieved 100 percent pay equity  \nfor women and men and people of all races performing similar work in the \nUnited States, we have committed to maintaining that standard annually \nand reaching 100% gender pay equity for all partners in Starbucks company-\noperated markets globally.  \nIn FY21, Starbucks once again maintained 100% pay equity for women and \nmen and people of all races performing similar work in the U.S. As of the end \nof FY21, median pay ratio in the U.S. was 100% for women and BIPOC partners.  \nGlobally, in FY21 the median pay for women was 100% of the median for \nmen. We once again maintained gender equity in pay in company-operated \nmarkets Canada and Great Britain.  \nIn FY20, our licensed partners in Singapore, the Philippines and India achieved \n100% pay equity for women and men. In FY21, eight additional markets in \nAsia-Pacific and the Hong Kong Support Center achieved 100% gender pay \nequity, and we continue to work with licensed partners to prioritize gender \npay equity in all markets.  \nWe continue to leverage our experience in achieving gender equity in pay \nin the U.S. and other markets by sharing our pay-equity principles — equal \nfooting, transparency and accountability — with other employers to help \naddress known, systemic barriers to global pay equity.\nCivil Rights Assessment\nFY21 Results: Starbucks published \nits third annual Civil Rights \nAssessment. \nSince 2019, Starbucks has \ncommissioned an annual, objective \nassessment of our company’s \ncommitment to civil rights. In FY21, \nwe published our third Civil Rights \nAssessment. This assessment, \nconducted by Covington & Burling \nLLP under the leadership of former \nU.S. Attorney General Eric Holder, Jr., \naddresses our progress over time \nand provides recommendations \nfor how we can better advance \ninclusion, diversity and equity on \nbehalf of our partners, customers \nand communities. To promote \ntransparency, we publish these \nassessments  online.\n7Our goal is to reach 100% pay equity in all global company-owned and operated markets. ", "metadata": {"source": "NASDAQ_SBUX_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}