{"page_content": "Before joining Starbucks as a store manager in Southern California, \nJoe spent 15 years in the restaurant business, eight of them as a \nchef. When COVID-19 became a pandemic and everyone started \nwearing masks, Joe realized he was suddenly deprived of his primary \ncommunication tool: reading lips.\nJoe, 28, was born in Guam, unable to fully hear sounds — especially \nwhispers or anything said behind him. Doctors eventually diagnosed \nhim with otosclerosis, a condition caused by the abnormal growth of the \ntiny bones inside the ears that commonly contributes to hearing loss.\n“Growing up, I was classified as Deaf,” Joe says. “I was very ashamed \nof my hearing. I was embarrassed. I thought if people found out, they \nwouldn’t want to be my friend, wouldn’t want to talk to me, wouldn’t \nwant to hire me. So I taught myself how to read lips, read the room. I \ntaught myself things to be and feel normal. I wore hearing aids as a \nlittle kid, but after a while I would take them off when I got to school...  \nI saw how other kids would act toward kids with disabilities.”\nRecently, his twin girls — with the help of his wife and father-in-law — \ngifted him with a new pair of hearing aids. They were an unexpected \nblessing. They also gave him the confidence to seek out community \nand a career outside his comfort zone, which led him to Starbucks.\n“I started to embrace my Deafness and decided I want \nto learn more about it and inspire other people with \nDeafness,” Joe says. “Who knows, maybe there’s \na handful of partners out there who are afraid or \nembarrassed to share. I want to let them know it’s all \nright. We’re all just people at the end of the day.”Global Environmental & Social Impact Report     17\n© 2022 Starbucks Corporation. All rights reserved.\nPeopleINCLUSION\nSupporting LGBTQ+ Partners\nFY21 Results: Starbucks scored 100% on the Human Rights  Campaign \nCorporate Equality Index .  \nFor more than three decades, Starbucks has been committed to building \na culture where everyone is welcome. We stand as an ally to the lesbian, \ngay, bisexual, transgender and queer community – affirming every way \npeople may choose to identify. In FY21, Starbucks received a 100% score on \nthe Human Rights Campaign Corporate Equality Index based on corporate \npolicies and practices for LGBTQ equality for the 11th year. Starbucks also \ndonated $50,000 to the Lavender Rights Project  to support providing low-\ncost legal services for transgender and queer low-income people and other \nmarginalized communities in Washington state and $50,000 to the National  \nCenter for Transgender Equality  to increase understanding and acceptance of \ntrans people across the United States.  \n", "metadata": {"source": "NASDAQ_SBUX_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}