{"page_content": "Global Environmental & Social Impact Report     52\n© 2022 Starbucks Corporation. All rights reserved.\nGoals ScorecardPLANET\n2030 Targets\nStarbucks commits to reduce absolute scope 1, \nscope 2 and scope 3 greenhouse gas emissions \nby 50% by FY30 from a FY19 base year1% increase compared to FY19. An increase at this stage in our journey towards significant reductions \nin our GHG emissions is expected. We are focused on identifying and testing innovative solutions \nthat we can scale across our global operations and engaging with our value chain while improving our \nmeasurement systems. \nIn March 2021, Starbucks GHG reduction goal was validated as science-based by the SBTi, which \nconfirmed our target is aligned with a 1.5 degree Celsius pathway.\nStarbucks commits through conservation or \nreplenishment to reduce water withdrawals \nfrom direct operations, stores, packaging and \nour agricultural supply chain by 50% by FY30 \nfrom a FY19 base year11% decrease compared to FY19. Water withdrawals decreased in FY21  because of shifts in agricultural \ncommodities purchased due to changing customer preferences, continued impacts from COVID-19, \nand improvements to measurement processes.\nIn August 2021, we announced an expanded water target increasing the projected water conserved or \nreplenished and catalyzing holistic watershed health improvements in high risk basins.\nStarbucks commits to reduce waste sent to \nlandfill from stores (including packaging that \nleaves stores) and direct operations by 50% \nby FY30 from a FY19 base yearIn FY21, we are reporting progress against our waste target as two metrics: Starbucks diverted 32% of \noperational waste and 24% of packaging was reusable, recyclable or compostable. \nTo improve measurement and align to industry standards, our methodology for calculating waste \ndiversion and packaging was updated. We are reviewing our target going forward.  GOAL            FY21 RESULT                     NOTES\nStrategies for Change\n10,000 Greener Stores globally by 2025 2,779 Starbucks stores in FY21 were certified Greener Stores mainly in the U.S. and Canada, representing \nan approximately 20% increase over FY20.\nStarbucks began expanding our Green Stores framework globally. Certifying our first Greener Store \noutside of North America in Shanghai, China.SCS Global Services completed the verification \nof Starbucks Greener Stores program for FY21.\n100% renewable energy for global operation \nby 2020Sourced renewable energy to power 66% of company-operated locations globally with market \nconstraints in China and Japan limiting our ability to meet this goal globally. \nAs members of the RE100, we remain committed to reaching 100% renewable energy in our global \ncompany operations.  GOAL            FY21 RESULT                     NOTES", "metadata": {"source": "NASDAQ_SBUX_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}