{"page_content": "Spirit Airlines DEI&B Impact Report 2022  5InclusionInclusion is the act of creating environments and social behaviors in which any individual or group \ncan be and feel welcomed, respected, supported, and valued to fully participate. An inclusive and welcoming climate embraces differences and offers respect in words and actions for all people.\nSPOTLIGHT\nCelebrating Your Third Culture Identity\nOur newest Spirit Resource Group represents “Third Culture” Team Members — those who have moved between cultures \nbefore they have had the opportunity to fully develop their personal and cultural identity. The first culture of such individuals refers to the culture of the country from which their parents originated, the second culture refers to the culture in which the family currently resides, and the third culture refers to the distinct cultural ties among all third culture individuals that share no connection to the first two cultures. As a company built upon travel, many of our Team Members \ndirectly identify with this group.\nWe’ve been blown away by the reach and impact these groups have created in such a short amount of time. Team \nMembers report invaluable personal and professional growth with strong participation as a pathway to offer real, actionable ideas to create more inclusivity within Spirit. Simply put, our Resource Groups are the catalyst for change at Spirit, and we will look to them for guidance as we continue on our DEI&B journey.\n“Resource Groups are a critical part of our strategy. We believe that \nchange starts with listening and these groups empower our Team \nMembers to do just that. These groups provide a platform where people can come together to create ways in which we can achieve our goal of being an employer where all Team Members belong. ” \nLINDE GRINDLE  CHRO At Spirit, we are committed to creating an inclusive space for \nall. We are taking steps to bring inclusive language and behaviors into the daily culture and prioritizing initiatives that make structural and systemic changes, removing barriers, and ensuring an inclusive environment.\nOur Uniform Policy Supports \nAll Gender Identities \nOne of our most powerful inclusivity initiatives in 2022 was to \nexpand the Uniform and Image Standards Policy to include Guest Service Agents, in addition to our Flight Attendants. Adjusting the language of our uniform code signaled how we value the individual identities of our Team Members. The \npolicy now gives our Team Members the freedom to choose a \nuniform based on personal gender identity, not assumed. \nThe Evolution of \nOur  DEI&B Structure \nWe always want our Team Members to feel seen and heard, and that’s where our DEI&B Executive Group plays a vital role. This committee includes leaders from each of our six Resource Groups and ensures accountability and connection from groups work to executive leadership. Our goal is to build \na physical link where leadership can learn from the Resource \nGroups, and ultimately act upon feedback to further work across the company to meet our DEI&B pillars.The Power of Spirit ʼs \nResource  Groups\nSpirit’s Resource Groups are Team Member-led and organized committees bringing together members of our workforce who share a common identity in background, perspective, and/or heritage. Any Team Member or ally can join any Resource Group, and many are members of more \nthan one. Above all, these groups focus on the sharing of \nideas, open conversation, building camaraderie, and creating meaningful change.\nOur Spirit Resource Groups\n ■ Women’s Resource Group\n ■ Black Resource Group\n ■ Latinx Resource Group\n ■ LGBTQIA+ Resource Group\n ■ Asian Resource Group\n ■ Third Culture Individuals Resource Group\nAllyship (verb): The active, \nconsistent, and arduous practice of \nunlearning and re-evaluating, in which \na person seeks to operate in solidarity with a marginalized group.", "metadata": {"source": "NASDAQ_SAVE_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}