{"page_content": "Lega l notice\nForward-Looking Statements\nAll statements in this Report that are not historical, including goals and projections of future results, constitute forward-looking statements that are \nbased on current market, competitive and \nregulatory expectations, and involve risks and uncertainties that may cause actual results to vary materially. Except to the extent required by the law, Walgreens Boots Alliance undertakes no obligation to update publicly any forward-looking statement included in this Report, whether as a result of new information, \nfuture events, changes in assumptions \nor otherwise.  Please see Walgreens Boots Alliance’s latest Form 10-K and subsequent SEC filings for a discussion of risk factors as they relate to forward-looking statements.\nTrademarks\nWalgreens Boots Alliance, the Walgreens Boots Alliance logo and the other trade names listed below are trademarks or registered trademarks of Walgreens Boots Alliance and/or its affiliates in the USA and other countries.\nWALGREENS BOOTS ALLIANCE is a \ntrademark owned by Walgreens Boots Alliance, Inc.\nBALANCE REWARDS, GET A SHOT.  \nGIVE A SHOT., W REDI, and WALGREENS \nare trademarks owned by Walgreen Co.\nALLIANCE BOOTS, ALLIANCE \nHEALTHCARE UK, ALLIANCE HEALTHCARE ESPAÑA, ALLOGA FRANCE and FARMEXPERT are trademarks owned by Alliance Unichem IP Limited.\nBOOTS, BOOTS IRELAND, BOOTS \nOPTICIANS, BOOTS THAILAND, BOOTS UK, BOTANICS, NO7 and SOAP & GLORY are trademarks owned by The Boots Company PLC.\nLIZ EARLE is a trademark owned by Liz \nEarle Beauty Co. Limited.\nFARMACIAS BENAVIDES is a trademark \nowned by Farmacias Benavides, S.A.B. \nDE C.V.Third party trademarks mentioned are \nthe property of their respective owners.  The use of the word “partner” does not imply a partnership relationship between Walgreens Boots Alliance and any other \ncompany.\nExchange rates basis of preparation\nForeign currency amounts have been presented in U.S. Dollars for consistency, having been translated at the average exchange rate for the 12 months ending \n31 August 2016. The most significant rates \nbeing 1.44 U.S. Dollar per Pound Sterling and 1.11 U.S. Dollar per Euro.\nEORTC funds raised in various currencies \nwere converted to Euros and to U.S. Dollars using average exchange rates for the reporting periods in which the \nfunds were raised. Funds for Macmillan \nCancer Support and for BBC Children in Need were raised in Pounds Sterling and converted to U.S. Dollars using average exchange rates for the reporting periods \nin which the funds we re raised.\nPage 2 photo: Diane Bondareff/UN \nFoundation\nPage 13, 31 photos: Allison Shelley \nPhotography\nPage 26 photo: courtesy of Feeding \nAmerica\nThis report is printed on Finch Fine offset \nwhich is FSC® certified and contains 10 percent post-consumer recycled waste fiber. The paper has been independently \ncertified according to the rules of the \nForest Stewardship Council® (FSC).\nDesigned and p roduced by  \nAvila Creative, Inc.\n©2017 Walgreens Boots Alliance, Inc.   \nAll rights reserved\nWebsite: www.wa lgreensbootsalliance.com\nWalgreens Boots Alliance  Corporate Social Responsibility Report 2016 43", "metadata": {"source": "NASDAQ_WBA_2016.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}