{"page_content": "EnvI ronm Ent Commun Ity Workpl ACE mArkEtplACE ovErvIEWOur businesses engage in initiatives \nthat are both relevant to their local \ncommunities and markets and fall \nwithin the central, Company-wide CSR \nframework. We adjusted the framework \nthis year to define 12 CSR goals, three in \neach of our four focus areas. Each goal \nis addressed in a section of this report \nexplaining our impact and progress in that \nspecific area during fiscal 2016. The goals are as follows:\n Community\nWe understand our responsibility to our neighbors and are taking actions to:\n•  Support the health, wellbeing and vitality of the communities we serve\n•  Enable young people to achieve their potential wherever they are in the world\n•  Develop and mobilize our resources and partnerships in the fight against \ncancer Environment\nTo protect the earth and its resources for \nfuture generations, we understand our \npotential positive impact and are taking \nactions to:\n•  Reduce our energy consumption and emissions on a comparable basis* \nas defined by the Greenhouse Gas \nProtocol\n•  Reduce the waste we create, on a \ncomparable basis*, and contribute to the \ndrive for increasingly circular economies \nthrough increased re-use and recycling\n•  Develop plans to help achieve zero  \nnet deforestation by 2020, collaborating \nwith other organizations in a global \ninitiative\n*  Excludes the impact of acquisitions, disposals and \nany significant changes in existing operations\n Marketplace\nTo compete fairly and with integrity, we \nare taking action to:\n•  Create a global process that enables transparency of ingredients and their \ntraceability for the exclusive consumer \nretail product brands that we sell•  Continue to drive ethical sourcing practices – protecting human rights \nacross our supply chain\n•  Work collaboratively with a global \nnetwork of key external organizations \nengaging in issues that carry the \ngreatest social relevance to the markets \nand in the communities we serve\n Workplace\nTo treat our people with dignity and \nrespect, we are taking action to:\n•  Proactively support the personal health and wellbeing of our employees\n•  To deliver our commitment to equal opportunities for everyone across our \nemployment practices, policies and \nprocedures\n•  Continuously improve our robust approach to health and safety, \nactively caring for our employees and \ncustomers, throughout the Company\nWalgreens Boots Alliance  Corporate Social Responsibility Report 2016 5Employees at Boots Thailand \ncelebrate an initiative where they raised money for the country’s National Cancer Institute.", "metadata": {"source": "NASDAQ_WBA_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}