{"page_content": "STAKEHOLDER ENGAGEMENT\nStakeholder feedback is an important part of our environmental, social, and governance (ESG) strategy, helping us evolve our \nprocesses and culture while also guiding product development.\nINTERNAL STAKEHOLDER ENGAGEMENT\nWe share our progress with our teams around the world to \nfoster active engagement with and adoption of our ESG \nactivities. We also recognize that sustainability and green \nengineering are important topics for our current and future \nteam members. We encourage the support of Employee \nResource Groups (ERGs) to further the Corporate efforts \nthrough local activities. There are ten ERGs to date that \nfocus on a variety of topics, including the Black Achievement \n& Leadership Team (BALT), Women in NXP (WiN), and No \neXtra Planet, which uses its activities and communications to \nencourage participation in environmental events and activities \nsuch as world Earth Day, green mobility, and eco-friendly \nbusiness practices.\nWe communicate with our team members through numerous \nplatforms and channels, including town halls, meetings, our \nintranet and internet sites, internal messages, social media, \nblog posts, and newsletters that report on NXP’s sustainability \nefforts and other key business activities. In 2022, we continued \nto publish NXP’s Sustainability Stories magazine, which \nchronicles our journey toward making the world smarter and \nmore sustainable. \nWe conduct confidential team-member pulse surveys to  \ngauge how our team members view the company’s vision  \nand strategy, the work environment, work relationships,  \nand job satisfaction.EXTERNAL STAKEHOLDER ENGAGEMENT\nThroughout the year, we engage formally and informally with \nour stakeholders to explore ESG focus areas, along with trends \nand developments relevant to our industry. We endeavor to \nconsider the views of our stakeholders, by acknowledging their \nviewpoints and demonstrating respect for our shared priorities, \nwhen making business decisions. We believe this approach \nreflects our commitment to transparency and accountability, \nand ultimately contributes to long-term value. \nWe communicate NXP’s sustainability efforts and other \nkey business activities through numerous platforms and \ndigital channels, including events, customer meetings, our \nwebsite, social media, blog posts, and newsletters. In 2022, \nwe published two new issues of our Sustainability Stories \nmagazine, covering a variety of topics, including advancements \nin automotive innovation, our Diversity, Equality, and Inclusion \n(DE&I) efforts, and employee initiatives.\n15 15 \n2022 ESG HIGHLIGHTS\nOUR BUSINESS\nECONOMYINTRODUCTION\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESOUR TEAM MEMBERSOverview\nStakeholder Engagement\nTotal Quality15 ", "metadata": {"source": "NASDAQ_NXPI_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}