{"page_content": "2022 Hazardous Chemicals and Materials Performance\nEliminated Phthalates from Our Dicing TapesLong-Term Hazardous Chemicals and Materials Ambition\nReduce Use of Targeted Chemicals of Concern\nThe semiconductor industry as a whole uses a wide variety of chemicals and materials in wafer \nfabs, assembly and test facilities, and in final products sold. Some of these chemicals and \nmaterials are highly specific and vital to specific process technologies and/or products. At NXP , \nwe have several programs in place to regulate our use of hazardous chemicals and materials, \nand we follow some of the most rigorous standards in the industry for protecting our team \nmembers, our customers, and the environment.\nWe focus on select chemicals to minimize and/or phase out based on regulatory or other \npotential risks. Specific near-term challenges for the semiconductor industry include addressing \nconcerns related to per- and polyfluoroalkyl substances (PFAS), hydrofluorocarbons (HFCs), \nphthalates, and die-bond epoxies. \nNXP takes a multi-tiered approach when working with chemicals. That includes finding safer \nand/or alternative materials, providing engineering controls to separate team members \nfrom potential emissions, providing personal protective equipment (PPE), creating standard \noperating procedures that take into consideration operational risks, providing training and \nawareness to enhance personal safety, and routine monitoring of industrial work areas to \nensure hygiene monitoring, which includes monitoring the ambient air and team-member \nhealth to ensure all controls are functioning and effective.HAZARDOUS CHEMICALS AND MATERIALS\nOur mid-term goal for 2027 is to recycle 90% of all waste, including hazardous \nwaste. Much of the waste NXP currently generates, while considered hazardous, is  \noften clean enough for use as “virgin” raw materials in other industries. NXP works with \nvendors to redirect these waste streams, as applicable to other companies, while increasing \nour recycling percentage. \nNXP must always comply with all relevant legislation, and aims to stay ahead of new chemical \nlegislation and customer requirements. Our chemical-management programs are guided \nby two primary objectives. First, we must control the risks posed by chemicals used in our \nproduction processes, in terms of team-member health and safety, as well as environmental \neffects, such as pollution, climate change, and ozone depletion. Second, we must ensure that \nany products and shipping materials we supply pose no or negligible risk, due to the presence \nof hazardous chemicals, to our customers or the environment.\nOZONE-DEPLETING SUBSTANCES\nOzone-depleting substances (ODSs) are long-lived gases, containing chlorine and/or bromine, \nthat destroy ozone when they reach the earth’s protective ozone layer in the stratosphere. \nSome ODSs do more damage than others. The ozone-depleting potential (ODP) of an ODS \nindicates its relative harmfulness to the ozone layer. The higher the ODP number, the more \ndamage the ODS does in the ozone layer. Some greenhouse gases, including HFCs, do not \ncontain chlorine and, as a result, have a zero ODP rating. These gases are referred to as non-\nODP substances and, in some cases, can be used to replace ODSs.\nAs of 2007, we phased out the use of all ODSs in our manufacturing processes and these \nsubstances are now prohibited at our manufacturing sites. When an air-conditioning system \nthat uses ODS refrigerants is scheduled for replacement, we replace it with a new system that \ndoesn’t use ODS. The majority of air conditioners that use ODS refrigerants have either already \nbeen replaced or are being replaced wherever possible and practical.\n\nAs part of our strategy to phase out chemicals that are potentially hazardous, we have  \neliminated the presence of phthalates in the dicing tapes used by our assembly and test \nsites. In 2021, we successfully completed the testing of alternative materials and, in 2022, \nremoved all remaining affected dicing tapes. This is a major accomplishment, because \neach change in chemistry requires rigorous approval and qualifications in order to meet \nour strict quality standards. NXP in Action\n156 \n2022 ESG HIGHLIGHTS\nOUR BUSINESS\nECONOMYINTRODUCTION\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESOUR TEAM MEMBERS\nOverview\nManagement\nEmissions\nEnergy\nWater\nWaste\nPackaging\nHazardous Chemicals and Materials", "metadata": {"source": "NASDAQ_NXPI_2022.pdf", "page": 155, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}