{"page_content": "SUBSTANCES OF CONCERN\nNXP is committed to the safe handling of all substances of concern. We continually search for \nalternative substances, and aim to discontinue using all substances of concern except those \nthat don’t have a safe, proven manufacturing alternative.\nGOVERNANCE\nAn internal Chemical Management Committee meets regularly to review current and pending \nregulations, such as the Registration, Evaluation, Authorisation and Restriction of Chemicals \n(REACH) and the Restriction of Hazardous Substances (RoHS), as well as the requirements of \nvarious governmental organizations, including the European Union and, in the United States, \nthe Occupational Safety and Health Administration (OSHA) and the Environmental Protection \nAgency (EPA). The goal is to not only remain compliant but also, where possible, exceed legal \nand safety requirements.\nOur Chemical Management Committee consists of cross-functional team members from \nSustainability, Environment, Health and Safety, and Environmental Product Compliance. \nWorking collaboratively, the Committee has succeeded in implementing global processes and \nprocedures that serve to keep our team members safe and minimize our environmental impact. \nThe Chemical Management Committee reports progress to the EHS Management Board.\nPFOS/PFOA COMMITMENT\nNXP complies with the World Semiconductor Council’s (WSC’s) Voluntary Agreement for \nPerfluorooctyl Sulfonates (PFOS). In 2017, we eliminated all manufacturing uses of PFOS. \nIn previous years, we made notable progress in also eliminating all manufacturing use of \nPerfluorooctanoic Acid (PFOA), with the exception of a small amount (less than 1 kg annually) \nthat is being phased out of the Oak Hill manufacturing site over the next years.PROCESSES AND PROCEDURES\nNXP Corporate Chemical Control Standard  – Provides direction regarding chemical controls, \napproval of chemicals, transport of chemicals, reporting, and other requirements to or  \nby Corporate EHS.\nApproval Requirements for New Chemicals  – Before any new chemicals are purchased or \nbrought onsite, EHS approval is required across multiple systems . During the chemical review, \nthe local industrial hygienist and the safety expert conduct a dedicated risk assessment, \nreviewing all EHS aspects, such as exposure to humans, environment and/or safety. The EHS \nTeams also review environmental regulations to ensure that new chemicals are not in violation \nof governmental requirements.\nProhibited and Restricted Chemicals Standard  – Corporate EHS maintains a list of chemicals \nthat are either prohibited in manufacturing or restricted, meaning their use is limited to specific \napplications and accompanied by detailed risk-mitigation measures. Any onsite usage is \nreviewed and approved by managers via an electronic waiver system . The list of prohibited and \nrestricted chemicals is based on current and future regulations (e.g., REACH, RoHS), and also \nreflects customer requests. Onsite teams review and evaluate local restrictions and regulations \nregarding such chemicals.\nManagement  of Safety Data Sheets – Safety Data Sheets are managed in a corporate system \nthat allows for global NXP reporting . Local team members are able to view all site-applicable \ndata sheets as needed for their job functions.\nEnvironmental Product Centralized Database – We use databases to register and classify \nsubstances used in our products. Following the same approach as with process chemicals, \nrestrictions of product substances are based on current and upcoming regulations (e.g., \nREACH, RoHS), and customer requests. Our system uses comprehensive information on \nsubstances, product structure data, the latest legislative guidance, and customer restrictions  \nto calculate, track, and report on the compliance of our materials.\nHAZARDOUS CHEMICALS AND MATERIALS\n2022 ESG HIGHLIGHTS\nOUR BUSINESS\nECONOMYINTRODUCTION\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESOUR TEAM MEMBERS\nOverview\nManagement\nEmissions\nEnergy\nWater\nWaste\nPackaging\nHazardous Chemicals and Materials\n157 ", "metadata": {"source": "NASDAQ_NXPI_2022.pdf", "page": 156, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}