{"page_content": "NXP is committed to ensuring that working conditions in our supply chain are safe, that workers are treated \nwith respect and dignity, and that our products and processes are environmentally responsible. \nNXP has business relationships with more than 10,000 suppliers globally. Our suppliers range from external \nmanufacturing partners and direct materials suppliers to labor agents, tool and machine manufacturers, \nlogistics providers, packaging services, and onsite service providers for NXP and supplier facilities. \nWe take a collaborative approach to supplier and contractor relationships, observe applicable rules of law, \nand demonstrate respect for ethical business, environmental, and human-rights practices. To help drive \ncontinuous improvement, we conduct annual risk assessments and audit those suppliers identified in the \nrisk-assessment process. OVERVIEW\nOur goal is to continue working closely with suppliers who have had audit nonconformances or \npriority violations, to ensure they fully understand our standards and are equipped with the skills \nand knowledge to avoid recurrence. Engagement with high-priority suppliers will continue to be an \nimportant activity, too, since it helps us understand the business and operational challenges they \nface, and helps us evaluate the adequacy and effectiveness of our standards and policies. In 2023, we \nwill launch a  vendor-collaboration portal, a project delayed by the COVID-19 pandemic. The portal \nwill increase two-way communication between us and our supply chain, and will help us maintain \npolicies described in the NXP Supplier Code of Conduct and elsewhere.Looking Ahead\n160 \n2022 ESG HIGHLIGHTS\nOUR BUSINESS\nECONOMYINTRODUCTION\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESOUR TEAM MEMBERS\nOverview\nSupplier Code of Conduct\nSupply-Chain Management", "metadata": {"source": "NASDAQ_NXPI_2022.pdf", "page": 159, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}