{"page_content": "APPENDIX D – 2022 TASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD) INDEX\nIf emissions of greenhouse gases (GHGs) continue at current rates, global warming will accelerate. Temperature gains above 2 °C (relative to the pre-industrial period) would have catastrophic  \neconomic and social consequences. \nThe growing demand for decision-useful, climate-related information from organizations across all sectors of the economy has given rise to several disclosure standards that support greater \naccountability and transparency. One such standard, established in  2015, is the Task Force on Climate-Related Financial Disclosures (TCFD), which defines a set of voluntary disclosures of climate-\nrelated financial risk. Using the TCFD format, companies can inform stakeholders of any risks relating to climate change that they face.\nThe TCFD structures their recommendations around four themes that represent core elements of how organizations operate: governance, strategy, risk management, and metrics and targets.\n2022 TCFD Index\n Governance\nDisclose the organization's governance around climate-related risks and opportunities.\na.  Describe the board's \noversight of climate-related \nrisks and opportunities.The Nominating, Governance, and Sustainability Committee of NXP’s Board of Directors is responsible for reviewing the Company’s policies and practices \nrelating to significant issues of sustainability, environmental, social, and governance (ESG), and public issues of concern that affect investors and other key \nstakeholders, including climate-related risks and opportunities. The Committee is updated on these efforts on a quarterly basis by representatives of the \nESG Management Board, and reports on these efforts in the plenary meetings of NXP’s Board of Directors. A monitoring dashboard of top key performance \nindicators (KPIs) for our status on progress is reviewed on a quarterly basis.  \n \nThe Board and Board Committees consider climate-related issues when making decisions involving strategy, major plans of action, risk-management policies, \nannual budgets, and business plans. The Board and Board Committees consider climate-related issues when setting the organization’s performance objectives, \nmonitoring implementation and performance, and overseeing major capital expenditures, acquisitions, and divestitures.  \n \nThe Nominating and Governance Committee reviews and approves our carbon-footprint goals, strategy, roadmap, and budget. Please see our Nominating, \nGovernance, and Sustainability Committee Charter for more details.  \n \nPlease see the \"ESG Board Oversight\" subsection of the \"Board of Directors\" section of the \"Governance\" chapter of this Report for more details.\n214 \n2022 ESG HIGHLIGHTS\nOUR BUSINESS\nECONOMYINTRODUCTION\nGOVERNANCE \nESG\nENVIRONMENT\nSUPPLIER ENGAGEMENT\nPRODUCT STEWARDSHIP\nAPPENDICESOUR TEAM MEMBERS\nESG Performance\nGRI Index\nSASB Index\nTCFD Index\nUNGC\nSustainability Policy\nScope 1 Chemical List\nTop 100 Supplier List\nAcronyms and Abbreviations", "metadata": {"source": "NASDAQ_NXPI_2022.pdf", "page": 213, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}