{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    14WORKPLACE\nOur staff are vital to our mission to serve patients. \nWe strive to create an inclusive, safe and healthy \nwork environment.\nOur Safety Culture\nAmgen leadership encourages staff members to work \nat the “speed of safety.” Our entire organization is \nengaged in fostering an environment where safety \nis a deliberate consideration each and every day. \nThrough our strong safety culture, we’ve earned a \nsafety record that is among the best in the industry.  \nGovernmental health and safety inspectors found no \nregulatory violations at Amgen’s facilities in 2016. To \nsustain and further enhance our safety culture, we \nfocus on safe practices in the workplace and encourage \nidentification of additional ways to mitigate risks. We \nare proud to report that in 2016 the number of serious \nnear-miss incidents, ergonomic injuries, contractor \nsafety incidents and pressure incidents declined. \nWhile we saw continued decline in the injury rate in \nour Research and Development arm in 2016, we saw \na slight uptick in recordable injuries in Manufacturing. \nWe are committed to addressing this trend and are \nundertaking rigorous analyses to understand the \ncauses and take action.Wellness at Amgen\nAs a company that creates innovative human \ntherapeutics, we are committed to providing \nresources and facilities for staff to pursue healthy \nlifestyles, including fitness facilities or memberships, \nhealthy eating options and many fitness-oriented \nevents throughout the year.\nWe are creating healthy and inspiring office and lab \nenvironments modeled on activity-based working. \nThese workspaces contain abundant natural light \nand a choice of flexible work areas adapted to the \nvariety of tasks staff perform throughout the day. \nErgonomic equipment helps promote a safe and \ncomfortable work environment for staff. \nFor more information, see Safety and Wellness  in \nResponsibility on www.amgen.com.WORKPLACE\nERGONOMIC \nINJURIES\nREDUCED76%\nSTEPS TAKEN  \nfor Walk to Wellness1 .2 BILLION", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}