{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    16OPERATING RESPONSIBLY\nOPERATING RESPONSIBLY\nIt’s a privilege to work at a company focused on helping \npatients with serious diseases, and this is a privilege \nwe do not take lightly. Our business is built on an \nunwavering commitment to integrity and compliance, \nwhich is demonstrated by our staff members every day \nthrough their words, decisions and actions.\nEthical Business Standards \nAt Amgen, each of us knows and understands the \nresponsibility we have in the healthcare industry. \nOur mission, to serve patients, is supported by our \ncommitment to conducting business ethically and \nensuring compliance with the laws and regulations \nthat govern our business and industry. Amgen’s \nleadership, including its Board of Directors, is \ncommitted to promoting an ethical culture. \nAmgen’s Board of Directors, CEO and senior financial \nofficers and staff are guided by Business Conduct \nStandards. As a company, we have developed \nrigorous Codes of Conduct, Policies, Committees \nand Charters to guide us in responsible operations, \nwhich collectively we view as our tools to ensure that \nwe “Do the Right Thing.”\nIn addition to the Staff Code of Conduct, we have \na number of resources available for staff members \nin particular to help them “Do the Right Thing,” including compliance websites and training courses; \nAmgen’s compliance policies; guidance from \nmanagers and dedicated compliance professionals; \nand Amgen’s Business Conduct Hotline. \nFighting serious illness takes more than pioneering \nscience and vital medicines; it also requires \ncollaborating with people and organizations around \nthe world who advance science and provide quality \nhealthcare for patients. These relationships are built \nupon ethical and responsible business conduct and \nreliable disclosure of information and are conducted \nwith guidance from a number of Policies, Practices \nand Disclosures  as published on Amgen.com.\nBusiness Ethics and the Amgen Values\nAmgen’s Worldwide Compliance & Business Ethics \nProgram is grounded in the Amgen Values. Our \nvalues form a deeply held belief system that guides \nour behavior, helps us make the right decisions and \nbuilds the framework for our daily interactions with \neach other. We value people, integrity and results. \nThis combination is essential in accomplishing our \nmission, which is to serve patients. \nFor more information, see How We Operate  on \nwww.amgen.com.\n100% \nOF STAFF COMPLETED  \n“Do the Right Thing” TrainingAMGEN’S VALUES\nBE SCIENCE-BASED\nTRUST AND RESPECT   \nEACH OTHERCREATE VALUE FOR  \nPATIENTS, STAFF AND  \nSTOCKHOLDERS\nWORK IN TEAMSCOMPETE INTENSELY  \nAND WIN\nENSURE QUALITYBE ETHICAL\nCOLLABORATE,  \nCOMMUNICATE AND  \nBE ACCOUNTABLE", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}