{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    17\nSupplier Sustainability \nAmgen’s extensive global network of suppliers is vital \nto our ability to provide high-quality medicines to \npatients reliably and efficiently. We have developed a \nSupplier Sustainability Program designed to support \nour expectation that our suppliers not only address \nquality, cost and reliability requirements but also a \nwide range of sustainability and social responsibility \nconsiderations, such as business ethics, labor and \nhuman rights and environmental impacts.\nIn 2016, considerable progress was made in \nadvancing Amgen’s Supplier Sustainability \nProgram. Amgen issued an enhanced Supplier \nCode of Conduct  that addresses a wide range of \nenvironmental sustainability and social responsibility \nperformance expectations. In addition, we initiated \na Supplier Sustainability Assessment to evaluate \nthe performance of our key suppliers against the \nrequirements of our Supplier Code of Conduct. \nAddressing Conflict Minerals \nAmgen is also addressing a number of specific issues \nassociated with its supply chain. In the area of conflict \nminerals, Amgen will seek to identify, reduce and \nultimately eliminate the use in its products of conflict \nminerals that directly or indirectly finance armed \ngroups in the Democratic Republic of the Congo  and surrounding countries. In addition, Amgen has \nissued public statements with regards to its efforts  \nto address concerns about modern slavery in its \nsupply chain.  \nFor more information, see Supplier Sustainability  in \nResponsibility on www.amgen.com.\nOPERATING RESPONSIBLY\nDIFFERENT \nASPECTS.36We’ve updated our Supplier \nCode of Conduct to includeOPERATING RESPONSIBLY", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}