{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    18REPORTINGREPORTING\nSelected Company Performance Data\nType Unit 2007 2012 2013 2014 2015 2016\nTotal Energy (a) 1,000 GJ 4,341 3,849 3,817 3,706 3,812 3,535\nTotal Carbon From Energy (a) 1,000 MT CO2Eq 416 385 363 354 369 291\nTotal Water Withdrawal (a) 1,000 CM 3,286 2,720 2,725 2,487 2,520 2,351\nTotal Routine Waste (a) MT 10,146 9,018 8,780 8,929 10,054 10,330\nEnvironmental Notices of Violation (NOVs) (b) 1 NOV 8 2 2 6 1 1\nStaff Injury and Illness Rate Incidents per 100 workers 0.81 0.56 0.57 0.42 0.37 0.43\nStaff Lost Day Case Rate Incidents per 100 workers 0.25 0.17 0.11 0.12 0.11 0.14\nAmgen Staff (FTE) People 17,500 17,900 20,000 17,900 17,900 19,200\nNet Sales $ Millions 14,311 16,639 18,192 19,327 20,944 21,892\nNon-GAAP Net Income (c) $ Millions 4,804 5,119 5,814 6,700 7,954 8,785\nNon-GAAP R&D Expenses (c) $ Millions 3,064 3,296 3,929 4,121 3,917 3,755\n \nFor additional environment, safety and financial performance data, please see www.amgen.com.Amgen communicates its progress in environmental sustainability \nand social responsibility in a variety of ways. We provide information \non our website, participate in industry conferences and workshops, \nprovide information to external organizations and produce annual \nreports. In prior years, we have issued an annual Environmental \nSustainability Report. This year, our 2016 Responsibility Highlights \nReport represents a step to broaden our reporting to include our \nprogress in the areas of both environmental and social responsibility.Amgen is committed to aligning our reporting with respected global \nstandards. As we have done in previous Environmental Sustainability \nreports, this Responsibility Highlights Report contains Standard \nDisclosures from the Global Reporting Initiative (GRI) Sustainability \nReporting Guidelines. The GRI guidelines offer a useful framework to \nhelp companies standardize their sustainability reporting.\nSelected commitments to reporting include the following:•  Donations and grants  made by the company and the  \nAmgen Foundation. \n• Political  contributions  in the U.S.\n•  Disclosures  in alignment with the European Federation of \nPharmaceutical Industries and Associations codes of practice.  \n• Securities and Exchange Commission–required financial reporting. \n•  We provide information as part of CDP’s (formerly Carbon Disclosure \nProject) investor requests for climate change and water.\n•  Complete environmental data,  which is available in the \nEnvironment section of Responsibility on Amgen.com.", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}