{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    19REPORTING\nData Notes  \na)  Please see Responsibility/Environment on amgen.com for an Independent Verification Statement for this data. Amgen has included data from 19 facilities covering energy and carbon, water, and waste. The facilities represent approximately  \n94 percent of Amgen’s worldwide facility space based on total square feet. Included facilities are in Thousand Oaks, California, U.S.; West Greenwich, Rhode Island, U.S.; Longmont, Colorado, U.S.; Bothell, Washington, U.S.; Juncos,  \nPuerto Rico,U.S.; Louisville, Kentucky, U.S.; South San Francisco, California, U.S.; Cambridge and Woburn, Massachusetts, U.S.; Burnaby, Canada; Breda, Netherlands; Dun Laoghaire, Ireland; Uxbridge, Abingdon, and Cambridge,  \nUnited Kingdom; Sao Pãolo, Brazil; Yenibosna and Sekerpinar, Turkey; and Tuas, Singapore. This includes leased buildings where we have operational control over building infrastructure, including utilities. \nb)  Environmental notices of violation (NOVs) reported that resulted from agency inspections.\nc)  Amgen Inc. Reconciliations of GAAP to Non-GAAP Measures  \n(Unaudited)  \n($ In millions)\nYears ended December 31,\n2016 2015 2014 2013 2012 2007\nGAAP research and development expenses  $              3,840  $              4,070  $              4,297 $              4,083 $              3,380 $              3,266 \n     Adjustments to research and development expenses:\n          Acquisition-related expenses (a)  (78)  (89)  (124)  (142)  (50)  (100)\n          Certain charges pursuant to our restructuring and other cost savings initiatives (b)  (7)  (64)  (49)  -  (12)  (19)\n          Stock option expense  -  -  (3)  (12)  (22)   (83)   \n     Total adjustments to research and development expenses  (85)  (153)  (176)  (154)  (84)  (202)\nNon-GAAP research and development expenses  $              3,755  $              3,917  $              4,121  $              3,929  $              3,296 $              3,064 \nGAAP operating income  $              9,794  $              8,470  $              6,191  $              5,867  $              5,577  $              3,980 \n     Adjustments to operating income:\n          Acquisition-related expenses (a)  1,510  1,377  1,546  986  470  1,016 \n          Certain charges pursuant to our restructuring and other cost savings initiatives (b)  37  114  596  71  347  739 \n          Expense/(benefit) related to various legal proceedings  105  91  (3)  14  64  34 \n          Expense resulting from clarified guidance on branded prescription drug fee (c)  -  -  129  -  -  - \n          Write-off of inventory (d)  -  -  -  -  -  90 \n          Write-off of manufacturing asset (e)  -  -  -  -  -  30 \n          Stock option expense  -  -  16  34  59  181 \n     Total adjustments to operating income  1,652  1,582  2,284  1,105  940  2,090 \nNon-GAAP operating income  $            11,446  $            10,052  $              8,475  $              6,972  $              6,517  $              6,070 \nGAAP net income  $              7,722  $              6,939  $              5,158  $              5,081  $              4,345  $              3,078 \n     Adjustments to net income:\n          Adjustments to operating income  1,652  1,582  2,284  1,105  940  2,090 \n          Non-cash interest expense associated with our convertible notes  -  -  -  12  140  219 \n          Bridge financing costs associated with the Onyx business combination  -  -  -  22  -  - \n          Income tax effect of the above adjustments (f)  (525)  (496)  (717)  (376)  (329)  (491)\n     Other income tax adjustments (g)  (64)  (71)  (25)  (30)  23  (92)\nNon-GAAP net income  $              8,785  $              7,954  $              6,700  $              5,814  $              5,119  $              4,804 \n(a) The adjustments related primarily to non-cash amortization of intangible assets acquired in business combinations. 2007 also included the non-cash expense associated with writing off the acquired in-process R&D.\n(b) The adjustments related primarily to asset impairments, accelerated depreciation and other charges related to the closure of our facilities, as well as severance. 2015 also included gains recognized on the sale of assets related to our site closures.\n(c) The adjustments related to the recognition of an additional year of the non-tax deductible branded prescription drug fee, as required by final regulations issued by the Internal Revenue Service.\n(d) The adjustment related primarily to changing regulatory and reimbursement environments.\n(e) The adjustment related to the write-off of the cost of a semi-completed manufacturing asset that was not used due to a change in manufacturing strategy.\n(f)  The tax effect of the adjustments between our GAAP and non-GAAP results takes into account the tax treatment and related tax rate(s) that apply to each adjustment in the applicable tax jurisdiction(s). Generally, this results in a tax impact at the U.S. marginal tax rate for certain adjustments,  \nincluding the majority of amortization of intangible assets, whereas the tax impact of other adjustments, including restructuring expense, depends on whether the amounts are deductible in the respective tax jurisdictions and the applicable tax rate(s) in those jurisdictions. \n(g) The adjustments related to certain prior period items excluded from non-GAAP earnings, as well as resolving certain non-routine transfer-pricing and acquisition-related issues with tax authorities, as applicable.REPORTING", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}