{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    22REPORTING\nGlobal Reporting Initiative Index (continued)\nReport Profile\nNumber Disclosure Reported Response\nG4-28 Reporting period January 1, 2016, to December 31, 2016\nG4-29 Date of most previous report May 2016\nG4-30 Reporting cycle Annual\nG4-31 Contact for questions regarding report responsibility@amgen.com\nG4-32 GRI content index www.amgen.com (Responsibility/Reporting and Metrics)\nG4-33 Scope and basis of external assurance www.amgen.com (Responsibility/Reporting and Metrics)\nGovernance\nNumber Disclosure Reported Response\nG4-34 Governance structure of the organization www.amgen.com (About/How We Operate/Corporate Governance)\nEthics and Integrity\nNumber Disclosure Reported Response\nG4-56 Organization’s values, principles, standards and norms of behavior www.amgen.com (About/Mission and Values)\nEconomic\nNumber Disclosure Reported Response\nG4-EC1 Direct economic value generated and distributed www.amgen.com (2016 Annual Report and Financial Summary)\nG4-EC2 Financial implications and other risks and opportunities for the organization’s activities due \nto climate changeWe’re actively working to conserve energy and reduce greenhouse gas emissions that result \nfrom our operations. We have also considered potential risks to our business associated with \nclimate change, such as extreme weather events and increasing regulation. Financial impact is \nconsidered as part of our risk management processes. Having plans in place to mitigate these \nrisks increases the overall sustainability of the business.\nG4-EC8 Significant indirect economic impacts, including the extent of impacts www.amgen.com (Responsibility/Amgen Foundation)\nReported PartialREPORTING", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}