{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    25REPORTING\nForward-Looking Statements \nThis communication contains forward-looking statements that are based on the current expectations and beliefs of Amgen. All statements, other than statements of historical fact, are statements that could be deemed \nforward-looking statements, including estimates of revenues, operating margins, capital expenditures, cash, other financial metrics, expected legal, arbitration, political, regulatory or clinical results or practices, customer \nand prescriber patterns or practices, reimbursement activities and outcomes and other such estimates and results. Forward-looking statements involve significant risks and uncertainties, including those discussed below \nand more fully described in the Securities and Exchange Commission reports filed by Amgen, including our most recent annual report on Form 10-K and any subsequent periodic reports on Form 10-Q and Form 8-K. \nUnless otherwise noted, Amgen is providing this information as of the date of this communication and does not undertake any obligation to update any forward-looking statements contained in this document as a result of \nnew information, future events or otherwise.\nNo forward-looking statement can be guaranteed and actual results may differ materially from those we project. Our results may be affected by our ability to successfully market both new and existing products \ndomestically and internationally, clinical and regulatory developments involving current and future products, sales growth of recently launched products, competition from other products including biosimilars, difficulties \nor delays in manufacturing our products and global economic conditions. In addition, sales of our products are affected by pricing pressure, political and public scrutiny and reimbursement policies imposed by third-\nparty payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward managed \ncare and healthcare cost containment. Furthermore, our research, testing, pricing, marketing and other operations are subject to extensive regulation by domestic and foreign government regulatory authorities. We or \nothers could identify safety, side effects or manufacturing problems with our products after they are on the market. Our business may be impacted by government investigations, litigation and product liability claims. In \naddition, our business may be impacted by the adoption of new tax legislation or exposure to additional tax liabilities. If we fail to meet the compliance obligations in the corporate integrity agreement between us and \nthe U.S. government, we could become subject to significant sanctions. Further, while we routinely obtain patents for our products and technology, the protection offered by our patents and patent applications may \nbe challenged, invalidated or circumvented by our competitors, or we may fail to prevail in present and future intellectual property litigation. We perform a substantial amount of our commercial manufacturing activities \nat a few key facilities and also depend on third parties for a portion of our manufacturing activities, and limits on supply may constrain sales of certain of our current products and product candidate development. In \naddition, we compete with other companies with respect to many of our marketed products as well as for the discovery and development of new products. Discovery or identification of new product candidates cannot be \nguaranteed and movement from concept to product is uncertain; consequently, there can be no guarantee that any particular product candidate will be successful and become a commercial product. Further, some raw \nmaterials, medical devices and component parts for our products are supplied by sole third-party suppliers. Certain of our distributors, customers and payers have substantial purchasing leverage in their dealings with \nus. The discovery of significant problems with a product similar to one of our products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on our business \nand results of operations. Our efforts to acquire other companies or products and to integrate the operations of companies we have acquired may not be successful. We may not be able to access the capital and credit \nmarkets on terms that are favorable to us, or at all. We are increasingly dependent on information technology systems, infrastructure and data security. Our stock price is volatile and may be affected by a number of \nevents. Our business performance could affect or limit the ability of our Board of Directors to declare a dividend or our ability to pay a dividend or repurchase our common stock.REPORTING", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}