{"page_content": "At Amgen, our mission to serve patients is at the heart of everything \nwe do. It is central to our strategy, which is focused on investing in \ninnovation to develop medicines that treat the world’s most serious \ndiseases. It is through these efforts that we make our greatest \ncontribution to society. Today we operate in six therapeutic areas—\noncology/hematology, cardiovascular disease, inflammation, bone \nhealth, nephrology and neuroscience. These areas of focus all \nrepresent a commitment to addressing serious diseases.  \nWe recognize the great privilege we have to create vital medicines. \nThis privilege is accompanied by a deep sense of responsibility. \nWe know that with every decision we make, we have the ability to \nmake a significant positive difference globally in the lives of those \nimpacted by severe illness. We also have the opportunity to make \nmultiple contributions to the communities in which we operate. \nAmgen dedicates significant resources toward building a better \ntomorrow in a variety of ways. Our company invests billions of \ndollars annually in research and development in search of innovative \ntherapies that address unmet medical needs and reduce the human \nand financial burden of disease. We are committed to the health and \nsafety of our patients and to improving access to our medicines. \nIt is because of our talented staff that we are able to consistently \ndiscover, develop and deliver important medicines for society. \nInnovation is fostered by different perspectives, experiences and \nbackgrounds. The diversity of our patients is reflected in our staff. We \ncontinually strive to create an inclusive workplace that values diversity. \nOur mission is supported by our commitment to conducting business \nethically, in compliance with the laws and regulations that govern \nour business and industry. We recognize that our suppliers also play \nan important role in our ability to serve patients. We launched an \nenhanced Supplier Code of Conduct in 2016 to expressly communicate \nour expectation that our suppliers adhere to the same high standards \nwe apply to ourselves in areas such as anti-corruption, environmental \nsustainability and labor conditions. We are invested in inspiring the next generation of innovators and in \nsupporting initiatives that make positive differences in our communi -\nties. The Amgen Foundation seeks to advance excellence in science \neducation with programs for students and teachers. Through grants \nand giving programs, Amgen commits significant support through \na variety of initiatives, including grants to eligible nonprofits, staff \nvolunteerism and corporate sponsorships. \nWe are committed to conducting our operations in an environmentally \nresponsible manner. We have a 2020 Environmental Sustainability Plan \nin place, which is enabling us to reduce the environmental impact of \nour operations. Through this commitment, we have demonstrated that \nsustainable operations improve efficiency and create value for our \nbusiness. We are making steady progress toward achieving our 2020 \ntargets to reduce carbon emissions, water usage and waste.\nWe are also proud to continue to receive external recognition of our \nprogress. Amgen earned placement on the Dow Jones Sustainability \nIndices (DJSI) World Index for the third consecutive year and on the \nNorth America Index for the fourth consecutive year. We were named \nto Corporate Responsibility Magazine’s  “100 Best Corporate Citizens” \nand were ranked #23 on the 15th Annual “Top 50 Employers” in \nSTEM Workforce Diversity Magazine.\nThank you for your interest in Amgen’s efforts to advance innovative \nmedicines to address serious illness. We value your feedback. I invite \nyou to share your thoughts with us at responsibility@amgen.com. \nRobert A. Bradway\nChairman and Chief Executive OfficerLEADERSHIP MESSAGE\nAmgen 2016 Responsibility Highlights    4OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}