{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    5COMMITMENT\nAmgen is dedicated to making a positive difference \nin the world. This conviction extends beyond making \nvital medicines to address unmet medical needs. \nWe are committed to corporate responsibility, from \nour mission to serve patients to all aspects of how \nwe operate to the significant resources we dedicate \ntoward building a better tomorrow in the communities \nwhere we operate.\nResponsibility Governance\nAmgen’s social and environmental responsibility \nperformance is governed through facility- and \ncorporate-level management reviews. One key \ncomponent of Amgen’s corporate-level governance \nis the Sustainability Council. The Council, which \nincludes representation by leaders from a wide \ncross-section of company functions, provides \nguidance on the implementation of our environmental \nsustainability plan and areas of social responsibility. \nIn addition, our executive leadership reports our \nprogress in certain of these areas to the Corporate \nResponsibility and Compliance Committee (CRCC) \nof our Board of Directors. The CRCC assists the \nBoard in overseeing Amgen’s activities in the areas of \ncorporate responsibility and compliance. \nFor more information on Amgen’s corporate \ngovernance and the Board of Directors, visit the \nLeadership  section of www.amgen.com.Engaging With Stakeholders\nWe strive to accommodate a variety of stakeholder \nneeds for information on our environmental and \nsocial responsibility performance. Those stakeholders \ninclude those who use our products, those from the \nfinancial sector and those who are interested in how \nour business impacts the environment and society, \nsuch as community and industry group members \nand our staff. \nAmgen participates in a number of annual surveys, \nresponding with detailed information requested by \nstakeholders, such as the CDP (formerly known \nas Carbon Disclosure Project) and the Dow Jones \nSustainability Indices (DJSI) in collaboration with \nRobecoSAM. As evidence of our ability to respond to \nissues of greatest concern to stakeholders, in 2016, \nAmgen was selected as a member of the DJSI North \nAmerica Index for a fourth year in a row and for the \nhighly selective World Index for a third year in a row.\nAs an example of the kind of stakeholder engagement \nthat brings greater depth to our mission to serve \npatients and our role as a responsible company, in \n2016, Amgen continued its high-level engagement \nwith patient advocacy organizations. This engagement \nincludes our partnership with nonprofits through the \nBreakaway from Cancer and Breakaway from Heart \nDisease  initiatives.In order to ensure that our responsibility-related \nstrategies and communications remain relevant \nand aligned with internal and external stakeholder \nexpectations, in 2016, we initiated a process \nto update our assessment of key stakeholder \nperspectives. In 2017, we will be engaging with \nthose stakeholders to gather updated perspectives \nto facilitate continuous improvement of our \nresponsibility strategies and communications.\nCOMMITMENT", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}