{"page_content": "OPERATING RESPONSIBLY ENVIRONMENT REPORTING WORKPLACE PATIENTS COMMUNITY COMMITMENT\nAmgen 2016 Responsibility Highlights Report    8\nCommitment to Our Communities \nAmgen recognizes the importance of giving back \nto our local communities. Each year, thousands of \nAmgen staff generously devote their personal time, \nenergy, talents and funds to a variety of charitable \norganizations nationwide. Amgen encourages staff to \nbecome involved in their local communities through \nAmgen Volunteers, our Matching Gift Program and \ncompany-sponsored volunteering.\nThe Amgen Volunteers program helps staff members \nfind local volunteer opportunities, earn volunteer \ngrants for their charitable organizations of choice \nand utilize paid time off for volunteering. In 2016, \nwe launched Amgen Impact Day to support staff \nvolunteering efforts. All full- and part-time regular, \nactive staff members are eligible to take up to eight \nhours of volunteer paid time off per calendar year \nto support the effort of their choice.Amgen’s Matching Gift Program, established in 1993, \nprovides a 1:1 match for staff donations to eligible \nnonprofit organizations from $50 up to $20,000 annually \nper staff member. Amgen employees can also donate \npublicly traded stock for the matching program.\nIn addition to supporting individual staff efforts, \nAmgen sponsors company-wide and department \nteam-building volunteering opportunities. For example, \nAmgen staff from numerous Amgen locations organize \nvolunteer parties to hit their local beaches for the annual \nInternational Coastal Cleanup. Staff clear hundreds \nof pounds of trash from beaches and waterways and \ndocument the type and weight of the trash they clear \nand report the data to the Ocean Conservancy, the \nworldwide sponsor of this important event. \nFor more information, see Staff Engagement  in \nResponsibility on www.amgen.com .\n$3M+\nGIFTS MATCHED\nin 2016COMMUNITYCOMMUNITY", "metadata": {"source": "NASDAQ_AMGN_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}