{"page_content": "FY 2022 Corporate Responsibility Report Monro Inc  6Dear Monro Stakeholders,\nI am pleased to share with you our second annual Corporate \nResponsibility Report, which describes our progress on an array of ESG \ninitiatives that matter most to our business and stakeholders. Looking \nback on the last year – my first as Monro’s CEO – we made good strides \nin several key areas. Among our accomplishments, we continued to \ninvest in teammate training and development, advanced our diversity \nand inclusion efforts, created a long-term community engagement \nstrategy, and enhanced our data privacy and security practices to help \nkeep our teammates’ and customers’ information safe. \nAs our business grows, so does our commitment to further integrating \nESG factors into our strategy and operations. I’m pleased to report \nthat, working collaboratively with the Board, we established two specific \nESG-related goals involving teammate safety and energy efficiency. \nThese goals are a tangible example of how ESG factors are being \nembedded in the everyday decisions we’re making. \n The great work being done by our teammates, \nSenior Leadership Team and Board of Directors has \nprovided a foundation upon which we can build \ncontinued success. As we do this, we will continue \nto listen to, and incorporate feedback from, our \nstakeholders including our customers, employees, \ncommunity members and shareholders, to better \nunderstand the issues that are important to them.LETTER FROM MICHAEL BRODERICK, CEO  \nTeammates driving our strategy forward \nOur teammates are at the heart of Monro, and I believe strongly that our \npeople-first culture will be the driving force behind the transformation of \nthis great organization and unleashing its full potential. We are striving \nto improve our in-store operational execution with a focus on Staffing, \nScheduling and Training our people for success. As part of this effort, \nwe’re investing in our people – compensating them equitably and \nfairly, ensuring a healthy and safe work environment, supporting their \nwell-being, and providing opportunities for growth. We are prioritizing \ntraining and professional development, including leveraging our online \nMonro University      training platform as well as providing in-store \ntraining, which is essential to building a best-in-class service model. In \naddition, during the past year we created an Employee Assistance Fund \nto help cover expenses for teammates in need. Put simply, if we take \ncare of our people, they will take exceptional care of our customers.  \nBuilding a diverse and inclusive workforce \nDiversity is one of our core values, and we are working hard to create \na diverse and inclusive workforce and foster a culture where every \nteammate feels included, supported and has an equal opportunity to \ngrow and achieve their best. Our goal is to have a workforce and Senior \nLeadership Team that closely mirrors our customer base. And we’re \nmaking progress – during the year we saw diversity improvements on \na number of metrics.  Key focus areas for fiscal year 2023 and beyond \nwill be an expectation of diverse candidate pools at all levels of the \norganization, adding more women in store leadership and technician \nroles, conducting leadership training on respect in the workplace, and \ndeveloping a strong diverse leadership bench to build sustainable \nprogress on diversity, equity & inclusion.\n““\n", "metadata": {"source": "NASDAQ_MNRO_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}