{"page_content": "FY 2022 Corporate Responsibility Report Monro Inc  8MONRO AT A GLANCE\nThe Monro, Inc. brand portfolio features quality brands, including:Headquartered in Rochester, NY, Monro, Inc. is a leading \nnation-wide operator of retail tire and automotive repair \nstores in the United States. At March 26, 2022, we operated \nretail tire and automotive repair stores and serviced \napproximately 5.2 million vehicles in fiscal 2022. The \nCompany operates in 32 states, serving the Mid-Atlantic \nand New England regions and portions of the Great Lakes, \nMidwest, Southeast, and Western United States. Our \nprimary retail store locations are in high-visibility suburban \nareas and small towns, as well as major metropolitan areas. \nWe offer to our customers, referred to as “guests”, \nreplacement tires and tire related services, automotive \nundercar repair services, and a broad range of routine \nmaintenance services, primarily on passenger cars, light \ntrucks, and vans. We also provide other products and services for brakes; mufflers and exhaust systems; and \nsteering, drive train, suspension, and wheel alignment. \nWe have experienced significant growth in recent years \nthrough acquisitions and, to a lesser extent, the opening \nof newly constructed stores. During our nearly 66-year \nhistory, Monro has transformed from an exhaust-focus to \na larger offering of auto repair, and tire sales and service, \nadapting our business to stay relevant. Now, as we again \nface industry change, we are preparing our workforce to \nservice the next generation of vehicles which will be focused \non electric and battery components.\nIn May 2022, we entered into an agreement with American \nTire Distributors, Inc. to divest our wholesale tire assets and \ninternal tire operations. 9+ brands\n32 states\n1,300+  stores\nStore Density\n          0-1\n          1-50\n          50-100\n          100-500\n          Retail\n          CarX\n          Tires Now\n          DC\n", "metadata": {"source": "NASDAQ_MNRO_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}