{"page_content": "Water, energy, and food are three vital components of  \nsustainable development. The interaction of these factors is \ncommonly referred to as the Water-Energy-Food Nexus  \n(WEF-Nexus). The lynchpin of the WEF-Nexus is water—as a \nfinite resource, water scarcity has a direct impact on food  \nsupply. If a local WEF-Nexus spirals out of balance, lack of \nwater shifts from being a global sustainability concept to a \nmore local and immediate problem. \nToday, nearly a quarter of the world’s population lives in  \nwater-scarce regions. As the impact of climate change  \nintensifies, more regions grapple with water scarcity and  \nassociated WEF-Nexus pressures. Key indicators of  \nlooming environmental reforms include:\n■ More frequent droughts and rising food prices\n■ Consistent overdraws on river systems and aquifers\n■ Agricultural inefficiency—low yields and/or tilt to  \nnonfood crops\n■ Impact of pollution on public health and quality of life\n■ Low unemployment—politicians can address ecological \nissues when there is less economic pressureAs the pull on this finite resource pushes more and more \nregions into water scarcity, we anticipate greater intervention \nfrom governments as they struggle to manage their water, \nenergy, and food resources. In turn, this is likely to have a downstream effect for the energy, utility, and transportation \nsectors as well as other sectors that are indirectly exposed  \nto the WEF-Nexus.\nWhen we observe one WEF-Nexus component fall out of  \nbalance, we can analyze how it will affect the other  \nWEF-Nexus components and the companies that operate \nwithin them. China offers an example of this. An overreliance \non coal blended with relatively lax environmental standards \nhas thrown China’s WEF-Nexus out of balance and resulted  \nin health hazards, water shortages, and threats to food  \nsupplies. In response, the Chinese government targeted  \n10 industries that overextended China’s natural resource \nbalance—with the goal of reducing waste and  improving efficiencies. \nThough it is still early on for an expected multi-decade  \neconomic restructuring, our team continually evaluates  \nhow companies are faring with wide-ranging industry  \nreforms, as we believe insights into ESG factors will play  \nan important role alongside financial analysis.\n 18  |  CORPORATE RESPONSIBILITY REPORT 2018   |  T. ROWE PRICEESG INVESTING THEME\nThe Water-Energy-Food Nexus as a signal for  \nenvironmental reforms and business impact. \nAmong the three components in the WEF - Nexus, water represents a  \nvaluable lead indicator of change—mismanagement of this vital resource  \ntypically proves to be a catalyst for swift regulatory intervention that can  influence company behavior and, ultimately, performance.\n– Mar ia Elena Drew  |  Director of Research—Responsible Investing \n", "metadata": {"source": "NASDAQ_TROW_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}