{"page_content": "CHAMPIONING A DIVERSE,   \nCOLLABORATIVE CULTURE\nOur leadership sets the tone for finding and developing  \nassociates who thrive in a collaborative culture and embrace our client-centered philosophy. They foster an environment where every associate’s ideas are valued and respected. \nTHE GLOBAL DISTRIBUTION BUSINESS UNIT\nT. Rowe Price’s Global Distribution division works to create an inclusive culture that supports diverse talent. The division has two dedicated global programs: \n■ Women in Sales —This advisory group focuses on helping \nattract and retain women in sales roles. The group is \ncurrently working on initiatives to correct misconceptions about gender biases, help women reenter the workplace after time off, provide successful role models and mentors, and implement more programs and training opportunities for career development for women. \n■ LEAD —This program aims to attract and improve  \nretention of associates of diverse backgrounds and  \nprepare them for leadership roles. The program also helps new employees navigate their first few years of employment with thorough onboarding and individualized career goals to support successful growth in the workplace. \nQ&A WITH ROBERT HIGGINBOTHAM \nRobert Higginbotham is head of Global Distribution at  \nT. Rowe Price.Q: How does the formation of a singular Global  \nDistribution unit work to further T. Rowe Price’s  \ndiversity and inclusion efforts?\nA: By having one organization, we create a tighter alignment of teams. This type of environment fosters collaboration and innovation and helps us deliver increased value and  \nenhanced service to our clients. We are able to communicate through one powerful, singular voice around the importance of diversity and inclusion across the globe. \nQ: How do T. Rowe Price business leaders  \nembrace diversity and inclusion efforts?\nA: Diversity and inclusion goes beyond raising awareness to changing behavior— it’s about leading by example, mitigating unconscious biases, being relentless in our encouragement of collaboration, and valuing the cultural differences among our prospective and current associates.AWARDS AND RANKINGS \n■ Perfect 100 score on the Human Rights Campaign,  \n2018 and 2019 —Corporate Equality Indices1\n■ World’s Most Admired Companies, 2019— Fortune2\n■ World’s Best Employers 2018 — Forbes3\nSpeaking openly with other leaders and associates about real-life scenarios \nallows for a collaborative environment with new perspectives and points of view on how to empower diversity and inclusion across the firm.\n– Jennif er Perricone  |  Head of Technology Operations, T. Rowe Price\n1 © Human Rights Campaign 2019.\n2 F rom FORTUNE Magazine, February 2019 © 2019 Fortune Media IP Limited.  FORTUNE and The World’s Most Admired Companies are registered trademarks of Fortune  \n Media IP L\nimited and are used under license. FORTUNE and Fortune Media IP Limited are not affiliated with, and do not endorse products or services of, T. Rowe Price. Fortune.com\n3 F orbes ‘Global 2000: World’s Best Employers’ 2018”. © Forbes Media, LLC. Used with permission.\n 28  |  CORPORATE RESPONSIBILITY REPORT 2018   |  T. ROWE PRICE   |  ", "metadata": {"source": "NASDAQ_TROW_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}