{"page_content": "A CULTURE OF   \nDIFFERENCE-MAKERS\nAt T. Rowe Price, we’re more than an investment firm— \nwe’re volunteers, donors, educators, grant-makers,  and environmentalists. \nT. Rowe Price encourages associates to donate their time and \nresources to support the causes they are passionate about. We provide paid volunteer workdays, offer volunteer rewards, sponsor associates’ favorite nonprofit events, offer pro bono  \nvolunteer opportunities, and support board service. \nMATCHING GIFTS \nIn addition, T. Rowe Price amplifies the impact of our  \nassociates’ financial support through the Global Matching  Gift Program, which can double the impact of associate  donations. This program also encourages volunteer service by awarding grants to organizations our associates support. \nThese contributions are instrumental to our collective impact. ASSOCIATE IMPACT IN 2018\n■ $13.1M through workplace giving\n■ More than 40,000 volunteer hours\n■ More than 350 associates served on nonprofit boards\nT. ROWE PRICE MATCHING OF  \nASSOCIATES’ CHARITABLE GIFTS \nTotal matched per year: \n■ 2014 – $4.4M \n■ 2015 – $5.2M \n■ 2016 – $6.2M \n■ 2017 – $5.8 M\n■ 2018 – $6.3M\nI participated in the TutorMate program, which allowed me to tutor a first grade \nstudent once a week virtually from my desk at work. I thought I knew what to expect going into the program, but I was blown away by the experience. It was so much fun and enabled me to have a direct impact by helping my student learn to read at grade level. I’m so proud of my student. The memories of this will stay with me for a very long time to come.\n– S teve Bradford  |  Infrastructure Operations Analyst\n T. ROWE PRICE   |  CORPORATE RESPONSIBILITY REPORT 2018   |  31", "metadata": {"source": "NASDAQ_TROW_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}