{"page_content": "NVIDIA CORPORATE SOCIAL RESPONSIBILITY REPORT 201836INCLUSION IN OUR \nECOSYSTEM\nBuilding the Future STEM Pipeline\nImproving the representation of women \nand minorities in tech requires a long-term \nperspective, so we’ve developed a plan to \nengage in STEM activities with girls and other \nunrepresented groups. We reach youth through \ntechnology donations, sponsorships, campus \nvisits, guest speakers, and career roundtables. \nSince FY18, we've engaged several hundred \ngirls and underrepresented youth through \norganizations such as: Girls Engaged in Math and \nScience (GEMS), Santa Clara University’s Summer \nEngineering Seminar Program, Iridescent’s \nTechnovation Program, 49er STEM Leadership \nInstitute, Third Street Community Center’s \nYoung Engineers Program, Girls Who Code, and \nBaradene High School (New Zealand). We also \nengaged several hundred students from the \nSanta Clara Unified School District through our \nTechsplorer program.\nThrough the India Companies Act, we funded in \nFY17 and FY18 organizations in India that helped \nmore than 2,000 young women from impoverished \ncommunities gain greater access to computer \ntraining and provide them with skills to improve \ntheir career opportunities. We plan to support \nanother 1,300 women in 2018.  The Black NVIDIAN Network launched with an awareness event \nat our headquarters tied to Black History Month.   \nDeveloper Inclusivity and Diversity\nOur annual developers forum, the GPU Technology \nConference (GTC), is held each year in San Jose, \nCalifornia, and several other locations around the \nworld. We recognize our responsibility to ensure \nthat attendees are free from harassment  and to \ncommunicate that we wish to hold an inclusive \nevent  that recognizes all participants. These \nmessages have prominent position on the GTC \nwebsite and are communicated in attendee emails \nas well as onsite signage. \nFor the fifth year in a row, our flagship GTC in San \nJose included an event specifically focused on \ndiversity. We hosted a Women in Deep Learning \nnetworking breakfast and panel along with partner \nSilicon Valley Women in Big Data. The sold-out \nevent featured women speakers from NVIDIA and \nwomen CEOs from AI startups. OUR OPERATIONS  WORKFORCE AND INCLUSION\n", "metadata": {"source": "NASDAQ_NVDA_2018.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}