{"page_content": "672021 SUSTAINABILITY REPORT | TCFD\n68INTENTIONALLY SUSTAINABLE\nImpact of Climate-Related Risks and \nOpportunities on the Business, Strategy,  \nand Financial Planning\nProducts\nWhen determining the products we would like to produce, we have capitalized on the \nopportunity of consumer preference by producing lower-carbon steel through exclusive \nuse of EAF steelmaking technology.Supply Chain and Value Chain\nOur vertically connected businesses provide numerous advantages, including a secure \nbaseload of quality ferrous raw materials, which is our largest raw material input in the \nproduction of steel. \nAware of potential variations in the supply of utilized raw materials available, we \ncontinue to diversify our input options, as well as increase acquisition of those inputs \nfrom in-house processes, such as metals recycling operations.\nInvestment in Research and Development\nWe continually evaluate various projects that align with our decarbonization goals. We intend to invest in the development of lower-carbon products, which are \ngrowing in demand.\nOperations\nWe examine ways to improve our operational efficiency and use of renewable  \nenergy, thus reducing our emissions per ton of steel produced and preparing for increasing materialization of the cost of carbon through consumer preference and \npotential regulation.\nFinancial Planning\nWe continually evaluate various projects that align with our decarbonization goals. We intend to invest in projects that will result in lower-carbon footprint products, which are \ngrowing in demand. As with all capital expenditures, decarbonization projects must be \napproved as a capital project and approved by the Board.\nFinancial Performance\nFor the reporting period, our financial performance has not been significantly impacted by climate-related considerations. Although our products are produced by \na technology that generates relatively lower greenhouse gas emissions than many \nof our competitors, we have not yet experienced significant price premiums for \nsuch products. We have not had any material consequences from climate-related \nregulation or business trends. We have also not experienced any material weather-\nrelated damages to our property or operations, and we have not experienced a lack of \navailability, or a material increase in our insurance programs. Much like the financial \nperformance, we have not realized any material change in our financial position due to \nclimate-related issues. We continue to monitor for any changes or potential changes to our financial position.Development and/or expansion of  \nlower-carbon emission products\nDescription: \nDevelopment and/or expansion of lower-\ncarbon emission products. Further improve our competitive position to reflect shifting consumer \npreferences and demand for lower-carbon \nproducts that enable carbon reductions in the \nsupply chain\nTime Period: \nShort term\nLikelihood: \nVery likely\nFinancial Implications and Impacts: \nIncreased revenues resulting from increased \ndemand for productsOpportunities: Products\nCarbon pricing mechanisms\nDescription: \nCarbon pricing mechanisms, potentially making \nEAFs more competitive against BOF/BF and \nimported steel. Improved competitive position \nreflecting shifting consumer preferences for \nlower-carbon emission products\nTime Period:\nMedium term\nLikelihood:\nVery likely\nFinancial Implications and Impacts:\nIncreased revenues resulting from increased \ndemand for products1 2\nPlease see our 2022 CDP Climate Change Report (C2) for more detail.\n", "metadata": {"source": "NASDAQ_STLD_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}