{"page_content": "17Safety Program \nWe continually look for ways to refine and improve our safety programs to ensure a \nsafe outcome for everyone. We discuss our safety programs and performance with \nour Board of Directors at each meeting. The leadership team and safety professionals \nlocated throughout our businesses are responsible for implementing, monitoring, \nand evaluating the programs. \nOur ultimate success depends on the awareness and personal commitment of each \nof our team members. It is everyone’s responsibility to be committed to their own \nsafety and to the safety of others. Each individual is appropriately trained for their \nposition and is expected to be thoroughly knowledgeable of and performing all \nsafety practices. We encourage anyone with ideas for safety improvement to share their thoughts with other team members and leadership. In fact, we have found and \nembrace the fact that many of the ideas to improve safety come from operational \nteam members.\nWe place a high priority on individual and team awareness, while constantly \nencouraging and promoting the identification and removal of potential hazards, with \na goal of eliminating potential injuries. This forward-looking approach to safety has \nmost recently led us to focus on specific actions in three key areas:Core Safety Group\nAs one of our steps to creating a “World Class” safety environment, we formed the Core Safety Group (CSG), which guides our companywide safety culture and programs for \n100% of our team members. The CSG consists of rotating members with both safety \nand operational expertise from each of our primary operating platforms: Steel, Steel \nFabrication, and Metals Recycling operations. The CSG is the vehicle for our coordinated \nsafety communications, collaboration, and alignment throughout all of our businesses \nand locations. \nThe Core Safety Group’s primary function is to guide our overall safety programs toward \nthe achievement of zero injuries. The CSG meets at varying company facilities across all \noperating platforms and conducts onsite safety walk-throughs, interacting with location team members, safety coordinators, and local management to learn “what is” and “what \nmay not be” effective with regard to companywide safety practices. This process provides \nvalue not only to each individual location, but also to the CSG when establishing best \npractices for companywide safety. We believe this is an essential means of improving \nsafety, as the best ideas are derived from those individuals that are nearest to the work \nbeing performed.\nThe collaboration across locations, divisions, and platforms led by the CSG has resulted \nin numerous safety advancements throughout our businesses. Furthermore, many of \nour facilities have started their own safety groups that monitor and drive superior safety performance within their facilities by involving local leadership and engaging fellow \nteam members.\nControl safety for \nyourself—keeping safety \ntop of mindControl safety for your team—\nbeing one another’s keeper; See \nSomething, Say Something,  \nDo SomethingIdentification and elimination \nof hazardous exposures that \ncould result in potentially \nsignificant life-altering injuriesINTENTIONALLY SUSTAINABLE\nSafety for Me Safety for My Team Safety for All1 2 3\n182021 SUSTAINABILITY REPORT | PEOPLE\n", "metadata": {"source": "NASDAQ_STLD_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}