{"page_content": "Return to TOC Acadia Healthcare | 2022 Sustainability Report    11SAFE DRIVING  \nEvery employee who drives patients must take a \nsafe driving course upon being hired and on an \nannual basis thereafter. These employees are also \nsubject to regular driving record reviews. All trips \nrequire an assessment to determine whether \naccommodations must be made to meet the \nspecial needs of any patients who are \nbeing  transported.\nINCIDENT REPORTING  \nDespite our best efforts, incidents occasionally \noccur at our facilities. Acadia reports all such \nincidents, and analyzes all relevant data for trends \nand follow-up tracking. The data is reviewed by our \npatient safety subcommittee, which includes our \nChief Quality Officer, Chief Medical Officer, General \nCounsel, Vice President of Risk Management, Chief \nHuman Resources Officer, and operations leadership.\nSAFE CATCH PROGRAM  \nAcadia encourages employees to take an active role \nin maintaining a  safe environment, and we \nacknowledge staff members who identify and \nreport any potential hazards. \nMONTHLY SAFETY ASSESSMENT WALK-THROUGHS  \nThe risk manager at each of our facilities conducts a \nmonthly walk-through of the facility, guided by a \nformal checklist of safety and risk indicators. This \nmonthly audit provides the basis for both \nimmediate corrective actions and longer-term \nimprovement  planning.FACILITY SAFETY COMMITTEES  \nEach of our facilities has a safety committee that \nincludes facility leadership and frontline staff. These \ncommittees meet quarterly to discuss, implement, \nand monitor improvements for patient, employee, \nand visitor safety.\nSAFETY CERTIFICATION PROGRAM  \nAcadia facilities participate in a Safety Certification \nProgram that motivates its team members to \nmaintain a commitment to safety across all daily \nactivities. The program promotes a culture of safety \nand a dedication to improving the lives we touch.\nSUPPLY-CHAIN QUALITY  \nWe conduct purchasing through a Group \nPurchasing Organization (GPO), which supports \nquality oversight by ensuring established standards \nare met, including vetting third parties to ensure \nthey are not on a Centers for Medicare & Medicaid \nServices (CMS) or Office of Inspector General (OIG) \nexclusion  list.OUR PATIENTS", "metadata": {"source": "NASDAQ_ACHC_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}