{"page_content": "Return to TOC Acadia Healthcare | 2022 Sustainability Report    16\nDiversity, Equity, and Inclusion\nAt Acadia, we embrace diversity and believe our diversity, equity, \nand inclusion (DEI) efforts play a significant part of what makes \nthe services we provide so exceptional. We value the diversity of \nperspective, thought, experience, and background within our \nworkforce. These differences provide an opportunity to learn from \neach other’s experience, and those experiences help shape how \nwe deliver treatment, how we define our culture, and how we \nachieve our business objectives. We strive to attract the best \nemployees and partners regardless of race, gender, nationality, \nethnic origin, religion, age, sexual orientation, or other identity \ntraits. We believe fostering a culture that emphasizes fair and \nequitable treatment is at the core of our business. Bullying, \nintimidation, or harassment of any kind is not acceptable in our \nworkplace. Our DEI programs are overseen by our Chief Human \nResources Officer and Diversity, Equity, & Inclusion Council Co-\nChairs and are discussed with our Board of Directors. All \nemployees receive mandatory annual anti-discrimination and \nanti-harassment trainings.  \nWe are committed to maintaining a welcoming and inclusive \nenvironment and to treating everyone with dignity and respect. \nWe have policies that strictly prohibit any discrimination on the \nbasis of race, color, national origin, age, religion, disability, gender, \nmarital status, veteran status, or any other basis prohibited by \nfederal, state, or local law.Diversity at  \nAcadia Healthcare\nGeneration Distribution\n12%\nGeneration Z\n(Up to 26)15%\nBaby \nBoomers\n(Ages 59 \nto 77) \n32%\nGeneration X\n(Ages 43-58)42%\nMillennials\n(Ages 27-42)% \nWomen% People \nof Color\nDIRECTOR 67% 27%\nSUPERVISOR 77% 37%\nMANAGER 68% 36%\nEXECUTIVE 50% 16%\nTOTAL STAFF 74% 48%OUR EMPLOYEES", "metadata": {"source": "NASDAQ_ACHC_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}