{"page_content": "Return to TOC Acadia Healthcare | 2022 Sustainability Report    21Governance Oversight\nWe have a cross-functional executive steering \ncommittee that meets quarterly to discuss our ESG \ninitiatives. The committee is composed of members \nof senior management with executives serving as \nleaders on each of the three ESG pillars, with \noversight from our Board of Directors.\nEthics and Integrity\nAs a healthcare provider, we know our success is \nindivisibly linked to our reputation and integrity. We \nare guided by our Code of Conduct  and Code of \nEthics for Senior Financial Officers , in order to \nimprove the lives we touch every day. All employees \nreceive annual training on our Code of Conduct, in \naddition to training on compliance with all \napplicable laws and regulations related to fraud, \nwaste, and abuse. All employees must also review \nand sign their acknowledgement to abide by our \nCode of Conduct.\nTo ensure we operate with the highest ethical \nstandards, our Corporate Compliance Committee \nand the Compliance Committee of the Board of \nDirectors meet quarterly to review our policies and \nperformance. We also regularly perform an \nenterprise risk management assessment that \nidentifies significant risks to the Company, actions \nto mitigate such risks, and metrics to measure our \nsuccess. Senior management reports to the Board \neach quarter on the Company’s significant \nenterprise risks and mitigation efforts.\nBribery and Corruption\nThe Chief Compliance Officer oversees our \nCompliance Program and policies, which includes \ninformation and training on Anti-Bribery and \nAnti-Corruption guidelines. The Chief Compliance \nOfficer reports any concerns to the CEO and \nCompliance Committee of the Board.Data Privacy and Security\nThe safety and security of our patients, including \npatient data, is paramount. We are committed to \nensuring the privacy and security of the medical \nrecords and personal health information of all of \nour patients. Our data privacy and security \nprograms are overseen by our Chief Compliance \nOfficer and our Senior Director of Information \nSecurity, who reports to our Chief Information \nOfficer. We also have a Cybersecurity Infrastructure \nCommittee that meets monthly. The Compliance \nCommittee of the Board oversees our privacy \nprogram, and the Audit and Risk Committee of the \nBoard oversees our data security program. The \ncommittees review the Company’s privacy and \nsecurity programs on a quarterly basis.\nAll employees and contractors with access to our \nsystems receive data privacy and security training \nupon hire and each year thereafter. We have \nimplemented monthly email blasts with \ninformation on how to keep information safe, as \nwell as frequent phishing exercises, with high-risk \nindividuals receiving extra, targeted exercises. Any \nfailure will result in the employee receiving \nadditional ad-hoc dynamic training on the topic. In \naddition to internal phishing practices, we also \nemploy independent phishing campaigns as a \nmeasure to ensure adequate performance of our \nemployees. All employees also receive specific \ntraining in compliance with HIPAA requirements \non an annual basis. The structural integrity of our \ndata privacy and security program is subject to \nregular internal and external security audits in the \nform of annual penetration tests and \nrisk assessments. At Acadia, we are committed to \nacting with integrity in all of our \ninteractions with patients, \nemployees, communities, and \nother stakeholders.\n", "metadata": {"source": "NASDAQ_ACHC_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}