{"page_content": "Return to TOC Acadia Healthcare | 2022 Sustainability Report    27TCFD INDEX\nAcadia is committed to providing transparency in our climate change-related risk management. The TCFD has \ndeveloped voluntary, consistent climate-related financial risk disclosures for use by companies in providing \ninformation to stakeholders.\nGOVERNANCE\nOur Board of Directors has ultimate oversight of the material risks that could affect our business and results of \noperations. Our senior management team and Board of Directors actively manage and mitigate such risks, which \ninclude climate change–related and other environmental risks. \nSTRATEGY RISK MANAGEMENT\nAs a healthcare provider, we do not believe climate change poses a \nsignificant financial impact on our business. However, we evaluate \nhow we could be affected by climate change–related issues such \nas energy prices, extreme weather, and changing regulations. \nRegulatory Risks – We do not currently view climate change as a \nsignificant business risk; however, it could pose regulatory risks \nsuch as through potential future carbon disclosure and \ncompliance requirements, as well as reputational risks from \npassively addressing climate-change issues. Possible carbon tax or \nregulatory incentives to encourage the use of renewables could \naffect energy costs. However, as a healthcare provider that offers a \nclimate-resilient service, we do not expect this would have \nsignificant impact to our business and financial performance.\nPhysical Risks – We take any potential of business disruption \nwhich may occur seriously. Some of our facilities are located in \nareas prone to hurricanes or wildfires. Natural disasters have \nhistorically had a disruptive effect on the operations of facilities \nand the patient populations in such areas. Our business activities \ncould be significantly disrupted by wildfires, hurricanes, or other \nnatural disasters that could be made more frequent and severe by \nclimate change. \nReputational Risks – We monitor industry-focused information \nsources on evolving risks and evolving litigation patterns involving \nthe industry. We also track environmental concerns raised by \nshareholder proposals at companies and engage our stakeholders. \nOn a regular basis, risks and responses are reviewed as part of the \noverall sustainability-risk evaluation during our annual strategic \nmeeting. Acadia applies and utilizes an integrated \nenterprise-wide risk management \napproach which includes in its scope our \noperations and business strategy. Our \nsenior management team and Board of \nDirectors are committed to actively \nmanage and mitigate various risks which \nmay apply to our business and financial \nperformance, including climate change–\nrelated and other environmental risks. \nSuch risk management topics and the \nmitigation processes are regularly \nreviewed and discussed between our \nmanagement team and cross-functional \nexecutive committee on a cross-\norganizational scale. The consideration of \nthese risks is integrated as part of our \noperations decision-making process in all \naspects of the business. Our Audit and Risk \nCommittee actively monitors and \ndiscusses major financial and enterprise \nrisk exposures, including, but not limited \nto, climate-related and other \nenvironmental risks with senior \nmanagement. The Audit and Risk \nCommittee reports to the full Board \nquarterly on enterprise risk-management \noversight and provides an opportunity for \ndiscussion of the most significant risks and \nrelated matters. \nMETRICS\nOur locations monitor energy use and efficiency. We do not currently disclose company-wide greenhouse \ngas emissions data. ", "metadata": {"source": "NASDAQ_ACHC_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}