{"page_content": "Return to TOC Acadia Healthcare | 2022 Sustainability Report    9\nThe following are examples of our commitment to superior care:\nSERVING OUR COMMUNITIES  \nThe highest priority for each of our facilities is \nmeeting the behavioral healthcare needs of \nindividuals and families in the communities that we \nserve. We are continually working to expand and \nenhance our facilities and our team’s ability to \nprovide superior services to their  communities.\nSTREAMLINED ADMISSIONS PROCESSES  \nAt Acadia, we recognize that seeking treatment can \nbe difficult, so we aim to remove barriers by \nstreamlining our admissions process. This allows us to \nquickly connect individuals with the help they need \nand smooth their transition between levels of care.\nTHOROUGH ASSESSMENTS  \nIn-depth evaluations help our treatment team \naccurately identify each individual’s needs. \nThese areas of concern allow our staff to prioritize \nfocused care for each person throughout their \nlong-term recovery journey.INVESTING IN OUR FACILITIES  \nTo provide optimal healing environments for our \npatients, we continue to invest in our facilities. When \nyou choose the Acadia network for yourself or a loved \none, you can rest assured that treatment will be \nprovided in a safe, secure, and highly supportive \ntherapeutic setting.\nHELPING END THE OPIOID CRISIS \nAcadia is a leading provider of opioid treatment \nservices. With more than 150 comprehensive \ntreatment clinics dedicated to helping individuals \nwho are struggling with opioid use disorder, we are \ncommitted to playing a prominent role in the effort \nto end the nation’s opioid crisis. \nPatient Safety\nAcadia strives to set the standard for excellence in \nthe behavioral healthcare industry. To fully achieve \nour goal of providing excellent patient care, we \nhave established an enterprise-wide Quality and \nSafety Plan. \nThe Quality and Safety Plan establishes initiatives, \nexpectations, and goals for the enterprise, with a \nfocus on implementing and  sustaining programs \nthat further continuous  improvement. The plan includes provisions for quality assurance \nand process improvement and has the following \nprimary goals: \n• Support excellence in services across the \nenterprise so that every patient receives the \nhighest quality of care, every time. \n• Advance high reliability as a principle in practice \nand a vehicle for ensuring safety.\n• Integrate evidence-based and best practices \nthroughout patient-care systems.\n• Inspire innovation, collaboration, and mutually \ntherapeutic care in all lives we touch.OUR PATIENTS", "metadata": {"source": "NASDAQ_ACHC_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}