{"page_content": "50| Social impact 51| Social impactFurthermore, in 2020 a supplier management policy was developed that identifies the \nstrategic and critical profiles of the top 50 SECO suppliers, defining an action plan and \ncontinuous improvement. In 2020 the “Quality Day” initiative was launched, aimed at ensuring \nthat the highest quality standards and any supply chain issues are shared, respected and \nmonitored on a monthly basis among all the SECO managers involved in Operations, the \nSupply Chain and Quality. \nFinally, the SECO Group strongly believes that local sourcing represents a strategy to \nensure the quality of the products and services offered, support a stable local economy \nand maintain relations with local communities.\nFor this reason, even for supplies the Group's Italian companies have chosen to maintain \nmost of their business in Italy: about 69% of purchases come from suppliers located in the \ncountry. Of these, 26% are from suppliers located in Tuscany11. \nFannal Electronics procures materials locally, sourcing 100% in China.\nSECO InHand (now SECO USA), which joined the Group in 2020, procures approximately \n75% of its purchases from Seco SpA and PSM Tech Srl.\nRest of Europe | 9%\nTuscany\n(excluding Arezzo province)North America | 6%\nAsia | 16%Italy | 69%26%\n3%\n71%\nCentral Italy \n(excluding Tuscany)\nRest of Italy\nFigure 13: SECO SpA - Distribution of 2020 purchases by geographical area\n11 | Data relating to the geographical distribution of purchases refer to the following Group companies: Seco SpA, PSM Tech Srl, Hopenly Srl, \nIspirata Srl. 2.3.2|  Protecting human rights\nSECO seeks to work with suppliers who share the values of respect for human rights and \nbusiness management according to the principles of sustainability, integrity and excellence. \nFor this reason, a process for evaluating direct suppliers and monitoring sub-suppliers of \nraw materials was initiated in 2020. A new supplier qualification process was also launched \nin 2020 according to which SECO requires suppliers to sign the \"Supplier Regulatory \nCompliance” document declaring that they have read and understood the SECO Code of \nEthics.\nMoreover, SECO sends all new suppliers the “Preaudit supplier form”, a self-assessment \naimed at obtaining an initial evaluation of the supplier's activities, including with regard to \nsocial and environmental issues. For the Group’s top 50 suppliers, on the other hand, a more \ndetailed questionnaire was drafted that requires counterparties to provide information on their \napproaches to risk management, respect for human rights and end-of-life management of \nproducts, also requiring the adoption of certified management systems in the environmental, \nhealth and safety and privacy and cybersecurity fields.\n2.3.3|  SECO supports\nSECO is constantly committed to supporting both social and environmental initiatives at \na local and national level.\nIn the field of culture, SECO supports FAI – Fondo Ambiente Italiano (Italian Environmental \nFund) by joining the Corporate Golden Donor membership program. In addition to FAI, SECO \nwants to realize a great project of protection that is also an ambitious cultural challenge: \nto make Italy a more beautiful place to live in, work in and raise new generations.\nFurthermore, for years SECO has supported Telethon12 in its scientific research on genetic \ndiseases. In 2020 SECO purchased 350 Telethon Chocolate Hearts to be distributed to its \nemployees, supporting scientific research on rare genetic diseases.\nIn 2020 SECO also made a donation of UDOO and UDOO Bolt kits and accessories to the \nnon-profit Ale Per Sempre in support of the creation of a technology club in the municipality \nof Subbiano (AR). With this project, the Ale Per Sempre association intends to offer local \nyoung people the opportunity to get in touch with the world of robotics and automation, \neither participating in group workshops or programming on their own.\nFinally, SECO has stipulated an agreement to support the Arezzo Wave Foundation, organizer \nof the event of the same name that promotes forms of musical and artistic expressiveness \nwith a view to solidarity and multiculturalism.\nThe total value of these donations amounts to approximately €10,000.\n12 | The Telethon Foundation is a non-profit organization recognized by the Ministry of University and Scientific and Technological Research, \ncreated with the aim of funding the best researchers and research institutes to respond to the needs of patients with rare diseases.", "metadata": {"source": "NASDAQ_SECO_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}