{"page_content": "54| Environmental impact 55| Environmental impact\n3| Environmental impact\nSECO Group is sensitive to the issue of reducing environmental impacts and is committed \nto the constant improvement of production processes to reduce emissions and the level \nof waste produced.\nTo demonstrate this, SECO has long developed policies and best practices aimed at reducing \nits environmental impact. In fact, the consumption of water is minimized during production, \nclosed-cycle processes are used and, wherever possible, the use of products and machinery \nthat produce emissions into the environment or significant production waste is minimized. \nFurthermore, any chemical residues produced as waste are recovered in designated waste \nseparation and recycling areas. \nIn 2020 the process of obtaining certification of the SECO SpA environmental management \nsystem according to ISO 14001:2015 for the Arezzo and Tregozzano production plants was \nalso completed.\nAs part of this process, SECO conducted a preliminary analysis (Initial Environmental \nAnalysis or “IEA”) aimed at examining the direct and indirect environmental aspects related \nto its activities, the applicable regulatory framework and the status of implementation of \nthe related obligations deriving from the activities performed.\nThis analysis has made it possible to identify the significant environmental aspects that \nthe Group will focus its monitoring and management on going forward, where possible \nidentifying risk mitigation actions.\n3.1|  Direct environmental aspects\nWith regard to direct environmental aspects, i.e. directly related to SECO’s activities, the \nanalysis done in 2020 made it possible to assign an impact class to each of the parameters \nidentified, determined according to the criteria illustrated below. Based on this analysis, the \nAspects considered significant have been incorporated into the SECO Integrated Quality \nManual, which defines the focus areas and the consequent priority of the interventions to \nbe carried out to control the main risks related to SECO’s activities.3", "metadata": {"source": "NASDAQ_SECO_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}