{"page_content": "Collaboration and  \ncross-pollination of ideas \nare essential to nurture \nand promote innovation  \nat News Corp, and are \nespecially valuable given \nthe diversity of our \nbusinesses, audiences \nand geographies.  INNOVATION \nAt News Corp, innovation focuses on enhancing and safeguarding our \nproducts and content, working to present best-in-class experiences for \ncustomers and audiences, and promoting operational efficiencies. Shifts \nin consumer behavior require us to continually innovate and improve \nour products, services and platforms to remain competitive. W e believe \nthat our focus on quality and product innovation has enabled us to \ncapitalize on the shift to digital consumption, and that we are \nwell-positioned to leverage our global reach, brand recognition and \nproprietary technology to take advantage of the opportunities \npresented by these shifts.\nW e believe collaboration and cross-pollination of ideas are essential to \nnurture and promote innovation at News Corp, and are especially \nvaluable given the diversity of our businesses, audiences and \ngeographies. Our Chief Strategy Officer and Chief T echnology Officer \nare responsible for overseeing efforts to drive this process across our \nbusinesses in various cross-business and cross-functional formats. \nCouncils and labs meet regularly and are designed to set strategic \ndirection and priorities around core company focus areas such as \nsubscriptions, engagement, advertising and platforms, or to share \nknowledge and experience to build expertise around broader categories \nsuch as audio, video, data, user experience and search engine \noptimization. Global summits and hackathons convene teams to \nexplore a topic in depth. For example, in 2022 we held our first Global \nAd T ech Summit, convening our product, strategy, data and ad tech \nexperts from across the company to share knowledge and best practices.\nCross-business collaboration is also core to innovation in our workforce \nstrategy, which is overseen by our CHRO and the CHROs of our \nbusiness units. (See W orkforce Engagement  section for information on \nour global Communities of Practice.)\nAdditionally, our businesses help drive innovation in ways specific to \ntheir market and business segment. For example, REA Group has \nestablished a team called REAx to increase its focus on innovation and \nnext-generation marketplaces by exploring new capabilities and \nproduct ideas. HarperCollins implemented Print on Demand \ntechnologies to minimize waste in printing and shipping. News UK \ncreated NewsKit, a design system that provides components, guidelines \nand standards to enable digital product teams to develop high-quality, \nconsistent products quickly, and has open sourced it to share and \ncollaborate with others outside of News Corp. Championing Accessibility \nW e seek to design and develop products that meet \nconsumers’ performance and quality expectations, \nincluding around product safety, inclusivity and \naccessibility. The Global Accessibility Initiative was \nrecently launched to increase awareness of accessibility, \nshare best practices and set consistent standards for \nperformance across the company. It resulted in an \naccessibility framework that our business units can \nleverage to enhance our ability to effectively reach our \nreaders and audiences, improving the consumer \nexperience across our brands.\nAt HarperCollins, facilitating access for persons with \nprint disabilities is a key component of its efforts to \nencourage and promote literacy. The company is a \nsigning member of the Accessible Books Consortium’s \nCharter for Accessible Publishing, which promotes the \nproduction of books in accessible formats. \nHarperCollins also works with TIGAR (T rusted \nIntermediary Global Access Resources), a service that \nenables participating institutions to search \ninternationally for books in accessible formats and \nexchange them across national borders, and with \nBookshare, an online library of digital books for people \nwith print disabilities, to make its content available \nwithout cost to those with print disabilities. \n20REAL TOR.COM    •    REA   •    FOXTEL    •    DOW JONES    •    HARPERCOLLINS PUBLISHERS    •    NEWS CORP AUSTRALIA    •   NEWS UK    •    NEW YORK POST    •    STORYFULAccessibility checklist\n20REAL TOR.COM    •    REA   •    FOXTEL    •    DOW JONES    •    HARPERCOLLINS PUBLISHERS    •    NEWS CORP AUSTRALIA    •   NEWS UK    •    NEW YORK POST    •    STORYFULAccessibility checklist\n20REAL TOR.COM    •    REA   •    FOXTEL    •    DOW JONES    •    HARPERCOLLINS PUBLISHERS    •    NEWS CORP AUSTRALIA    •   NEWS UK    •    NEW YORK POST    •    STORYFULAccessibility checklist\nMESSAGES CLIMATE & ENVIRONMENT ABOUT NEWS CORP OUR CULTURE & PURPOSE GOVERNANCE ESG PERFORMANCE DATA GRI, SASB & TCFD INDICES OUR ESG MISSION\n2022 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT 20", "metadata": {"source": "NASDAQ_NWS_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}