{"page_content": "12\nRecent \nHighlights\nNetEase 2021 ESG ReportAbout \nNetEase\nUser Rights \nProtection\nEnvironment \nTalent \nManagement\nGrowing \nTogether\nGovernance\nPromoting Cultural Legacies Through Innovation\nCross-Cultural Melange Digital Heritage\nInternational RecognitionWe aim for our games to serve not only an entertainment purpose but also as carriers of \nculture. We want to present the unique aesthetics of China in a way that is accessible to \nglobal users. To that end, we have created various realms where traditional and modern \nChinese culture are fully blended and different art forms are seamlessly integrated.In 2021, we introduced a new way for young people to learn about Qin history and traditional culture through the China Chic: Qin \nDynasty program as part of our MMORPG New Westward Journey Online II . This program digitalized the magnificent Terracotta \nArmy that was buried with Emperor Qinshihuang approximately 2,000 years ago. Players can virtually experience the restoration of \nterracotta sculptures to unveil secret artifacts and feel the exquisite craftsmanship of China’s national heritage.\nIn August 2021, we introduced Naraka: Bladepoint  to audiences worldwide. The game \nprovides an entirely new experience of combat that blends shooting and martial arts in an \nunchained movement system. Traditional kung-fu attire, techniques and weaponry have \nbeen refined and modernized for users worldwide. We also established crossovers with a \nnumber of internationally renowned characters, including Bruce Lee, Fall Guys, and Shadow \nWarrior. The game was well received by players with great success and named a \"Top \nSeller\" on Steam’s Best of 2021 games list.\nNaraka: BladepointThe \"Chinese Traditional Opera\"- themed Skin Collection in the MMORPG \nXuanyuan Sword: Dragon Upon the Cloud\nNew Westward Journey Online II\nNetEase Games: \nDelivering Beauty and Culture Through Game Technologies\nDelivering Beauty and Culture \nThrough Game Technologies\nEnhancing Effectiveness of Learning\nConnecting People Through Music\nDedicating to Uplifting Content\nProducing Top-Selling Original Products\nEmpowering Digital Transformation", "metadata": {"source": "NASDAQ_NTES_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}