{"page_content": "32\nUser Rights \nProtection\nNetEase 2021 ESG Report\nAbout \nNetEase\nRecent \nHighlights\nGovernance\nGrowing \nTogether\nEnvironment \nTalent \nManagement\nCybersecurity: \nEnhanced Capabilities for Smoother Operations\nEnsuring Cybersecurity with  \nImproved Governance Structure and Policies\nWe established a cybersecurity management framework with clearly defined powers and respon-\nsibilities to support the smooth operation of our cybersecurity management. We have optimized \nour internal cybersecurity management policies to safeguard our operations, while at the same \ntime ensuring compliance with applicable legal requirements.\nTo ensure the best performance of our cybersecurity function, NetEase formed the Security Executive Council  at the \ngroup level in 2021 to work with our existing Cybersecurity Department.\nNetEase strictly abides by the Data Security Law of the People's Republic of China and other relevant laws and \nregulations. To effectively safeguard user data, we have developed and optimized internal policies such as the “General \nRules of NetEase Data Security Management” and the “NetEase Policies on Data Classification and Grading”  based \non the issues we found in our operations.\nConcurrently, we implemented clear guidelines to regulate the behavior of our employees. We also launched the NetEase \nProfessional Ethics and Compliance Certification program to increase employees’ awareness of cybersecurity.The Management Structure\nPolicies for Cybersecurity Assurance\nCybersecurity Department\nWorks with business units on cyberse-\ncurity issues and provides security mid-\nend solutionsSecurity Executive Council\nConsists of technical experts and mana-\ngement and legal staff from our business \nunits. Oversees the implementation of \ntheir cybersecurity strategiesCybersecurity\nPrivacy Protection\nProtection of Minors\nIntellectual Property Protection\nQuality Control\nProcurement Management\nCustomer ServiceThe External Management Procedure\nWe require all third-party partners related to network data security to receive data-security training and \nabide by our data security requirements. Additionally, we have taken various protective measures to \nensure NetEase’s cybersecurity, such as setting up physical isolation of server rooms, isolation between \ninternal and external networks, and strict access control.Internal and External  \nProtections for Thorough Cybersecurity\nIn 2021, our products including NetEase Mail , NetEase News , and NetEase Yanxuan  completed the \nClassified Protection of Cybersecurity (DJCP) certification. \nIn addition, a series of our IT infrastructure and information security management systems obtained \nISO 27001 certification.Security CertificationWe adopt a dual-track approach to managing cybersecurity risks and continually optimize \ndata security management procedures and defense technologies to prevent and control \ninternal and external data security risks.\nHigh-Quality Content", "metadata": {"source": "NASDAQ_NTES_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}