{"page_content": "Today’s students aren’t lacking the \ndesire to learn, they’re just not going for the usual educational approaches. That’s where AMD Changing the Game comes in: our signature education initiative designed to inspire kids to learn by teaching them to create video games. Here are some telling statistics. Two-\nthirds of American high school students \nreport being bored in class every day.\n1 \nYet those same students who are tuning \nout in school are tuning in to video games, with an estimated 97% of U.S. teens playing online games.\n2\nAMD Changing the Game uses this passion as leverage for learning. But instead of playing video games, our program teaches kids how to create them. Through game creation, students learn science, technology, engineering and math (STEM) skills, as well as problem solving, critical thinking, language skills and teamwork. By using age- and skill-appropriate tools, the program works with key education partners to guide students through the creative process, and teaches \nthe mechanics of game design and \nproduction. And these are not the violent \ngames that can worry parents; the curriculum focuses on developing games around important social issues – such as energy conservation, healthcare, and reducing poverty.\n04       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        051 Yazzie-Mintz, E. (2010). Charting the path from engagement to achievement: A report on the 2009 High \nSchool Survey of Student Engagement. Bloomington, IN: Center for Evaluation & Education Policy.\n2 Amanda Lenhart, Joseph Kahne, Ellen Middaugh, Alexandra Macgill, Chris Evans, Jessica Vitak. New \nPew Internet/MacArthur Report on Teens, Video games and Civics. Pew Internet & American Life Project, \nSeptember 16, 2008.Turning today’s teens into tomorrow’s leadersAMD changing \nthe gameBy 2020, we plan to reach \nmore than one million students around the world with opportunities to create video games in our groundbreaking \neducation program.\n• More than 74,000 students \nreached worldwide\n• More than 7,000 games created\n• 26 unique partners• $3.9 million in AMD  \nFoundation donations\nEducation\n“Our goal is to inspire students to embrace \nlearning, get excited about school, and \npossibly even discover a new passion  \nfor a future career in technology.” \n– Ward Tisdale, AMD Director, Global Community Affairs\nSCAN THE CODE TO LEARN MORE \nON OUR WEBSITE, OR VISIT:\nhttp://www.amd.com/changingthegame\n", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}