{"page_content": "$14.7 M\nAMD employee \ncontributions and \nmatching funds  \nsince 1995AMD Foundation:\nimproving lives, \nprotecting the planet, helping \nthose in need\nDoing good for good’s \nsake is noble unto itself. At AMD, it also drives our business.\nResearch shows that companies with \nengaged employees have almost four times higher earnings-per-share growth rates over companies with lower engagement in the same industry.\n1 \nStudies have also shown that there is a strong correlation between engagement and socially and environmentally responsible organizations.\n2 This is why \nresponsibility is an essential part of our culture – The AMD Way. The AMD Way is focused on three core beliefs: Ownership and Commitment; Customer Focus; and Innovation Leadership. Doing good is natural for AMD employees, but we also must succeed in business. The good news is, the two are correlated.\nAt AMD we live our core beliefs through \nour actions. Our employees are more motivated to work hard and innovate when they see their job as their cause. And there are ample opportunities for our people to work for their causes while working for AMD:\nGo Green\nOur award-winning conservation program, Go Green, encourages AMD employees to reduce environmental impacts in several aspects of life: at home, commuting and at work. Since 2007, our employees have avoided more than 5 million km of driving, preventing 1,286 metric tons of CO\n2 from being \nreleased into the air – an amount that would take approximately 33,000 trees and 10 years to sequester.\n“It has had a very positive impact on \nme. I spend more time thinking about my actions and making sustainable choices whenever I can. I carpool, compost, garden, recycle, and many other things in large part because of the Go Green Program.” – Pam Horn, AMD Paralegal Specialist\nVolunteering\nWe encourage our employees to volunteer in a variety of ways. In 2011, more than 1,500 AMD employees volunteered more than 12,600 hours in their communities. Through our AMD Community Corps program, we help employees develop professionally through volunteerism.\nContribution Matching\nWe don’t just encourage volunteerism – we back our employees with cash. AMD contributes $15 for each hour that our U.S. and Canada employees and their spouses spend volunteering for eligible organizations. We also match up to $3,000 in yearly contributions made to eligible organizations by each employee. Since 1995, our employees have given more than $7.2 million, and AMD matching has increased the total to $14.7 million in support of hundreds of non-profit organizations and schools.\nThe AMD Foundation invests in several important causes, such as the educational program AMD Changing the Game and our employee matching funds. We also support efforts to preserve nature at its best – and help victims when nature is at its worst.\nJapan Earthquake and \nTsunami\nEmployee donations and matching funds \nraised more than $270,000 to support the victims of this tragedy. AMD also shipped more than 1,600 lbs. of food, medical supplies and critical items like flashlights, hard hats, masks and emergency radios to victims.\nCentral Texas Wildfires \nWhen wildfires broke out near our largest site in Austin, Texas, we sprang into action to account for every employee in the area and help our community. More than 200 AMD employees were adversely affected by the fires, and three tragically lost their homes. These fires destroyed the most homes for a single fire event in Texas history. AMD provided more than $116,000 in employee contributions, matching funds and a special donation of $50,000 to the American Red Cross of Central Texas. Plus our employees turned out in force to help the relief effort, distributing bulk items and cleanup supplies, and taking phone donations at a local TV station.\nSince 2004, AMD and its employees \nhave contributed more than $2.8 million to provide disaster relief around the world, including the responses to the South Asian tsunami, Hurricane Katrina, and earthquakes in China, Haiti and Japan. Of that amount, $817,000 came directly from AMD employees.\n“People have always \ncome first at AMD, so \nwhen our employees, \ncustomers or \ncommunities are \naffected by disasters, \nthe AMD family steps \nup to help. The Japan \ndisaster was a call \nfor us to help our \nJapanese colleagues \nand their community. \nAnd we all came \ntogether to answer the call. Thank you!” \n– Allyson Peerman, AMD \nFoundation Presidentthe AMD \nwayEmployee Engagement\n1 Gallup Management Journal – “The Next Generation of Leadership.”\n2 2010 Hewitt and Associates – “2010 Best Employers in Canada Study.”AMD provided more than $116K to help \nvictims of the 2011 Central TX wildfires.\nPHOTO: DANIEL LEHMAN\nProtecting Open Spaces\nAMD provided a series of grants totaling $3 \nmillion to preserve open space near our LEED® \nGold certified Lone Star campus in Central Texas. AMD partnered with Hill Country Conservancy, a non-profit land trust that works with landowners and government agencies to preserve open space through conservation easements that limit development rights.\n“AMD’s generous \nsupport of Hill Country Conservancy’s ‘Vast Open Spaces’ mission has made it possible to preserve these sensitive lands and \nconservation values in \nperpetuity. The citizens of Central Texas are ultimately the beneficiaries of this extraordinary contribution.”\n– George Cofer,  \nHCC Executive Director\n08       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        09", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}