{"page_content": "Technology\nAdvancing Healthcare  \nin Nigeria \neHealth Nigeria is an NGO dedicated  \nto improving its country’s healthcare. Due to a lack of consistent reliable energy to enable network and server access, the Nigerian healthcare system was critically limited. eHealth addressed the problem by designing a small, yet fully functional data center with a dedicated power source. They determined that servers with multi-core AMD Opteron™ processors would deliver the optimum combination of energy efficiency and processing  power for this rugged environment. Making Personalized  \nMedicine Affordable\nPersonalized medicine has the potential to revolutionize healthcare  by tailoring treatment and prevention based on the patient’s genes – a process requiring complex DNA sequencing. Using the Ranger supercomputer driven by AMD Opteron™ processors, Dr. Aleksei Aksimentiev at the University of Illinois is developing a process that increases the speed and efficiency  of DNA sequencing, which could  reduce costs from $50,000 to less  than $1,000 per individual.“We are using supercomputers to \ndiscover new ways to \nsequence DNA to make \nthis procedure faster and less \nexpensive so it can be used as a routine medical procedure. It’s really the ultimate diagnostic tool to determine all kinds of genetic disorders.” – Dr. Aksimentiev\nIncreasing Wind Energy \nEfficiency\nIn a 100-megawatt wind farm, a small \ndrop in output can result in the loss of hundreds of thousands of dollars in revenue. A supercomputer built by \nAMD technology  \npowers computers  \nand servers that  \nenable a better world – \nfrom helping scientists advance healthcare and climate change research to optimizing \nclean energy and \n“greening” cloud computing data centers. “We know cloud computing is \nthe future. The Evergreen Cloud \neffort is designed to accelerate \nthe cost and operational \nefficiencies associated with \ncloud computing and make computing greener and \nenvironmentally sustainable.”  \n– Dr. Dave Mayhew, Chief Technologist, \nAMD External Research Office\nCloudComputingNor-Tech featuring AMD Opteron™ \nprocessors is helping engineers  optimize turbine efficiency and output. The system computes highly complex fluid dynamics to fine-tune turbine placement and positioning, which reduces wake turbulence and allows maximum power output. \nUnderstanding and  \nPreparing for Climate Change\nThe Kraken computer at Oak Ridge National Laboratory was the first academic “petascale” supercomputer (a system that can perform more than one-thousand-trillion operations per second). Using AMD Opteron™ processors, Kraken allows scientists to develop complex weather simulation models to predict and understand the effects of climate change. Using these models, researchers can forecast climate-related impacts on coastal flooding, food-crop production, biodiversity and many other factors, which will help in developing effective ways to both combat and  adapt to climate change.  \nMaking Computing More \nEnergy Efficient \nAMD is dedicated to innovating low \npower and energy efficient computing. As one example, we are a founder and board member of the Green Grid\n®, \na global organization dedicated to energy efficiency and sustainability for computing and all aspects of data center operations. Green Grid brings private industry, government and other organizations together, and is widely recognized as a global authority on resource-efficient business computing.\nAMD also works with organizations \non standards for environmentally sustainable technology. One of these is EPEAT\n® (Electronic Product \nEnvironmental Assessment Tool), a ratings organization developed through a collaboration of business, government, non-profit organizations and academic institutions, which helps purchasers evaluate electronic products based on sustainability guidelines. AMD also actively contributes to government energy efficiency standards, such as the U.S. Environmental Protection Agency (EPA) Energy Star\n® program and related \nprograms around the world.\nGreening Data Centers  \nand the Cloud\nReducing data center energy use is a priority for AMD and others in our industry. We have partnered with Clarkson University, the New York  State Energy Research and Development Authority (NYSERDA),  HP and other organizations to address the challenge of powering data centers with clean, renewable energy. The project, known as the Evergreen Cloud, seeks to build a distributed computing network that runs on renewables.  The goal is to co-locate containerized data centers such as HP’s Performance Optimized Datacenter (POD) with dynamic energy sources like wind and solar, which do not rely on traditional large-scale grid-tied systems. Instead of transmitting energy to a centralized data center, the arrangement moves data using fiber optic lines to locations where alternative energy is being generated. Using fiber optics is an economical substitute for costly electrical transmission lines, not to mention that it eliminates carbon emissions from traditional energy generation. \nenabling a \nbetter world\n10       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        11", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}