{"page_content": "Standards\nAMD is a long-standing member of  \nthe Electronics Industry Citizenship Coalition (EICC). We operate according to the EICC Code of Conduct and  also follow the Principles of Social Responsibility issued by the Institute  for Supply Management (ISM). We expect our suppliers to live up to  these same standards, and every  year we communicate these expectations to them. \nConformance\nAMD regularly conducts supplier business reviews (SBRs) with all of our key suppliers to assess corporate responsibility expectations and performance. Using the SBR forum ensures that supplier responsibility is a central feature of our business relationships. We verify supplier performance through independent third-party audits conducted by EICC approved auditors. In 2011, 54% of AMD’s major supplier facilities completed EICC self-assessment questionnaires (SAQs) and 26% completed EICC audits.\nWafer foundries\nWafer foundries are a significant part of our supply chain. We conduct quarterly reviews with both Taiwan Semiconductor Manufacturing Corporation (TSMC) and G LOBALFOUNDRIES  to verify \ntheir performance across a broad range of issues, including the environment, worker safety, labor standards, greenhouse gas emissions, energy use, water consumption and work hours. Capacity Building\nThrough the EICC, AMD suppliers  have access to a broad array of training on the best practices to improve their social and environmental programs  and performance. \nSourcing conflict-free minerals \nOne of the worst human crises in world history is taking place in the Democratic Republic of Congo (DRC). Profits from mining and trading of tin, tantalum, tungsten and gold in this area have fueled deadly conflicts and human  rights abuses. In 2010, a new law was enacted in the United States requiring companies traded on U.S. stock exchanges to disclose the measures they have taken to identify these  “conflict minerals” in their products.\nAs co-chair of a multi-stakeholder \ncoalition with the Enough Project,  AMD works with other companies in the electronics supply chain, as well as NGOs and socially responsible investor groups to develop consensus policies toimplement the law. We believe effective implementation must involve three fundamental elements:\n• A system that enables conflict-free \ncertification of minerals from the  DRC region.\n• A smelter audit program capable \nof verifying that raw materials are conflict-free.\n• A standardized due-diligence  \nprocess to verify that metals in finished products can be traced to  a certified conflict-free smelter.AMD has developed processes in its own supply chain to identify conflict minerals. While mapping our supply back to the smelter is complex, we  have had some early success and are committed to the process. We will continue to work with both our customers and suppliers to develop a workable  and efficient tracking system.\nWe know that tracking minerals is \nonly one facet to ending suffering in the DRC. To affect change, deeply rooted socioeconomic factors must be addressed by governments, the private sector and civil society. Additionally, if implementation of the new law is not carefully managed, it may have the unintended consequence of banning or significantly reducing mineral exports from the DRC region, which could lead to even more suffering.\nSupplier Responsibility\nevery link in the  \nchain must hold true\n“AMD has been a leader in \nthe public discussion on \nconflict minerals, co-chairing \na multi-stakeholder coalition \nthat submitted comments to \nthe Securities and Exchange \nCommission (SEC) as well as \nbeing one of a select few \ncompanies that testified at \nthe SEC roundtable on what \nindustry can do about conflict \nminerals. On the public \ndiscussion around conflict \nminerals, AMD has stepped \nup rather than hiding behind \nexcuses about why supply \nchain action is impossible.”  \n– Sasha Lezhnev, Policy \nConsultant, Enough Project\n12       2011 AMD Corporate Responsibility Summary\nPHOTO: SASHA LEZHNEV / ENOUGH PROJECT\n2011 AMD Corporate Responsibility Summary        13“We strive to deliver high-quality products \nwhile ensuring that working conditions \nthroughout our supply chain are safe, that \nworkers are treated with respect and dignity, \nand that manufacturing processes are \nenvironmentally responsible.”\n– John Docherty, Senior Vice President, \nGlobal Operations", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}