{"page_content": "In 2011, we achieved an 8.1% absolute \nGHG reduction at our non-manufacturing sites since 2009, due to a 9.6% decrease in energy use and purchasing a cleaner  mix of electricity generating sources in some regions. This is ahead of our 5% reduction target. While we are off track with our target for our manufacturing sites, absolute GHG emissions have actually decreased by 3.6% since 2009 primarily due to a 50% reduction in electricity use at our Singapore facility. Normalized GHG emissions increased by 1.6%, largely due to decreased production at these facilities. In 2011, several factors contributed to AMD achieving 57% waste diversion and making continued progress toward our 70% goal. At our manufacturing facilities, waste diversion has increased from 32% in 2009 to 49% in 2011, due in part to our Singapore facility reaching 100% diversion as a result of a government “waste-to-energy” incineration initiative. Recycle rates at our non-manufacturing sites have increased from 46% in 2009 to 61% in 2011, partially due to expanded organic waste composting.In 2011, water use per employee decreased at our non-manufacturing sites, largely due to consolidating operations into our more water-efficient Lone Star facility. Normalized water use at our manufacturing sites has increased, largely due to a process change in Malaysia and construction and startup of a new assembly building in China. We are working to reduce water usage at these facilities.\nAMD is committed to protecting our \nplanet on all fronts, from reducing emissions to conserving precious natural resources. We measure our environmental performance in a number of categories and hold ourselves to high standards. Here are some of our 2011 results.\nGreenhouse Gas (GHG)\nEmissions Reduction\nBaseline Year = 2009 / Goal Year = 20145%\nreductionGoal Scope & Measure 2011 Status\nNon-Manufacturing:\nAbsolute Reduction\nManufacturing:\nNormalized byProduction Index (PI)\n10.90\n0.800.700.600.500.40\n0.30\n0.200.10\n–\n2009 2010 2011GHG Emissions ( MtCO2e)/\nProduction Index51,000\n50,000\n49,000\n48,00047,00046,000\n45,000\n44,000\n2009 2010 2011GHG Emissions (MtCO2e)\nGOAL\nGOALAHEAD\nof Target\n8.1%\nreduction\nOFFTRACK\n1.6%\nincrease/PI\nWater Use Reduction\nBaseline Year = 2009 / Goal Year = 201420%\nreductionGoal Scope & Measure 2011 Status\nNon-Manufacturing:\nNormalized byEmployee Count\nManufacturing:\nNormalized byProduction Index (PI)14.9% reduction\nper employee\nOFFTRACKONTRACK\n32.8%\nincrease/PI3.5\n3.0\n2.5\n2.0\n1.5\n1.00.5\n0.0\n2009 2010 2011Water Use Liters/\nProduction Index60,000\n50,00040,00030,000\n20,000\n10,000\n0\n2009 2010 2011Water Use Liters/EmployeeGOAL\nGOALNon-Hazardous Waste\nDiversion\nBaseline Year = 2009 / Goal Year = 201470%\ndiversionGoal Scope & Measure 2011 Status\nPercentage of Waste\nKept Out of theLandfillGOAL\n57% waste\ndiversionONTRACK100%\n80%\n60%\n40%20%\n0%\n2009 2010 2011Diversion %\nRecycled Landfilled Goal\nEnvironment\na world we all \nmust share\n1 PI is derived by multiplying the number of units by the average cycle time (duration of test and assembly) of a product.“Despite a historic drought in 2011, our Lone Star \ncampus did not use any municipal water to irrigate \nlandscaping during the year. The native vegetation \nwas minimally watered using 1.2 million liters of \ncondensate from our cooling systems and captured \nrainwater. An additional 3 million liters of captured \nwater was used in the site’s chillers.”\n– Craig Garcia, AMD Director,  \nGlobal Corporate Services\n14       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        15", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}