{"page_content": "A. B.\nD. E.C.Wellness Program\nAMD’s Wellness \nProgram strives to help our employees stay healthy. Our efforts include:\nOur goal is to continuously reduce \noccupational injury and illness case rates. From 2010 to 2011, our worldwide case rate increased from 0.17 to 0.32 cases per 100 workers, but remained well below 2010 industry averages. The primary cause is attributed to ergonomic-related injuries. We are disappointed with the increase, and have launched a campaign to increase employee awareness of how to prevent ergonomic injuries.\nInjury and Illness ReductionA company is only \nas healthy as its people. AMD takes a holistic approach, with health and safety standards that apply to all of our operations \nworldwide,  \nincluding:\n• Injury and illness prevention\n• Employee well-being\n• Emergency preparedness  \n and response  \n• Electrical and chemical safety\n• Equipment safety\n• Ergonomics\n0.45\n0.40\n0.35\n0.30\n0.25\n0.20\n0.15\n0.100.05\n0.00\n2007 2008 2009 2010 2011Worldwide Case Rate (per 100 workers)AMD Worldwide Injury and Illness\nCase Rate\n4\n3.5\n3\n2.5\n2\n1.5\n1\n0.5\n0Industry Averages\n(cases per 100 workers)\nPrivate Industry\n(2010)Computer/Electronic\nProduct Mfg.\n(2010)Tech./Engineering\nServices\n(2010)AMD-US\n(2011)Free annual flu \nimmunizations in North America and discounted immunizations in Asia.Wellness expos that provide services such as biometric testing, information on health-related products and services, and discussions on health and safety topics.\nAMD cafeterias that offer a wide variety of healthy options and promote healthy eating at home through discounted home delivery of fresh fruit and vegetables at some locations. We also provide nutrition awareness through wellness information  delivered on our intranet.Free fitness centers at many locations with personal training options. We also sponsor weight reduction programs like “Get Your Move On” and “Biggest Winner” as well as run/walk events.Support of World No Tobacco Day, which educated employees on tobacco-related risks  and offered a tobacco-free campus day. We  also offer tobacco cessation programs.\nEmployee Health & Safety\nbeing smart  \nabout wellness  \nis contagious\n16       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        17", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}