{"page_content": "86%\nWe serve a wide range of stakeholders, \nincluding employees, customers, stockholders, social investment analysts, our communities, suppliers, NGOs and more. These groups monitor our corporate responsibility efforts, and  we engage with them in various ways  to evaluate how we are doing, and  how we can improve.\nStakeholder  \nEngagement Panel\nIn 2011, we established a stakeholder panel with the help of Ceres, an award-winning non-profit organization focused on business and sustainability. We will continue to work with the panel over the long term to gain a deep understanding of our stakeholders’ expectations, which helps us build a world-class corporate responsibility program. The panel has already met twice and provided us with valuable insights and perspectives on how to improve our corporate responsibility strategies, communications and performance.\nEmployee Satisfaction \nIn 2011, we surveyed our employees worldwide to understand their overall satisfaction and their impressions of our corporate responsibility programs. We found that AMD employees are highly satisfied with our programs, with an 86% favorable rating. This is 13% higher than the global norm for employee satisfaction and 4% higher than the  norm for high-performing companies.Global Inclusion\n   \nAMD fully recognizes the importance of leveraging \nits diverse workforce to fuel ultimate creativity \nand innovation. AMD’s Global Inclusion team \nworks to create awareness of the business \ncase surrounding diversity and inclusion, drive \nan inclusive culture with emphasis on specific employee groups, and integrate and align with \nother AMD functions to create holistic programs.  \nThe value of this initiative will be evident by the \ninnovation stemming from diversity of thought and \nperspectives, coupled with an inclusive culture.\nAs an initial step, we conducted a cultural \nassessment to uncover the greatest opportunities \nfor making AMD an employer of choice. The \nfindings are being used to fuel global inclusion in \ntwo important ways: \n1. The creation of The AMD Way – a cultural \nfoundation that outlines the expectations we \nhave of ourselves and of every AMD employee. \n2. The creation of the Global Inclusion strategy, \nwith focus on three initial priority areas:  \nGlobal Empowerment, Gender Inclusion  \nand Generations.\n“At AMD we are fortunate \nto have a workforce \ncomprised of creative \nminds and diverse \nperspectives drawn from \nall over the world. We are \ncommitted to fostering \nan inclusive environment, \nbecause it drives a \nculture of collaboration, \ninformation sharing,  \nand the rapid adoption  \nof new ideas.”\n“And this inclusive culture \nwill foster innovation and \nbusiness success.”\n– Dr. Lisa Su, Senior Vice \nPresident & General Manager, \nGlobal Business UnitsEmployee\nFavorable\nRatingStakeholder Engagement\ndo well, then \nstrive to do \neven better\n“AMD has clearly been a \nleader on both sustainable \nbusiness strategy and \nreporting out on their \n17 years of progress. I \nwould like them now to \ntake the lead on effective \nCSR communications: \nsimplifying their \nmessaging and making \ntheir sustainability \nsuccesses and \ncommunications  \nmore accessible to  \nthe masses.”\n– Kellie A. McElhaney,  \nCenter for Responsible \nBusiness, Haas School \nof Business, University of \nCalifornia, Berkeley\n18       2011 AMD Corporate Responsibility Summary 2011 AMD Corporate Responsibility Summary        19", "metadata": {"source": "NASDAQ_AMD_2011.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}