{"page_content": "134Appendix\nMetric / Disclosure / Topic Source(s) Methodology / Definition\nVehicle use- phase emissions, which represent 80 -90% of total automotive emissions \n(included in Scope 3 of ESG reporting), tend to be misreported due to the use of \nunrealistic assumptions or not reported at all. OEM sustainability reportsAnalysis of sustainability reports by auto OEMs shows unrealistic assumptions for both vehicle life and annual \nmileage. For those that disclose their methodology we have found that vehicle life is often estimated to be as low \nas 10 years and annual distance traveled by vehicles as low as 6,200 miles. This compares to an average life of 17 years in the U.S. (20 years in Europe) and 12,000 annual miles in the U.S. (and 7,450 in Europe). When taken \ntogether, even before considering the impacts of using real -world MPG instead of NEDC, WLTP or EPA ratings, this \nleads to a drastic under -reporting of Scope 3 emissions.\n8.4 million metric tons of CO2e savings Tesla estimateTo estimate CO\n2e savings, we first measured the amount of miles driven by our vehicles and kWh of electricity \ngenerated and stored by our solar panels and energy storage products at the state, province, and country level for \n2021. We then applied an emissions savings factor (in gCO2e/mi for miles driven and gCO2e/kWh for electricity \ngenerated), for each state, province, and country to estimate CO2e avoided. For miles driven, the emissions savings \nfactor is the net of estimated emissions from our vehicles and an ICE with a real -world fuel efficiency rating of ~24 \nmpg. The emissions savings factor is based on grid emissions intensity in each respective location and includes upstream emissions from the production and transport of fuels. \nTesla Cumulative Net Energy Impact: 2012 –2021 (TWh) TeslaFigures based on actual electricity consumption from utility bills for 2018, 2019, 2020 and 2021. 2020 and 2021 figures also include measured consumption for on- site fuel use including propane, diesel and gasoline. Figures for \n2012 -2017 for electricity, and 2012 -2019 for on -site fuel use, are estimated based on actuals scaled for vehicle and \nbattery production for each respective year and facility. \nGlobal Greenhouse Gas (GHG) Emissions by Economic SectorCAIT data: Climate Watch. 2020. GHG Emissions. Washington, DC: World Resources \nInstitute. Available at: \nhttps://www.climatewatchdata.org/ghg -\nemissions. \nLand Use Data Source: Food and Agriculture \nOrganization of the United Nations. FAO 2020, FAOSTAT Emissions Database. Latest \nupdate: 2020. Accessed: June 2021. \nhttps://www.climatewatchdata.org/ghg -\nemissions.For simplicity, select categories were combined based on similarity of emissions source. Emissions from Agriculture \nwere combined with emissions from Land -Use Change and Forestry under the label “Agriculture, Land -Use Change \nand Forestry.” Emissions from Industrial Processes were combined with emissions from \nManufacturing/Construction under the label “Industry.” Emissions from Waste, Fugitive Emissions, Other Fuel \nCombustion and Bunker Fuels (U.S. -only) were combined under the label “Other Energy.”\nEEO-1 comparison to industry averages Publicly available EEO -1 disclosuresFigures for peer benchmarking were sourced from the latest available EEO -1 disclosure on each company’s website. \nFor comparability, all figures were converted to percentages of total workforce. Figures for each Tech and \nAutomotive industry were calculated based on an average of the percentages for the companies in each respective industry. Tables on pages 37 and 38 represent the difference in representation in Tesla’s workforce across each \ncategory. \nCompanies in the Tech average: Adobe, Alphabet, Amazon, Apple, Cisco, Meta, HPE, Lyft, Microsoft, Netflix, Nvidia, \nOracle, Qualcomm, Salesforce, and UberCompanies in the Automotive average: Ford and General Motors ", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 133, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}