{"page_content": "139Overview\nWith respect to the greenhouse gas (GHG) emissions metrics for the year ended \nDecember 31, 2021 presented in table 2 below, which are also included in this Tesla Impact \nReport 2021 as identified by the “*” symbol, management of Tesla, Inc. (Tesla) asserts that \nthe GHG emissions metrics are presented in accordance with the assessment criteria set \nforth below. \nManagement is responsible for the selection of the criteria, which management believes \nprovide an objective basis for measuring and reporting on the GHG emissions metrics, \nand for the completeness, accuracy, and validity of the GHG emissions metrics. Tesla’s \nGHG emissions are rounded to the nearest thousand. \nOrganizational Boundary\nTesla uses the operational control approach to account for and report its Scope 1 and \nScope 2 GHG emissions. This includes sites engaged in manufacturing; sales, service, and \ndelivery; and other activities described below. Data for acquired sites are included once \nthe site has been operating for at least a year at the beginning of the reporting period.Management Assertion \nScope 1 & 2 GHG Emissions\nGHG Emissions Disclosure\n1.Tesla considers the principles and guidance of the World Resources Institute (WRI) and the \nWorld Business Council for Sustainable Development’s (WBCSD) Greenhouse Gas Protocol \nInitiative’s A Corporate Accounting and Reporting Standard, Revised Edition, and GHG \nProtocol Scope 2 Guidance, An amendment to the GHG Protocol Corporate Standard \n(together the “GHG Protocol”) to guide the criteria to assess, calculate and report direct \nand indirect GHG emissions.\n2.GHG emissions quantification is subject to significant inherent measurement uncertainty because of such things as GHG emissions factors that are used in mathematical models to \ncalculate GHG emissions, and the inability of these models, due to incomplete scientific \nknowledge and other factors, to accurately measure under all circumstances the relationship \nbetween various inputs and the resultant GHG emissions. Environmental and energy use \ndata used in GHG emissions calculations are subject to inherent limitations, given the nature \nand the methods used for measuring such data. The selection by management of different \nbut acceptable measurement techniques could have resulted in materially different amounts \nor metrics being reported.Site Type Site Activities \nManufacturing Manufacture Tesla products, including vehicles, superchargers, solar tiles, \nand energy storage products. Support manufacturing through the design \nand manufacture of equipment and tools used at manufacturing sites or by \nstoring manufacturing materials, parts, or finished products.\nSales, Service, \nand Delivery \n(SSD)Sell products, provide vehicle service, store parts for vehicle service, and deliver vehicles. \nOther Conduct research & development, administration, energy product warehousing and deployment, and other mixed -use warehousing. Table 1: Description of Tesla Sites GHG Emissions and Assessment Criteria1,2,3Quantity \nScope 1 GHG Emissions4\nDirect GHG emissions occurring from stationary combustion, mobile combustion, and process emissions.185,000 Metric Tons CO\n2e\nScope 2 GHG Emissions (location -based)5\nIndirect GHG emissions from the generation of electricity purchased by Tesla for site operations. 403,000 Metric Tons CO\n2eTable 2: Metrics –GHG Emissions", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 138, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}