{"page_content": "15Audit Committee \nThe Audit Committee is responsible for, among other things, assisting the Board in providing oversight of \nTesla’s accounting and financial reporting processes and the audit of its financial statements, including \noversight over the integrity of such statements, the Company’s compliance with legal and regulatory \nrequirements, the independent auditor’s qualifications, independence and performance, the organization and \nperformance of the Company’s internal audit function, as well as the Company’s internal accounting and financial controls, treasury and finance matters, risk management, including data privacy and cybersecurity. The \nAudit Committee also reviews and discusses the accounting assessment of this report and other ESG \ndisclosures. \nCompensation Committee\nThe Compensation Committee is responsible for, among other things, discharging the Board’s responsibilities in \nadministering and overseeing Tesla’s compensation policies, plans and benefit programs, the compensation of \nTesla’s executive officers and members of the Board, the administration of the Company’s employee benefit plans and the review of human capital management practices related to T esla’s talent generally (including how \nTesla recruits, develops and retains diverse talent). \nDisclosure Controls Committee\nThe Disclosure Controls Committee, among other things, implements, reviews and monitors Tesla’s compliance \nwith applicable legal requirements governing the Company’s and its executive officers’ public disclosures and \npublic statements relating to the Company.\nNominating and Corporate Governance Committee\nThe Nominating and Corporate Governance Committee is responsible for, among other things, reviewing and \nmaking recommendations to the Board on matters concerning corporate governance, Board composition, the \nidentification, evaluation and nomination of director candidates and composition of Board committees and \nconflicts of interest. In addition, this Committee oversees Tesla’s corporate governance practices and reviews annually the principles of corporate governance approved by the Board, including the Company’s Code of \nBusiness Ethics and Corporate Governance Guidelines, to ensure that they remain relevant and are being \ncomplied with and monitored by management, recommending changes to the Board as necessary. Corporate Governance \nBoard Committees (as of March 1, 2022)\nName FunctionYear \njoined\nAudit Committee\nCompensation \nCommittee\nDisclosure Controls \nCommittee\nNominating & \nGovernance \nCommittee\nRobyn DenholmIndependent \nBoard chair2014 X X X X\nElon MuskDirector and CEO2004\nIraEhrenpreisIndependent director2007 X X\nLarry EllisonIndependent director2018\nHiromichi MizunoIndependent director2020 X\nJames MurdochIndependent director2017 X X X\nKimbal Musk Director 2004\nKathleen Wilson -\nThompsonIndependent director2018 X X X", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}