{"page_content": "141GHG Emissions Disclosure (cont.)\n4.Related to Scope 1 GHG emissions: \n•Stationary combustion (natural gas): \n•Combustion from stationary equipment and machinery at all Tesla sites. \n•Global natural gas usage data was collected from monthly utility invoices obtained \nfrom third -party providers. \n•If monthly usage data was not available, Tesla estimated the natural gas usage by \ndetermining an annual natural gas usage rate per square foot based on actual 2021 \nmonthly natural gas usage data for sites in a similar geographic location and type \nof site. This rate was then multiplied by the square footage of the site building \nspace.\n•Emission factors: United States (U.S.) Environmental Protection Agency (EPA) \nEmission Factors for Greenhouse Gas Inventories 2022.\n•Stationary and mobile combustion (propane, diesel, and gasoline): \n•Combustion from emergency and portable generators, powered industrial vehicles \n(e.g., forklifts), temporary space heaters, and other portable equipment (e.g., \nlandscaping equipment) at manufacturing sites. \n•Propane, diesel, and gasoline usage data was collected from invoices and fuel \nreports obtained from third -party providers.  \n•Emission factors: U.S. EPA Emission Factors for Greenhouse Gas Inventories 2022.\n•Fleet mobile combustion (diesel and gasoline): \n•Combustion from the operation of Tesla’s on -road and non- road vehicles (i.e., \nTesla’s global fleet).\n•Diesel and gasoline usage (volume) from Tesla’s global fleet was collected from fuel cards issued by Tesla’s fleet management partner. Vehicle miles driven by Tesla \non-road vehicles was collected from odometer readings and driver logs. Management Assertion\nScope 1 & 2 GHG Emissions\n•Tesla classified vehicles in its global fleet by type: diesel medium and heavy -duty vehicles, \ndiesel light -duty trucks, gasoline passenger cars, gasoline light -duty trucks, gasoline heavy -\nduty vehicles, and non- road industrial/commercial equipment. Temporary fleet additions for \noperational use were categorized as ‘other’, for which only CO2emissions are calculated, \nbecause Tesla does not have detailed information on what type of vehicles were rented and \nmiles driven.\n•CO2emissions were calculated by multiplying the relevant emission factor by the volume of \ndiesel and gasoline used by Tesla’s on -road and non- road vehicles for the year ended \nDecember 31, 2021. \n•CH4and N2O emissions were calculated by multiplying the relevant emission factor \n(depending on vehicle type and age) by the miles driven by Tesla’s on -road vehicles, and by \nthe volume of diesel and gasoline used by Tesla’s non -road vehicles, for the year ended \nDecember 31, 2021. \n•Emission factors: U.S. EPA Emission Factors for Greenhouse Gas Inventories 2022. \n•Process emissions (Gigafactory Nevada lithium -ion battery cell recycling plant): \n•Emissions from processing manufacturing scrap lithium -ion cells at the Gigafactory Nevada \ncell recycling plant.  \n•The quantity of manufacturing scrap processed was collected from Tesla’s cell recycling plant \noperations team. The concentration of CO2and CH4in emissions (emission rates) were \nmeasured during two emissions source tests. GHG emissions were calculated by multiplying \nthe quantity of manufacturing scrap processed, as recorded by the recycling plant operations \nteam, by the CO2and CH4emission rates developed based on emissions source tests. \n•Estimated emissions from the sources above account for approximately 10% of Scope 1 GHG \nemissions.\n•Excluded Scope 1 GHG emissions: Tesla excluded the following sources of GHG emissions which \nare estimated to represent less than 5 percent of Tesla’s reported Scope 1 GHG emissions:\n•GHG emissions resulting from propane, diesel, and gasoline combustion at Tesla sites not engaged in manufacturing.\n•GHG emissions from refrigerant loss to the atmosphere.\n•GHG emissions from emergency stabilization of damaged and potentially damaged lithium -\nion cells.\n•GHG emissions resulting from the chemical reaction of two -part polyurethane adhesives", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 140, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}