{"page_content": "143Except as otherwise noted, this report covers Tesla, Inc.’s fiscal year 2021, and references to “to date,” “currently,” or similar expressions reflect information as of December \n31, 2021. Our data and methodologies have been collected and reviewed internally using relevant scientific and technical methodologies. Our statements about past \noccurrences and potential future development are based on data, estimates and assumptions made as of the date of publication. Certain information and data in this report \nmay come from third -party sources and operations outside of our control. Tesla’s ESG Sustainability Council actively reviews and updates our methodologies for calculating \nthe metrics set forth in this report.  From time to time, data reported for prior periods may change due to improvement in da ta collection and measurement, new data \navailability, methodological adjustments or activities related to mergers and acquisitions, and we reserve the right to revisit our prior historical data and estimates to ensure \naccuracy and make any necessary corrections to our public reporting.  T esla holds no obligation to update any information or sta tements in this report.\nForward -Looking Statements\nCertain statements in this report, including statements relating to future product development, performance and capability, t imelines for the building of new factories and \nopening of new locations, expected cost savings from local manufacturing and materials recycling operations, the expansion of our Supercharger Network, future \nenvironmental sustainability efforts and expected efficiencies, data collection and reporting of results in subsequent Impact Reports are forward -looking statements that are \nsubject to risks and uncertainties. These forward -looking statements are based on management’s current expectations. Various imp ortant factors could cause actual results \nto differ materially, including the risks identified in our U.S. Securities and Exchange Commission (“SEC”) filings and repor ts,including the risks identified under the section \ncaptioned “Risk Factors” in our quarterly report on Form 10 -Q filed with the SEC on July 27, 2021 . Tesla disclaims any obligation to update any forward -looking statement \ncontained in this report.Appendix", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 142, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}