{"page_content": "16Our compensation philosophy reflects our long -term mission and our startup origins. We emphasize structuring \ncompensation to reward our named executive officers based on performance, and equity awards weigh heavily \nin our named executive officers’ total compensation, including awards that vest upon the achievement of clear \nand measurable milestones. Since these awards increase in value as our stock price increases (and in the case of \nstock option awards, have no value unless our stock price increases following their grant), our named executive \nofficers’ incentives are closely aligned with the long -term interests of our stockholders.\nT esla has no cash bonus program for any of our named executive officers and generally does not provide any \nperquisites or tax reimbursements to our named executive officers that are not available to other employees. No \nnamed executive officer has any severance or change of control arrangement, except as reflected in Elon Musk’s performance -based 2018 CEO Performance Award.  A change in control modifies the vesting requirements of \nthe 2018 CEO Performance Award such that vesting of the Award’s tranches would be measured based on Tesla’s market capitalization at the time of the change of the control, without regard to the operational \nmilestones of the Award. Elon Musk, our Chief Executive Officer, historically earned a base salary that reflected \nthe applicable minimum wage requirements under California law, and he was subject to income taxes based on \nsuch base salary. However, he has never accepted hissalary. Commencing in May 2019 at Mr. Musk’s request, we \neliminated altogether the earning and accrual of this base salary. Consequently, 100% of Mr. Musk’s \ncompensation is at -risk.\nSimilarly, the compensation program for Tesla’s non -employee directors is designed to be consistent with our \ncompensation philosophy for our employees, with an emphasis on equity -based compensation over cash in \norder to align the value of their compensation with the market value of our stock, and consequently, with the \nlong-term interests of our stockholders. Moreover, while we offer to our general employee population restricted \nstock units that will retain some value even if the market value of our stock decreases, the equity -based \ncompensation to our directors has been exclusively in the form of stock options, which have zero initial value \nand accumulate value, if at all, only to the extent that our stock price increases following their grant, through \nthe applicable vesting dates and until such stock options are ultimately exercised and the underlying shares are \nsold. The remaining portion of our directors’ compensation has been comprised of cash retainer payments that \nare relatively modest compared to peer companies and that may be waived at the election of each \ndirector. Further, in June 2021, the Board adopted a resolution that all existing directors forego any automatic \ngrants of annual stock option awards under our director compensation policy until July 2022 unless the Board determines otherwise. Corporate Governance\nCompensation Philosophy\n", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}