{"page_content": "18\nPrivacy from day one\nTesla’s Privacy Principles and commitments are illustrated throughout all our products. For Tesla vehicles, \ncustomer personal data is protected from the moment they take delivery, ensuring that by default the vehicle \ndata generated when driving is not associated with the customer's account or vehicle identification number. \nTesla also puts customers in the driver’s seat when it comes to data sharing by providing a dedicated in -vehicle \nmenu to adjust preferences at any time.\nAdditionally, from Powerwall to Solar Roof, energy products are designed to protect customer privacy. Tesla \naims to collect a minimum amount of personal data necessary in providing the most engaging in -app energy \nexperience. In furtherance of transparency, T esla has developed a seamless way for customers to download and \naccess their energy data at any time right from the Tesla app.\nEngaging the security community\nWe are also focused on ensuring that our vehicles are the most secure on the road. T o do that, our team of \nworld -class engineers works day in and day out to ensure that our systems are always as secure as possible. \nAnd while some of the best security engineers work at Tesla, we believe that in order to design and build \ninherently secure systems, we cannot work alone. We work closely with the security research community to \nbenefit from their collective expertise and diversity of thought.\nContinuous product improvement\nTesla pioneered the concept of vehicles that improve and become more capable over time by ensuring that \nevery Tesla vehicle made since 2012 can accept over -the-air (OTA) software updates. These updates have \nintroduced new features and functionality that have made our vehicles smarter, safer and more enjoyable to \ndrive. We have also used the OTA system to ensure that our vehicles are not only as secure as possible when \nthey are delivered, but that they continue to stay as secure as possible throughout their lifetime.Corporate Governance\nData Privacy and Cybersecurity", "metadata": {"source": "NASDAQ_TSLA_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}