{"page_content": "» «General Disclosures\n2017 MARRIOTT GRI INDEX REPORT2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   10GENERAL DISCLOSURES\nOur General Disclosures aim to provide stakeholders with information on our operations, strategy and governance, as well as our approach  \nto stakeholder engagement and reporting on environmental, social and governance topics.\nORGANIZATIONAL PROFILE\nNUMBER DESCRIPTION RESPONSE REFERENCES\nNote on Forward Looking  \nStatementsThis report includes “forward-looking statements” within the meaning of U.S. federal securities \nlaws, including our goals for 2020, 2025 and other periods; and similar statements concerning \nanticipated future events and expectations that are not historical facts. We caution you that these \nstatements are not guarantees of future performance and are subject to numerous risks and \nuncertainties, including the “Risk Factors” we describe from time to time in our periodic filings \nwith the U.S. Securities and Exchange Commission. We therefore caution you not to rely unduly on any forward-looking statement. The forward-looking statements in this report speak only as \nof the date of this report, and we undertake no obligation to update or revise any forward-looking \nstatement, whether as a result of new information, future developments, or otherwise.2016 10-K Filing (“Risk Factors”, pages 11-18)\n102-1 Name of the organization Marriott International, Inc. (\"Marriott,\" \"MI,\" \"we\" or \"us.\")\n2016 10-K Filing (“Introduction”, page 2) \n2016 Annual Report\n102-2 Activities, brands, products  \nand servicesMarriott is a worldwide operator, franchisor and licensor of hotels and timeshare properties \nunder numerous brand names at different price and service points. \nConsistent with our focus on management, franchising and licensing, we own very few of our \nlodging properties. We also operate, market and develop residential properties and provide services to home/condominium owner associations.\nWe offer two overall styles of hotels —Classic and Distinctive—each of which we group into  \nthree quality tiers: Luxury, Premium and Select.\n• Luxury: Brands include: JW Marriott\n®, The Ritz-Carlton®, W® Hotels, The Luxury Collection®,  \nSt. Regis®, EDITION® and Bulgari®.\n• Premium: Brands include: Marriott Hotels®, Sheraton®, Westin®, Renaissance® Hotels,  \nLe Méridien®, Autograph Collection®, Delta Hotels®, Gaylord Hotels®, Marriott Executive  \nApartments®, Marriott Vacation Club®, Tribute PortfolioTM and Design HotelsTM.\n• Select: Brands include: Courtyard®, Residence Inn®, Fairfield Inn & Suites®, SpringHill Suites®, \nFour Points®, TownePlace Suites®, Aloft® Hotels, AC Hotels by Marriott®, Protea Hotels®,  \nElement® Hotels and Moxy® Hotels.2016 10-K Filing\n(“Corporate Structure and Business”, page 2, \n“Brand Portfolio”, pages 4-6)\n2016 Annual Report\n102-3 Location of headquarters Our Corporate Headquarters is located in Bethesda, Maryland in the United States. Corporate Overview", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}