{"page_content": "» «General Disclosures\n2017 MARRIOTT GRI INDEX REPORT2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   15NUMBER DESCRIPTION RESPONSE REFERENCES GOVERNANCE\n102-18 Governance structure Structure and Committees: Marriott’s board of directors is our highest governance body,  \nand includes the following committees: Audit Committee, Compensation Policy Committee, \nExecutive Committee, Finance Committee, Nominating and Corporate Governance Committee \nand the Committee for Excellence.\nEconomic, Social and Environmental Oversight: Our board of directors oversees management \nand, through this oversight, enhances the long-term value of the company. A formal infrastruc-\nture of a range of councils comprised of executives and associates (assisted by external experts where appropriate) guides us in making everyday decisions that affect our work environment, \nour sustainability practices and our business strategy. Councils include: \n• Committee for Excellence: A CEO-led committee of senior executives and members of our \nboard of directors, this committee monitors the progress of our global diversity and inclusion \nstrategy and evaluates the company’s efforts to promote diversity among our workforce, own-\ners, customers and suppliers. The Committee reports twice a year to the board of directors. \n• Serve 360 Council: This executive-level Council evaluates our social and environmental  \npractices, sets major sustainability and social impact business objectives by discipline and measures our progress. The Council reports annually through the CEO to the board of  \ndirectors. \n• Human Rights Council: This executive-level Council advances Marriott's human rights  \npolicies and programs, including driving accountability and leading successful execution of  \nthe company’s  broad human rights strategy. \n• Business Councils: Comprised of general managers and other hotel leaders representing properties in a given city, country or region, the Councils support business strategies and  \nadd value to their markets by perpetuating our core values and culture, participating in  \ngovernment advocacy, and implementing Marriott’s community partnerships and social  \nimpact initiatives.Board of Directors\nCommittee Membership\nCommittee Charters\nCDP Climate Change Response\n(Question CC1)\n102-23 Chair of the highest  \ngovernance body J.W. Marriott, Jr. is Executive Chairman and Chairman of the Board. Mr. Marriott is an  \nexecutive officer. Mr. Marriott was elected Executive Chairman in 2012, having relinquished  \nhis position as Chief Executive Officer.Board of Directors\n102-24 Nominating and selecting the  \nhighest governance bodyIn addition to identifying individuals who have the highest personal and professional integrity  \nand demonstrated exceptional ability and judgment, criteria for personal qualifications for  \nboard membership such as background experience, technical skills, affiliations and personal \ncharacteristics are considered.\nOur Governance Principles also require that at least two-thirds of the directors be independent, \nand the board has established guidelines to assist in determining director independence.Governance Principles\nNominating and Corporate Governance \nCommittee Charter", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}