{"page_content": "EVALUATION OF MANAGEMENT APPROACH \nA strong board and management approach  \nsupports continuous improvement to advance our economic performance. Marriott’s board of directors and each of its committees also perform \nan annual self-evaluation. Marriott's sustainability \nand social impact strategy is governed by  Marriott's Serve 360 Council. Since 2007, the Council (previously known as the Global Green Council) has been guiding our strategy by  \nevaluating our practices, setting long-term Goals, \ndeveloping a strategic plan and catalyzing our progress.ADDITIONAL RESOURCES\n2016 Annual Report\n2016 10-K Filing  \n(“Business and Overview”, page 24)\nBusiness Model and Sustainability Strategy\nCDP Climate Change Response  \n(Question CC2.2a, sections V and VI)\nManagement Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   22ECONOMIC PERFORMANCE\nEconomic performance is material because our company impacts people in local economies around the  \nworld. The boundary for this topic is global—covering the entire enterprise and more than 120 countries  \nwhere owned, managed, licensed or franchised hotels are located.\nStrategy and Approach: We remain focused on doing the \nthings that we do well; that is, selling rooms, providing food and beverage, taking care of our guests and making sure  \nwe control costs both at properties and at the corporate \nlevel (“above-property”). Our brands remain strong as a result of skilled management teams, dedicated associates, superior customer service with an emphasis on guest and \nassociate satisfaction, significant distribution, our Loyalty \nPrograms, a multichannel reservations system and desir -\nable property amenities. We strive to effectively leverage our size and broad distribution. We, along with our owners and franchisees, continue to invest in our brands by means \nof new, refreshed and reinvented properties, new room  \nand public space designs, and enhanced amenities and technology offerings.\nBusiness Model: We earn base management fees and,  \nin many cases, incentive management fees from the prop-\nerties that we manage, and we earn franchise fees from the properties that others operate under franchise agreements \nwith Marriott. Our emphasis on long-term management \ncontracts and franchising tends to provide more stable earnings in periods of economic softness. Adding new hotels to our system generates growth, typically with little or no investment by the company. This strategy has driven substantial growth while minimizing financial leverage and \nrisk in a cyclical industry. In addition, we believe minimizing \nour capital investments and adopting a strategy of recycling our investments maximizes and maintains our financial flexibility.\nProductivity: Our profitability, as well as that of owners  \nand franchisees, has benefited from our approach to prop-erty-level and above-property productivity. Properties in our system continue to maintain very tight cost controls. We also control above-property costs, some of which we allocate to hotels, by remaining focused on systems,  processing and support areas.\nSustainability and Social Impact Strategy: Our strategy \nsupports business growth while reducing impacts and  protecting our planet. Our sustainability and social impact strategy is driven by a wide range of initiatives that have \nbeen fostered throughout our history of putting people first, \ngiving back to communities and operating more sustainably. This includes efforts such as creating resource-efficient hotels, providing job readiness training to underserved \nyouth, empowering diverse business owners through our \nsupply chain, advocating for policies that facilitate travel, purchasing sustainable products, training our associates on human rights and the protection of children, and supporting innovative environmental initiatives.\nOur recently announced 2025 Sustainability and Social  \nImpact Goals will build upon these efforts and target  environmental and social impact based on our business model and greatest opportunities. The Goals also support  our newly developed Sustainability and Social Impact \nPlatform: “Serve 360: Doing Good in Every Direction.” This \nPlatform is guided by four priority areas, or “coordinates”: Nurture Our World, Sustain Responsible Operations,  Empower Through Opportunity and Welcome All and  Advance Human Rights. \nThese are next-generation goals that build upon our  \nmany years of progress achieved across Marriott Rewards, \nThe Ritz-Carlton Rewards and SPG hotels to improve  \nenvironmental and social performance and develop targeted \nsustainability and social impact programs.Engagement on Environmental and Social Impact Issues:  \nTo support our social and environmental sustainability  \nstrategy, we actively engage with industry associations—  \nincluding the World Travel and Tourism Council,  \nInternational Tourism Partnership, American Hotel and  \nLodging Association, U.S. Chamber of Commerce, U.S.  \nCouncil for International Business and Global Business Travel Association—and participate in their industry working groups to more robustly address and measure issues critical to our \nplanet and industry including carbon emissions,  \nwater risk, human rights and youth employment.", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}