{"page_content": "» «A Message from our President and CEO\nA MESSAGE FROM OUR PRESIDENT AND CEO\nThis year, we’re proud to celebrate our company’s 90th anniversary—a milestone that could not have been  \nachieved without our hundreds of thousands of associates who are working to create unforgettable experiences for \nour guests and positively impact our communities wherever we are open for business. While much has changed \nsince our early days, much has stayed constant, including our core value to Serve Our World.  \nIn 2016, we acquired Starwood Hotels & Resorts, and together, we are truly better. Starwood’s work to support its local \ncommunities and the environment is well-known, and we are collaborating to make sure that wherever possible those \nbest practices on a number of fronts are considered and integrated into Marriott International's efforts going forward.  \nWe have spent 2016 and much of 2017 engaging across continents and with key stakeholders to create our  \nnext-generation 2025 Sustainability and Social Impact Goals. The Goals build upon those we set in 2008 to better \nprotect our planet and its resources, and include both social and environmental efforts that we will strive to achieve \nacross our portfolio. They also support our newly developed Sustainability and Social Impact Platform: “Serve 360: \nDoing Good in Every Direction.” This Platform is guided by four priority areas, or “coordinates”: N urture Our World, \nSustain Responsible Operations, E mpower Through Opportunity and W elcome All and Advance Human Rights.\nRecent events, such as the annual United Nations (UN) Climate Change Conference and ongoing work to support the UN Sustainable Development Goals, demonstrate a continued global interest in working collaboratively to address a \nrange of critical needs across our planet. Our industry has joined forces to examine how we can collectively measure \nand address some of the topics most relevant to our business, including water risk, carbon emissions, youth  \nunemployment and human rights.\nWe appreciate the opportunity to make sure that the way we do business helps address some of these most  \npressing challenges, and look forward to sharing this journey with you.\nArne Sorenson  \nPresident and CEO, Marriott International\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORTT   |   3", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}