{"page_content": "ADDITIONAL RESOURCES\n2017 Sustainability and Social Impact Highlights\nEVALUATION OF MANAGEMENT APPROACH \nNatural capital projects can be challenging, and \nwe continue to incorporate lessons learned. Outcomes can sometimes be difficult to measure. Also, such conservation projects are typically in \nremote locations that are challenging to manage. \nWe have learned that the greatest engagement in such projects comes from associates and guests located close to the projects. \nMoving forward, we aim to advance key programs, \nexpand our reach, share best practices across regions and further integrate with properties’ design, construction, operations and community \nengagement activities.\nManagement Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   32BIODIVERSITY  continued\nIntegration with Starwood: SPG hotels also have  a strong history of recognizing the intrinsic value of \nproperties in protected areas and areas of high biodi-versity value, and are working closely with owners and local stakeholders to minimize impact and conserve \nbiodiversity. SPG hotels that are in United Nations Ed-\nucation, Scientific and Cultural Organization (UNESCO) World Heritage sites or adjacent to sensitive ecosystems coordinate locally to ensure proper awareness, compli-ance and conservation of land and water ecosystems. \nKey initiatives, with support from the independent and \nnow retired Starwood Hotels and Resorts Foundation, included the following in 2016:\n• Projects and Grants: The Starwood Foundation  \nsupported Conservation International’s WASH (short for “Water, Sanitation and Hygiene”) and Watershed Conservation in South Africa project, a three-year \nprogram in the Mzimvubu catchment aiming to restore \nand protect healthy river systems, intact springs and wetlands, and resilient water catchment systems. The success and increase in water security led the project to be included in a case study report published by The \nCoca-Cola Company in 2016. The Starwood Founda-\ntion also provided grants to The Nature Conservancy: one grant was to support restoration activities near São Paulo, Brazil, in order to implement a green  \ninfrastructure agenda while the other grant focused \non coastal protection services restoration in Punta Allen in the Sian Ka'an Biosphere Reserve of Mexico. The Starwood Foundation also supported certain  Grupo Puntacana Foundation Caribbean-area \nprograms including one to halt damaging fishing \npractices and reduce fishing pressures by retraining fishermen to assist in coral restoration efforts and to produce sustainable crafts made from invasive lion-\nfish, as well as another program to lab test advances \nfor a newly emerging coral propagation protocol to increase coral reef diversity. • Guest Engagement: SPG hotels, the Starwood Founda-tion and ForestNation collaborated on a campaign that empowered SPG hotels to purchase Starwood-branded \ntree kits, and for each tree kit purchased, one tree was \nplanted in Haiti. As a result of the Starwood-brand-ed tree kits program, in 2016 nearly 3,000 trees were planted. Additionally, nearly 600 Starwood tree kits \nwere donated to the New York Restoration Project, New \nYork City’s only citywide conservancy. Many local SPG hotels conduct their own efforts, such as The Andaman, a Luxury Collection Resort, Langkawi, which supports efforts to preserve the ancient coral reef located in the \nbay adjacent to the hotel. The hotel engages guests \nand associates to assist in the protection of the reef through regular clean ups, and has also established a Marine Laboratory and marine biologist program for \nyoung guests to encourage and promote ongoing coral \nreef conservation efforts and appreciation. A new coral garden also sits within the bay and was established by hotel guests and associates.   ", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}