{"page_content": "Management Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   34SUPPLIER ENVIRONMENTAL ASSESSMENT\nMarriott maintains a large global supply chain comprised of numerous procurement categories, which includes: furniture, fixtures and equipment; operating  \nsupplies and equipment; food and beverage; hotel amenities; and corporate services. Through responsible sourcing, we have the opportunity to reduce our  \nenvironmental impacts and support positive change in our supply chain.\nThe boundary of our programs cover our global supply chain, as well as our third-party franchised properties that purchase through our Americas  \nprocurement partner, Avendra. \nStrategy and Initiatives: Marriott works with its supply \nchain to help develop innovative products and programs that deliver superior performance while meeting our \nsustainability Goals. We collaborate with suppliers to con-\nserve energy, reduce water use, reduce packaging waste and incorporate more sustainable materials. \nWe have set a Goal to sustainably source 95 percent in \nour Top 10 priority categories by 2025. As we begin our work toward this Goal, specific initiatives include:\n• Brand Standards: Developing brand standards  \nthat support our Goals, including Forest Stewardship Council (FSC) certification of tissue products. We are \nstriving to eliminate the tubes on bath tissue, which will \neliminate 240,000 pounds of waste annually in North America\n• Supplier Sustainability Policies: Continually pushing and encouraging suppliers to have and follow sustain-\nability policies \n• Supplier Engagement: Working with key strategic \nsuppliers to improve the sustainability practices of their companies, as well as the sustainability of products that they provide to Marriott\n• Furniture, Fixtures and Equipment: Continuing to work with our furniture, fixtures and equipment suppliers to measure and encourage more sustainable practices \nand products• Injected Mold Foam Products: Removing injected  \nmolded foam products, beginning with cups, bowls, plates and to-go containers from our hotels. (In 2016, \nbrand standards were finalized and deployed to support \nthese efforts)\n• Sustainable Seafood: Continuing to increase the  sourcing of more sustainable seafood for our restau-rants and banquets worldwide including development of a new program for our hotels with two NGOs\n• Animal Welfare: Working with our suppliers to improve \ntheir animal welfare efforts\n• Cage-Free Eggs: Continuing to direct our suppliers to supply only cage-free eggs and liquid egg products for \nany Marriott egg specifications\n• Gestation Confinement Crates: Discontinuing the use of gestation confinement crates in their production processes for any Marriott pork specifications by 2018. \n(In 2016, pilot project launched to source group  \nsow-housed bacon at Noble Star Ranch)\n• Down and Feather Products: Sourcing down and  feather products from suppliers that verify that prod-ucts come from humane sources and are third-party certified\n• Local Sourcing: Identifying local suppliers for produce and other applicable procurement categoriesSupplier Screening: Our supplier code of conduct provides environmental and social guidelines that our vendors should abide by in order to do business with  \nMarriott. We work with MindClick SGM\n™ to assess \nsustainability in our furniture, fixtures and equipment \nsuppliers. We also work through our North & Central \nAmerica procurement services provider, Avendra, to iden-\ntify sustainable solutions that align with both our environ-mental strategy and our product standards. As part of a five-year plan with Avendra, an environmental nonprofit \nwas engaged to conduct a risk and opportunity assess-\nment, which included environmental and social risks. As a result of the assessment, more than 20 commodities were identified as potential focus areas. This effort will help to support our 2025 Goals for responsible sourcing.\nHospitality Sustainable Purchasing Index: Marriott was \nthe first hospitality brand to participate in a new con-sortium working to develop the Hospitality Sustainable \nPurchasing Index (HSPI) established in 2011. Facilitated \nby MindClick SGM, the consortium of hotel suppliers, architecture firms, sustainability experts, the U.S. Green Building Council and Marriott have been working col-laboratively to provide our industry with a unified rating \nmethodology and metrics for both vendors and customers \nto gauge sustainability levels for furniture, fixtures and equipment products.\n \ncontinued", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}