{"page_content": "ADDITIONAL RESOURCES\n2017 Sustainability and Social Impact Highlights\nHuman Rights Policy Statement\nOur Commitment to Human Rights\nSupplier Conduct Principles\nUK Human Trafficking Transparency Statement\nmarriott.com/serve360\nEVALUATION OF MANAGEMENT APPROACH \nOur executive-level Human Risks Council  \nadvances Marriott’s human rights policies and programs including driving accountability and leading successful execution of the company’s  \nbroad human rights strategy.\nManagement Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   42HUMAN RIGHTS ASSESSMENT\nAs the world’s largest hotel company with a large, global workforce, it is important that we respect, protect  \nand remedy human rights issues.\nThis includes Marriott's efforts to address human trafficking in the travel and tourism industry, and to  \nensure that employee rights are upheld including rights to freedom of association, nondiscrimination, working \nconditions and wages.\nObjectives: Marriott actively aims to protect human  \nrights within the company’s sphere of influence and to  conduct our business in a manner consistent with the  \nprinciples contained within the Universal Declaration of  \nHuman Rights. One of our four priorities is to Welcome All and Advance Human Rights. By 2025, we have set a goal that 100 percent of associates will have completed \nour human rights training, including on human trafficking \nawareness, responsible sourcing and recruitment policies and practices. We have also set a 2025 Goal to enhance or embed human rights criteria in our recruitment and sourc-ing policies and work with our industry to address human \nrights risks in the hotel construction phase.\nOversight: Marriott’s executive-level Human Rights  \nCouncil advances Marriott’s human rights policies and programs including driving accountability and leading \nsuccessful execution of the company’s  broad human rights \nstrategy.\nPolicies, Standards and Procedures: In addition to having \na human rights policy that extends to our overall business, Marriott includes human rights criteria and information \nwithin our Business Conduct Guide, Supplier Code of \nConduct, Supplier Sustainability Assessment, Quality Audit Property Certification Survey and ongoing risk management processes.Training: We train our associates on the company’s  policies, including human rights and laws to protect  children. In 2016, we worked with external human  \ntrafficking experts ECPAT-USA and Polaris to develop and \ncomplete enhanced human trafficking training for hotel employees; translated the training into 15 languages; and donated the training to the American Hotel & Lodging \nAssociation for broader distribution within the hotel sector. \nWe leveraged Marriott’s resources and influence to raise awareness of human trafficking internally with associates and externally with guests, consumers and local  communities.\nIncident Reporting: Marriott has also implemented  \nthe Marriott Incident Reporting Application (MIRA), which  is an online system for gathering and reporting  security-related incidents, including suspected human \ntrafficking for properties managed by Marriott. Our global \nmanaged properties are required to enter incidents into MIRA within 24 hours after the incident occurred or was reported. Critical incidents, such as human trafficking,  \nare flagged by the system for immediate follow-up with  \nlaw enforcement.\nAdditional information on polices, programs and  \nactivities can be found in Marriott’s UK Human Trafficking Transparency Statement.", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}