{"page_content": "EVALUATION OF MANAGEMENT APPROACH \nWe believe that the confluence of the UN Sus-\ntainable Development Goals, industry efforts to advance sustainable tourism and Marriott’s own 2025 Sustainability and Social Impact Goals will \npropel us to advance our community engagement \nmanagement approach and deliver measurable impact through 2025.ADDITIONAL RESOURCES\n2017 Sustainability and Social Impact Highlights\nThe Ritz Carlton Community Footprints\nmarriott.com/serve360\nManagement Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   43LOCAL COMMUNITIES\nThrough our global workforce, we touch thousands of communities every day and support community needs. \nBeing a part of a community means we offer jobs to local people, provide opportunities to the disadvantaged  \nand do our part to make communities more prosperous. The boundary of the topic is global, and touches  \neach community where our hotels are located.\nStrategy and Focus Areas: Our community engagement  \nefforts focus on issues that align with our core business, available resources and individual talents of our associates. \nThey also support our newly developed Sustainability and \nSocial Impact Platform: “Serve 360: Doing Good in Every Direction.” \nThis platform is guided by four priority areas, or  \n“coordinates”: Nurture Our World, Sustain Responsible Operations, Empower Through Opportunity and Welcome \nAll and Advance Human Rights. \nThe Nurture Our World coordinate strives to:\n• Support the vitality of children\n• Deliver aide and support to communities, especially  \nin times of need\n• Advance the sustainability of our communities by  \ninvesting in their natural resources\nAlignment with United Nations Sustainable  \nDevelopment Goals (SDGs): As we work to advance our coor -\ndinates, we aim to increasingly align with and support targets \nand global indicators for relevant United Nations SDGs. Our \nMarriott.com Sustainability and Social Impact site also \nmaps SDGs that we are working to address worldwide.\nRole of Marriott Business Councils: Across the globe,  \nwe have established a network of 97 Marriott Business  \nCouncils comprised of hotel leaders working together in \ncities and countries around the world to drive macro business initiatives, including sustainability and social impact, industry \nadvocacy and corporate culture.\n2025 Sustainability and Social Impact Goals: Marriott has \nrecently set a Goal that our associates will serve the world through 15M hours of volunteer service to support our company priorities and community engagement strategy.  \n50 percent of volunteer hours will serve youth, including those at risk and disadvantaged, by developing their skills, employ -\nability and supporting their vitality. By 2022, 80 percent of our managed hotels will participate in community service activities annually. By 2025, 50 percent of franchised hotels will par -\nticipate in community service activities annually. By 2022, 25 \npercent of all reported volunteer hours will be skills-based.\nAssociate and Guest Engagement: Annually, our associates, \nhotels and Business Councils around the world take part \nin a global day of giving. Spirit To Serve Our Communities\n® \nDay gives associates the opportunity to share their time and skills-based talents with local communities. We post asso-\nciate stories and photos on a public online forum, Heart of \nthe House, to recognize them for all that they do, both at our hotels and in the communities they serve. As work toward our \n2025 Sustainability and Social Impact Goals, we aim to further \nincrease associate engagement. We also engage guests by enabling them to support women and diverse travelers, with programs like our #LoveTravels campaign.\nStarwood Hotels and Resorts Worldwide Foundation, Inc.: \nThe Starwood Hotels and Resorts Worldwide Foundation, Inc., originally established by ITT Sheraton in 1948 and \nrevamped in 2011, acted as a catalyst for global societal \ngrowth and development. By leveraging strategic partner -\nships and expertise, the Starwood Foundation advanced economic, social and cultural progress through a focus on workplace readiness, community vitality and human rights. \nThe Starwood Foundation was dissolved at the end of 2016 \nand contributed a total of over $1.9M in giving for the year.\nFundraising: Marriott has partnered with Children’s  \nMiracle Network Hospitals for over 30 years—raising funds for over 170 children’s hospitals, including nearly  $4.2M in 2016. SPG hotels also fundraised for numerous organizations in 2016, including their 20-plus year partner -\nship with UNICEF, to raise $2.6M.\nImpact Metrics: In 2016, impact metrics from our  \ncommunity engagement activities included:\n• Nearly $29M in cash and in-kind contributions to  \nsupport communities\n• More than 755,000 volunteer hours to support nonprofit organization efforts\n• More than 63 million points donated by members of the Marriott Rewards, The Ritz-Carlton Rewards and SPG loyalty programs to support featured Marriott charitable causes\n• $6.8M raised by our associates and guests to support key \nlongtime partners including Children’s Miracle Network \nand UNICEF to support children in need\n• Supported a 56 percent reduction in hygiene-related illnesses and 45 percent increase in school attendance among approximately 4,000 children in rural Kenya through a Starwood Foundation grant to the Clean the \nWorld Foundation", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}