{"page_content": "ADDITIONAL RESOURCES\n2016 10-K Filing\n(Technology, Information Protection and  \nPrivacy Risks, pages 17-18)\nGlobal Privacy Statement\nEVALUATION OF MANAGEMENT APPROACH \nWe are committed to ongoing improvement in \norder to address the evolving cyber security risk landscape. Data privacy and security will continue to be a high priority for Marriott.\nManagement Approach Disclosures » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   47CUSTOMER PRIVACY \nData privacy is a topic of growing importance across our global operations amid increased prevalence  \nof cyber security risks.\nGoals and Objectives: Marriott takes data privacy and security very seriously, and maintains a comprehensive pri-vacy and security program in order to protect the personal \ninformation of our guests and associates.  \nPolicies and Procedures: Marriott has a global privacy  \nnotice on our company websites, and has standard operat-ing procedures and work guidelines for company activities that involve the collection, use, disclosure, sharing,  \nretention and security of personal information. \nMarriott employs technologies and processes to control and \nprotect access to the company network, applications and information, and we employ other security capabilities such as monitoring, alerting and incident response.  Training and Awareness: Marriott is committed to  spreading awareness about the importance of data privacy and security across the company. We maintain a mandatory \nprivacy and security training program, and require third \nparties who may have access to personal information of our guests or associates to protect such information. \nCompliance and Monitoring: Marriott is also compliant \nwith Payment Card Industry (PCI) Data Security Standards \n(DSS), and conducts internal security compliance monitor -\ning and has annual Statement on Standards for Attestation \nEngagements (SSAE) Number 16 reports from its major service providers.  ", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}