{"page_content": "Indicators » «\n2017 MARRIOTT SUSTAINABILITY AND SOCIAL IMPACT REPORT   |   54SOCIAL   continued\nNUMBER TOPICS DESCRIPTION RESPONSE REFERENCES\n404-3 Training and  \nEducationPercentage of  \nemployees receiving \nregular performance \nand career develop-\nment reviewsPerformance development is accomplished through ongoing conversations  \nbetween associates and their managers and formal reviews conducted with all  \nassociates periodically.\n405-1 Diversity and Equal \nOpportunityDiversity of  \ngovernance bodies \nand employeesIn 2016, 47% of our global workforce were men and 53% were women.  \nOur board of directors is comprised of 14 members: 10 are men, four are women.2017 Sustainability and Social Impact Highlights\nBoard of Directors\n412-1 Human Rights  \nAssessmentAssociate training on \nhuman rights policies \nor proceduresIn 2016, we trained 9,290 hotel associates globally on human rights. Associates  \nwith procurement and purchasing responsibilities are required to complete our Procurement 101 online training, which includes information on our human rights \npolicies. In 2016, over 5,000 associates globally completed the training.UK Human Trafficking Transparency \nStatement\n413-2 Local Communities Operations with  \nlocal community \nengagement, impact \nassessments, and  \ndevelopment  \nprogramsCommunity engagement activities occur across our location of operations. We  \nhave also established a network of 97 Marriott Business Councils comprised of hotel \nleaders working together in cities and countries around the world to drive macro \nbusiness initiatives, including sustainability and social impact.2017 Sustainability and Social Impact Highlights\n414-1 Supplier Social  \nAssessmentNew suppliers that were screened using social criteriaBased on the Sustainability Index developed by the Hospitality Sustainable  \nPurchasing Consortium (which Marriott helped to develop), the Marriott  \nSustainability Assessment Program is a required annual assessment of all  \napproved Marriott FF&E suppliers and their products. Fair Labor and Human Rights practices are part of the assessment. Additionally, our supplier code of conduct  \nprovides environmental and social guidelines that our vendors should abide by in order to do business with Marriott.Marriott Sustainability Assessment Program  \nSupplier Conduct Principles", "metadata": {"source": "NASDAQ_MAR_2017.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}