{"page_content": "14Global RI Policy & \nGovernance\nPolicy\nAegon’s approach to RI is outlined in the Aegon Responsible Investment Policy, adopted by the \nManagement Board of Aegon NV in 2011. The Policy sets a number of standards that are used \nto evaluate the companies and countries in which we invest. It also includes measures to ensure \nwe act on our responsibilities as a significant provider of capital and as an active owner, and to \nincorporate environmental, governance and social criteria into our investment decision-making \nprocess. \nThe Policy is guided by broadly accepted international frameworks such as the UN Global Compact \nand OECD Principles of Corporate Governance and is built around three separate concepts:\n1. Aegon excludes certain investments in its own proprietary (GA) portfolios; \n2. Aegon will engage with companies that appear to fail to live up to our standards, to better \nunderstand their situation and, where possible, work for improvement; and \n3. Aegon includes ESG factors in its investment analysis and decision-making.\nThe policy applies to all Aegon wholly-owned or majority-owned companies where it has \nmanagement control and applies to all major asset classes, as far as is practical.\nThe policy sets out a minimum standard. As long as there is no conflict with this policy, individual \nAegon and AAM units may develop their own RI policies that add further detail, for example \nto meet local regulatory, customer or stakeholder requirements. Aegon the Netherlands (the \nDutch insurance company) and Kames Capital have developed such policies that are referenced in \nAppendix 1.\nGovernance\nGlobal\nA global RI Committee has been in place since 2011. The committee is chaired by Aegon’s head of \nStrategy and Sustainability and meets on a quarterly basis. It comprises representatives from the \nlarger Aegon insurance and pension businesses, Aegon Corporate Center, and AAM. The committee \noversees implementation of the Policy, which includes drafting and updating of sector and issue \npolicies, monitoring the engagement program and maintaining exclusion lists.\nThe Netherlands\nThere is also an RI Committee at Aegon the Netherlands that oversees the Dutch RI Policy and \nits implementation. It meets quarterly and has representatives from the relevant functions within \nAegon the Netherlands: the institutional clients group, the retail business (Aegon Bank), risk & \ncapital management, sustainability and communications. Consistency with the Global RI Policy is \nensured through inclusion of the chair of the Global RI Committee and representatives from AAM.RI\nPolicy\n&\nGovernance\nActive \nOwnership\nExclusions\nEngagement\nVotingTargeted\nInvestments\nImpact Investment\nSRI Products Investment\nAnalysis\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}