{"page_content": "15This committee recently decided to update and strengthen the Dutch RI Policy to ensure it \ncontinues to meet the requirements of our clients and other stakeholders in the Netherlands. A \nproposal for this update is currently under development and is expected to be presented to the \nAegon NL management board in the second quarter of 2015. \nUnited Kingdom\nA recent development is the establishment of a Kames Capital Sustainability Committee, with the \nKames Capital chief investment officer (CIO) as chair. The initial focus of the committee will be on \nthe sustainability aspects of property investments, also in view of Kames Capital’s membership of \nthe Global Real Estate Sustainability Benchmark (GRESB).\nRI Governance Project \nEarly in 2014, we conducted a self-assessment of progress on the implementation of the RI \nFramework. As part of the assessment, we performed a benchmarking exercise to define where we \nstand relative to our peers in terms of RI activity, and also to identify potential areas for further \nemphasis or opportunities to expand our range of RI activities. (This peer benchmark is documented \nin last year’s RI Report).\nThe outcome of the self-assessment and peer review was that we have now implemented \nthe RI Framework in all material aspects, and that while implementation of some elements is \nwork-in-progress, RI and ESG are now firmly rooted in the organization. This assessment was in \nturn validated by the Global Head of Operational Risk Management and Compliance, who also \nrecommended that we review the role and remit of the Global RI Committee in view of our findings.\nFor this project we chose to work with Rob Lake, an RI expert who has significant experience in \ninvestment and sustainability. Rob interviewed about 20 Aegon and AAM representatives who are \ninvolved in RI work, including members of the Global and Dutch RI Committees, and the CEOs of \nAegon NV, AAM, and Aegon the Netherlands.\nIn his findings, Rob noted that ‘Aegon has established a solid foundation for RI and achieved \nthe initial objectives of its program’ but also that ‘there is an opportunity now to build on these \nfoundations to increase RI’s contribution to the achievement of AAM’s and Aegon NV’s objectives \nby strengthening the RI program further, embedding it more firmly in day-to-day business \nprocesses, and solidifying its link to overall Aegon NV strategy’. Rob also recommended adjusting \nthe mandate and structure of the RI Committee to support this objective, backed up by strong and \nvisible support from the AAM and Aegon NV Management Boards.\nRob presented his findings and recommendations to the CEOs of Aegon NV and AAM who have \nadopted his proposals and detailed implementation plans are currently being developed.\nIn an interview on the next page, Rob Lake shares his views on developments in RI, and on his \nexperience of working with Aegon.  ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}