{"page_content": "16\nWhat kind of skills and expertise do you think are \nimportant for a role in RI?\nBefore I came to investments I worked for organizations \nwho focus on issues like the environment, human rights \nand third world development – this has been useful in \nunderstanding ESG. Also, I love finding out how things \nwork. For example, trying to figure out how climate \nchange affects the job an asset manager needs to do: \nwhat do these things really mean in financial terms? That \nquestion has been quite central in my career.\nMost investment firms these days claim to invest \nresponsibly. It sounds very obvious – is it still \nmeaningful? And are we getting to the point that there is \nreally no room to opt out?\nYes and no. It’s becoming increasingly clear that \nsomething like climate change will have significant \nfinancial implications for all investors. However, some \ninvestors are also concerned about issues that are less \nclear in terms of financial impact – take tobacco or \nnuclear weapons. Also, there are always new challenges \nthrown to investors by the public and by campaigners, \nsome are more relevant than others. So you see a great \nvariety in how investors approach these issues.\nHow have you seen RI develop and what are some of the \nnew trends on the horizon? \nThe early days of RI were in the 80s, when RI was very \nmuch a niche. There were specialist SRI funds that \nexcluded alcohol, tobacco and pornography. Since then \nit’s become a much broader concept, and we’ve seen \nmainstream investors developing an approach. This is not \na question of having a specialist product – although many \nmainstream investors still do – it’s about making this \nwork across the entire portfolio. Ten years ago companies \nwere starting to think about this, and would write a \npolicy, and give someone responsibility to implement it. Now organizations are reviewing these policies and \nconcluding that these things need to be more firmly \nembedded. Aegon is a perfect example. I think this has \ncome about because the outside world has changed – \ndifferent expectations and demands are now placed on \ninvestors – it used to be about cluster bombs, now people \nare concerned about climate change and are starting to \ndemand fossil-free investments.\nYou talk about the outside world changing – do you \nmean that the world has actually changed, or that the \nway people perceive the outside world and respond to it \nis changing? \nBoth. Look at the science of climate change: there \nare some real physical changes to the planet that are \nrelevant for investors. Take investing in real estate near \na coastline – with an increased likelihood that your \nproperty will be flooded – how does that affect your \nrisk and return? But it’s also how people respond to \nthese things: will governments introduce a carbon tax to \ncounter climate change? Or will Greenpeace organize a \ndemonstration outside your headquarters? These are all \nreal problems investors now need to grapple with.\nAre we making progress? Is the RI movement having an \nimpact?\nYes. More and more companies are trying to limit their \ngreenhouse gas emissions for example. Many companies \nmay be doing this anyway, but the increased pressure \nfrom investors focuses the mind. \nLet’s turn to the project you did with Aegon – how well \ndid you know Aegon prior to this project and what did \nyou expect to find?\nI didn’t know Aegon very well to be honest. What I \nexpected to find was quite a bit of diversity and different \nperspectives, given the international nature of the Assessing Responsible \nInvestment at Aegon\nAn interview with Rob Lake", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}