{"page_content": "17\ncompany and the different kinds of clients they work \nwith. This was borne out to a large extent by the work I \ndid: it’s ‘first generation RI’ work that is being succeeded \nby a second generation. What Aegon wanted to analyze \nwas how everything was working and what to focus on in \nthe future. \nAs part of your project you spoke with a large number of \nAegon employees, What was your observation based on \nthese interviews – how well are RI and ESG understood \nas concepts? Do any specific discussions stand out?\nWhat I saw was quite similar to many other organizations: \nstrong differences in perspectives, in level of interest \nand in understanding of ESG issues. This is only natural \nin such a large organization with so many different \nfunctions and geographies. I found that some people \nwere very focused on exclusions, others trying to figure \nout financial risks, others again on influencing companies. \nI found yet another group that was working on impact \ninvestment: consciously trying to channel your money to \nareas that have a clear environmental or social impact.\nOne discussion with a US employee stands out: we talked \nabout the Deepwater Horizon case. He took this as real \nevidence that disregarding ESG issues (in that specific \ncase, health & safety standards) can have big financial \nimpact. \nThe final stage of my project was a discussion with the \nchief executive of Aegon Group; this demonstrates that \nit has become an issue for the entire company. I think \nthis is healthy for a company, and not something I find \neverywhere – commitment and engaged discussion right \nfrom the top. Can you discuss what your findings were and \nwhat recommendations you made to Aegon senior \nmanagement?\nI had two broad recommendations, the first being \n‘formalize and embed’. You see a company like Aegon \ndoing a great number of good things but it often relies on \ninformal arrangements and personal relationships. You’d \nlike to formalize these things in roles and procedures, \nand need to make it clear there’s top level support. Often, \npeople in large organizations want to see evidence of \nthat, that it’s encouraged to work on these things. My \nsecond recommendation was to think about the ways \nRI can contribute to broader strategy and ambitions for \nAegon. For example, there are long-term themes that are \nvery relevant for a life insurance and pensions company \nlike Aegon that is making long term commitments to its \nclients. Take climate change, again, as an example – it’s \nsomething you need to be on top of, and through RI there \nare many things you can also do to mitigate climate \nchange risks.\nAegon sees that strong performance in RI is required of a \ncompany that wants to be a leader and strong performer \nin the insurance and pension markets. Looking diligently \nwhere there may be advantages to pursuing opportunities \nin the ESG area is something to aspire to, as Aegon has \ndone.  <Rob Lake is an independent RI advisor. He has been in \ninvestment, sustainability and corporate governance roles \nfor 15 years at organizations including Henderson, APG \n(the Dutch pension fund) and the Principles for Responsible \nInvestment (PRI). Last year he advised Aegon and AAM on \nRI ambitions and governance for 2015 and beyond.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}