{"page_content": "18\nActive Ownership\nIn line with the Aegon RI Policy, AAM has a number of tools  \nat its disposal to live up to its commitment to active ownership:  \nexclusions, engagement and voting.\nExclusions\nThe Aegon exclusion lists that are applied by AAM are set by the RI Committee, and apply solely to \nthe GA assets of Aegon. An exception is made by Aegon Netherlands, which has decided that the \nexclusion lists should apply to all assets managed by AAM in the Netherlands.\nIn setting these exclusion lists, the RI Committee is advised by AAM RI, which obtains research \nfrom external consultants or from other authoritative sources on companies or governments which \nmay be involved in controversial activities. The RI Committee has detailed guidelines that support \nthe decision-making around exclusions.\nAegon may exclude companies or states for two reasons. \nFirst, as the ultimate remedy in engagement processes where Aegon feels a company does not – \nand will not within a reasonable time period – meet the standards set out in its policies. \nSecondly, to recognize international consensus. At this point, international consensus is recognized \naround investments in controversial weapons (the manufacture, development, trading and \nmaintenance of biological weapons, chemical weapons, anti-personnel mines, cluster bombs, \nmunitions containing depleted uranium, and nuclear weapons involving countries that are not \nrecognized as nuclear powers by the Non-Proliferation Treaty) and investments in bonds issued by \nstates that systematically breach human rights.\nCountries\nGovernment bonds and other government debt from certain countries are excluded when there is at \nleast a human rights related resolution from the UN Security Council or a restrictive measure from \nthe European Union against the current government or rulers. If these do not provide sufficient \nclarity, we look for further insight into the current human rights situation of a number of countries, \nby researching further authoritative sources.\nAegon maintains a list of those companies, governments and other entities which are at any time \nexcluded from investment consideration from its GA, as set by the RI Committee.\nThe Aegon exclusion lists that are in force as of the date of this report are attached in Appendix 2.RI\nPolicy\n&\nGovernance\nActive \nOwnership\nExclusions\nEngagement\nVotingTargeted\nInvestments\nImpact Investment\nSRI Products Investment\nAnalysis\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}