{"page_content": "20Engagement cases\nIn 2014, AAM units held discussions with companies on a number of themes, as illustrated below.\n• Ensuring that working conditions meet basic human rights standards \nRelevant UN Global Compact Principle \nPrinciple 1:  Businesses should support and respect the protection of internationally proclaimed \nhuman rights.\nTKPI initiated engagement with a company that provides detention and corrections services to \ngovernmental agencies. The company was selected for engagement due to its exposure to human rights \nrelated risks and its track record concerning human rights related incidents. TKPI requested that the \ncompany allocated managerial responsibility for the effective implementation of its human rights policy. \nTKPI also asked the company to implement human rights training for staff company-wide. \nThe company demonstrated that it was responsive to the engagement recommendations by publicly \ndisclosing a human rights policy in October 2014. In addition, the company has expanded its human \nrights training programme to be available to all of its staff. These trainings cover sector-specific themes \nand issues. Furthermore, the implementation of the company’s human rights policy statement is now the \nresponsibility of a manager who reports directly to the company’s Chief Executive Officer.\nWhile some concerns about the company’s human rights impacts have been addressed, the company \ncould improve on the disclosure of compliance with its policies, including the human rights policy \nstatement. In addition, disclosure of the results of the company’s internal audits as they pertain to human \nrights is not clear. TKPI will remain in dialogue with this company to continue to address these concerns.\n• Mitigating industry-specific human rights risks \nRelevant UN Global Compact Principle \nPrinciple 1:  Businesses should support and respect the protection of internationally proclaimed \nhuman rights.\nTKPI initiated engagement with a commercial security company. The company was selected by TKPI \nfor engagement due to its exposure to human rights risks. The alleged human rights violations that \nthe company faced suggested a gap between the company’s human rights policy and the company’s \npractice to uphold human rights. TKPI requested the company to strengthen its human rights policy \nby including an explicit commitment to zero tolerance of the use of violence or torture, inhumane, \ndegrading or cruel treatment or punishment against inmates. Furthermore, the company should \nstrengthen board responsibility for the implementation of its human rights policy. The company was \nalso encouraged to commit to providing regular training on human rights for relevant staff. \nThe company was responsive and provided TKPI with evidence that the company conducted a company-\nwide review of its operational training programmes to ensure that they address human rights. The \ncompany also indicated that it takes a zero-tolerance approach towards violations and that the human \nrights policy reflects this approach. This was exemplified by the reference to the significance of human \nrights in relation to the nature of the business in the company’s human rights policies. Room for further \nimprovement still exists in the area of conducting external audits of the company’s human rights \nrisk assessments, and reporting on the results of these audits. Such steps would help mitigate the \ncompany’s exposure to human rights risks.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}