{"page_content": "21• Reinforcing ethical standards in the media sector \nRelevant UN Global Compact Principle \nPrinciple 10:  Businesses should work against corruption in all its forms, including extortion and \nbribery.\nTKPI initiated engagement with a media company on account of its exposure to risks relating to \ncorruption. The company has been the subject of civil, criminal and government investigations, which \nhave uncovered evidence of breaches of ethical norms and anti-corruption laws. TKPI asked the \ncompany to strengthen its preparedness in terms of preventing and mitigating exposure to business \nethics related incidents, by developing a policy that specifically addresses media ethics violations. \nTKPI also requested the company develop company-wide guidelines on media practice that address \nsensitive issues. TKPI also recommended the company adopt an internal audit system to monitor for \nethics breaches, and ensure that its grievance mechanism is adopted internally. \nIn its response, the company reported on how it is mitigating business ethics risks to prevent \nreoccurrences in the future. The company provided an extensive overview of the policies that the \ncompany adopted to mitigate risks related to breaches of business ethics norms. The company also \ndisclosed how it scrutinized its policies on media practices. The company reported and disclosed \npolicies that deal with sensitive issues such as conflict of interest and privacy matters – these policies \nare now publicly available. The company also indicated that it now has a company-wide internal audit \nsystem and grievance mechanism in place. These steps are in line with TKPI’s engagement goals and \nhelp mitigate ethical business risks.\n• Improving health, safety and environmental management practices \nRelevant UN Global Compact Principles \nPrinciple 1:  Businesses should support and respect the protection of internationally proclaimed \nhuman rights.\nPrinciple 7:  Businesses should support a precautionary approach to environmental challenges.\nAAM initiated engagement with a global energy company that was selected for engagement due to its \ninvolvement in environmental and health and safety controversies. AAM requested that the company \nprovide greater transparency regarding health, safety, and remediation practices, by increasing \ndisclosure regarding its contractor review processes as well as the implementation of new safety \npractices at high risk sites.\n \nAlthough the company demonstrated that it was responsive to the engagement recommendations \nby disclosing the framework behind its contractor review process and approach to remediation of \nhigh risk sites, the company could still improve on its reporting in these areas. Providing aggregated \ndisclosure of the results of contractor review procedures, or the percentage of contractors that have \nreceived safety training, would allow investors to judge the efficiency of these measures. Furthermore, \nthe company should proactively apply the changes to safety practices that have been implemented \nat high-risk sites at other operational sites, in order to better manage risks. As the dialogue with this \ncompany continues we will address these concerns.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}