{"page_content": "22• Improving health, safety and environmental management practices \nRelevant UN Global Compact Principles \nPrinciple 7: Businesses should support a precautionary approach to environmental challenges.\nTKPI engaged with a large energy company allegedly failing to prevent and respond adequately \nto negative health, safety and environmental impacts. TKPI asked the company to set \nquantifiable targets to enhance the safety and emergency response training for all employees as \nwell as monitoring procedures. TKPI also requested the company to publicly report on the extent \nto which its safety and emergency response reforms have been implemented throughout all of \nits operations.\nThe company’s response demonstrated that it had implemented several of the recommendations \nmade by TKPI. The company also shared progress to date on the reforms it has committed to. \nThe company now provides regular updates, demonstrating its commitment to report in detail \non the issues of concern. These steps are in line with TKPI’s engagement goals, although the \ncompany’s formal policies could be strengthened further. TKPI therefore recommended that \nthe company commit to conducting company-wide environmental and human rights impact \nassessments in order to monitor the company’s impact on the environment and on local \ncommunities.\n•  Improving disclosure of pledging and hedging arrangements at UK small companies \nIn the course of 2014, a concern arose with Kames Capital regarding pledging and hedging \narrangements. Such arrangements can be opaque if not correctly disclosed to the market, which \nmay mislead investors. Kames Capital directly contacted nine UK companies regarding their \nposition on the ability of directors to pledge or hedge their shareholdings. In addition, Kames \nCapital prompted the Investment Association to write to the regulation team of the Alternative \nInvestment Market of the London Stock Exchange (“AIM”) to address the broader issue of AIM \ndisclosure requirements as it could potentially impact market confidence in AIM.\nThe nine companies that Kames Capital contacted directly confirmed that they already had rules in \nplace to prevent executive directors pledging or hedging their shares or that it was their intention \nto discuss this issue further at board level.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}