{"page_content": "24\nTKPI outsources some EUR 22 billion to external asset \nmanagers – what is the main difference between an \noutsourced and an in-house approach?\nRoelie: The main difference is, I think, the importance of \nensuring the credibility of a potential third party asset \nmanager. In this, we focus primarily on their processes, \nteam and approach. It is quite different from selecting a \nspecific bond or stock as a portfolio manager. \n \nCoos: It’s not about making choices based simply on past \nperformance – we pay a lot of attention to qualitative \naspects such as culture and organization. We will only \nselect an asset manager that clearly puts their clients \nfirst, and can focus on longer-term investments. But \nwe do also want diversification – we like to see a mix \nof asset management styles as this ensures we have a \nbetter overall risk and return profile.\nAAM is a PRI signatory and is committed to integrating \nESG factors in its investment processes. Does this pose \nspecific challenges in working with external managers?\nRoelie: No. From the start, TKPI accepted that our duty \nto our clients was the same whether we were managing \ninvestments ourselves or entrusting them to third parties. \nMany years ago we discussed with our clients what they \nconsider to be the most important ESG themes. We \nconcluded we should exclude certain investments, for \nexample in controversial weapons, and focus on others \nthrough engagement. We provide the exclusion list to our \nexternal managers and set up structures to ensure it is \nimplemented.\nCoos:  It’s in the name. As fiduciary managers, we can be \ntrusted to invest and see that those investments are \nmanaged according to the individual client mandate. We \ndo, of course, have numerous tools and processes to \nhelp us with the ESG part. One of these tools helps us to identify names in the portfolio that are ‘red alerts’. This is \nhelpful in generating discussions with the asset managers \nabout the names they have selected for the portfolio. \nHow do third party asset managers react to ESG?\nCoos:  It often depends on the manager and on where \nthey are based. Overall they appreciate the clarity that \nour rules for ESG provide. There are some geographical \ndifferences. In the USA, for example, people think \nquite differently about nuclear weapons than in the \nNetherlands. This is not a problem, as long as we make \nthe rules clear.\nRoelie: Some asset managers already have ESG \nembedded in their own processes, and these are the ones \nthat we naturally lean towards. \nIs the primary focus on exclusion?\nRoelie: It is important not to get exclusion out of \nproportion. In total, only about 3% of potential \ninvestments raise questions of exclusion. But having said \nthat, it is most important that we apply our investment \nbeliefs thoroughly and that companies also see the \nbenefit of remaining part of our investment universe \nthemselves.\nCoos: Exclusion was the beginning, now we are talking \nabout other things as well. ESG integration to us means \nnot having certain things in your portfolio, but it also \nmeans finding managers that use ESG as a way to \ngenerate better returns for their portfolios. Take the “G” \n– for governance – in ESG. If an asset manager can see \nevidence of excellence in governance in an enterprise, \nthen that is a direct pointer to an organization’s \ncommitment to its people, customers and shareholders. \nGood governance is the bedrock of responsible \ninvestment.\n ESG in external managers\nAn interview with Roelie van \nWijk and Coos Luning", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}