{"page_content": "25\nWhat’s the best way to discuss ESG with third party \nasset managers?\nRoelie: A mixture of formality and transparency. ESG is \nalways part of requests for proposal when we approach \nexternal managers, as it has been when clients selected \nus as their fiduciary manager. We also scan the asset \nmanager’s portfolio using the MSCI database, to see how \ntheir portfolio scores on ESG, and then challenge them \non this. We always have one or two companies on our \nlist when we meet with them, and will ask: why are you \ninvested? Can you give us your reasoning? \nCan you give us some examples of companies you are \nmonitoring? \nRoelie: We have recently been talking to Shell about \nconcerns over drilling for gas in the Northern Netherlands. \nBecause of the seismic impact, people are concerned \nabout damage to their property. We believe Shell can do \nmore to be transparent about the risks for these people \nand therefore for their own reputational risk; this also \nhas a direct relationship with the stock price, we believe. \nSo these concerns must be reflected in our investment \ndecisions, and it is right that companies in which we choose to invest have the opportunity to change their behavior in \norder to safeguard our investments in them.\nOne of the portfolio managers in your team is also acting \nas ESG Officer for TKPI. Has it been helpful to work with \nan ESG Officer in tackling this?\nCoos: Yes, he acts as gatekeeper to ensure ESG remains \non the agenda, and is also fuelling the discussion within \nthe team. But we have observed that the more integrated \nit becomes, the less need there is for an ESG Officer. He is \npart of the investment team and that is key.\nHow has a commitment to RI helped you as a company?\nRoelie: There are only about 85 of us altogether, so we \nare a fairly tight team. I think a commitment to RI does \naffect an organization. We also look at it broadly: as real \nestate investors we are active with GRESB; we have a \ngroup looking at community involvement, and so forth. As \ninvestment professionals, we share ideas and experiences \naround the coffee machine about the positive impact of \nESG on returns. And while doing so, it’s good to know \nthat our coffee machine is supporting fair trade coffee \nproduction.  <\nRoelie van Wijk Coos Luning\nRoelie van Wijk is Chief Executive Officer of TKPI and \nhas been with them for almost nine years. Originally \nthe pension fund managers for the Dutch postal and \ntelecom companies, TKPI became independent providers \nof pension fund asset management services, and is \ntoday one of the operating entities within AAM.Coos Luning is Chief Investment Officer at TKPI \nand has been with the company since 1999. He’s \nresponsible for everything to do with investment \nmanagement, which at TKPI is largely outsourced to \nexternal asset management companies.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}