{"page_content": "26Voting\nAegon uses the voting rights attached to the shares of companies that it invests in to promote the \nstandards set out in its RI policies. \nAegon has a Global Voting Policy, that was adopted by the Executive Board of Aegon N.V. in 2008. \nThe policy sets out company-wide practices and principles for all its asset management operations, \nand operates alongside existing local initiatives. \nIn the Global Voting Policy, Aegon points to a range of international and national corporate \ngovernance best practice initiatives and regulations that are applicable to the various Aegon \nand AAM units that are equity owners. A number of Aegon and AAM units have also adopted \nsupplementary voting policies that are tailored to local best practices and governance principles.\nCustomized Voting Policy – Aegon the Netherlands\nOne of the outcomes of an extensive review of Aegon’s global voting policies and practices in 2013 \n(documented in the AAM 2013 RI Report) was the decision to develop a customized voting policy \nfor Aegon the Netherlands, setting out in more detail the company’s positions on a number of \nissues, which would be implemented by our proxy advisor. This creates more efficiency in the voting \nprocess, while also allowing us to take a considered position in a larger number of votes. This policy \nwas developed in 2014 and approved by the management board of Aegon the Netherlands earlier \nthis year. See Appendix 1 for the link to the policy.\nIt was also decided in 2013 that the Kames Capital corporate governance experts should have \nmore involvement in voting decisions for other units. This has led to changes in internal processes \nthat were implemented in 2014. \nVoting cases\nGenel Energy\nGenel Energy is a small oil company operating in Iraqi Kurdistan. As such, the company faces \nsignificant political risks and operational challenges (including safety). Genel’s CEO was also \nappointed as the Chairman of Glencore Plc during the year and we and other shareholders were \nconcerned that this additional responsibility would affect his CEO role.\nKames Capital met with the Chairman of Genel Energy in January 2014 to discuss a range of issues \nincluding board structure, the CEO’s time commitment, safety and political risk. In addition, Kames \nalso spoke with the Chairman again in May 2014 (to discuss the CEO’s time commitments again) \nand the Company Secretary in April 2014 (to discuss the AGM resolution relating to political \ndonations). \nThe Chairman provided further details on board members and their contributions, an update \non political developments in Kurdistan and measures being undertaken to improve safety. The \nChairman also provided assurances regarding the CEO’s time commitment. The Company Secretary \nprovided further details (and assurances) on the AGM resolution regarding political donations and \nthe scale and nature of any payments. As a result of the satisfactory outcome of these discussions, \nKames Capital voted for all resolutions at the AGM. ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}