{"page_content": "27Oxford Instruments\nIn April 2014, Oxford Instruments contacted Kames Capital to discuss a proposed one-off award of \nshares to the CEO and Financial Director. Kames Capital is not supportive of one-off awards which, \nin our experience, rarely achieve their stated aim. Kames Capital held a conference call with the \nChair and another member of the Remuneration Committee together with the Company Secretary \nto outline our concerns with the plan and indicate that we were not supportive of the proposals. \nFollowing shareholder feedback, the company dropped the proposal in July 2014.\nPrudential\nConcerns regarding the Chairman appointment process in 2012 were compounded by the proposal \nin 2014 to increase the Chairman’s fee by 17% (which we were not supportive of). In February 2014, \nKames Capital met with the Chairman to cover board issues, strategy and executive remuneration \nand Kames Capital also provided comments to the company regarding the proposed wording to the \nRemuneration Policy. \nLater in the year, Kames Capital provided feedback to the company that we were not supportive \nof a proposed 17% increase to the Chairman’s fees, having had reservations in 2012 regarding the \nChairman appointment process. \nAt the 2015 AGM we have voted against the remuneration report due to a number of concerns, \nincluding the increase in the Chairman’s fee, opacity of targets under both the annual bonus plan as \nwell as the long term incentive plan (LTIP), the vesting thresholds, a low shareholding requirement \nand lack of deferral on LTIP in the past.\nBrooks MacDonald\nKames Capital has had ongoing discussions regarding corporate governance with Brooks MacDonald \nsince 2011. These have included discussions on board structure (independence), audit committee \nmembership and remuneration structures and disclosures.\nIn August 2014, the company appointed a new independent non-executive director, however, Kames \nCapital was concerned that this individual would also chair the audit committee. We recognize that \nBrooks MacDonald has made significant improvements in corporate governance since Kames Capital \nstarted to talk to the company about these issues, however, we will remain in contact with the \ncompany to continue to voice our concerns as shareholders.\n ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}