{"page_content": "30Investment Analysis \nESG Integration\nAAM believes that integrating ESG criteria into investment  \ndecision-making can have a positive impact on long-term  \nrisk-adjusted financial returns.\nThis is in line with our commitment to the PRI, as well as the observation that there now appears to \nbe consensus that applying ESG factors does not contradict (and may even be required by) fiduciary \nduty, given that ESG factors are an important component of assessing industries and valuing \ncompanies.\nAegon defines ESG integration as ‘taking into account ESG factors in investment management \nanalysis and decision-making’.\nESG Integration in 2014\nESG integration was one of AAM’s key focus areas in 2014. We have reported earlier on our \ndecision to work with MSCI as our provider of ESG data, research, ratings and screening tools. \nAlmost all portfolio managers and analysts within the company now have access to the MSCI \nplatform.\nThe next step in the ongoing process of integrating ESG into investment analysis and decision-\nmaking will be the standard inclusion of an ESG rating in ‘tear sheets’ developed by the AAM \nResearch Team, where available. These tear sheets are used by AAM NL and AAM US and are \ndeveloped for each core company covered by AAM Research. The sovereign team within AAM NL is \nalso starting to include an ESG rating in its proprietary country monitor (similar to the tear sheet) \nfor the states in their sovereign bond universe. The tear sheet serves as a key document used in the \nfixed income investment decision and is also used to monitor names in the portfolio.\nIn order to be able to feed the ESG ratings automatically into tear sheets, a project manager is \npresently working on the required technical processes. This project is expected to be completed \nlater in 2015.\nESG Officers\nWe continue to work with the ESG Officers in all AAM business. Typically, ESG Officers are portfolio \nmanagers or analysts who take on an additional responsibility to act as local contact for the global \nAAM RI team and for MSCI, the data provider, regarding ESG matters. They also lead the discussion \nfor their business on how ESG factors can be integrated into the investment processes.RI\nPolicy\n&\nGovernance\nActive \nOwnership\nExclusions\nEngagement\nVotingTargeted\nInvestments\nImpact Investment\nSRI Products Investment\nAnalysis\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}