{"page_content": "31ESG Training\nIn 2013, the AAM Management Board mandated ESG training for all portfolio managers and \nanalysts. We selected a modular online training offered by RI Academy (now acquired by the PRI \nand renamed “PRI Academy”) that explores the use of sustainability data in fundamental analysis \nand security selection. CFA Institute members earn Continuing Education (CE) credit hours upon \nsuccessful completion.\nIn the course of 2014, almost all of the 150 portfolio managers and analysts have completed the \ntraining. The remaining individuals are expected to complete the training before the deadline that \nhad been set by the management board for the first half of 2015.\nThe training is supplemented with webinars and sector conference calls organized by MSCI that \ndemonstrate the functionality of MSCI ESG Research’s online platform, MSCI ESG Manager, and \ndiscuss materiality of ESG issues in various sectors, as well as face-to-face meetings in the various \nAAM locations.\nGRESB \nThe Global Real Estate Sustainability Benchmark (GRESB) is a leading indicator for sustainability in \nthe property and real estate world. It is an industry-driven organization committed to rigorous and \nindependent evaluation of the sustainability performance of real estate portfolios and is supported \nby close to 50 institutional investors. \nThree AAM businesses that are significant real estate investors (Kames Capital, AAM NL and TKPI, \ntotalling approximately EUR 4.5 billion in real estate investments), have been GRESB members \nsince 2012. \nThe information available through GRESB allows property and fund managers to better understand \nhow environmental and sustainability factors affect their holdings. AAM views this as an important \ntool in integrating ESG factors into the company’s real estate portfolios.\nIn 2014, 637 property companies and funds participated in the GRESB Survey, managing USD 2.1 \ntrillion in value. The database covers 56,000 assets in 59 countries and is actively used by more \nthan 150 institutional investors, fund managers and property companies jointly managing USD 11.2 \ntrillion in assets.\nIn the course of 2014, AAM NL, TKPI and Kames Capital have continued to incorporate GRESB data \ninto their real estate investment decisions (see also the TKPI case study on the next page). \nGRESB membership was also a key factor in the decision to establish a Sustainability Committee \nat Kames Capital, early in 2015. The committee will oversee, amongst other things, the process \nof GRESB reporting, that Kames Capital as a direct real estate investor (and therefore landlord) \ncommitted to.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}