{"page_content": "32\nESG in Real Estate Investments\nRené Rijk\nIn the Nordic countries there is a shortage of modern office supply; most real estate stock is \noutdated and not energy efficient. TKPI invests with fund managers like Niam, who manage part of the investments of the TKPI European Real Estate Fund, to upgrade these buildings and makes them more energy efficient. The upgraded buildings better suit tenant as well as investor demand.\nFor example, Niam bought an office building near Stockholm. The building was let to an \ninternational company, but had an expiring lease contract. In order to renew the contract, investments were made in a new heat exchanger, the climate control system, and movement sensors. In addition, energy curtains were installed to improve efficiency. These investments made the building more cost competitive and resulted in a lease extension of seven years. \nAfter the extension, the number of employees in the building increased by 38%, but energy \nconsumption decreased by 32%. Due to the investments made, the building was able to obtain an internationally recognised energy label. In 2014, the building was sold to a European institutional investor. The investor required minimum environmental standards as part of their investment decision and the realised IRR on the project was 17%. \nAs shown by the Stockholm example, this investment strategy has proved to generate \nattractive investor returns while also contributing to a better environment. This principle is key in the real estate investment policy of TKPI and is used as part of the selection process for new real estate funds. \nRené Rijk is Portfolio Manager Real Estate at TKP Investments\nCarbon Footprint analysis\nAegon has both a direct and indirect impact on the environment through the activities carried out \nin our offices and indirectly through our investment activities. In looking at its direct impact, Aegon \nhas had an environmental policy for many years that seeks to minimize negative impact on the \nenvironment whilst maximizing opportunities for improvement in environmental performance. \nAegon has outperformed the targets it set for itself in 2010 to reduce the CO2 emissions from \nthe buildings we control by almost 25%. Given that our scope for further emissions reductions is \nlimited, we continue to show good stewardship for our own resources but no longer consider it a \nkey objective in our sustainability program.\nHowever, as a company with revenue generating investments of approximately EUR 560 billion \nour indirect environmental impact is far greater than our direct impact. In recent years we have \nreceived questions at Aegon’s annual shareholders meetings from shareholders who want to better \nunderstand what we are doing to measure and monitor our environmental footprint. ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}