{"page_content": "33\nFollowing the 2014 shareholder meeting, we decided we need a better understanding of the CO2 \nimpact of our investments as a first step in deciding on possible future actions regarding climate \nchange and carbon emissions. We selected Trucost, a consultancy firm that helps companies \nunderstand the economic consequence of their natural capital dependency, to support us in this \nanalysis. \nWe chose three actively managed GA investment portfolios, one from each of Aegon’s largest \ncountry units, that are managed against a recognized benchmark. Given our strong emphasis on \nfixed income investing we selected fixed income portfolios. The three portfolios combined hold \napproximately EUR 20 billion in assets. Trucost provided a customized report for each portfolio \nshowing the CO2 intensity of the portfolio against the benchmark that is being tracked:\nPortfolio Benchmark Result\nNon Profit Fund (UK) iBoxx GBP benchmark (excl. gilts) 0.3% more \ncarbon efficient\nRepresentative Holdings GA Parent \nLevel (US)Barclays US Corporates/High Yield 12.5% more \ncarbon efficient\nGA Leven Investment Grade (NL) Barclays Euro-Aggregate Corporates \nex Financials16.1% more \ncarbon efficient\nTrucost’s coverage for the NL and US portfolio was very high, due to the focus on corporates. Coverage for the UK was lower, mainly due to \na higher percentage of non-corporate and non-listed companies.\nThis research represents our first step in understanding the CO2 impact of our investment \nportfolios. We have had discussions with the relevant portfolio managers and analysts within AAM \nto learn how this factor is weighed in investment decisions. We are also trying to assess if this \nissue may pose a burgeoning risk for our investments. For this, we are closely following discussions \non climate change and note that the possibility of international government action against carbon \nemissions increases as global concerns about climate change heighten.\nFor further background on this project, please see the interview with Mike Mansfield (Aegon \nSustainability) and Claire Curtin (Trucost), who managed the project on page 34.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}