{"page_content": "34\nWhy did you decide to measure the carbon footprint of \nyour investments?\nMike: We are now beginning to see Aegon shareholders \ntaking an active interest in our sustainability profile, \nincluding the companies we invest in. This has, for \nexample, been seen recently in questions asked from \nthe floor at our shareholder meeting about measuring \nAegon’s environmental impact. As an insurance company, \nAegon itself doesn’t have a big operational impact, but \nthrough its large portfolio of investments held by Aegon \nAsset Management it has an indirect ‘carbon footprint’. \nThe carbon footprint of a company is considered to be \nthe most direct pointer to the sustainability profile of any \nenterprise. Aegon must be able to anticipate this demand \nfor information and that means we are establishing the \nprocesses, tools and culture needed to respond to these \nrequests. \nClaire:  It’s important to understand that this interest is \nnot driven by soft environmental sentiment. The world \nis just beginning to realize that there can be no business \nsustainability without environmental sustainability – and, \nfrom an investment perspective, that means identifying \ncompanies which have made the reduction of their carbon \nfootprint a priority.\nWith your initial activity, what was the focus and what \nwas the result?\nMike: We selected three diverse portfolios, one in the UK, \none in the Netherlands and one in the US. We initially \nconsidered carrying out the carbon footprint analysis ourselves, but rejected this in favor of engaging Trucost. \nIn part this was because we wanted their independence \nto lend credibility to this process, and, in part, because in \nthis newly emerging area of business analysis, they have \nalready established a respected reputation.\nClaire: The results of this initial investigation were \ninteresting: each of the three portfolios was less carbon \nintensive than the benchmark, sometimes significantly \nso. We found that this was often because of an \nunderweighting of the more carbon intensive sectors, \nfor example utilities, which are typically highly carbon \nintensive because of their utilization of fossil fuels. \nAlso other, less carbon intensive, sectors tended to be \nunderweighted. \nHow have AAM portfolio managers responded to this \ninitiative?\nMike: Positively, I think. We examined the results of \nstudy with the relevant portfolio managers and analysts. \nThey were keen to learn how the carbon footprint of \ntheir portfolios compared against the footprints of the \ncompanies in the relevant benchmarks. \nTo be perfectly transparent, we also found that the \ncarbon intensity is not a key factor in making these \ninvestment decisions or sector allocations, but we hope \nthat our discussions around this analysis have planted a \nseed in the sense that portfolio managers will become \nmore aware of these environmental considerations and \ntheir financial impact. Carbon Footprint Analysis\nAn interview with Mike Mansfield \nand Claire Curtin", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}