{"page_content": "36\nTargeted Investments \nImpact Investment\nSince our review of the field of impact investment (“II”) in 2012, II has \nplayed an increasingly important role in our overall approach to RI.  \nAAM defines Impact Investment as follows: \n“Direct or indirect investments in businesses, organizations and projects, that meet our \nexisting risk and return requirements and are also intended to create a measurable social or environmental impact”. In II terminology, this makes us a ‘finance first’ impact investor.\nThe most important conclusion from our review was that Aegon’s primary responsibility is to \nensure that our assets are managed so that they cover the liabilities we take on as an insurance \nand pensions company.1  As such, investments should always be evaluated from a risk and return \nperspective first. However, we also concluded that there are many types of investments that are \nconsidered to have social or environmental ‘impact’ but that also meet our investment criteria, and \nthat we were in fact already investing in many of them, including such fields as affordable housing, \nrenewable energy and development banks. \nIn view of the above, we have taken the position that II should be integrated with our existing \ninvestment platforms and therefore the portfolio managers and analysts covering the different \nexisting asset classes should have responsibility for evaluating potential II opportunities, to \ndetermine where they can meet the criteria set out in their investment mandates.\nHaving said this, we have set up internal structures, supported by the global RI team, that facilitate \nfurther discussion about II. One example is the II working group for AAM NL that meets monthly, is \nchaired by the CIO and comprises the heads of the different asset classes. This working group has \nresulted in new investments being made in new II areas for us, including green bonds, and – shortly \n– microfinance (see the case study on microfinance elsewhere in this chapter).\nIn line with our definition of II, this year for the first time we have made our first assessment of the \nsocial or environmental impact of a number of our investments.\n1. We look at impact investment primarily in the context of General Account (“GA”) assets.RI\nPolicy\n&\nGovernance\nActive \nOwnership\nExclusions\nEngagement\nVotingTargeted\nInvestments\nImpact Investment\nSRI Products Investment\nAnalysis\nESG Integration", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}