{"page_content": "37\nInsurers’ Investors on Impact Investment (IIII) \nAAM has taken the initiative to establish an informal network of investment specialists at \ninsurance companies (or insurance companies’ asset management divisions). This network shares insights and best practices on II for insurers, and discusses how greater clarity can be created in the II community on how insurance companies invest – especially with the impact of Solvency II, liability driven investments, focus on fixed income investments, etc. The group may also discuss opportunities for cooperation in II. The other participating companies in the group are Standard Life Investments, Axa Group, Zurich Insurance Group, SwissRe Asset Management, and Prudential (US) Investments.\nIn the table below, we show our investments that can be classified as impact investment. Where \navailable, we also show metrics to indicate the social or environmental impact of these investments. \nWind power In the US, we have investments in four wind power projects, a commitment of \nsome USD 200 million. The primary source of financial return is production tax \ncredits (PTCs). The projects generate tax credits for each megawatt hour (MWh) \nof electricity produced for the first ten years of the project life. The tax credit rate \nis indexed to the Consumer Price Index and the current PTC rate is USD 23 per \nMWh. \nAegon US is not currently generating sufficient taxable income to utilize all \nthe tax credits it has generated. Consequently, no new investments in US wind \nfarms are foreseen for the immediate future. However, AAM NL is evaluating the \npossibility of making investments in European renewable energy projects. \nImpact: Together, the projects contain 188 wind turbines that are capable of \ngenerating enough electricity for approximately 87,000 homes (286 MW). They do \nso with zero greenhouse gas emissions. Power generation in 2014 was 921 million \nKWh (921 MWh). The U.S. EPA Greenhouse Equivalencies Calculator tells us that \nthe same amount of electricity generated from conventional fossil fuel plants \nwould have resulted in the emission of over 635,000 metric tons of CO2. Put \nanother way, this is equivalent to avoiding the CO2 emissions from 1.48 million \nbarrels of oil consumed or 3,400 railcars worth of coal burned.\nAffordable \nhousingAURA, through its Community Investments group, has been investing in Low \nIncome Housing Tax Credits (LIHTC) and Historic Credits since 1987. \nThe portfolio size as of December 31, 2014 is approximately USD 2.9 billion \ncontaining over 275 separate investments.\nFurther detail on these investments, including impact indicators, is provided in the \nCase Study & Interview – Affordable Housing later in this chapter.\nAAM NL invested almost EUR 1.2 billion in affordable housing in the Netherlands. ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}