{"page_content": "38\nSustainable \ntimberSince 2002, Real Estate Alternatives Portfolio (REAP) within AAM has invested \nUSD 107 million in the timberland investment program; since then USD 139 \nmillion has been distributed and approximately USD 46 million remains invested. \n98.5% of the total invested capital involved with timber holdings is independently \ncertified as ‘sustainable’ by the Forestry Stewardship Council, Sustainable \nForestry Initiative or other agencies. No new REAP timberland investments were \nmade in 2014.\nImpact: Forests sequester (remove, accumulate and store) carbon. So our starting \npoint for measuring impact is carbon sequestration in equivalent metric tons of \nCO2, using the U.S. EPA Greenhouse Equivalencies Calculator. The 1.31 million \nacres of timberland that we are currently invested in are estimated to sequester \ncarbon (as a CO2 equivalency) at a rate of 1.6 million metric tons of CO2 in one \nyear. This is equivalent to 145,985 homes’ energy use for one year. We note \nthat the EPA calculator is based on average carbon sequestration of US forests, \nwhereas a portion of our timber investments are outside the US.\nRetirement \nhomesKames Capital manages a fund that invests in retirement homes and elderly care \nfacilities in Scotland and Northern England. The fund’s assets under management \nare nearly EUR 100 million.\nDevelopment \nbanksIn the United States, we have investments in fixed income products and other \nbonds issued by regional development banks. These banks operate in emerging \nand lesser developed countries, promoting economic growth and helping reduce \npoverty. These assets amount to EUR 73 million.\nAAM NL also invests in development banks for a total amount of approximately \n500 million.\nGreen bonds AAM NL investments in green bonds amounted to EUR 188 million. \nFurther background on our green bond investments can be found in the interview \nwith Hendrik Tuch elsewhere in this chapter.\nSolar Power AURA started making investments in the solar investment tax credit (Solar ITC) \nasset class in 2007 and to date a total of approximately USD 2 million has been \ncommitted to Solar ITC through our investments in Lower Income Housing Tax \nCredits (LIHTC). Solar ITC presents an opportunity for AURA to leverage the \nexpertise, resources, investor clients, and distribution channels that already exist \nwithin its LIHTC business. Yields in the near term appear attractive, next to the \nobvious benefits from further renewable energy sources. \nAlso, AUIM has invested over USD 40 million on behalf of clients in securitizations \nsecured by residential and commercial solar receivables and installations. The \nproceeds of the offering will go to finance on-going originations of receivables \nand corresponding installation of photovoltaic solar systems to residential and \ncommercial customers by the issuer. \nFinally, AURA made its first tax equity investment in an independent solar energy \nfacility – this is detailed in a separate case study in this chapter.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}