{"page_content": "39\nGeothermal AURA has invested in geothermal tax credits worth approximately USD 150,000 \nthat are embedded in a much larger LIHTC investment for a new construction \nhousing site in New Mexico.\nMicrofinance The Risk & Capital Committee of Aegon the Netherlands has decided to make \ninvestments in a small number of microfinance funds, subject to meeting specific \nrequirements. More details can be found in a separate case study in this chapter. \nWe will report in more detail on these investments in the 2015 RI Report.\nSolar Power\nSean Creedon\nIn the course of 2014, Aegon analyzed a potential equity investment in two utility-scale solar \nphotovoltaic facilities on farms in rural eastern North Carolina totaling 12.749 megawatts (MW). Following approval from the investment committee, we can report that in January 2015, Aegon closed on this USD 15.1 million investment.\nThese facilities will be developed, constructed, operated, maintained, and owned by FLS \nEnergy, Inc. (FLS) based in Asheville, NC. Both facilities will be fixed, ground-mounted, grid-connected systems with Duke Energy Progress as the off-taker/power purchaser under 15 year Power Purchase Agreements (PPA). Duke Energy Progress is a subsidiary of Duke Energy Corp, the largest regulated utility in the United States.\nThe transaction is expected to generate a total of USD 10.5 million in Federal solar investment \ntax credits and USD 2.57 million in North Carolina solar investment tax credits for an after-tax yield of 21.2% and a pre-tax yield of 32.7%. This yield is made up of the credits, losses, annual cash flow, exit proceeds, and a capital write down at exit.\nThis represents our first tax equity investment in an independent solar energy facility; in last \nyear’s RI Report we mentioned our first solar investment tax credit (Solar ITC) investment as well as investments in syndicated securitization of residential and commercial solar installations and receivables.\nYields in the near term appear attractive, in addition to the obvious benefits from further \nrenewable energy sources and therefore we remain interested in making further investments in this space. \nSean Creedon is a Director of Acquisitions and Underwriting at AURA in San Francisco. Sean \nis also featured along with Anne Simpson in an interview on affordable housing investments elsewhere in this report.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}