{"page_content": "40\nHow did your interest in green bonds start?\nI was lucky to be in the right place at the right time. Three \nyears ago, Christopher Flensborg of the Swedish bank \nSEB visited Aegon to talk about green bonds and Harald \nWalkate invited me to the meeting. Christopher has \nprobably done more than anybody to develop the market \nfor green bonds and the meeting inspired me to explore \nthe subject in depth. We manage a large portfolio in \nsovereign and agency bonds and I realized that even if we \nput only a small proportion in green bonds we can make \na big difference without compromising our risk and return \ncriteria. \nSo what is it about green bonds that makes you such a \nkeen advocate?\nThere are two key characteristics of green bonds that \nattract me as a portfolio manager. First, they promise \nto fulfil the criteria we require of all investments: they \nmust provide acceptable financial returns at acceptable \nrisk. The second characteristic takes us to what makes \nthe green bond special. Green bonds must have clear and \nsignificant environmental or social intent: they must be \ndesigned to raise capital for a project of clearly identifiable \nenvironmental or social benefit. The scale of investment \ncan vary significantly, from a local initiative in rainwater \nmanagement needing just a few hundred thousand to a \nmulti-million scheme to harness wave power. \nBut green bonds are driven by the fact that the \ntransition to a more sustainable global economy requires \nmassive capital investment, and we cannot rely only on governments alone to provide this – this is where private \ninvestors come in. \nDoes the market share your enthusiasm?\nAlthough green bonds are a relatively recent \nphenomenon, we’re seeing a great deal of enthusiasm \nin the market. Pension funds, for example, express a \ngenuine desire for their investments to contribute to \nmaking the world a better place – they care about what \nthey will leave as a legacy for the next generation and \nhave a clear affinity with green bonds.\nWe do need to treat enthusiasm with caution. As a \nportfolio manager, I must ensure a clear balance between \nenthusiasm and prudence, and this is particularly \ntrue for green bonds. If there is too much demand for \nthese bonds we’ll see yields drop, which is not good \nfor the development of the market. To be honest, I’m \na bit worried about this – we would like it to remain a \nmainstream market. \nHow would you advise other asset managers with regard \nto green bonds?\nPrudence and business first. Successful asset managers \ngenerally show a balance between keen curiosity and \nhealthy skepticism. With green bonds, I tend to think in \nterms of two basic checks. First, I ask if the bond can \nfit comfortably within our current mandate in terms of \npotential risk and return. If it does not, then walk away, \nirrespective of how keenly it is being acquired elsewhere. \nSecondly, look carefully at what makes it green. Do not Green Bonds\nAn interview with Hendrik Tuch", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}