{"page_content": "5\nForeword\nAegon Asset Management believes in taking an integrative approach to responsible investment \n(RI). It’s important that RI is not seen as something done ‘by the department at the end of the \nhallway’. It has to become part of everyday business, part of the fabric of our organization.\n \nThis is not straightforward. We are an asset management company with activities in 6 countries \nand with different types of clients: our partner companies (the Aegon insurance companies), and \nindividual and institutional investors. Maintaining a consistent approach to RI as a global company, \nwhile reflecting local sensitivities – and tailoring mandates to meet our clients’ needs – is a real \nchallenge. At the same time, we are very aware that we need  to be able to explain any local \ndifferences in RI policy and approach to our key stakeholders.  We feel that the only way to meet \nthis challenge is to give our people the tools and the insights to resolve RI dilemmas and make ESG \npart of their daily work.\n \nIn 2014, we worked extensively with an external consultant to appraise our RI work to date, \nincluding  our internal RI governance. In many ways, the consultant’s discussions with our people \nvalidated our approach. The need for global minimum standards within the company (for example, \non controversial weapons exclusion) is recognized by all those interviewed, while there is also \na strong understanding that there is no single ‘correct’ approach to many other ESG issues and \nthat our investors should be trained and enabled to make RI decisions on the basis of specific \ncircumstances.\n \nI believe we are at the end of the first phase of implementation of RI at Aegon: our people \nare aware of ESG risks and opportunities, and now have the appropriate tools and support to \nmanage them.\nIn order to provide a better picture of RI at Aegon Asset Management, in this year’s RI report, \nyou will find a number of interviews with people who have been involved in RI initiatives over \nthe past year. They are just a few of the Aegon and AAM employees that are making a difference \nto our clients every day. In reading these interviews, I have every confidence that we are strongly \npositioned to meet the challenges of the next phase of RI implementation.\n Sarah Russell\n \n Chief Executive Officer\nAegon Asset Management", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}