{"page_content": "42\nLIHTC accounts for the majority – approximately 90% – \nof all affordable rental housing created in the US today. \nThe credits are also commonly called Section 42 credits \nin reference to the applicable section of the Internal \nRevenue Code. The tax credits are more attractive than tax \ndeductions as they provide a dollar-for-dollar reduction in a \ntaxpayer’s federal income tax, whereas a tax deduction only \nprovides a reduction in taxable income.\nAffordable Housing Program\nAURA, through its Community Investments (CI) group \nhas been investing in LIHTC and Historic Credits since \n1987. The portfolio size as of December 31, 2014 is \napproximately USD 2.86 billion containing over 275 \nseparate investments. See the chart below for a break-\ndown of the committed capital.\nGuaranteed (3rd Party)\nGeneral Account Investments\nTraditional Syndication (Unguaranteed)Committed Equity Break-Down (EOY 2014)\n14%\n30% 58%These investments are typically held 10-16 years as \nthe credits flow for 10 years with a remaining five year \ncompliance period. Portfolio performance has been \noutstanding. Yield performance as of December 31, 2014 \nwas above 110.5% over underwritten yield objectives and \nasset class foreclosure rates, or loss of benefits, have \nbeen extremely low when compared with other asset \nclasses.\nThe subject asset class is very attractive to investors \nfor multiple reasons including; high yields, low risk, tax \nplanning and stability of earnings while meeting social \nobligations or objectives. AURA currently holds a 5% \nmarket share with active plans to grow that share both in \nthe guaranteed and unguaranteed space for both internal \nand third party clients. AURA also intends to expand its \nactivities in solar credit investments.\nColumbia Parc at the Bayou District\nIn 2005, the US experienced one of the five deadliest \nhurricanes in its history. Hurricane Katrina caused severe \ndestruction in New Orleans, where 80% of the city and \nlarge tracts of neighboring parishes were flooded. The St. \nBernard Housing Development experienced catastrophic \nflooding and remained flooded for three weeks under 6 to \n8 feet of water. The US Department of Housing & Urban \nDevelopment made the decision to demolish the buildings \ndue to the extreme damage. \nThis presented an opportunity to rebuild the development \nusing new urbanist design principles. Columbia Parc at \nthe Bayou District is a vibrant master planned community \nin New Orleans. Centered at the site of the former St. Affordable Housing and LIHTC\nThe Low Income Housing Tax Credit (LIHTC) is a dollar-for-dollar \ntax credit in the US for affordable housing investments. It was \ncreated under the Tax Reform Act of 1986 (TRA86) that gives \nincentives for the utilization of private equity in the development \nof affordable housing aimed at low-income Americans. ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}