{"page_content": "43\nBernard Public Housing project, the new community is the \nresult of a partnership between Columbia Residential, the \nBayou District Foundation (a local non-profit organization, \nfounded to help rebuild New Orleans after Katrina), and \nthe Housing Authority of New Orleans (HANO). This \nhousing development project brought together several \npublic and private entities to work together to cluster \namenities to multi-income housing. At buildout, the master \nplanned community is anticipated to include 1,325 housing \nunits, including 125 senior units, 300 affordable for-sale \nunits, and 900 mixed-income rental units (including 1/3 \npublic housing, 1/3 tax credit and 1/3 unrestricted market \nrate). In addition to the residential component, the master \nplan includes commercial, recreational (golf course, \nYMCA, baseball/soccer fields) and educational facilities \n(K-8 Charter School, Early Learning and High School) \nrepresenting over USD 360 million in public/private \ninvestment. As of year-end 2014, some of these features \nare completed, while others are still under construction or \nin the planning phase. \nIn December 2008, Columbia Parc broke ground on \nthe first phase of the master development plan, which \nincluded 466 units of “mixed income” units, which were \ncompleted in 2010 and were fully leased and operational \nby late 2011. AURA was the tax credit investor in this \nphase, which represented an approximate USD 67 million \ninvestment, the largest direct tax credit investment made \nby AURA to date. In October 2011, Columbia Parc broke \nground on Phase IIB of the master development plan, 48 \nunits of affordable housing, representing an approximate \nUSD 6 million tax credit investment for AURA (this \ninvestment was placed in one of AURA’s syndicated \nfunds). This phase was completed late 2012 and was fully \nleased and operable by early 2013.  Columbia Parc has been designated with LEED Silver \ncertification and has won many industry awards for its \ndesign, construction, and mixed-income model. Columbia \nParc has also captured national attention starting with \nthe initial ground breaking with HUD Secretary Shaun \nDonovan as well as visits from Warren Buffet and \nPresident Barack Obama and First Lady Michelle Obama.\n \nEnergy efficiency elements\nIn 2014 the Community Investments team again \nclosed on a number of LITHC investments that feature \nnoteworthy energy efficiency and other green design \nelements. The combined investment amount, for third \nparty investors (guaranteed fund) and Transamerica life \ncompanies, is approximately USD 53 million:\n• Two new construction projects in California will \nboth use solar photovoltaic (PV) systems and one \nwill include thermal hot water. Both projects are \nanticipated to pursue Leadership in Energy and \nEnvironmental Design (LEED) Gold Certification. \n• Three new construction projects in Washington will \nadhere to “green” guidelines including Build Green and \nEvergreen Checklist. Features will include low-flow \nfaucets and toilets and Energy Star appliances.\nSocial Impact\nSince 1987, AURA, through its Affordable Housing \nprogram has helped to create more than 120,000 units of \naffordable housing across the US.\nTo measure the impact of the combined family and senior \ndeals closed in the last five years (2010-2014) - a total of \n13309 living units - we tried to assess the projected first \nyear (and annual recurring) local economic impact: \n• USD 1.04 billion (318 million annual recurring) in local \nincome\n• USD 109 million (58 million annual recurring) in tax \nrevenue for local governments\n• 16090 (4020 annual recurring) new jobs respectively \nThis is based on models developed by the National \nAssociation of Home Builders (NAHB) to estimate \nthe local economic benefits of these housing \ndevelopments.1  <\n1. The Local Economic Impact of Typical Housing Tax Credit Developments, \nNAHB publication, March 2010.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}