{"page_content": "44\nThe investments you make are quite different from \n‘traditional’ investments - can you tell us how the \naffordable housing investments and the Low Income \nHousing Tax Credits (LIHTC) program work? \nAnne: The LIHTC (pronounced “lie-tech”) program is \none of the country’s most extensive affordable housing \nprograms. With about 9 billion in investments annually, \nit accounts for about 90% of the affordable housing \ncreated in the United States today. It’s a federal tax \nprogram that allows the private sector to develop new \nor rehabilitate existing housing that lower income groups \ncan afford, through a tax credit that is purchased by \ncorporate investors. \nWhat is different about the program is that it provides a \ntax credit that investors like Aegon purchase against their \ntax obligation, so there’s no dividend or coupon payments \nas with traditional equity or bond investments. \nAegon started out in LIHTC in 1987 and has been active \never since. Because a life insurance company typically \nhas long-term tax planning programs given its long-term \nliabilities and investment outlook, the program matches \nwell with what we do. \nSean: Typically, a project has a lifetime of 17 years – \nconstruction and lease-up takes about 2 years, then \npeople live in the housing for 15 years. The party getting \nthe credits – Aegon for example – has to stay in the \nproject for the entire 17-year period.\nThe LIHTC program has been considered a great success. \nWhat contributed to this success?\nAnne: The program has lots of positives for investors, but \nalso for people living in the housing and for communities. \nFor investors, the tax credit is more attractive than \na tax reduction, it’s relatively low risk because of the subsidies on the property, and the yields are attractive. \nFor communities it addresses urban blight and helps \nurban renewal; also often these housing projects are more \nsustainable than other buildings - with greater insulation \nand better energy efficiency they have a lower carbon \nfootprint. And finally for lower income people: it provides \nquality housing at very reasonable rates. \nAt the end of the 15-year tax credit compliance period, the \nproperty is eligible to apply for credits for an additional 15 \nyear period and use the equity raised from the tax credits \nto renovate and update the property. This helps ensure that \nthe properties don’t become dilapidated over time.\nSean: The success is really also due to the significant \nnumber of rules and regulations dictating that owners \nand developers must provide ancillary social and support \nservices: job training programs, business rooms, day-care \nfacilities. All things that help get people back in the \nworkforce. When you look across the range of incentive \nprograms created by the federal government, we think this \nis a great example of how the nexus of the private and \npublic sector can add value.\nAnne: The mandate started at the federal level, but the \ndecisions on how to best allocate the credits are handled \nby local government within each state. Every year each \nstate receives input from investors and developers on \nhow best to allocate funds, so in the end it’s not about \npolitical mandate, it’s about people on the ground making \ninvestment decisions and allocating capital sensibly.\nOn whose behalf do you make these investments – Aegon \ngeneral account or also third party?\nAnne: We’ve made these investments for the Aegon GA \nsince 1987. In 2003 we also started making investments \non behalf of outside investors through a proprietary Affordable Housing in the US\nAn interview with Anne Simpson \nand Sean Creedon", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}