{"page_content": "45\nplatform, and in 2009 we extended this to the traditional \nsyndication area. For example, in 2011, we partnered \nwith Google, and we’ve invested for that client in housing \nprojects in Minnesota and New Mexico. That partnership \nresulted in rehabilitation and construction of about 1400 \nunits for families and senior citizens.\nIt is one of the hallmark criteria of impact investments \nthat ‘impact’ is also measured – we understand that \nyou recently looked at the possibility of measuring your \nimpact through affordable housing investments. Can you \ntell us about your initial findings? \nSean: Yes, it’s something we’ve been tracking informally \nand an area in which we would like to put more effort. \nThe social aspect of these investments is important to \nus as company as well as to us personally, and through \norganizations like the National Association of Home \nBuilders (NAHB) we can estimate a number of metrics, \nlike additional local income or tax generated, jobs \ncreated, and so forth. \nSpeaking of impact, we’re also becoming a big player in \ntax credits for solar power, something I’ve been taking the lead on. We had already done some investments in \nsolar power attached to our housing projects, but have \nnow started investing in separate solar farms that are \nsupplying power for entire communities. The solar tax \ncredit program now covers about 25 states and continues \nto expand.\nFinally, you work in a building that is also owned by \nAegon and is LEED Platinum certified (the highest \ncertification for energy and environmental design). As a \ntenant in this building, is this something you are aware \nof and do you see the benefits of this in your daily use?\nAnne: Most certainly. We compost more, we have low-\nflush toilets, and we have motion-sensor lights, which \nsaves on energy costs. We also have operable windows \n- actually sliding doors that lead to a small deck - which \nis rare for a high-rise office building. As a matter of fact, I \ndon’t know of any other office building in downtown San \nFrancisco that has sliding doors with decks! <\nAnne Simpson Sean Creedon\nAnne Simpson is a vice-president with AURA and joined \nthe company in 2005. Anne has a background of over \n25 years in real estate, including 15 years focusing on \naffordable housing. Sean Creedon is a director with AURA and joined the \ncompany in 2007. He has a background of 16 years \nin real estate, including about 10 years focusing on \naffordable housing.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}