{"page_content": "46Exploring microfinance\nIn September 2014 AAM started a small project to determine whether we could start investing \nin microfinance. \nPreviously, the nature of the market and the idiosyncrasies of microfinance as an asset class \nmeant that our portfolio managers and analysts had not yet formed a definitive view on it.\nHowever, since microfinance is considered by many to be the largest asset class in impact \ninvestment and it is also an area where institutional investors are becoming increasingly active we felt it worthwhile to explore the potential investment opportunities. For debt investments in microfinance, there are now more than 10 years of historic data available, which makes microfinance one of the better tested alternatives within the impact investing space. The data also shows a low correlation with other asset classes and short durations, which would provide an attractive addition to our portfolios from a diversification perspective.\nWorking with a specialist external advisor, we decided to look at the potential for investing \nin microfinance for the general account (GA, or proprietary assets) of the Aegon insurance company in the Netherlands. This meant that we needed to take into account the investment criteria as set by the Dutch Risk & Capital Committee (RCC), incorporating regulatory requirements such as those from the Solvency II Directive, the EU framework that sets the amount of capital that insurance companies must hold in order to reduce the risk of insolvency.\nThe outcome of the analysis was that microfinance investments for the GA were possible, \nprovided that we focused on specific characteristics of microfinance funds, including the percentage of debt in the fund (and whether ‘look-through’ reporting is available), the duration of the underlying investments, currency and hedging approach, and volatility. \nHaving presented the results of the study to the impact investment working group at AAM \nNL, we developed a shortlist of microfinance asset managers, also taking into account quality of management, stability in the investment team and reputational issues. We also considered each asset manager’s philosophy on social impact, whether it incorporates ESG criteria in its investment decision making, and how it measures and reports on social impact. \nFurther due diligence was carried out on the shortlisted funds starting in January 2015.\nAs of this writing we can report that the Aegon NL RCC has decided to make investments in a small number of microfinance funds, subject to meeting specific requirements. We will report in more detail on our findings from this second phase of the project in the 2015 RI Report.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}