{"page_content": "47SRI Products\nSRI (socially responsible investment) products offer various investment strategies that often \nrevolve around exclusions (or negative screening) for a specific ESG issue, or a combination of ESG \nissues; for example companies with poor environmental or human rights records, or companies that \nare active in the arms or tobacco industries, are excluded from investment consideration. \nIncreasingly, SRI is defined as Sustainable and Responsible Investment, in line with the tendency \nto also build investment strategies around ‘positive screening’ – investing in companies that, in \nindividual sectors, offer the best sustainability records.\nAegon currently offers a number of SRI products, in the United Kingdom, the Netherlands and \nHungary:\nCountry Fund Description\nUnited Kingdom • Ethical Cautious Managed  \n \n \n• Ethical Corporate Bonds  \n \n• Ethical Equity FundCovers UK equities and corporate bonds. \nInvestment is restricted in accordance with the \nfund’s “dark-green” investment criteria.  \nCovers higher quality sterling corporate bonds. \nApplies “dark-green” investment criteria.\nCovers UK equities, with a bias toward small \nand mid cap stocks. Applies “dark-green” \ninvestment criteria.\nNetherlands • Aegon Duurzaam Index \nAandelenfonds (Aegon \nSustainable Equity Index \nFund)Covers global equities, applying a range \nof sustainability criteria. Uses Dow Jones \nSustainability Index as benchmark, excluding \nthe following sectors: alcohol, tobacco, \ngambling, armaments and firearms.\nHungary • Aegon Climate Change Fund Covers equities in the developed world. \nInvestments are focused on companies that are \nactive in clean technologies, alternative energy, \nenvironmental management and agri-business.\nAs of December 2014, AAM had more than EUR 2.2 billion assets under management in SRI \nproducts. \nIn addition to the products mentioned above, AAM’s joint venture in China, Aegon Industrial Fund \nManagement Company also operates a successful SRI fund with EUR 516m AuM and a Green fund \nwith EUR 405m AuM.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}