{"page_content": "48\nAegon Asset Management UK (now \ncalled Kames Capital) was one of the \nfirst companies in the UK to launch a \ndistinct ethical offering in 1989 with \nthe Kames Ethical Equity Fund. Audrey \nRyan is responsible for managing this \nfund and co-managing the Kames Ethical \nCautious Managed Fund. Ryan Smith is \nresponsible for the ethical screens applied \nacross all the Kames ethical fund range.\nAudrey, you’ve been involved for over 10 years with the \nEthical Funds at Kames, and you’ve been very successful \nboth in terms of investment performance as well as \ncommercially. What explains this?\nAudrey: A couple of things: from the beginning, we’ve \nbeen very clear in terms of what we’re trying to achieve \nfor the client base. We’ve been very consistent, with \nregards to both the team and process and also explicit \nin our offering, so the client understands what they \nare buying. Secondly, we continue to emphasize our \ncommitment to the ethical market. As a result our \nmarket share of ethical and SRI fund sales in the UK is \nnow significant; as of today we have almost GBP 1.9 \nbillion in our ethical fund franchise. And this brings me \nto the last point: fund performance and our commercial \nsuccess has enabled us to launch new ethical products \nin response to client demand. We have demonstrated \nconsistently good performance which we hope shows \nthere isn’t a long-term performance penalty when \ninvesting ethically. Can you discuss your investment philosophy in more detail \n– when is a fund considered to be ‘ethical’? \nRyan: We believe in a ‘dark green’ approach. We apply a \nnegative screen, or screen out, various activities. These \ninclude tobacco, armaments, pornography, human rights \nand certain environmental concerns for instance. In the \nend, it’s up to the client to decide if the fund meets their \nethical preferences; we try to be as transparent as we \ncan about how we develop the ethical screen: we make \nit transparent, relatively simple and repeatable, using \nthird-party data provided by EIRIS and our own in-house \nresearch. Unfortunately we cannot customize the funds \nfor each individual client – our ethical funds are pooled \nvehicles which invest on behalf of a large number of \nclients including charities, individuals and pension funds. \nWe have found that our approach works for a broad client \nbase.\nAudrey: The ethical screening process is deliberately \nquite separate from the rest of the UK equity investment \nprocess to avoid any potential conflicts of interest. With \nregards to the latter, we describe ourselves as pragmatic \ninvestors; we are not tied to any one style of investing, \nfor example value or growth. We aim to generate \noutperformance for the fund at different stages of the \neconomic cycle, primarily through stock selection. \nHow do you ensure that your clients’ ethical preferences \nare reflected in the fund? Do you find that these \npreferences are very similar across clients, or is there a lot \nof diversity?\nRyan: Every few years we do a survey of current and \npotential investors and ask them what the ethical issues \nare that the fund should reflect. People’s concerns change UK Ethical Funds\nAn interview with Ryan Smith \nand Audrey Ryan", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}