{"page_content": "49\nthrough time and we want to ensure that the fund \ncaptures the right issues. For example, in the most \nrecent survey we have seen how concerns regarding \nclimate change are impacting some of our investors \nviews on nuclear power. Currently, the fund excludes \nuranium mines and nuclear energy, but with rising \nconcerns about climate change there was a significant \nminority amongst the responders who felt that nuclear \npower should no longer be an exclusion. \nMost large asset managers have become PRI \nsignatories and are integrating ESG. How does this \nimpact the field of ethical funds and how do you expect \nthis to develop in the future? \nRyan: Kames Capital is also a PRI signatory of course, \ndemonstrating that we are a responsible investor \nacross all our investments, not just the ethical funds. For example, we try to take into account ESG risks in \nour investment processes. However, we think that there \nwill always be a significant number of investors who \nwould like to see their investments going further in \nterms of the ESG screening and so we believe there will \nremain a strong market demand for ethical funds for the \nforeseeable future.\nSo in the end, is it about ‘ethical’, or ‘performance’?\nAudrey: It’s really both. We have demonstrated good \ninvestment performance over the 25 years since the Ethical \nEquity Fund was launched. We’ve also demonstrated \ncredibility in the ethical screens that we apply. <\nAudrey Ryan Ryan Smith\nAudrey Ryan is a member of the Kames Capital UK \nequity team and joined the organisation in 1997. \nShe spent the first two years of her career at Kames \nresearching listed UK companies for investment, before \nbecoming an equities fund manager in 1999. Ryan Smith has been with Kames Capital since \n2000 and is Head of Corporate Governance and SRI. \nIn this role he is also responsible for the research \nunderpinning the ethical fund screen.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}