{"page_content": "6\nAbout Aegon\nAegon N.V. and its subsidiary companies (collectively referred to as Aegon or the Aegon Group), is an \ninternational provider of life insurance, pensions and asset management products. Aegon is also active \nin accident, supplemental health and general insurance, and has limited banking products and services. \nAegon has over EUR 558 billion in revenue generating investments, employing over 28,000 people and \nserving millions of customers in more than 25 countries in the Americas, Europe and Asia. Aegon’s main \nmarkets are the United States, the Netherlands and the United Kingdom.\nAegon manages investments for its own account and on behalf of its policyholders, and also provides \ncustomers with access to a broad range of investment products. For a large proportion of its assets, \nAegon itself acts as the investment manager (through AAM) or is involved in the process of selecting \ninvestment managers.\nAs well as securing financial returns, Aegon wants to use its investments to promote sustainable \neconomic growth. At Aegon we believe RI helps to pinpoint risk, and may improve returns over the \nlonger term. For us, RI is about making sure we take environmental, social and governance factors into \naccount when we invest. It’s also about targeting some of our investments in areas we know will bring \ndefinite social or environmental benefits, as well as financial returns.\nAbout Aegon Asset Management (AAM)\nAegon Asset Management is a global, active investment manager. AAM uses its investment management \nexpertise to help its clients manage their financial future, with a focus on excellence, trust and \npartnership. Investors worldwide entrust AAM to manage approximately EUR 300 billion on their behalf. \nPositioned for success in its chosen markets (North America, the UK, Continental Europe and Asia), \nAAM’s specialist teams provide high-quality investment solutions across asset classes. Its clients \nbenefit from the extensive international research capabilities and in-depth local knowledge of AAM, as \nwell as Kames Capital, its UK investment team, and TKP Investments, its fiduciary and multi-manager \ninvestment team in the Netherlands.About Aegon and  \nAegon Asset Management", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}