{"page_content": "61• As Aegon’s operations support complex transactions and are highly dependent on the proper functioning of information \ntechnology, a computer system failure or security breach may disrupt the company’s business, damage its reputation \nand adversely affect its results of operations, financial condition and cash flows.\n• Customer responsiveness to both new products and distribution channels.\n• Competitive, legal, regulatory, or tax changes that affect profitability, the distribution cost of or demand for Aegon’s \nproducts.\n• Changes in accounting regulations and policies may affect Aegon’s reported results and shareholder’s equity.\n• The impact of acquisitions and divestitures, restructurings, product withdrawals and other unusual items, including \nAegon’s ability to integrate acquisitions and to obtain the anticipated results and synergies from acquisitions. \n• Catastrophic events, either manmade or by nature, could result in material losses and significantly interrupt Aegon’s \nbusiness; and\n• Aegon’s failure to achieve anticipated levels of earnings or operational efficiencies as well as other cost saving \ninitiatives. \nFurther details of potential risks and uncertainties affecting the company are described in the company’s filings with NYSE \nEuronext Amsterdam and the US Securities and Exchange Commission, including the Annual Report. These forward-\nlooking statements speak only as of the date of this document. Except as required by any applicable law or regulation, the \ncompany expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-\nlooking statements contained herein to reflect any change in the company’s expectations with regard thereto or any \nchange in events, conditions or circumstances on which any such statement is based ", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}