{"page_content": "66Responsible Investments in 10 steps\nPension funds can develop an approach to responsible investment (RI), even without large \nRI teams or budgets. Many of the RI activities can be performed by the pension fund board, \nthe pension fund management company, or by the external asset manager. Asset managers \ncan contribute by advising on RI and ESG (environmental, social, governance) themes.\n“The pension fund decides, \nthe asset manager can advise,\nsupport and implement” \n1\n2\n3\n4\n5 678910Dialogue with beneﬁciaries Reporting\nDevelop Governance Aﬃliations\nPolicy\nExclusions /\nnegative screeningImpact \nInvestment/ SRI funds\nEngagement Proxy votingESG Integration\n1. Gain an understanding of relevant RI themes through \ndialogue with beneﬁciaries and other stakeholders \n(employees, regulators, peers).\n2. Allocate speciﬁc responsibility for RI to one board member \nor trustee; create a RI Committee.\n3. Develop (or update) your RI policy based on the input from the  \nbeneﬁciaries and other stakeholders; reference internationally \naccepted standards like the UN Global Compact, OECD \nguidelines, Ruggie Framework.\n4. From a reputational point of view, determine categories \nof activities that the pension fund does not want to be \nassociated with (e.g. controversial weapons, tabacco, \nalcohol, countries that breach human rights). Obtain advice \nfrom your asset manager or a specialized ESG ﬁrm. Update \nthe exclusions list once a year.\n5. Ask your asset manager about their engagement dialogues \non ESG with the companies they invest in on your behalf. \nYou can also consider setting up an engagement program \nspeciﬁcally for your fund. Specialized ﬁrms and some asset \nmanagers can provide this service.6. Ask your asset manager whether they vote on the shares \nthey hold for your pension fund; you can also consider \nsetting up a proxy voting program speciﬁcally for your fund. \nProxy advisory ﬁrms and some asset managers will provide \nthis service.\n7. Ask your asset manager to what extent they have \nincorporated ESG (environmental, social, governance) \nfactors in their investment analysis and decision-\nmaking. Check if they are signatories to the Principles for \nResponsible Investment or similar standards and request a \ncopy of relevant reporting.\n8. Ask your asset manager what options there are to invest \nin investments that meet your risk & return criteria \nbut also have a social or environmental ‘impact’ (e.g. \nrenewable energy, microﬁnance, affordable housing, green \nbonds). Consider investing in speciﬁc SRI (sustainable and \nresponsible investment) funds, for example those that track \na sustainable index.\n9. You can cooperate with other asset owners and asset \nmanagers. Organizations like your local SIF (social \ninvestment forum) and the Principles for Responsible \nInvestment (PRI) offer suitable platforms for this.\n10. Report on sustainability and RI in your annual report, \ndescribing the activities listed above. Ask your asset \nmanager to provide input.AAM NL and TKPI developed this ‘conversation starter’ to \nbe used in discussions with pension funds and other clients \nabout responsible investment.", "metadata": {"source": "NASDAQ_AEGN_2014.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}