{"page_content": "3\nTHE ANDERSONS, INC. SUSTAINABILITY REVIEWFor over 70 years, The Andersons has been a \nkey part of the agricultural supply chain and \nhas served our customers and the communities \nthat we call home. Through our portfolio of \nbusinesses in trade, ethanol, plant nutrients and \nrail, we help our customers grow and market \nthe crops that sustain us, and we help transport \nthe resulting products to end markets for \nconsumption as food, feed and fuel. We have \nlong recognized that operating sustainably is \nessential to achieving our vision of being the \nmost nimble and innovative North American ag \nsupply chain company. \nService to others has been a critical part \nof our culture since the Anderson family \nfounded the Company in 1947. In this, our first \nformal sustainability update, we share with \nyou some of the ways in which our dedication \nto service and sustainability is reflected in our \nmission statement, as we strive to: \nProvide extraordinary service \nto our customers\nHelp each other improve\nSupport our communities\nIncrease the value of our Company\nThe Andersons plays a key role in feeding the \never-growing world population. We provide \ngrowers with critical products and services \nfor their fields, so they can apply just the right \namount and the right types of nutrients. As a result, they can grow healthy and abundant \ncrops, while still protecting the environment. \nWe are an important part of the supply chain \nthat receives and cares for harvested crops \nuntil they are needed and helps move them \nto where they are required through handling, \nstorage and rail transportation assets. Our \ntrading and merchandising activities identify \ncustomer needs and provide solutions by \nsourcing the raw materials our customers \nwant, to produce food and fuel products that \nare an essential part of everyday life, and to \nfeed livestock and companion animals. We \nproduce ethanol, a cleaner fuel for clean air, \nand are investing in new technologies to \nreduce the environmental footprint of the \nmanufacturing process. We provide railcars \nthat transport goods across the United States \nand have a coast-to-coast repair network. \nWe are about long-term, trusting relationships \nwith growers, customers, suppliers and our \ncommunities. We have made it our business \nto understand customer needs and to provide \nvaluable solutions to their problems. We \nhave a history of doing the right thing, and of \nmaking things right when we fall short. Being \na good company is not that different from \nbeing a good person—it takes constant work \nand a drive to be better every day.\nWe are thankful for our talented and \ndedicated employees. They breathe life into \nour mission statement. They understand the \nvalue of hard work, listening to the needs of our customers and acting as good stewards \nof the environment. As essential employees \nof a critical infrastructure industry, they have \ncontinued to work throughout the COVID-19 \npandemic while adhering to the health and \nsafety standards established by the CDC and \nlocal governments. \nNow, we share with you some of the ways \nin which The Andersons demonstrates our \ncommitment to service—to our environment, \nto our communities, to our customers and \nshareholders, and to those who will follow in \nour footsteps.A LETTER FROM CEO PAT BOWE\nPat Bowe\nPresident and\nChief Executive Officer", "metadata": {"source": "NASDAQ_ANDE_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}