{"page_content": "21\nTHE ANDERSONS, INC. SUSTAINABILITY REVIEWENVIRONMENTAL STEWARDSHIP\nCaring for the environment is a part of \nour Statement of Principles, which was \nfirst published in 1972. The availability of \nproductive land and access to clean water are \nessential for the success of the agricultural \nsupply chain. For companies in the ag supply \nchain, operating efficiently and using less is \na key element of being a low cost producer. \nHere are some examples of how we use \ninnovation and technology to care for the \nenvironment, while also increasing the value \nof our Company.\nWaste Reduction\nReduction of waste is a key element of value. \nThe Andersons built a new railcar blast and \npaint facility in 2013. The facility enables us to \nblast, paint and line railcars in a more efficient \nand environmentally-friendly manner than we \npreviously could. We now use recycled steel \ngrit that is reused until it becomes too fine \nfor blasting purposes. Previously, we were \nusing a product which could be used only \nonce and then was landfilled.Clean Water\nIn August 2014, Toledo, Ohio, was the \nepicenter of a national wake-up call around \nnutrient run-off and its impact on drinking \nwater, as toxic algae threatened its Lake Erie \nwater intake. Mostly related to phosphorus, \na necessary plant nutrient, this shined a \nsignificant light on farming activities both \nfor livestock and row-crop agriculture. \nRecognizing that the right to clean water is \na fundamental human right, The Andersons \nbegan working on solutions well before the \ncrisis. Just six years earlier, we were the \nleader in a $5 million grant award from the \nOhio Department of Development working \non technical solutions to environmental issues \nfacing turf and agriculture. That three-year \nproject included The Ohio State University \nas a significant partner in the development. \nOne result of that work is a patented product \ncalled “SmartPhos® DG” that has tested \nvery well in nutrient studies and has been \nlaunched into our turf fertilizer line-up.  ELEMENT, LLC\nThrough advanced technology installations \nand a sincere drive for environmental \nstewardship, several of The Andersons \nethanol plants generate electricity as a \nbyproduct of the ethanol production process, \nwhich is then redirected to various parts of \nthe operation for use, allowing for substantial \nreductions in energy consumption. ELEMENT, \nLLC, located in Colwich, Kansas, was \ndesigned with a waste wood gasification unit \nto meet most of the plant’s electric needs, \nsteam from the turbines is used to power the \nethanol production process. \nINCREASE THE VALUE OF OUR COMPANY\nWe removed underground fuel storage tanks \nin several of our facilities and replaced them \nwith aboveground, double-walled tanks. We converted the fuel source for the dryer at \nour Edwin grain elevator located in Toledo, Ohio, \nfrom fuel oil to cleaner burning, natural gas.ELEMENT, LLC, Colwich, Kansas", "metadata": {"source": "NASDAQ_ANDE_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}