{"page_content": "Microsoft 2015 Citizenship ReportOver the past year at Microsoft, we’ve challenged \nourselves to rediscover what it is about the core of \nour company that really matters. How can we make \na difference in this world in a way that no other \ncompany can? We’ve begun by embracing a new \nmission: to empower every person and every orga -\nnization on the planet to achieve more. To achieve \nour mission, we’ve defined business ambitions  \nthat are equally bold: to reinvent productivity and \nbusiness processes, to build the intelligent cloud \nplatform, and to create more personal computing. \nThe true test of the difference we make is the \nimpact we have on people’s lives. This is why I trav -\neled to Nanyuki, Kenya, to celebrate the launch of \nWindows 10. Nestled in the foothills of Mt. Kenya, \n125 miles north of Nairobi, Nanyuki is a place \nwhere sending an email or accessing the Web in \nthe past required a five-hour walk to the nearest \nwireless hotspot. Now, an innovative technology  \ndeveloped by Microsoft researchers, one that takes \nadvantage of underutilized television broadcast \nspectrum, is helping to provide low-cost Internet \naccess to the residents of Nanyuki. In the novel “The \nFlame Trees of Thika” set among these same foot -\nhills, Elspeth Huxley writes that “when the present \nstung her, she sought her antidote in the future.” That future is now brighter. This fall, I visited Latin \nAmerica to learn how technology is being used to \nempower people and businesses across the region. \nIn Toluca, Mexico, just outside Mexico City, I saw \nthis firsthand at a YouthSpark-POETA center that \noffers people from underrepresented backgrounds \naccess to digital literacy, computer science training \nand mentoring, and resources to seek employment \nand entrepreneurship opportunities. I met with \nstudents and young entrepreneurs who had been \ninspired to start their own businesses, and in turn \napply those learnings to teach others, and it was a \nprofound reminder of the impact we can have  \nin the world.  \nTo really make a difference, it’s not enough to \nbuild great products and services. Living up to our \nmission also depends on how well we apply our \ntechnology, talent and financial resources to foster \nopportunity and serve the needs of communities \naround the globe where our employees, partners \nand customers live. We recognize that our ability \nto pursue these goals requires that we conduct \nour business with integrity, with respect for human \nrights, and in ways that promote environmental \nsustainability. This report summarizes our work during fiscal year \n2015 to meet the high expectations that we have \nfor ourselves and that our customers, communi -\nties and other stakeholders have for us. Highlights \ninclude our efforts to address climate change \nthrough an industry-leading internal carbon fee \nand new policies designed to ensure that our U.S. \nsuppliers provide paid leave to their employees \nwho handle our work. In addition, in FY15, we made \nmore than $922 million in technology donations to \nmore than 120,000 nonprofit organizations globally, \nand Microsoft employees contributed $117 million \nto nearly 20,000 nonprofits through our corporate \ngiving campaign.\n \nWe’re particularly proud of our efforts to increase \naccess to education and opportunity for young \npeople. This year we surpassed the three-year \ngoal for our Y outhSpark  initiative by creating \nopportunities for education, employment and \nentrepreneurship for 307 million youth worldwide. \nOver the next three years we are committing $75 \nmillion to the next generation of our YouthSpark \ninitiative to increase access to computer science \neducation for all youth worldwide, especially those \nfrom under-represented backgrounds.As I’ve shared with Microsoft employees, I believe \nwe can do amazing things when we come together \nwith a clear mission and a culture that brings  \nout the best in us as individuals and collectively.  \nMicrosoft’s citizenship commitments help us \nensure that what we accomplish together not only \nadvances our business but also ultimately increases \nthe positive impact we have in places like Nanyuki \nand Toluca and everywhere we do business around \nthe world. \n \nSincerely,\nSatya Nadella\nChief Executive OfficerLetter from Our CEO\n", "metadata": {"source": "NASDAQ_MSFT_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}