{"page_content": "28\nMicrosoft 2015 Citizenship Report3.4 Training and Development\nWe believe that everyone can grow and develop; that potential is nurtured, not \npre-determined; and that anyone can change their mindset. To support our \ngrowth mindset culture, we offer a diverse range of learning and development \nopportunities, including trainings available in the classroom, online, and through \nvideos, mobile apps, podcasts, and other formats in multiple languages, to meet \nthe learning needs of our employees around the world. We believe training is not \nlimited to formal instruction and our training philosophy focuses on providing the \nright learning, at the right time, in the right way.With training opportunities ranging from class -\nroom modules to peer-to-peer mentoring, no one \nmetric captures the breadth of learning available \nto Microsoft employees, but globally we have \nfound that in FY15:\n• 91 percent of all employees were satisfied with \nthe knowledge they gained and could apply to \ntheir job immediately with our formal training.\n• Our employees spent an average of 26 hours in \nformal training. \nWe invest significantly in our employees’  \ncareer development, provide on-the-job \n“stretch” opportunities for advancement, and \noffer frequent promotion opportunities, all of \nwhich are foundational to our culture. Throughout the year, employees get coaching  \non career development through meetings with \ntheir manager. Managers receive training to \nenhance their skills in coaching and mentoring \nemployees on how to achieve the greatest impact, \nas well as how to drive their own career develop -\nment, providing tools and resources to support \nfocused and actionable conversations. We also \noffer all new employees a robust new employee \norientation that covers a broad range of topics  \nto help set employees up for success from their \nfirst day at Microsoft. Orientation topics range \nfrom an overview of benefits, online resources, \nopportunities to engage in communities, to \nexploration of our company values, culture,  \nand Standards of Business Conduct.\nOur Company Our People Human Rights Responsible  \nSourcing and \nManufacturingEthical Business \nConduct and \nGovernanceEnvironmental \nSustainabilityEmpowering \nCommunities\nPerformance  \nHighlights", "metadata": {"source": "NASDAQ_MSFT_2015.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}