{"page_content": "4\nMicrosoft 2015 Citizenship ReportMore than 99 percent of Microsoft employees completed \nannual training on our Standards of Business Conduct, \nwhich is available globally in 19 languages.Microsoft’s total annual giving surpassed $1 billion for the \nsecond year in a row, with cash donations of $135 million and \nin-kind donations worth $922 million.\nWe surpassed the 3-year goal for our YouthSpark initiative \nby creating opportunities for education, employment, and \nentrepreneurship for 307 million youth worldwide.\nMicrosoft maintained our active membership in the \nGlobal Network Initiative, a collaborative effort regarding \npractical steps and policies technology and communication \ncompanies can adopt to respect and advance the freedom \nof expression and privacy rights of their users when faced \nwith government demands. We were also the first major \ncloud provider to gain independent verification for meeting \nthe world’s first international standard for cloud privacy.\nIn working to protect the rights of vulnerable populations, \nwe launched a free cloud-based version of PhotoDNA, \nto further increase access to this technology used to help \nidentify and remove child sexual abuse images from \nthe Internet.In FY14, we completed 314 third-party audits and Microsoft \nassessments of 138 Tier 1 and high- and medium-risk Tier \n2 hardware suppliers. Critical/serious nonconformance \nfindings are detailed in this report. In all of these instances, \nthe suppliers instituted corrective action plans that were \napproved by Microsoft, and follow-up audits confirmed that \nthe suppliers were implementing the corrective action plans.\nWe continued to expand our work with our hardware \nsuppliers to build their capabilities on environmental health \nand safety management and to improve factory workers’ \nliving environments.\nWe also continued to enhance our work to advance \nresponsible sourcing with our non-hardware suppliers, \nincluding new policies designed to ensure that our U.S. \nsuppliers provide paid leave to their employees who \nhandle our work.We met our carbon neutrality commitment through  \ninternal efficiency projects, the purchase of more than  \n3 billion kilowatt hours (kWh) of renewable energy  \n(equal to 100 percent of our global electricity use), and  \na carbon offset project portfolio representing more than \n600,000 metric tons of carbon dioxide (CO2) emissions.\nEighty-four percent of employees polled said they would \nrecommend Microsoft as a great place to work.\nThe percentage of minorities in our global workforce grew \nfrom 39 to 41 percent and the percentage of Microsoft \nsenior executive women and minorities increased from \n27 to 30 percent.Ethical Business Conduct  \nand Governance\nOur PeopleEmpowering CommunitiesResponsible Sourcing  \nand Manufacturing Environmental Sustainability \nHuman Rights FY15 Select Performance Highlights\n", "metadata": {"source": "NASDAQ_MSFT_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}