{"page_content": "CORE  \nISSUESMAPPING OUR CORE ISSUES \nTO THE SUSTAINABLE \nDEVELOPMENT GOALSIn 2018, AMD made strong progress in four strategic focus areas, \nwhile continuing to advance a broader scope of initiatives.  \nWe participated in the first quantitative performance analysis \nagainst the U.N. Sustainable Development Goals — showing how \nadvancing our core issues helps to address global challenges.\nDATA PRIVACY & SECURITY  \nAt AMD, security is a top priority and we are continually working \nto improve the safety of our users as new risks arise. Some AMD \nprocessors have security features included in the hardware, such \nas Secure Encrypted Virtualization (SEV). \nROLE OF TECHNOLOGY IN SOCIETY\nAMD technology advances education, healthcare, scientific \nresearch and more. In 2018, we launched ten new product families \nin emerging fields like machine learning, artificial intelligence and \naugmented/virtual reality. \nENERGY EFFICIENCY & CLIMATE CHANGE  \nAMD’s 2020 climate goals span supply chain, operations and \nproduct use, and are approved by the Science Based Targets \ninitiative. In 2018, we designed the most energy-efficient  \nAMD mobile Accelerated Processing Unit (APU) to date, sourced \n27 million kwh of renewable energy, and sustained supply chain \nenergy and emissions well below industry averages.\nHUMAN RIGHTS & LABOR ISSUES  \nWe expanded supplier responsibility initiatives to reach  \n100% of direct suppliers, maintained our 100% Corporate  \nEquality Index score from the Human Rights Campaign,  \nand are proud to be full members of the Responsible  \nBusiness Alliance.4\n119\n3813\nSUSTAINABLE CITIES  \n& COMMUNITIESINDUSTRY , INNOVATION\n& INFRASTRUCTURE\nGOOD HEAL TH\n& WELL -BEINGDECENT WORK &\nECONOMIC GROWTHCLIMATE ACTION\nQUALITY EDUCATION\nLearn more at AMD.com/CoreIssues\n", "metadata": {"source": "NASDAQ_AMD_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}