{"page_content": "36 Virtusa | ESG Report 2020-21Progress on diversity\nIn line with our objective of being an employer of choice globally by enabling a culture of diversity, \nequality, and inclusion (DEI), our target is to have a gender-balanced workforce with 40% women by \nFY26. Virtusa’s DEI philosophy is to be an Inclusive Equal Opportunity Employer with zero bias to \ncreate a better life experience for our employees and stakeholders. To achieve these targets, our plans \nfor early 2022 include the following:\n•  Formalize target-based goal setting with leaders and manager sponsorship and accountability in our \nfocus areas of gender, persons with disabilities, and supplier diversity.\n•  Institute a DEI council to drive programs to achieve stated goals.\n•  Create awareness and institutionalize a culture of inclusion through training and roll-out policies that \npromote DEI.\n•  Add Employee Resource Groups (ERG) across geographies. One such ERG that Virtusa already has \nis Women of Virtusa: This ERG provides extensive programs on career development, recreation, \nwork-life balance, and environment and safety for female employees to support career growth. This \nprogram is a global initiative with chapters in different geographies. A second initiative offers women \nthe opportunity to initiate a new career track after taking a break (such as family reasons).\nConcerning enablement and accessibility, we aim to ensure that digital platforms and the office \nenvironment adhere to global accessibility standards so that all our team members may have a \nseamless experience. All the major digital platforms we have selected are certified as accessible, and \nnew software evaluations include accessibility as a criterion for selection. We have also engaged an \nindependent assessor to certify our time entry app, our most used digital journey. The Virtusa Facilities \nDesign and Build Guide mandates accessibility features such as wheelchair access regarding office \nspace.", "metadata": {"source": "NASDAQ_VRTU_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}