{"page_content": "51 Virtusa | ESG Report 2020-21Political contributions\nOur Code prohibits political contributions unless approved by the compliance officer. Directors or employees \nmay not, without the compliance officer’s approval, use any of the company’s funds for political contributions \nof any kind to a political candidate or holder of any national, state, or local government office.\nGifts and entertainment\nWhile entertaining clients and business partners in the ordinary course of business is not prohibited, \naccepting or giving any gifts that can improperly influence business relationships is prohibited. Directors \nand employees must also comply with laws that govern the acceptance of business courtesies as applicable \nin each geography of operation. Furthermore, directors and employees are required to consult with the \ncompliance officer before giving anything of more than nominal value to any government employees.\nTraining on ethics and compliance\n[GRI: 102-17, 205-2]\nVirtusa Corporation is committed to helping our employees understand the expectation to act honestly and \nethically, upholding the company’s core values.\n• We maintain a comprehensive set of policies on our internal V+ platform that clearly establishes and \ncommunicates the standards in which we hold employees accountable and how they may seek guidance.\n•  All employees and contractors are required to complete a mandatory code of conduct training/certification \nupon joining Virtusa, which also includes the Anti-Bribery and Corruption policies. We also have an annual \nrecertification requirement for 5% of specifically targeted team members, including management and \nthose engaging with third parties. Apart from the mandatory training, employees who interact with the \ngovernment or perform finance, procurement, human resources, or business functions receive training \nregularly. This training is provided to ensure they are aware of the types of corruption and bribery, the risks \nof engaging in corrupt activity and bribery, the company’s anti-corruption policy, and how they may report \nsuspected corruption and bribery.", "metadata": {"source": "NASDAQ_VRTU_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}