{"page_content": "54 Virtusa | ESG Report 2020-21Information security\n[GRI: 103-1, 103-2, 103-3, 418-1; SASB: TC-SI-220a.3, TC-SI-230a.1, TC-SI-230a.2] \nA strong cybersecurity program has become imperative for business operations given the increasing frequency and sophistication of cyber threats and attacks. As \npart of  the digital engineering services we provide our clients, we are responsible for ensuring that our clients’ data is protected and securely handled, throughout the \nentire course of business. As part of our information security management system, we have implemented multitier controls to reduce risks from external threats to our \nbusiness operations and data. Our information security management system is developed based on best practices and industry standards such as ISO 27001, NIST, and \nclient requirements. In addition to compliance to the Virtusa information security management system, we adhere to the information security requirements of clients, \nwhich are specific to the engagements.\nWe have board oversight of our information security program with responsibility cascading to our chief information security officer. Our Information Security \nManagement policy sets out the governance structures, monitoring, and compliance requirements for protecting our data and systems. The chief information security \nofficer’s organization monitors and reports any incidents and breaches to the senior leadership, the enterprise risk management team, client representatives, relevant \nbusiness unit heads, and human resources teams for corrective action. We did not have any instances of client data breaches/loss of client data that had any material \nimpact during the reporting period ending March 31, 2021.\nCertification\nOur information security management program undergoes an annual audit against ISO 27001:2013 and assessments against HITRUST and SOC 1 and SOC 2 \nrequirements. The ISO 27001:2013 certification covers 21 technology centers in India, Sri Lanka, the UK, the US, Singapore, Hungary, and Sweden to have sufficient \nsecurity controls to protect the confidentiality, availability, and integrity of the client and Virtusa data accessed, stored, handled, and transmitted. The HITRUST \ncertification assesses adherence to regulatory compliance and risk management for the healthcare and life sciences domain. SOC 1 and SOC 2 define criteria for \nmanaging client data based on “trust service principles” - security, availability, processing integrity, confidentiality, and privacy. The enterprise security team ensures \nthat a qualified external third-party agency performs the annual recertification. \nSince the original certification in 2008, the external third-party agency has not reported any material or significant observations. The most recent review of ISO 27001 \nwas in September 2021.", "metadata": {"source": "NASDAQ_VRTU_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}