{"page_content": "10 Stakeholders Engaging with our stakeholders \nEngaging with our stakeholders\n \nAegon engages with stakeholders every day, not only with customers and business partners, but also governments, investors, \nfinancial regulators, charities and trade unions. Where possible, Aegon uses the results of this engagement to identify both risks and opportunities, and to understand the impact the company’s business may have on its stakeholders. \nMost of the contact Aegon has with its stakeholders results from everyday business, but the company also has more formal structures \nfor engaging with stakeholders, including conferences, discussion forums and, in the Netherlands, regular stakeholder panels. Aegon also conducts an annual survey of some of its leading stakeholders, and uses the results to shape the company’s sustainability policies, initiatives and reporting. \nAegon works on a simple premise: that any individual or group affected by our business operations or who, in turn, may affect \nthe environment in which we operate, should be considered as a stakeholder. Aegon’s stakeholders fall into five broad categories: customers, employees, business partners, investors and what the company calls “the wider community” (please see table below). Each stakeholder, Aegon believes, has a role to play in ensuring the company continues to manage its business effectively and responsibly. \nAegon takes the interests of its stakeholders into account when making decisions. The company understands however that those \ninterests don’t always coincide. Often, Aegon must balance contending interests, and try to reach decisions that are in the best long-term interests of both the company and its stakeholders. \nCustomers Employees Business partners Investors Wider community \nDirect relationship Policyholders, savers Full-time and part- Joint venture Retail shareholders Charitable \nand other individual time employees partners organizations \ncustomers \nPensioners Tied agents Banks, financial Institutional equity Non-governmental \nadvisers, brokers, investors and & humanitarian \nagents and bondholders organizations \nother financial \nintermediaries \nCompanies and Former employees Suppliers of goods Financial analysts Individuals and \nmultinational and jobseekers and services organizations \ncorporations sponsored by Aegon \nOther institutional Governments and \nclients regulators \nPotential customers \nIndirect relationship Consumer Trade unions and Industry associations Shareholder and International & \nassociations other employee and other forums other investor governmental bodies \nrepresentative bodies representative and associations \ngroups \nSingle issue and Financial rating Organizations issuing \nspecial interest agencies rules and guidelines \ngroups implemented by Aegon \nSustainability rating \nagencies ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}