{"page_content": " \n \n \n \n \n \n \n \n 11 Stakeholders Listening to stakeholders \nListening to stakeholders \nAegon has various ways of engaging with its stakeholders, listening to their views and exchanging opinions on the strategy and \nperformance of the company: \nStakeholder group Regular engagement through: \nCustomers Customer surveys and polls \nCustomer call centers, panels and advisory councils \nCustomer support online and via social media \nEmployees Company-wide employee engagement survey Regular discussions with trade unions and other employee representative bodies \nInternal communications via company intranet, magazine and newsletters \nBusiness partners Regular meetings with suppliers and other business partners Training and information sessions for financial advisers and intermediaries \nRegular board and other meetings at associate companies and joint venture partners \nInvestors Analyst & investor conferences Other industry conferences \nAnnual General Meeting of Shareholders \nRoad shows and regular one-on-one meetings \nVia Aegon’s investor relations team and financial media communications \nWider community Regular meetings with non-governmental organizations, charities and local community groups Annual stakeholder survey \nRegular stakeholder panel in the Netherlands and advisory council in Central & Eastern Europe \nDiscussions with governments, lawmakers and financial regulators. \nMost of Aegon’s engagement takes place at a local level, and focuses on local issues. Among the issues discussed over the past \nyear were: \n•\t The impact of new legislation and regulation on Aegon’s businesses, products and services (including laws relating to tax, simplified \ndisclosure and consumer protection). \n•\t The introduction of new capital and solvency requirements in the European Union. \n•\t Pension reforms, particularly in Central & Eastern Europe and the United Kingdom. \n•\t The effects of the current financial crisis and economic slowdown. \n•\t Responsible investment and the company’s overall investment strategy. \n•\t The use of gender-based pricing for certain insurance products (following a recent European Court of Justice ruling on the subject). \n•\t Credit insurance and debt cancellation in the United States. \n•\t Product performance and transparency. \n•\t Working conditions, pay and benefits for employees. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}