{"page_content": " \n  \n \n \n \n 20 Business overview Market conduct principles \nMarket conduct principles\n \nAll Aegon business units operate according to six basic market conduct principles to encourage open, fair and honest treatment of \nthe company’s customers at all times. These principles apply to all Aegon businesses worldwide, and are based – in part – on other, industry-wide standards, including the “Treating Customers Fairly” initiative in the United Kingdom. \n•\t Customers can be confident that they are dealing with business units where the fair treatment of customers is central to the \ncorporate culture. \n•\t Products and services marketed and sold in the retail market are designed to meet the needs of identified customer groups and are targeted accordingly. \n•\t Customers are provided with clear information and are kept appropriately informed before, during and after the point of sale. \n•\t Where customers receive advice, the advice is based upon their needs, objectives and circumstances. \n•\t Customers are provided with products and services that perform as we have led them to expect, and the associated service is of an acceptable standard and as they have been led to expect. \n•\t Customers do not face unreasonable post-sale barriers imposed by us to change product, switch provider, submit a claim or make a complaint. \nAegon regularly asks business units to provide details of steps taken to ensure these principles are implemented. \nIn addition to the market conduct principles, Aegon also has a practice of “Know Your Customer”. This practice supports the company’s \nmarket conduct principles, and helps ensure customers are given the right financial advice and are offered products that meet their specific requirements. “Know Your Customer” also enables Aegon to detect errors and anomalies more quickly, and helps in the fight against fraud and money laundering. \nIn many countries, Aegon also has separate ethical codes for brokers, agents and other intermediaries. These codes operate alongside \nthe company’s overall market conduct principles. In Canada, for example, Aegon has a Code of Ethical Market Conduct. In the United States, intermediaries are required to comply with a Code of Professional Conduct. Aegon businesses also respect local industry guidelines and, of course, comply with local laws and regulations with respect to market conduct. \nAegon provides regular training for intermediaries in areas such as product knowledge and development, regulation and customer \nservice. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}