{"page_content": " \n \n \n \n \n \n \n \n \n 21 Business overview Online services and social media \nOnline services and social media\n \nOnline services are of growing importance to Aegon. Currently, direct marketing – including online and sales via tied agents – accounts \nfor approximately 19% of the company’s sales. Aegon expects this figure to rise in the years ahead. Aegon is continuing to invest in online products and services as part of a broader strategy to bring the company closer to its customers. From an efficiency point of view, Aegon also believes that online services reduce transaction costs and cut down on the need for business travel and printed materials. \nAegon’s online services include the following: \n• Information on the company’s products and services \n• Online calculators and simulators, allowing customers to make longer-term financial plans \n• Quotes and online application forms \n• Giving customers the ability to modify personal data online \n• Online chat facilities, allowing customers to speak directly to customer service representatives \n• Specialized sites for intermediaries and other industry professionals \n• Electronic data exchange, particularly for companies with group pension plans. \nIn addition, Aegon has a social media presence – on LinkedIn, Twitter, Facebook and YouTube. In the Netherlands, Aegon provides \ncustomer support via Twitter. Currently, 94% of Aegon’s businesses use Twitter and You Tube, and just under two-thirds use Facebook and LinkedIn .\n1 \nAegon also has products only available online in several countries, including India, the Netherlands and Hungary, and plans to launch online services in Turkey and Spain in 2013. In 2012, the company launched Knab, a new online bank in the Netherlands, which offers retail customers advice on financial planning and wealth management. Aegon has introduced online platforms and applications to enable intermediaries in the United States and the United Kingdom to provide better quality financial advice. In Hungary, Aegon introduced two new “apps” for customers of its car insurance. The apps – Aegon Angel and Aegon Angel Pro – provide a range of services. These include traffic information and help finding emergency assistance, gas stations and available parking. \nFor security, Aegon companies operate IT fraud detection systems, and all units use feedback loops to compliance officers to help \nensure the company’s sites and other platforms remain safe and secure at all times. \n1 By revenue. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}