{"page_content": " \n \n \n \n \n \n 24 Business overview Managing our brands \nManaging our brands\n \nAegon has two main brands: Aegon itself (which operates primarily in Europe and Asia) and Transamerica (primarily in the United States \nand Canada). Aegon’s brands are one of the company’s most important assets. Aegon’s approach to brand management is based on the company’s three core values: \n•\t Bringing clarity \n•\t Working together \n•\t Exceeding expectations. \nThese values underpin Aegon’s purpose as a company: to help people take responsibility for their financial future. Aegon’s values are \nused to help assess employee performance and, in the Netherlands, as part of the recruitment process. \nAegon supports its brands through sponsorships and regular advertising campaigns. Many of the company’s sponsorships focus on \nexcellence in sport. Aegon is currently the lead sponsor of Dutch soccer club Ajax, and supports US golfers Zach Johnson and Kyle Stanley, as well as tennis in the United Kingdom. In 2012, Aegon spent approximately EUR 23 million on these sponsorships, excluding activation costs. \nAegon’s brands are managed through the company’s Brand & Customer Council, whose members are drawn from Aegon businesses \nworldwide. The Council’s role is to advise the Management Board on brand issues, and ensure Aegon takes an integrated and clearly-defined approach to brand management. The Council works closely with the global Brand & Customer Strategy department. The Council reports to Marco Keim, CEO for Aegon’s operations in the Netherlands and the Management Board member responsible for brand. \n•\t The Council’s objective is to strengthen Aegon’s brands globally, improve customer loyalty and, in doing so, contribute to sustainable, profitable growth. \n•\t The Council identifies possible synergies between the company’s various business units, helping reduce costs, increase sales and improve efficiency. \n•\t The Council also sets overall priorities for spending on brand, product, distribution, communications and customer development. \n•\t The Brand & Customer Council meets every six weeks. Brand issues are also regularly discussed by the company’s Management and Supervisory Boards. \nAegon has common brand guidelines that apply to all its businesses worldwide, as well as a brand manual and an online platform – Global Brand Manager – which ensure these guidelines are properly implemented. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}