{"page_content": " \n \n \n   \n 26 Business overview Investing responsibly \nInvesting responsibly\n \nAegon manages investments both for its own account and on behalf of policyholders and clients. Through these investments, Aegon \nbelieves it has a responsibility, where possible, to promote sustainable economic growth and social well-being. At the end of 2012, Aegon had nearly EUR 458 billion in revenue-generating investments. \nAegon’s approach is set out in the company’s Responsible Investment Policy. This Policy contains a series of minimum standards in \nareas such as the environment, human rights, labor and working conditions, discrimination, corporate governance and business integrity. The policy applies to all Aegon businesses worldwide and all major asset classes. \nThe standards contained in the policy are used to assess the companies Aegon invests in. For those companies failing to meet the \nstandards, Aegon may choose to engage with senior management to bring about changes in policy and practice. \nIn addition, Aegon may exclude investment in certain companies if, after engagement, they still don’t meet these standards. \nAs a matter of policy, Aegon excludes investment in companies involved in controversial weapons, such as cluster bombs and anti-personnel mines. Aegon also refuses to invest in securities issued by governments involved in systematically breaching internationally-proclaimed human rights. A copy of Aegon’s Responsible Investment Policy and its exclusion lists are available on the company website at  aegon.com. \nImplementation of this policy is overseen by the company’s Responsible Investment Committee, which meets at least once a quarte r. \nMost activities related to responsible investment are managed by a Responsible Investment team within Aegon Asset Management. \nThe objectives of Aegon’s policy is to reduce risk – particularly associated with environmental, social or governance factors – and, where \npossible, to further improve returns on the company’s investments. Compliance with the Responsible Investment Policy is integrated fully into Aegon’s risk management operations, and the policy’s provisions are closely aligned with a number of other internal policies and statements, including the company’s Code of Conduct, its Statement on Diversity and Non-discrimination and its Human Rights Policy. \nAlongside its own Responsible Investment policy, Aegon is also a signatory to a number of international initiatives in this area, \nincluding: \n•\t The UN Principles for Responsible Investment (which sets out principles for integrating environmental, social and governance issues into investment management) \n•\t The Extractive Industries Transparency Initiative \n1 (which encourages governments and companies to be more transparent in \ndeclaring revenues and other payments from oil, gas and minerals). \n•\t The Principles for Sustainable Insurance (which sets out principles for integrating sustainability into insurance processes and interactions with customers, business partners and other stakeholders). \n•\t The Carbon Disclosure Project (which encourages companies to be more open about their emissions of carbon dioxide and other greenhouse gases). \nIn addition to the Responsible Investment Policy, Aegon also has a Global Voting Rights Policy. This policy sets out a number of basic principles with regard to the voting rights Aegon has as a shareholder in other companies. \nAegon Asset Management publishes an annual responsible investment report, available online. A number of Aegon Asset Management \ncompanies – including Kames Capital in the United Kingdom – regularly publish their voting records, or make them available on request. \n1 Aegon is a member of the EITI via Kames Capital, its UK asset management business. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}