{"page_content": " \n \n \n \n 27 Business overview Engaging other companies \nEngaging other companies\n \nEngagement is an important part of Aegon’s overall approach to responsible investment. Aegon regularly engages with the companies \nit invests in, particularly with those that fail to meet the standards contained in the company’s Responsible Investment Policy . \nThe aim of this engagement is, ultimately, to bring about a greater understanding of economic, social, environmental or governance \nissues – and, where possible, to bring about changes to policy or practice. \nEngagement takes place in three ways: \n•\t Directly, through Aegon Asset Management \n•\t Directly, but with support from a third party researcher, Sustainalytics \n•\t Indirectly, through collaboration with other investors – for example, through the PRI Engagement Clearing House or, in the United \nKingdom, through the Association of British Insurers. \nIn 2012, Aegon engaged with a total of 204 companies – 65% of engagement activities were related to corporate governance matters, the remaining 35% to environmental or social issues. Among the issues raised were international human rights, executive pay and performance, and the trade and manufacture of controversial weapons. Engagement is coordinated through monthly conference calls between those most closely involved – primarily asset management businesses in the United States, the Netherlands and the United Kingdom and responsible investment specialists at other business operations. \nIn line with the UN’s Principles for Responsible Investment, Aegon classifies its engagement activities as basic, moderate or extensive. \nIn 2012, 23% of these activities were “extensive” (please see definitions below). Aegon Asset Management has been a signatory to the Principles for Responsible Investment since 2011. \nDefinition\t % of engagement 2012 \nExtensive Engagements are systematic, frequent and have a clear, pre-determined goal. 23% \nModerate Engagement is somewhat systematic, takes place on more than one occasion, but 39% \ndoes not necessarily have a specific, pre-determined goal. \nBasic Engagement tends to be ad hoc and reactive, may not have gone beyond initial 38% contact, and may include engagement initiated by other investors. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}