{"page_content": "28 Business overview Impact investing \nImpact investing\n \nImpact investing is an emerging branch of asset management: making investments that deliver not only sound financial returns, \nbut also real social and environmental benefits. At the end of 2012, Aegon had just under EUR 3.6 billion invested in projects like these – primarily in the United States, the United Kingdom and the Netherlands. These projects range from low-cost social housing to sustainable timber and renewable energy. \nAssets under \nmanagement \nImpact (at end Dec 2012) \nAffordable housing\t Aegon has investments in affordable housing in both the United States and the EUR 3.13 billion \nNetherlands. In total, Aegon has contributed to the construction of more than 105,000 housing units in the United States and another 2,000 in the Netherlands. In addition, Aegon has smaller investments in the social / medical sector in the Netherlands. \nSustainable timber\t Over the past several years, Aegon has made extensive investments in sustainable EUR 115 million timber, certified by either the Sustainable Forestry Initiative or the Forestry Stewardship Council. These include direct investments, investments via equity funds and loans. \nRenewable energy\t In the United States, Aegon is involved in four separate wind power projects. Together, EUR 170 million these projects generate enough power to supply approximately 85,000 homes, and each year save 450,000 metric tons of carbon dioxide. Aegon also has smaller investments in the United States in solar power. \nElderly care homes\t Through Kames Capital – the company’s asset management business in the United EUR 96 million Kingdom – Aegon has a fund that invests in retirement homes in Scotland and northern England. These homes provide care for more than 900 elderly people, half of whom are living on government benefits. The fund has a ceiling of GBP 350 million. \nDevelopment banks\t In the United States, Aegon has investments in fixed income products and other bonds EUR 81 million \n1) \nissued by regional development banks. These banks operate in emerging and lesser developed countries, promoting economic growth and helping reduce poverty. \n1 Book value. \nAegon is currently developing a more coordinated approach to impact investment, and examining new investment opportunities in \nthis area. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}