{"page_content": " 30 Business overview Working with our suppliers \nWorking with our suppliers\n \nAegon works with thousands of suppliers and vendors around the world, in areas such as IT, office equipment and consultancy services. \nIn 2012, Aegon reduced spending on goods and services to EUR 1.34 billion, down from EUR 1.48 billion the previous year, as part of broader efforts to lower the company’s operating expenses. \nAs a financial services company, Aegon does not have a particularly complicated supply chain. For this reason, the company believes \nsocial and environmental risks in this area are relatively limited. Aside from a number of large IT or professional services firms, many of the company’s suppliers are small, and located close to Aegon offices. \nResponsibility for supply chain management lies with Aegon’s local business units. Many of these units apply standard terms and \ninclude specific provisions on respect for the environment and minimum working conditions. Suppliers are also expected to comply with other Aegon standards, set out in the Code of Conduct or the company’s Policy on Human Rights. In addition, Aegon has a company-wide outsourcing policy, and in many countries operates through a centralized procurement function. \nIn recent months, Aegon has begun to take a more coordinated approach in this area. Aegon’s first company-wide minimum \nsustainability standards for suppliers will be published later in 2013. These standards will apply to all new suppliers worldwide, and to existing suppliers on renewal of their contracts. The standards will apply to all goods and services, covering topics such as the payment of fair wages, working hours, the use of forced or child labor, health and safety, and protecting the environment. To support these standards, Aegon will conduct regular risk assessments of its leading suppliers. Aegon’s businesses in the Netherlands carried out an initial risk assessment in 2012. Other business units are expected to complete their own assessments during the course of 2013. \n2012 \n2011 Change 2010 \nAmount spent on goods and services EUR 1.34 billion EUR 1.48 billion (9.5%) EUR 1.47 billion ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}