{"page_content": "32 Business overview Financial risk \nFinancial risk \nIn recent years, reducing financial risk has been a key part of the company’s overall strategy. By reducing risk, Aegon has been able to \nfree up additional capital for reinvestment in the business. \nEquity risk This is the risk that shares Aegon owns in other Aegon has reduced risk in this area by selling direct \ncompanies fall in value. holdings and by hedging its exposure elsewhere, \nparticularly where products offer minimum income or return guarantees. Aegon has also redesigned some products so they contain less financial risk, most notably variable annuities in the United States. \nInterest rate risk This is the risk that interest rates will remain low, Generally, when interest rates are low, insurance \naffecting the company’s earnings. companies make less profit. Interest rates are currently at the lowest level they’ve been for many years. Aegon has reduced risk by lowering guarantees offered on some products, by re-pricing others and closely matching assets and long-term liabilities. \nCredit risk\t This is the risk that the sovereign and corporate bonds or other fixed income investments Aegon owns lose their value. Corporate bonds make up an important part of Aegon’s investment portfolio. The company has taken several steps to reduce risk in this area: by reducing dependence on spread-based products such as fixed annuities in the United States, by switching investments to safer securities and by reducing the overall size of the company’s balance sheet. Aegon has also reduced its exposure to troubled euro-zone economies like Greece, Ireland, Italy, Portugal and Spain. At the end of 2012, investments in government securities in these five countries amounted to just 0.6% of the company’s general account investments. \nFinancial risk is not the only risk Aegon faces. In many cases, as an insurance company, Aegon will look to take on more risk – in areas \nwhere there are attractive returns, and where the company believes the risks involved are manageable. Aegon’s earnings depend, to a large degree, on the extent to which claims from customers correspond to the assumptions made when pricing and selling products. Changes in mortality rates, life expectancy, morbidity or policyholder behavior may all have a significant effect on the company’s financial results. Aegon monitors these risks constantly, has complex models to predict trends and outcomes, and incorporates findings from these models into the pricing and structure of the company’s products. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}