{"page_content": " 34 Business overview Shareholder representation, dividends and share performance \nShareholder representation, dividends and share performance\n \nAegon has shares listed in both Amsterdam and New York. The company has thousands of shareholders around the world. Most \n– approximately 80% - are located in Aegon’s three main markets: the United States, the Netherlands and the United Kingdom. Aegon’s shareholders include banks, finance companies and pension funds as well as institutional and retail investors. Aegon’s largest shareholder is Vereniging Aegon, an association which acts in the long-term interests of the company and its stakeholders. \nAll shareholders are entitled to attend the General Meeting of Shareholders, to speak at that meeting and to vote on resolutions, either \nin person or by proxy, granted in writing. The General Meeting of Shareholders usually takes place in April or May at the company’s headquarters in The Hague. \nAegon encourages shareholder participation. The company solicits proxies from New York registry shareholders in line with common \npractice in the United States. Aegon regularly meets investors not only at the General Meeting but also at conferences, road shows and one-on-one meetings. Aegon also has a dedicated Investor Relations team, based in The Hague. Last year, Aegon held meetings with more than 750 investors. Aegon organized two Analyst & Investor Conferences, attracting around 80 attendees. Aegon executives also spoke at industry conferences organized by other companies, including Macquarie, Morgan Stanley, Bank of America, Merrill Lynch and Cheuvreux. \nFor more information on Aegon’s ownership structure and system of corporate governance, please see the company’s Annual Report, \navailable at aegon.com. \nIn 2012, Aegon’s share price rose by almost 55%. The increase was due mainly to the company’s improved financial performance. Dividend payments to shareholders depend on Aegon’s cash flow and the company’s overall capital position. For 2012, dividends due \non common shares totaled EUR 0.21 per share. Aegon resumed dividend payments last year after a break of three years following the financial crisis. \n2012 \n2011 Change 2010 \nClosing share price (Amsterdam, Dec 31) EUR 4.80 EUR 3.10 54.8% EUR 4.58 \nTotal dividend due per share EUR 0.21 EUR 0.10 110.0% None \nTotal shareholder return 63% (32%) - 1.0% \nEarnings per share 0.69 (0.06) - 0.76 ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}