{"page_content": "35 Business overview Financial performance and tax \nFinancial performance and tax \nIn 2012, Aegon reported a significant increase in earnings. This was due to a strong performance from its main businesses, and \nincrease in sales and a further improvement in world financial markets. Underlying earnings before tax – the company’s preferred measure of profitability – rose 17% to just under EUR 1.8 billion. Net income was 80% higher at EUR 1.57 billion. Figures also showed a decrease over the year in impairments. \nEUR millions\t 2012 2011 Change 2010 \nUnderlying earnings before tax 1,787 1,522 17.4% 1,833 \nNet income 1,571 872 80.2% 1,760 \nSales 6,725 5,701 18.0% 6,018 \nValue of new business 619 422 46.7% NA \nReturn on equity 7.1% 6.7% 5.6% 8.6% \n1 \tPlease note that these figures are based on a market consistent measurement for the value of new business (VNB). Previously, Aegon used a traditional measure \nfor VNB. Under this method, the company’s 2011 VNB amounted to EUR 332 million. NA – not available. Aegon has not reported a figure for market consistent VNB for 2010. \nIn 2012, Aegon received a total of EUR 104.8 million in payments from the tax authorities: \nEUR, millions\t 2012 2011 Change 2010 \nTotal tax paid (104.8) 374.6 _ 274.1 \nAmericas (10.6) 52.2 _ (64.2) \nNetherlands (135.1) 270.2 _ 264.8 \nUnited Kingdom (23) 28.8 _ 47.3 \nOthers 63.9 23.4 _ 26.2 \nPlease note that there is often no direct correlation between tax on earnings for any given year and amounts paid or received in tax. \nPart of the explanation for this is that certain tax deductible items are not recognized in the profit & loss statement, but directly in equity. Also, payments to the tax authorities are spread over a number of years and payments made may be recovered due to tax losses in later years. In relation to 2012, Aegon reached an agreement with the tax authorities that resulted in an acceleration of tax deductions and corresponding tax refunds. In 2012, the income tax charge on earnings totaled EUR 333 million, while there was an amount of tax received of EUR 105 million. \nFigures in parentheses reflect payments to the company. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}