{"page_content": " \n \n \n \n \n 37 Employees Turnover, recruitment and redundancies \nTurnover, recruitment and redundancies \n2012 2011 Change 2010 \nEmployee turnover 14% 19% (26.3%) 15% \nVoluntary 7% 11% (36.4%) 7% \nInvoluntary 6% 7% (14.3%) 7% \nOther 1% 1% Unchanged 1% \nRedundancies 1,211 2,377 (49.1%) NA \nNew hires 1) 2,740 2,516 8.9% 3,788 \nAverage days needed to fill vacancies 50.0 40.0 25.0% 38.0 \nAverage applicants for each vacancy 55.0 50.0 10.0% 46.0 \n1 Does not include employees taken on as a result of mergers or acquisitions. \nAegon’s employee turnover rate slowed to 14% - the result of a decrease in departures, with much of the company’s planned \nrestructuring completed by the end of 2011 or early 2012. There was also a policy, in certain businesses, of not replacing those employees leaving the company either to retire or to take up jobs elsewhere. \nAegon took measures again last year to limit compulsory redundancies and to help those losing their jobs find alternative employment. \nThese measures included: \n• Reassignment, where possible, within the company or switch to more flexible or part-time working \n• Assistance with job searches and re-training \n• Access to outside recruitment or outplacement services \n• Careers advice and ring-fencing of some positions for internal candidates \n• Dedicated internet and social media sites for employees to share information, leads and new job opportunities \n• Extensive internal communications to explain process to both managers and employees. \nDuring the year, there were also extensive consultations with employees, trade unions and other employee representative bodies \nconcerning reorganization and restructuring plans. Before making redundancies, Aegon explored other ways of reducing the company’s operating expenses, including – in some businesses – salary and / or recruitment freezes. \nOf those employees made redundant in 2012, the majority accepted voluntary redundancy packages or early retirement. Overall, figures for 2012 showed a greater availability of labor in Aegon’s markets, with the average number of applicants for each \nvacancy increasing by 10%. Skilled workers, however, remain in short supply, particularly in Asian emerging markets. Most recruits during the year were hired to replace staff leaving the company. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}