{"page_content": "38 Employees Diversity and non-discrimination \nDiversity and non-discrimination \n2012 2011 Change 2010 \nPercentage of women in workforce 54% 54% Unchanged 51% \nPercentage of women in senior management 31% 26% 19.2% 24% \nIncidents of alleged discrimination 8 15 (46.7%) 2 \nAegon believes that a diverse workforce brings definite business benefits by encouraging new thinking and innovation, by creating a \nmore inclusive and attractive working environment and by bringing the company closer to both its employees and its customers. Aegon has policies that seek to protect and promote non-discrimination in the workplace, whether on grounds of race, disability, religious belief, sexual orientation, age or gender. \nIn addition, Aegon has a company-wide Statement on Diversity & Non-discrimination. This Statement commits Aegon to creating a \nproductive and open working environment in which all employees are valued for their contribution and are able to realize their potential. \nAlongside the Statement, Aegon also takes steps to encourage greater diversity within the company’s workforce. These include mentoring programs, discussion groups and measures to help those with family commitments, such as flexible or part-time working, access to childcare and family leave. In the United States, there is a Diversity Discussion and Study Group, and a Women’s Network Forum, which bring together employees to share ideas on improving working practices and the working environment. \nAegon is also a signatory to the Talent to the Top initiative in the Netherlands, which aims to increase the number of women in senior \nmanagement. In the United States, the company is a member of the Corridor Women Connect group, which helps develop leadership skills among female managers. \nAegon businesses also regularly conduct training on diversity issues. In the United States, for example, Transamerica organized a \ntraining session for managers last year on integrating and improving the working environment for disabled employees. In Hungary, Aegon introduced a new training program aimed at women in the company’s middle and senior management. \nIn 2012, the proportion of women in senior management \n1 at Aegon rose to 31%, up from 26% the previous year. Aegon’s aim is to \nincrease this percentage over the coming years. The company already has a number of women in prominent positions, including Chief \nExecutive, Chief Financial, or Chief Operating Officers at operations in Canada, the United Kingdom, the United States, Romania and at Aegon Asset Management. \n1 Senior management comprises members of Aegon’s Management Board, business unit CEOs and the two layers of management immediately below. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}