{"page_content": " \n \n \n \n \n \n \n \n \n 39 Employees Employee welfare \nEmployee welfare \n2012 2011 Change 2010 \nAbsentee rate 1) 2.3% 2.6% (11.5%) 2.0% \nUnited States 1.7% 1.8% (5.6%) 1.7% \nThe Netherlands 3.4% 4.0% (15.0%) 4.1% \nUnited Kingdom 3.4% 3.0% 13.3% 2.9% \nCentral & Eastern Europe 1.9% 1.9% Unchanged 1.6% \nAegon Asset Management 1.6% 2.3% (30.4%) 0.6% \nChina 3.7% 1.8% 105.6% 1.4% \nSpain 1.0% 1.0% Unchanged NA \nWork-related injuries and illnesses 271.0 236.0 14.8% 292.0 \n1 Excludes maternity leave (except in the United States). \nAegon has a number of programs in place to help improve the health of its employees and reduce absenteeism. These include: • Regular health check-ups and assessments \n• Programs to reduce stress and promote healthy living (particularly cardiac health, diet, anti-smoking and disease prevention) \n• Counselling services (open, in some cases, both to employees and their families) \n• Free ‘flu vaccinations in the winter \n• Workshops aimed at helping managers respond to employees who have suffered recent bereavement or other traumatic events \n• Access to company doctor and medical facilities \n• Guidelines for managers and employees on how to identify and manage stress in the workplace \n• Regular safety training, seminars and communications campaigns to raise awareness of health issues and potential risks \n• Online platforms to help employees with self-assessment and monitoring \n• Special safety and wellness committees to oversee the company’s approach to health and safety issues. \nMost Aegon country units have written policies or statements in place in this area, and of course comply with local rules and \nregulations. In the United States, “health and fitness” is included as a separate section in the company’s Employee Handbook. Health and safety issues are assessed as part of the company’s approach to operational risk management, and are often discussed in meetings between management and trade unions or other employee representative bodies. Aegon’s annual employee survey also addresses questions linked to health and safety, and particularly to stress in the workplace (including respect and recognition and maintaining a reasonable work / life balance). This helps Aegon identify possible areas of weakness, which can be addressed through specific “outcomes” incorporated into managers’ individual goals and targets. In both the United States and the United Kingdom, Aegon has an Employee Assistance Program, which provides confidential advice on issues such as bereavement and financial, medical or other personal and work-related problems. \nIn 2012, Aegon’s overall absentee rate decreased to 2.3%, down from 2.6% the year. The decrease was due mainly to lower \nabsenteeism in the United States, the Netherlands and at Aegon’s asset management operations. The number of work-related injuries and illnesses rose by almost 15%, but this was due to a change in reporting methodology in the Netherlands. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}