{"page_content": " \n \n \n \n \n \n \n \n \n 4 Strategy What sustainability means to us \nWhat sustainability means to us\n \nSustainability is an important part of Aegon’s overall corporate strategy, and an important way for the company to achieve the \nobjectives of that strategy.  \nAegon has set itself a very clear ambition: to be a leader in all its chosen markets. “Leader” does not necessarily mean the biggest, but \nthe “most recommended”, not only by customers, but also by the company’s employees, its business partners and intermediaries. It also means becoming the “most respected and trusted” provider of financial services in those markets. \nAegon’s sustainability strategy supports this ambition in three main areas. \n• Ensuring that Aegon offers products and services customers can trust. \n• Ensuring a responsible approach to investments that takes into account social and environmental factors as well as financial ones. \n• Helping support and build better local communities in the areas where the company has operations. \nIn each of these three areas, Aegon has set itself a number of objectives which it expects to implement by the end of 2015. \n• Introduce new company-wide principles of market conduct, alongside existing local codes, to ensure \ncustomers are treated fairly; that products and services are clearly explained; and that customers are offered products that meet their specific requirements. \n•\t Develop common benchmarks for product development and pricing to ensure products meet the same basic \ncriteria wherever they’re sold around the world. \n•\t Introduce the Net Promoter Score (NPS) as the company’s preferred measure of customer loyalty, and use NPS \nto strengthen products and customer service. \n• Ensure environmental, social, and governance factors are taken into account when making investment decisions, as part of the company’s broader policy on Responsible Investment. \n•\t Explore the possibility of expanding Aegon’s current impact investments in areas such as renewable energy and affordable housing. \n•\t Expand the company’s advocacy program, and focus research and public policy work on the key issues of global aging, retirement and financial literacy. \n•\t Build a stronger corporate citizenship program to support communities around the world. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}