{"page_content": " \n \n \n \n \n \n \n \n \n \n \n 40 Employees Empowering our employees \nEmpowering our employees \n2012 2011 Change 2010 2) \nEmployee engagement 1) 67.0 63.0 6.3% NM \nEmployee empowerment 1) 67.0 64.0 4.7% NM \nPercentage of global workforce participating in annual survey 89% 78% 14.1% NM \n1 Using Hay Index; scores out of 100. Based on survey carried out in January 2013. \n2 Prior to 2011, employee satisfaction and engagement surveys were conducted at a local level only.  \nNM – Not measured. \nAegon regularly surveys its employees, and uses the results to improve performance, as well as identify areas of weakness or \npossible risk. Results from the survey are communicated to all levels of the company, and broken down by individual business unit so that “action plans” can be put into place. Based on the results, Aegon’s Management Board sets a number of priorities for the entire organization. \nThe survey covers a number of different areas, including: \n• Employees’ understanding of Aegon’s strategy and their individual role within the organization \n• Confidence and trust in senior executives and local managers \n• Confidence in the direction and future of the company \n• Access to training and prospects for career advancement \n• Culture of support and innovation within the company \n• Importance of work / life balance \n• Link between employee engagement and customer service \n• Relevance of internal communications. \nThe survey is carried out by a third party – the Hay Group – in part to ensure confidentiality. \nThe survey measures both employee engagement (the degree of employee commitment to the company) and employee empowerment \n(the extent to which employees feel able to carry out their work effectively). Results are benchmarked against peers and high-performing companies from other sectors. \nFindings from the survey also play a key role in assessing the effectiveness of Aegon’s products and services, and in identifying social, \nhealth & safety, sustainability or other operational risks. \nFollowing the previous survey, Aegon put in place a series of action plans, designed to address the main findings and improve \nspecific areas of weakness. These action plans were based on priorities set by the company’s Management Board, which focused on strengthening internal communications and improving employees’ understanding of Aegon’s strategy and its products and services. Local action plans included additional product training for employees, as well as improvements to management communications and talent development. \nAegon held its latest survey in January 2013. Results from this survey will be used to assess progress with local action plans and to set \npriorities for 2013 / 2014. The survey showed an increase in both employee engagement and employee empowerment. The percentage of employees considering Aegon to be a “socially responsible company” also rose to 76%, up from 67%. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}