{"page_content": " \n 41 \n Employees Employee representation and collective bargaining \nEmployee representation and collective bargaining \n2012 2011 Change 2010 \nPercentage of global workforce with works council, trade union or other \nemployee representative body 47% 46% 2.2% 40% \nPercentage of workforce covered by collective bargaining agreement 46% 41% 12.2% 24% \n2012 2011 Change 2010 2) \nPercentage of employees considering Aegon to be a \"socially responsible company\" \n1) 76% 67% 13.4% NM \n1 Using Hay Index; scores out of 100. Based on survey carried out in January 2013. \n2 Prior to 2011, employee satisfaction and engagement surveys were conducted at a local level only.  NM – Not measured.\n \nAll Aegon employees are free to join trade unions or other employee representative groups, regardless of their place of work. The \ncompany has an active dialogue with trade unions in several countries, including the Netherlands, the United Kingdom, Hungary, Poland, Spain and China. Trade unions Aegis and Unite are both represented on Aegon’s European Works Council. Unions and other bodies are regularly consulted on issues such as salaries and working conditions, as well as business restructuring, reorganization, strategy and diversity. \nAegon’s Human Rights Policy commits the company to upholding employees’ rights to representation and collective bargaining through \nthe UN Declaration of Human Rights and the core standards of the International Labor Organization. At the end of 2012, 47% of Aegon’s employees worked for business units with a works council, trade union or other employee \nrepresentative body. Just under half of all Aegon employees were covered by a collective bargaining agreement. These agreements operate both in the United Kingdom and the Netherlands, as well as Hungary, Romania, Slovakia and Spain. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}