{"page_content": " \n \n \n \n \n \n 42 Employees Code of Conduct and grievance mechanisms \nCode of Conduct and grievance mechanisms\n \nAegon has a Code of Conduct, which applies to all employees worldwide. This Code sets out the company’s expectations with regard to \nemployees’ professional conduct. It covers a number of areas, including: \n• Preventing discrimination in the workplace \n• Ensuring free and fair competition \n• Ensuring the confidentiality of personal information supplied by customers, business partners, shareholders and other employees \n• Preventing money laundering, corruption and the payment of bribes \n• Respecting the environment and promoting greater environmental responsibility \n• Ensuring clear, accurate and regular disclosure of financial and other information. \nThere is a copy of the Code of Conduct on Aegon’s corporate website at aegon.com. The Code is regularly updated to reflect changes in \nregulation and/or the business environment. The Code was last updated in 2011. All Aegon employees receive mandatory training on the Code and its practical application. \nAegon employees are able to report suspected violations of the Code or other misconduct in confidence via the company’s Global Ethics \nLine, which is managed by an independent external party, and is available 24 hours a day, 7 days a week, in employees’ own languages. \nIn addition to the Global Ethics Line, Aegon has similar systems in place at a local level, as well as more formal grievance procedures. \nThese include S.H.A.R.E. in the United States and the Employee Assistance Programme in the United Kingdom. S.H.A.R.E. is also open to outside parties, including intermediaries and employees’ families. The UK Employee Assistance Programme also provides access to counsellors, legal representatives and qualified nurses both for employees and their families. In the Netherlands, Aegon has a network of “trustees” who may serve as mediators in disputes between management and employees. Employee grievances are also included in regular discussions with trade unions and other employee representative bodies, both in the Netherlands and elsewhere. \nAegon takes violations of its Code of Conduct very seriously, and carries out prompt investigations into all reports. The company is \ncommitted to following up all complaints registered via the Global Ethics Line within six working days. \nAlongside the Code of Conduct, Aegon also has formal complaints procedures in place. These include a specific procedure covering \nsuspected violations of financial controls and a Global Financial Crime Notification, Investigation and Reporting Procedure, which provides a clear definition of what constitutes financial crime and helps in tracking incidents of fraud and corruption. Incidents of fraud involving employees fell in 2012 to 4, down from 11 the previous year. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}