{"page_content": " \n \n \n 43 Employees Training and appraisals \nTraining and appraisals \n2012 2011 Change 2010 \nSpending on training EUR 11.0 million EUR 12.9 million (14.7%) EUR 13.4 million \nPer FTE EUR 453 EUR 508 (10.8%) EUR 488 \nAverage number of days / employee 3.3 3.3 1.20% 3.8 \nPercentage taking part in formal skills and \ncapabilities programs: \nSenior management 89% 83% 7.2% 91% \nMiddle management 89% 89% Unchanged 91% \nOther grades 87% 75% 16.0% 88% \nAegon provides regular training at all levels within the company. This training fulfills several functions: \n• To ensure there is scope for employees to improve performance and achieve personal goals \n• To develop existing talent within the organization \n• To raise awareness of risks such as fraud, money laundering and insider dealing \n• And, in certain cases, to ensure compliance with either internal or external regulatory requirements. \nAegon offers a variety of both online and class-based training programs. These include training on the company’s Code of Conduct, \nwhich is mandatory for all employees and specific e-learning programs on tackling fraud, corruption and insider dealing. \nThere are also extensive programs at a local level, as well as more targeted conferences, webinars and online courses in specialist areas \nsuch as internal audit, sustainability, communications and risk management. These training programs may cover a number of different areas, such as customer service, product knowledge, business writing, corporate culture, compliance, diversity issues, negotiation skills and sales. Most Aegon units also grant employees time and occasionally financial support to pursue individual projects such as language training or higher education related to their work with the company. In the United States, Transamerica regularly organizes brief training sessions for managers, known as Take 15. In 2012, Take 15 courses addressed a number of topics, including labor standards, immigration and handling customer complaints. \nTraining programs are closely linked to employees’ performance appraisals, which identify areas of weakness and possible \nimprovement. Aegon assesses performance according to a number of different criteria. These include the company’s corporate values, critical work experience, technical skills and abilities, current potential and performance against financial, non-financial and personal targets. In some instances, Aegon also uses 180 or 360 degree appraisals. For senior management, the assessment is linked directly to career development and succession planning. In the United States, which accounts for almost half Aegon’s total workforce, appraisals include a “sustainability” component, which assesses employees’ compliance with company values, rules and procedures, including the Aegon Code of Conduct. \nIn 2012, overall spending on training declined by 15%; this decrease was mainly due to a further reduction in Aegon’s workforce during \nthe year. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}