{"page_content": " \n \n \n \n \n 44 Employees Talent development \nTalent development\n \nAegon believes that, to attract and retain talented staff, the company must not only offer attractive compensation, but also provide \nemployees with adequate opportunities for career advancement. \nAegon has a global talent management program, which is aimed at: \n• Identifying, managing and rewarding talent across the organization \n• Ensuring the company has the right skills, competencies and experience to support current and future strategy \n• Using the quality of Aegon’s management as a competitive advantage. \nOver the past two years, Aegon has carried out a thorough “talent review”, covering members of the company’s Management Board, \nlocal CEOs and at least two levels of management immediately below. The aim of this review was to identify opportunities for advancement, succession planning and to assess overall performance and “turnover risk”, as well as to map individuals skills and abilities. The review is based on pre-defined leadership qualities. Aegon has also extended this review to other “high potentia l” \nemployees within the organization. Aegon’s US business Transamerica has made the same review process available to other employees via its learning center. \nIn addition to the talent review, Aegon has a number of other programs in place to encourage leadership potential within the \ncompany. These include Aegon University, which brings together talented employees from across the organization each year, and gives them the opportunity to share knowledge and experience. Locally, Aegon has the Transamerica Academy in the United States, the Central & Eastern Europe Aegon University and a separate leadership development program in Asia. All offer similar programs to Aegon University. In the Netherlands, Aegon has a specific leadership program for high-performing managers. Other Aegon units run mentoring programs to encourage younger talent, and to develop specific skills and capabilities. Aegon also has a Global Assignment Policy, covering employees working outside their home countries. This policy is aimed at promoting greater mobility within the company’s workforce. Aegon tracks ”international skills” – such as the ability to speak foreign languages – as part of its talent review and succession planning. \nAegon attaches considerable importance to succession planning, particularly with regard to sensitive or senior positions within the \ncompany. Discussions are held regularly between members of Aegon’s Executive Board and individual business unit CEOs to identify potential leaders from within local business operations. Members of the Executive and Supervisory Boards also regularly discuss possible candidates for the company’s Management Board and Management Committee. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}