{"page_content": "46 Employees Rewarding performance \nRewarding performance \n2012 2011 Change 2010 \nTotal employment costs EUR 2.09 billion EUR 2.07 billion 1.0% EUR 2.15 billion \nAmericas EUR 976 million EUR 934 million 4.5% EUR 990 million \nThe Netherlands EUR 493 million EUR 469 million 5.1% EUR 460 million \nUnited Kingdom EUR 181 million EUR 259 million (30.1%) EUR 318 million \nNew Markets EUR 374 million EUR 341 million 9.7% EUR 324 million \nHolding & other activities EUR 67 million EUR 66 million 1.5% EUR 59 million \nPlease note that some numbers have been rounded. \nTo attract the right talent, Aegon knows it must offer competitive salaries and compensation packages. The company’s total \nemployment costs, including both salaries and other benefits, rose 1% in 2012 to EUR 2.09 billion. Increases in the United States and the Netherlands were offset by a 30% decline in costs in the United Kingdom – the result of a reduction in the size of Aegon’s workforce during the year. Costs per employee increased by 7.1% to EUR 90,000, driven in part by the stronger US dollar. \nEmployees’ salaries may contain a fixed and variable component. This variable component is linked to personal and / or company \nperformance. Generally, the proportion of this variable pay increases with seniority within the organization. All Aegon employees are subject to regular, standardized performance appraisals. \nAegon’s overall approach to pay is set out in the company’s Global Remuneration Framework, introduced in 2011. This framework \nprovides basic standards for fixed salaries and variable pay. Importantly, it also ensures variable pay is linked directly to performance and that Aegon’s salary structures do not inadvertently lead to excessive risk-taking or compromise the independence of employees working in “control functions”, such as internal audit, risk management or compliance. \nUnder Aegon’s Global Remuneration Framework, performance-related pay is capped at an appropriate level as a percentage of the f ixed \nsalary. Variable pay may also be clawed back under certain circumstances. In most cases, variable pay is paid out in instalments over a \nperiod of at least three years. Aegon’s objective, with the framework, is to support the company’s performance and the implementation of its strategy, and ensure that the company is able to attract and retain talented employees over the long term. \nPension arrangements vary by country unit. In the United States, for example, employees are offered both defined contribution and \ndefined benefit plans. In total, Aegon’s pension plans in its three main markets – the United States, the Netherlands and the United Kingdom – cover an estimated 55,000\n1 current and former employees. \nFor details of remuneration for members of Aegon’s Executive and Supervisory Boards, please refer to the 2012 Annual Report, available at aegon.com. \n2012 \n2011 Change 2010 \nPercentage of variable compensation to total pay: \nSenior management 29% 30% (3.3%) 26% \nMiddle management 29% 21% 38.1% 16% \nOther grades 14% 10% 40.0% 6% \nPercentage of variable compensation determined by individual performance: \nSenior management 33% 32% 3.1% 20% \nMiddle management 24% 40% (40.0%) 25% \nOther grades 19% 48% (60.4%) 33% \n2012 2011 Change 2010 \nPercentage taking part in / regular, standardized performance appraisals: \nSenior management 89% 83% 7.2% 91% \nMiddle management 89% 89% Unchanged 91% \nOther grades 87% 75% 16.0% 88% \n1 Estimate made in 2010. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}