{"page_content": " \n \n \n \n \n \n \n \n 47 Community Sustainability and the wider community \nSustainability and the wider community\n \nAegon has a responsibility to support the communities in which it operates. That means supporting local community projects and \ninitiatives and making sure that our business operations don’t damage the local environment. Aegon’s corporate donations focus on three areas: health, welfare and literacy. In 2012, the company donated a total of EUR 5.6 million. Aegon is also making it easier for its employees to volunteer on local projects by giving them paid time-off. On the environment, Aegon is working hard to reduce emissions of carbon dioxide from its main buildings, and to bring down its consumption of other key raw materials, like paper and water. This section of Aegon’s Sustainability Supplement details Aegon’s approach to both community projects and the environment. \nInvesting in the community \nAegon has a long tradition of supporting local communities, particularly in the countries in which the company operates. Responsibility for this work lies primarily with the company’s individual business units. These units work within the company’s Policy for Charitable Donations, which sets out minimum guidelines and standards for donations and support to charities, good causes and other non-profit organizations. Under this policy, Aegon’s aim is to direct most of its donations to three main areas: \n• Health \n• Welfare \n• Literacy. \nIn 2012, more than 80% of the company’s total donations went to causes in these three areas. \nAegon’s Policy for Charitable Donations also sets out guidelines and standards for the following: \n• Selection criteria for charities and other good causes \n• Fund-raising for emergencies or humanitarian appeals \n• Governance and approval processes for donation requests \n• Payment terms and conditions \n• Return benefits and reporting \n• Evaluating impact on beneficiaries of the company’s donations. \nMore specifically, Aegon’s policy sets out a clear system of governance for charitable donations. Larger donations – those above \npre-determined thresholds – are reviewed by the company’s Donations Advisory Committee, which oversees implementation of the \ncompany’s Policy for Charitable Donations, and makes recommendations to the Management Board. Members of this committee are \ndrawn from Aegon’s Corporate Center departments, as well as from individual country and business units. The committee works in \nclose cooperation with the Aegon Transamerica Foundation, which is responsible for Aegon’s corporate giving program in the United \nStates. \nAegon’s charitable donations have a very clear objective: to create a better quality of life for the beneficiaries of the programs Aegon \nsupports, and to ensure long-term, sustainable support for the charities and organizations involved. \nAs part of its approach to charitable donations, Aegon allows employees limited paid time-off for volunteer work. This time-off was \nfirst introduced in 2011 in the United States, and has since been rolled out to other operations. At the end of 2012, approximately \n64% of Aegon’s global workforce had access to paid time-off for volunteer work. Aegon expects to extend this benefit to the rem aining \n36% during the course of 2013. \nIn 2012, Aegon donated a total of EUR 5.6 million to charities and other non-profit organizations around the world. This was 14% \ndown on the previous year’s EUR 6.5 million – the result of a decrease in spending in the United States, further budget cuts in the \nUnited Kingdom and changes to reporting at Aegon’s Corporate Center. Nearly two-thirds of Aegon’s donations last year were made in \nthe United States. \n2012 \n2011 Change 2010 \nCharitable donations EUR 5.6 million EUR 6.5 million (13.8%) EUR 6.6 million \nHealth EUR 1.71 million NM - NM \nLiteracy EUR 1.24 million NM - NM \nWelfare EUR 1.66 million NM - NM \nTotal employee hours volunteered 6,879 NM - NM \nCommunity investment as % of net income 1) 0.4% 0.8% (50.0%) 0.4% \n1 Community investment includes both cash donations and the estimated cost of employee volunteering. NM – not measured. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}