{"page_content": " 48 Community Public policy & political contributions \nPublic policy & political contributions\n \nAegon works closely with regulators and governments on issues of importance to the life insurance and pension industry. Responsibility \nfor this lies with the company’s Public Policy & Regulatory Affairs teams in Brussels and Washington. Aegon’s aim is to ensure lawmakers have access to Aegon’s knowledge and experience when framing new legislation. \nAegon also works through industry associations and regional bodies. These include the Association of British Insurers in the United \nKingdom, the Association of Insurers in the Netherlands and the American Council of Life Insurers in the United States, as well as the pan-European Insurance Forum and the insurance industry Chief Risk Officer and Chief Financial Officer forums. \nAlongside its public policy work, Aegon also publishes regular data and research on issues of interest to the life insurance and pension \nindustry. These include regular reports from the Transamerica Center for Retirement Studies on US retirement attitudes and practices. Aegon Global Pensions also publishes research papers on employee pension planning for international companies. \nWith respect to political contributions, Aegon follows the laws in force in each of its markets. Outside the United States, Aegon does \nnot make donations to political parties, governments or candidates for public office. \nIn the United States, in common with many other companies, Transamerica has a Political Action Committee (PAC). This committee \npools voluntary contributions from eligible employees to support candidates for federal and state legislative office. The PAC’s donations are a matter of public record. Details are available from the website of the US Federal Election Commission (fec.gov). \nNeither Aegon nor its US companies make any direct contributions to federal candidates or federal PACs. However, Aegon’s US \ncompanies may make corporate donations to candidates for state offices or to trade association PACs in states that allow such contributions. In all cases, Aegon and its US companies abide by US campaign finance laws. These laws prohibit companies from m aking \ndonations to federal candidates. \nAlongside the PAC, Aegon also has a Citizen Action Network in the United States. This provides information on proposed legislation \naffecting the pension and insurance industry, and takes part directly in “Get Out And Vote” campaigns to encourage employees to vote at local and national elections. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}