{"page_content": " \n \n \n 49 Community Making insurance more inclusive \nMaking insurance more inclusive \nAegon offers a number of products targeted at customers on low incomes – or those with chronic medical conditions that may make \nit difficult to access conventional insurance. These products include low-cost life insurance, savings protections, death and accident cover, as well as membership products in the United States, which help customers save money on basic necessities like food and prescription drugs: \nCountry unit\t Product / service \nUnited States Affordable membership products, including PlanPlus, Fun Family Select and Perfect Home Rewards and low-cost \nMedicare coverage. \nHungary Low-cost funeral insurance and accidental death cover, as well as low-premium endowment product and household insurance specifically aimed at older customers and those on low incomes. \nPoland Range of products for customers on low incomes, including a low-cost endowment product, savings protection and guaranteed pension plan, as well as low-cost accident and health insurance. \nIndia\t Fourteen percent of Aegon’s life insurance products were distributed in rural areas in 2011 (in line with the company’s regulatory obligations).  Just over a third of these products were distributed for free. A further 20,000 lives are covered by group policies for other socially-disadvantaged groups. \nBrazil Low-cost life insurance, available in 400 cities in the north-east of the country (in partnership with micro-finance specialist, Finsol). \nRomania Low-cost disease, hospitalization and accidental death cover. \nSpain Savings products \nSlovakia New rider covering men in early stages of prostate or colorectal cancer \nCzech Rep. Cover for diabetes sufferers against common illnesses associated with the condition. \nIn addition to the products above: \n•\t Aegon is one of a number of private sector partners of the Health Insurance Fund Initiative. Launched in 2006, this initiative is \naimed at introducing collective social security insurance funds for poorer communities in sub-Saharan Africa. \n•\t In the Netherlands, Aegon is a co-shareholder in the life insurance company De Hoop, which helps vulnerable groups (such as former \nprisoners) gain access to life and other forms of insurance. \nLike many other insurance companies, Aegon has contractual measures in place to help those customers who find themselves on low incomes or, through no fault of their own, are unable to maintain payments. These measures may include lower premium payments, grace periods, contribution breaks and loans or, in some cases, reducing coverage offered by a particular policy. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}