{"page_content": " \n \n 5 Strategy What sustainability means to us \nTo achieve these objectives, Aegon needs a strong foundation, which means: \n• Being transparent and accountable in setting clear goals and reporting. \n• Meeting recognized international standards with regard to sustainability. \n• Being a good and responsible “steward” of all the company’s resources. \nWhat does a “strong foundation” mean in practice? \nBe transparent and Meet recognized Be a good and \naccountable international standards responsible “steward” \nWhere possible, set clear goals, targets Comply with reporting standards set by the Continue, where possible, to reduce \nand key performance indicators (KPIs) with Global Reporting Initiative to the highest consumption of key raw materials, particularly \nregard to the company’s main non-financial possible level (A+). energy and paper. \nobjectives. Report progress against these \ngoals, targets and KPIs, both externally and within the company. \nWhere relevant, incorporate KPIs into Maintain memberships of key international Introduce minimum sustainability standards \nmanagement and decision-making processes. agreements and conventions, including the for the company’s leading suppliers, and \nUNEP\n1) Finance Initiative’s Principles for conduct regular risk assessments in this area. \nSustainable Insurance, the UN’s Principles for Responsible Investment and the Carbon Disclosure Project. \nEnsure an appropriate level of external Take an innovative approach toward Strengthen Aegon’s approach to human rights \nassurance for the company’s reporting. “integrated reporting”, and play an active role in line with recent recommendations from John \nin discussions in this area. Ruggie, the UN’s Special Representative on business and human rights. \nMaintain an active engagement program with stakeholders in Aegon’s main markets. \n1 United Nations Environment Program. \nAegon’s sustainability strategy was discussed extensively last year by both the company’s Management and Supervisory Boards. The \nstrategy was approved by the Management Board in October 2012. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}