{"page_content": "50 Community International commitments \nInternational commitments \nAegon has a number of international commitments in various fields, including the environment, responsible investment and corporate \nsustainability. These commitments help guide the company’s decision-making, and form the basis of many of Aegon’s internal policies. \nThey include the following: \nPrinciples for Sustainable Insurance\t In 2012, Aegon became one of the founding signatories to the Principles for \nSustainable Insurance. The aim of the PSI is to ensure environmental, social and governance factors are incorporated into everyday decision-making. \nUN Declaration of Human Rights / International Labor Aegon has incorporated both the UN Declaration of Human Rights and the core \nOrganization labor and human rights standards of the International Labor Organization into \nhttp://www.ilo.org/global/lang--en/index.htm the company’s Policy on Human Rights. \nhttp://www.un.org/en/documents/udhr/index.shtml \nPrinciples for Responsible Investment Aegon signed up to the PRI in 2011; the PRI sets out guidelines for how \nhttp://www.unpri.org/ investors like Aegon should build social, environmental and governance factors \ninto their investment decisions. \nGlobal Reporting Initiative Aegon is an Organizational Stakeholder of the Global Reporting Initiative, which \nhttps://www.globalreporting.org/Pages/default.aspx is working toward common standards for corporate sustainability and non-financial reporting. \nCarbon Disclosure Project Aegon is a member of the Carbon Disclosure Project, which encourages \nhttps://www.cdproject.net/en-US/Pages/HomePage.aspx companies to be more open about their greenhouse gas emissions. \nInternational Integrated Reporting Council Aegon is working with the IIRC and a number of other companies on a pilot \nwww.theiirc.org program to help develop a new approach to corporate reporting, combining both financial and non-financial indicators. \nExtractive Industries Transparency Initiative In the United Kingdom, Aegon is a member of the Extractive Industries \nhttp://eiti.org/ Transparency Initiative, which encourages governments to be more transparent about proceeds from energy and mining. \nGlobal Coalition on Aging Aegon became a founding member of the Global Coalition on Aging in 2010. \nhttp://www.globalcoalitiononaging.com/ The Coalition seeks to raise awareness of aging issues among policymakers and the general public. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}