{"page_content": " \n \n 51 Community Protecting the environment \nProtecting the environment\n \nAegon’s approach to the environment is based on two main objectives: • To continue to reduce the direct impact of the company’s operations, where possible \n• And to ensure that environmental issues are taken into account when making investment decisions. \nOver the past few years, Aegon has taken initiatives to reduce emissions of carbon dioxide from its own business operations, mainly \nthrough lower energy consumption. Since 2009, Aegon’s CO\n2 emissions have decreased by 24.9%, well ahead of the 10% target the \ncompany set itself. \nInitiatives included switching to more efficient cooling, heating and lighting systems in both the Netherlands and the United States, and \na “server virtualization” program, which has resulted in more efficient data processing and a further reduction in electricity use. In the United Kingdom, Aegon is switching to green energy, and is planning to do the same in the Netherlands from 2014. \nAlongside these initiatives, Aegon has also taken steps to reduce its consumption of other key raw materials. Consumption of paper \nhas been brought down in recent years through campaigns to raise employee awareness, an increase in recycling and a switch, in many areas, to more digital correspondence with customers and other business partners. In 2012, overall paper consumption dropped by 4.6%. \nAegon also recognizes that it has an important role to play through its investments. The company regularly invests in high-impact \nsectors and industries, such as mining, oil and gas, manufacturing and retail. Under its Responsible Investment Policy, Aegon takes environmental issues into account when making investment decisions. As part of this policy, Aegon requires companies in which it invests to adopt a proactive approach to environmental challenges. This includes proper risk assessment, taking steps to avoid damage to the environment, and offering compensation or remedies to those affected if and when damage occurs. \nAlongside this policy, Aegon also invests in renewable energy and new environmental technologies. In the United States, the company \nhas investments in four separate wind power projects – a commitment of nearly $210 million. Together, these projects are capable of generating electricity for approximately 85,000 homes. Aegon also invests in sustainable timberland, and in affordable housing projects across the United States that have built-in energy efficiency. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}