{"page_content": "53 Community Reducing our impact on the environment \nReducing our impact on the environment \nAs an office-based company, Aegon’s direct effect on the environment is relatively minor. Aegon believes, however, that it has a \nresponsibility to manage energy and raw materials as efficiently as possible. Aegon businesses have a number of projects and initiatives in place to reduce the company’s environmental footprint, increase recycling and lower the amount of waste going to landfill. Many of these projects have been running for several years, but Aegon businesses regularly introduce new initiatives: \nAegon country Initiative 2012 \nHungary  Installation of new air conditioning system using hot water rather than natural gas. \nThe Netherlands Introduction of more energy-efficient lighting at our offices in The Hague and Leeuwarden\n Increased use of video conferencing to limit travel \nDecision to switch to 100% green energy from 2014. \nNew sustainable roofing with additional insulation to reduce energy needed for heating. \nPoland Introduction of new printers, using less paper and fewer cartridges. 90% of paper recycled after use. \nSpain  Improved ventilation system and more efficient use of lighting during the day. \nTurkey Switch to use of tablet PCs to reduce paper consumption and use of mobile signatures.\n Installation of energy-saving light bulbs. \nBattery and plastic bag collection and recycling. \nUnited States Maintenance and repairs of pipes, roofs and guttering etc. to reduce water loss through leaks. Temperature controls during the day to reduce consumption of electricity and gas. \nIntroduction of day-time cleaning to reduce evening / night-time electricity use. \nUnited Kingdom New working practices to discourage unnecessary printing and archiving. Introduction of new travel guidelines. \nRegular “road shows” and communications to encourage good environmental practice among employees. \n Specific environmental targets covering electricity, gas and water.\n Switch to electricity from renewable sources. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}