{"page_content": " 56 Rating How others rate Aegon's sustainability performance \nVigeo \nAegon regained its place in Vigeo's Advanced Sustainable Performance Index (ASPI) following the 2012 annual assessment. The ASPI \ncomprises the 120 best-rated companies in the euro zone. \nTransparency Benchmark \nAegon ranked 29th in the Dutch government's Transparency Benchmark in 2012, down from 8th the previous year. Of Dutch financial \nservices companies, Aegon ranked 8th. \nSAM (Dow Jones Sustainability Index) In 2012, Aegon retained its place in the Dow Jones Sustainability \nhttp://www.sustainability-index.com/ World Index for a thirteenth successive year. The company also \nregained the position in the European index that it had lost in 2011. In 2012, Aegon was placed in the silver class, which means the company’s score was between 1% and 5% of the sector leader. \nEIRIS (FTSE4 Good) Aegon was again included in the FTSE4Good index in 2012. Aegon has \nhttp://www.ftse.com/Indices/FTSE4Good_Index_Series/index.jsp been a member since the index was launched in 2001. \nEIRIS (FTSE4 Good) \nSustainalytics In its latest assessment, Sustainalytics ranked Aegon 11th out of 86 \nhttp://www.sustainalytics.com/ companies in the financial sector. Sustainalytics gave Aegon a score of \n68, an improvement on last year’s 65 and above the average for the sector, which was 55. \nOekom Research Oekom’s latest research, carried out in 2011, rated Aegon as “C \nhttp://www.oekom-research.com/index_en.php Prime”. Aegon’s social rating was C+ and its environmental rating C -. Oekom is due to publish new research on Aegon in the first half of 2013. \nVigeo Aegon regained its place in Vigeo’s Advanced Sustainable Performance \nhttp://www.vigeo.com/csr-rating-agency/en Index (ASPI) following the 2012 annual assessment. The ASPI comprises the 120 best-rated companies in the euro zone. \nTransparency Benchmark Aegon ranked 29th in the Dutch government’s Transparency \nhttp://www.transparantiebenchmark.nl/ Benchmark in 2012, down from 8th the previous year. Of Dutch financial services companies, Aegon ranked 8th. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}