{"page_content": " 6 Strategy Progress report 2012 \nProgress report 2012 \nOver the past year, Aegon has made very significant progress with a number of its sustainability goals and priorities, though there are \nclearly areas where further improvement is needed: \nGoal Progress \nTrusted products and Introduce new company-wide principles of market Aegon has adopted a set of six basic market conduct \nservices conduct, alongside existing local codes, to ensure principles, applying to all its businesses worldwide. \ncustomers are treated fairly; that products and services These principles encourage open, fair and honest \nare clearly explained; and that customers are offered treatment of the company’s customers at all times. \nproducts that meet their specific requirements. \nDevelop common benchmarks for product development Aegon has recently updated its Pricing & Product \nand pricing to ensure products meet the same basic Development Policy. Among others, this policy commits criteria wherever they’re sold around the world. the company to assessing potential benefits for \ncustomers and other stakeholders and to take these into account before pricing any product or service. \nIntroduce the Net Promoter Score (NPS) as the company’s preferred measure of customer loyalty, and use NPS to strengthen products and customer service. Aegon has adopted NPS as its preferred measure of customer loyalty. Nearly three-quarters of Aegon businesses now use NPS. That figure is expected to increase further  in 2013. Aegon’s businesses use findings from NPS surveys to drive further improvements in the company’s products and services. \nResponsible approach to Ensure environmental, social, business and governance \ninvestment factors are taken into account when making investment decisions, as part of the company’s broader policy on Responsible Investment. Aegon is providing training to fund managers across its businesses to ensure effective implementation of the company’s Responsible Investment Policy. Aegon has also secured information from a third party provider which will enable fund managers to better assess environmental, social and governance risks when making their investment decisions. \nExplore the possibility of expanding Aegon's current Aegon already has significant “impact investments”, \nimpact investments into areas such as renewable which deliver not only sound financial returns, but \nenergy, and affordable housing.   also social and environmental benefits. Aegon will be looking at possible new investments in areas such as renewable energy and low-cost housing when opportunities arise. \nBuilding better Expand the company’s advocacy program, and focus \ncommunities research and public policy work on the key issues of global aging, retirement and financial literacy. Last year, Aegon published its first Changing Face of Retirement report, based on extensive research in the United States, Europe and Asia. In the United States, the non-profit Transamerica Center for Retirement Studies also publishes regular research into retirement trends and practices. Aegon is also a founding member of the Global Coalition on Aging, which aims to increase understanding of aging issues among world leaders and other policymakers. \nBuild a stronger corporate citizenship program to In many countries, Aegon has introduced limited paid \nsupport communities around the world. time-off for employees wishing to volunteer in their local communities and elsewhere. By the end of 2012, paid time-off was available to 64% of the company’s workforce worldwide. Aegon expects to extend this benefit to other employees during the course of 2013. \nA strong foundation Where possible, set clear goals, and performance Aegon has now defined a set of key performance \ntargets with regard to the company’s main non- indicators linked to the company’s strategic objectives \nfinancial objectives. Report progress against these and its overall sustainability goals. Reporting against \ngoals and targets, both externally and within the these KPIs will be introduced progressively during the \ncompany. course of 2013. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}