{"page_content": "62 About UN Global Compact \nPrinciple Reference \nBusinesses should support and respect the Aegon has had a human rights policy in place http://www.aegon.com/Documents/aegon­\nprotection of internationally-proclaimed \nhuman rights. for the past six years. Respect for human rights is also included in the company’s com/Sustainability/AEGON-Human-rights­policy.pdf?epslanguage=en\nResponsible Investment Policy. As part of this policy, Aegon excludes investments in securities and bonds issued by governments that systematically breach internationally-proclaimed human rights. \n http://www.aegon.com/Documents/aegon­\ncom/Sustainability/AEGON-N-V-Responsible­\nInvestment-Policy.pdf?epslanguage=en \nBusinesses should make sure they are not Please refer to the answer above. http://www.aegon.com/Documents/aegon­\ncomplicit in human rights abuses. com/Sustainability/AEGON-Human-rights­policy.pdf?epslanguage=en \nBusinesses should uphold the freedom of As part of the company’s human rights \nassociation and the effective recognition of policy, Aegon is guided in its decisions by \nthe right to collective bargaining. the core standards of the International Labor Organization and the principles of the UN Global Compact. Aegon works closely with works councils and other employee representative bodies across the company’s business units. http://www.aegon.com/Documents/aegon­com/Sustainability/AEGON-N-V-Responsible­Investment-Policy.pdf?epslanguage=en \nhttp://www.aegon.com/Documents/aegon­\ncom/Sustainability/AEGON-Human-rights­policy.pdf?epslanguage=en \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/employees/sustainability-and­our-employees \nBusinesses should uphold the elimination of As part of its human rights policy, Aegon is http://www.aegon.com/Documents/aegon­\nall forms of forced and compulsory labor. committed to upholding the core standards of com/Sustainability/AEGON-Human-rights­\nthe International Labor Organization, including policy.pdf?epslanguage=en those referring to forced labor and child labor. These issues are also included in Aegon’s Responsible Investment policy. \nhttp://www.aegon.com/Documents/aegon­com/Sustainability/AEGON-N-V-Responsible­Investment-Policy.pdf?epslanguage=en \nBusinesses should uphold the effective Please refer to the answer above. http://www.aegon.com/Documents/aegon­\nabolition of child labor. com/Sustainability/AEGON-Human-rights­policy.pdf?epslanguage=en \nhttp://www.aegon.com/Documents/aegon­\ncom/Sustainability/AEGON-N-V-Responsible­Investment-Policy.pdf?epslanguage=en \nBusinesses should uphold the elimination of Aegon has a Statement on Diversity & Non­ http://www.aegon.com/Documents/aegon­\ndiscrimination in respect of employment and discrimination. This statement covers all com/Governance/Governance-documents/ \noccupation. Aegon’s businesses worldwide and operates Diversity-Statement.pdf \nin conjunction with existing local laws and regulations. The company’s Code of Conduct also contains non-discrimination provisions and applies to all Aegon employees worldwide. \nhttp://www.aegon.com/Documents/aegon­com/Governance/Governance-documents/ Code-of-Conduct.pdf?epslanguage=en ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}