{"page_content": "63 About UN Global Compact \nBusinesses should support a precautionary Aegon has a company-wide environmental http://www.aegon.com/Documents/aegon­\napproach to environmental challenges. policy, which applies to all country and \nbusiness units. This policy stresses the com/Sustainability/AEGON-Environmental­policy.pdf?epslanguage=en \nimportance of reducing consumption of energy and other raw materials, wherever possible. Aegon has also reduced emissions of carbon dioxide from its main buildings and offices by 15% over the period 2009-2012, ahead of the company’s target of 10%. Protection of the environment is also included in Aegon’s Responsible Investment Policy. \nhttp://www.aegon.com/Documents/aegon­com/Sustainability/AEGON-N-V-Responsible­Investment-Policy.pdf?epslanguage=en \nBusinesses should undertake initiatives to Please refer to answer above. http://www.aegon.com/Documents/aegon­\npromote greater environmental responsibility. com/Sustainability/AEGON-Environmental­policy.pdf?epslanguage=en \nhttp://www.aegon.com/Documents/aegon­\ncom/Sustainability/AEGON-N-V-Responsible­Investment-Policy.pdf?epslanguage=en \nBusinesses should encourage the development Aegon has significant investments in green http://corporatereporting.aegon.com/2012/ \nand diffusion of environmentally-friendly building technologies, sustainable energy sustainability/business/sustainability-and-our­technologies. and sustainable timberland, particularly in business the United States. At the end of 2012, these investment amounted to just over EUR 3 billion. \nBusinesses should work against corruption in Aegon has a Global Financial Crime http://www.aegon.com/en/Home/About/ \nall its forms, including extortion and bribery. Notification and Reporting Procedure in Governance/Compliance/Tackling-Financial­\nplace. In addition, the company’s Code of Conduct contains provisions aimed at tackling Crime/ \ncorruption, fraud and money laundering. Employees also receive regular training on these issues. Aegon also has a Global Ethics Line, which allows employees to report suspected violations of these codes and guidelines in confidence, 24 hours a day, 7 days a week. \nhttp://..//2012/sustainability/employees/ sustainability-and-our-employees ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}