{"page_content": "65 About Principles for Sustainable Insurance \nTargets and objectives\t Progress 2012 \nPrinciple 1\t Implement minimum standards of market Aegon has adopted a set of six basic \nconduct – for ourselves and our intermediaries.\t market conduct principles, applying to all \nits businesses worldwide. These principles encourage open, fair and honest treatment of the company’s customers at all times. \nWe will embed in our decision-making environmental, social and governance issues, relevant to our insurance business. Aegon has had a human rights policy in place for the past six years. Respect for human rights is also included in the company’s Responsible Investment Policy. As part of this policy, Aegon excludes investments in securities and bonds issued by governments that systematically breach internationally-proclaimed human rights. \nIntroduce new rules for pricing our products Aegon has updated its Pricing & Product \nthat are focused, in part, on returns for Development Policy. Among others, this policy \ncustomers. commits the company to assessing potential benefits for customers and other stakeholders and to take these into account before pricing any new product or service. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/business/sustainability-and-our­business \nWherever we can, make our products clearer \t Over the past year, Aegon has organized a and easier for our customers to understand. \t number of initiatives to use clearer, simpler \nlanguage in the company’s communications to customers. \nUse our employees’ diversity to bring new insights into our business. http://corporatereporting.aegon.com/2012/ sustainability/business/sustainability-and-our­business \nAs part of the company’s human rights \npolicy, Aegon is guided in its decisions by the core standards of the International Labor Organization and the principles of the UN Global Compact. Aegon works closely with works councils and other employee representative bodies across the company’s business units. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/employees/sustainability-and­our-employees \nDevelop a set of indicators and measurements \tAegon has now defined a set of key to track progress with our sustainability \t performance indicators linked to the strategy.\t company’s strategic objectives and its overall sustainability goals. Reporting against these KPIs will be introduced progressively during the course of 2013. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/strategy/reader-s-guide \nPrinciple 2 Put in place minimum social and Aegon is currently developing minimum \nenvironmental standards for the goods and procurement guidelines, which will apply to all \nservices we buy. its businesses worldwide. These guidelines are expected to be approved by mid-2013. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}