{"page_content": "66 About Principles for Sustainable Insurance \nWe will work together with our clients http://corporatereporting.aegon.com/2012/\n \nand business partners to raise awareness sustainability/business/sustainability-and-our­\nof environmental, social and governance business\n \nissues, manage risk and develop solutions. \nMake sure we invest responsibly by engaging, In 2012, Aegon engaged with 227 companies \nwhere we can, with companies to improve as part of the company’s overall approach policies and practices. to responsible investment. Engagement covered a number of areas, including corporate governance, remuneration, human rights and the environment. \nLook at opportunities to expand investments where there are clear, positive social or environmental impacts. http://corporatereporting.aegon.com/2012/ sustainability/business/sustainability-and-our­business \nAegon has significant “impact investments”, \nwhich deliver not only sound financial returns, but also social and environmental benefits. These include investments in affordable housing, sustainable timber and renewable energy. At the end of 2012, Aegon had approximately EUR 3.6 billion in “impact investments”. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/business/sustainability-and-our­business \nPrinciple 3 Organize panels of key stakeholders to provide Aegon organizes regular meetings of its feedback on our work and performance. stakeholder panel in the Netherlands. Plans \nare to extend this panel to the United States and the United Kingdom in 2013. \nWe will work together with governments, http://corporatereporting.aegon.com/2012/ \nregulators and other key stakeholders to sustainability/stakeholders/engaging-with­\npromote widespread action across society our-stakeholders \non environmental, social and governance Fund research into aging and demographic \nissues. change in both Europe and the United States. In 2012, Aegon published its first Changing Face of Retirement report, based on extensive research in the United States, Europe and Asia. In the United States, the not-for-profit Transamerica Center for Retirement Studies also publishes regular research into retirement trends and practices. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/stakeholders/engaging-with­our-stakeholders \nProvide limited paid time-off to allow By the end of 2012, 64% of Aegon’s employees to support community projects and employees had access to limited paid time-off initiatives. for volunteer work. Aegon expects to extend this benefit to remaining employees during the course of 2013. \nhttp://corporatereporting.aegon.com/2012/ \nsustainability/community/sustainability-and­the-wider-community \nPrinciple 4 Make sure we publish these objectives and Aegon has published the PSI objectives – as \nthe progress we’re making against them in our well as the company’s progress against them \nReview and, in greater detail, on our company – in both its annual Review for 2012 and this \nwebsite. Sustainability Supplement. \nWe will demonstrate accountability and transparency in regularly disclosing publicly our progress in implementing the principles. http://corporatereporting.aegon.com/2012/ ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}