{"page_content": " \n \n \n \n \n \n \n 68 About External auditors’ report \nExternal auditors’ report \nIndependent Assurance Report on the 2012 Review and Supplement to the 2012 Review \nTo the shareholders of AEGON N.V. \nEngagement and responsibilities \nWe have reviewed the information in the accompanying integrated 2012 Review and Sustainability Supplement to the 2012 Review of \nAegon N.V. (collectively referred to as “2012 Review”). The Management Board of Aegon N.V. is responsible for the preparation of the information, stakeholder engagement and the selection of material topics in accordance with the criteria applied. The decisions made by management in respect of the scope of the 2012 Review and the internal reporting guidelines are set forth in the section entitled GRI reporting tables in the Sustainability  Supplement to the 2012 Review. Our responsibility is to provide limited assurance on the information included in the 2012 Review. Our engagement did not include providing any assurance relating to future information such as estimates, expectations or targets, or their achievability. \nCriteria applied \nAegon N.V. applies the G3 guidelines of the Global Reporting Initiative supported by the internal reporting guidelines as described in the Reporting Policy in the GRI reporting tables in the Sustainability  Supplement to the 2012 Review. It is important to view the performance data in the context of these criteria. We believe that these criteria are suitable in view of the purpose of our assurance engagement. \nProcedures performed \nWe conducted our engagement in accordance with Dutch law, including the Dutch Standards 3410N, “Assurance Engagements with respect to Sustainability Reports”. This requires that we comply with ethical requirements and plan and perform procedures to obtain sufficient and appropriate evidence to substantiate our conclusion. \nProcedures to obtain limited level of assurance are less extensive in relation to both the risk assessment procedures, including an \nunderstanding of internal control, and the procedures performed in response to the assessed risks, than those for a reasonable level of assurance and therefore less assurance is provided. \nThe main procedures that we have performed with respect to the 2012 Review are: \n•\t Assessing the acceptability of the reporting policies used and their consistent application, as well as reviewing significant estimates \nand calculations made in preparing the information in the integrated 2012 Review. \n•\t Obtaining an understanding of the sector, the organization and its most relevant corporate social responsibility issues. \n•\t Obtaining an understanding of the design and existence of processes used to collect, process and consolidate the reported information, including the consolidation process. \n•\t Reviewing based on a risk analysis the plausibility of the sustainability information contained in Aegon’s integrated 2012 Review by performing analytical procedures, conducting interviews with responsible company officers, checking the substantiations of this information on a test basis, as well as reviewing relevant corporate documents and external sources Aegon used as source for its reporting. \n•\t Evaluating whether the financial information is properly derived from the Annual Report. \n•\t Evaluating the sufficiency of the sustainability information in the integrated 2012 Review of Aegon and its overall presentation against the criteria mentioned above. \nWe believe that the assurance evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion. \nConclusion \nBased on our assurance procedures on the information included in the integrated 2012 Review, nothing came to our attention that causes us to believe that the Information is not, in all material respects, correctly presented in accordance with the Sustainability Reporting Guidelines (G3) of the Global Reporting Initiative and the internal reporting criteria as described in the GRI reporting tables in the Sustainability Supplement to the 2012 Review. \nThe Hague, the Netherlands \nMarch 20, 2013 \nErnst & Young Accountants LLP \nsigned by R.J.W. Lelieveld ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}