{"page_content": "69 GRI GRI reporting principles \nGRI reporting principles\n \nHow does Aegon apply this principle in its \nGRI principle What’s behind the principle reporting? \nMateriality\t Information in the report covers topics and indicators \nthat reflect the organization’s significant economic, environmental and social impact, or that substantively influence the decisions of stakeholders. Materiality is the threshold at which an issue or indicator becomes sufficiently important that it should be reported. Aegon uses a “materiality matrix” to help determine issues of importance to the company and its stakeholders. This matrix is based on interviews with leading stakeholders, members of the company’s Management Board and other senior managers within the organization. For a copy of the matrix please see Engaging our Stakeholders. \nBody\t The selection of key performance indicators and the content of the report draw on the outcomes of a stakeholder engagement process. Aegon assesses all recommendations from its annual Stakeholder Survey and, where possible, incorporates them into the company’s reporting process. In addition, Aegon engages regularly with stakeholders at an individual country and business unit level. Results of this engagement are collated at a group level, and similarly incorporated into the sustainability reporting process. \nSustainability content\t The report presents the organization’s performance in the wider context of sustainability. The report should seek to present performance in relation to broader concepts of sustainability. The organization’s own sustainability and business organization should be made clear. Aegon’s 2012 Review includes an overview of the social, economic and financial context in which the company is operating. The Review also contains an assessment of potential risks and opportunities arising from social and economic change. In this Sustainability Supplement, there is also information on both Aegon’s sustainability governance and the company’s reporting structure. \nCompleteness\t The coverage of material topics, key performance indicators and definitions of the scope of the report are sufficient to reflect significant economic, environmental and social impacts, and enable stakeholders to assess the organization’s performance during the reporting period. Aegon has provided an overview of key events for the year in the 2012 Review. The Review also gives extensive details of Aegon’s relations with its main stakeholder groups: customers, investors, employees, business partners and the wider community. In addition, this Sustainability Supplement covers both stakeholder engagement and its role in Aegon’s reporting processes. There is also disclosure of reports written by external parties on the company’s sustainability performance. \nBalance The report discusses both favorable and unfavorable Aegon has endeavored to address favorable and \nresults and topics. Information is presented in a format unfavorable subjects in both its Review and this \nthat allows users to see positive and negative trends in Sustainability Supplement in line with the company’s \nperformance on a year-to-year basis. “materiality matrix”, its overall corporate strategy and its medium-term financial targets. \nComparability\t Information in the report can be compared on a year­to-year basis. The organization’s performance can be compared with appropriate benchmarks. Where available, generally accepted protocols for compiling, measuring and presenting information, including the GRI Technical Protocols for Indicators are used. This Sustainability Supplement includes an update on progress made since the end of 2011 on Aegon’s key sustainability objectives. Wherever possible, in both the Review and this Supplement, figures are presented on a comparable, year-on-year basis. Details are also included of Aegon’s membership of internationally-recognized sustainability indexes. \nAccuracy\t The data measurement techniques and bases for calculation are adequately described, and can be replicated with similar results. The report indicates which data has been estimated and which are the underlying assumptions and techniques used to produce these estimates. Aegon has a rigorous system of internal verification for all data and information appearing in the company’s annual Review and Sustainability Supplement. In addition, these two documents were reviewed by a team from Ernst & Young LLP, Aegon’s auditors. Wherever relevant, explanations are provided with regard to methodology and the sourcing of information. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}