{"page_content": "7 Strategy Progress report 2012 \nWhere relevant, incorporate KPIs into management and \t Aegon is gradually incorporating sustainability KPIs into \ndecision-making processes. \t relevant processes and procedures. A number of areas already include key sustainability indicators, including risk management, remuneration and pricing & product development. \nEnsure an appropriate level of external assurance for Aegon’s Review and Sustainability Supplement are \nthe company’s reporting. reviewed each year by the company’s external auditors, Ernst & Young LLP. Ernst & Young LLP currently provides “limited assurance” on these documents. During 2013, Aegon will examine the possibility of increasing its level of external assurance for some of the company’s key performance indicators and sustainability goals. \nMaintain an active engagement program with Aegon conducts an annual Stakeholder Survey \nstakeholders in Aegon’s main markets. and has regular contact with stakeholders in all its main markets, including a stakeholder panel in the Netherlands. Aegon’s aim for 2013 is to organize similar stakeholder dialogue in both the United States and the United Kingdom. \nComply with reporting standards set by the Global Aegon’s current reporting is based on the GRI’s G3 \nReporting Initiative to the highest possible level (A+). guidelines and is rated A+. \nMaintain memberships of key international agreements and conventions, including the Principles for Sustainable Insurance, the UN’s Principles for Responsible Investment and the Carbon Disclosure Project. Aegon is a signatory to both the Principles for Sustainable Insurance and the Principles for Responsible Investment. The company is also a member of the Carbon Disclosure Project and an Organizational Stakeholder of the Global Reporting Initiative. Kames Capital, Aegon’s asset management business in the United Kingdom, is a member of the Extractives Industry Transparency Initiative. \nTake an innovative approach toward “integrated In 2013, Aegon will be publishing its second annual reporting”, and play an active role in discussions in this integrated report. The company also works closely area. with the International Integrated Reporting Council on a pilot program to help develop a new integrated approach to corporate reporting. \nContinue, where possible, to reduce consumption of Over the period 2009-2012, Aegon reduced emissions \nkey raw materials, particularly energy and paper. of carbon dioxide from its main buildings and offices by almost 25%, well ahead of the company’s 10% targets. Aegon will continue its efforts to limit consumption of energy and other raw materials in 2013 and beyond, mainly through local initiatives. \nIntroduce minimum sustainability standards for the company’s leading suppliers, and conduct regular risk assessments in this area. \nStrengthen Aegon’s approach to human rights in line \nwith recent recommendations from John Ruggie, the UN’s Special Representative on business and human rights. Aegon is currently developing minimum procurement standards, which will apply to all the company’s businesses worldwide. These standards are expected to be in place during the course of 2013. \nAegon already complies with most of the Ruggie \nrecommendations, and is working on a number of further improvements that will bring the company’s practice fully into line with the new principles. Aegon expects to make these improvements during the course of 2013. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}