{"page_content": "77 GRI Economic performance indicators \nEconomic performance indicators \nGRI reference\t Aegon 2012 Review Sustainability Supplement \nEC 1 Direct economic value\t Aegon reports each year its contributions to charities, non-profit organizations and \nother community programs. For many of these contributions, it’s not possible to place a \nmonetary value on the impact of Aegon’s support. \nEC 2 Financial implications Investing in our communities (page 54) Protecting the environment \ndue to climate change \nEC 3 Coverage benefit plan Please see Sustainability Supplement Rewarding performance \nobligations \nEC 4\t Financial assistance NM (please see note below) NM (please see note below) \nreceived from government \nEC 5 (add.) Ratio of standard entry Because of the nature of Aegon’s business, most staff employed by the company are highly \nlevel compared to skilled. Aegon does not believe this ratio would provide any additional useful or relevant \nlocal minimum wage at information to its stakeholders and therefore does not report it. \nsignificant operations \nEC 6 Policy, practices and As a provider of financial products and services, Aegon does not have a supply chain in \nproportion of spending the traditional sense. Office supplies and equipment account for most of the company’s \non locally-based spending in this area, and are almost exclusively sourced locally. \nsuppliers at significant operations \nEC 7 Procedures for local Responsibility for hiring is devolved to individual country and business units. As a result, \nhiring and proportion of nearly all senior managers are employed locally. \nsenior managers hired locally at significant operations \nEC 8\t Development and Aegon has very few investments in infrastructure projects. The only significant exception is impact of infrastructure the company’s US Real Estate Alternative Portfolio which invests in a number of low-cost investments and services housing projects across the United States. provided primarily for public benefit through commercial, in-kind or pro bono engagement \n(Please also see Making an impact, page 52 of Aegon’s 2012 Review) \nEC 9 Understanding and Aegon’s most significant impact in this area is through the company’s approach to \ndescribing significant investment. For more information on our Responsible Investment Policy and policy of \nindirect economic engagement, please refer to the 2012 Review, pages 51-52. Where significant, Aegon will \nimpacts, including the also indirect impact in both its Annual Report and Review. \nextent of impacts \n(Please also see How our strategic objectives are driving our earnings – Review, page 36). \n1 Please note that, in 2009, Aegon received EUR 3 billion in capital from the Dutch State. This capital was part of a broader program of support for banks and \ninsurers in the Netherlands during the financial crisis. Aegon repaid this capital in full in June 2011. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}