{"page_content": "78 GRI Environmental performance indicators \nEnvironmental performance indicators \nGRI reference\t Aegon 2012 Review Sustainability Supplement \nEN 1 Weight of materials used Facts & figures (page 58)\t Environmental performance \nPlease also see Sustainability Supplement \nEN 2 Recycled input materials Facts & figures (page 58)\t Environmental performance \nPlease also see Sustainability Supplement \nEN 3 Direct energy Facts & figures (page 58) Environmental performance \nconsumption \nInvesting in our communities (page 54) \nEN 4 Indirect energy Facts & figures (page 58) Environmental performance \nconsumption \nInvesting in our communities (page 54) \nEN 5 (add.) Energy saved due Investing in our communities (page 54) Reducing our impact on the \nto conservation and environment \nefficiency improvements \nEN 6 Initiatives to provide Investing in our communities (page 54) Reducing our impact on the \nenergy efficient or environment \nrenewable energy \nrequirement as a result of these initiatives \nEN 7 Initiatives to reduce Investing in our communities (page 54) Reducing our impact on the \nindirect energy environment \nconsumption and reductions achieved \nEN 8 Total water use Investing in our communities (page 54) Environmental performance \nEN 9 Water sources Aegon does not report on this indicator. Aegon is not a significant consumer of water and \nsignificantly affected by sources of water are not a significant concern for the company. \nwithdrawal of water \nEN 10\t Percentage and total Aegon does not report on this indicator. Aegon is not a significant consumer of water. volume of water recycled and re-used \nEN 11 Location of land in This indicator is not relevant to Aegon. The company has no business locations or premises protected areas in protected areas or areas of outstanding natural beauty. \nEN 12 Significant impacts on This indicator is not applicable to Aegon. As a provider of financial services, Aegon’s biodiversity operations do not have significant impact on biodiversity. \nEN 13 Habitats protected or As a provider of financial services, Aegon premises are located in urban areas or business \nrestored districts. The company’s operations do not have a significant effect on habitats for wildlife or areas of outstanding natural beauty. \nEN 14\t Strategies, current As a provider of financial services, Aegon premises are located in urban areas or business actions and future plans districts. The company’s operations do not have a significant effect on habitats for wildlife for managing impacts on or areas of outstanding natural beauty. biodiversity \nEN 15\t Number of IUCN Red As a provider of financial services, Aegon premises are located in urban areas or business List species and national districts. The company’s operations do not have a significant effect on habitats for wildlife conservation list species or areas of outstanding natural beauty. with habitats in areas affected by operations, by level of extinction risk \nEN 16\t Direct and indirect Facts & figures (page 58) Environmental performance \ngreenhouse gas emissions \nInvesting in our communities (page 54) \nEN 17\t Other relevant indirect Facts & figures (page 58) Environmental performance \ngreenhouse gas emissions \nInvesting in our communities (page 54) ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}