{"page_content": "79 GRI Environmental performance indicators \nEN 18 Initiatives to reduce Investing in our communities (page 54) Reducing our impact on the \ngreenhouse gas environment \nemissions and \nreductions achieved \nEN 19 Emissions of ozone- This indicator is not applicable to Aegon. As a provider of financial services, Aegon does \ndepleting substances not emit CFCs or other ozone-depleting substances. The company is, however, a member of the Carbon Disclosure Project, and takes steps to reduce its its emissions of carbon dioxide. \nEN 20 NOx, SOx air emissions As a provider of financial services, Aegon’s operations do not emit either nitrous or sulfur \noxides. \nEN 21 Total water discharge by As an “office-based” company, Aegon does not discharge water as part of an industrial or quality and destination business process. Aegon does, however, measure and report its consumption of water. The \ncompany also takes steps, where possible, to restrict this consumption. \nEN 22 Total weight of waste\t Aegon reports annually on its consumption of paper, as well as on efforts to increase \nrecycling. The company does not, however, report separately on waste IT. This is because the majority of the company’s IT equipment is leased, and therefore returned to suppliers when no longer required. Please also see Investing in our communities (page 54). \nEN 23 Total spills\t This indicator is not applicable to Aegon. As a provider of financial services, Aegon \noperates no industrial or extractive processes that may result in spills of chemicals or other harmful substances. \nEN 24\t Weight of transported, imported, exported or treated waste deemed hazardous under the terms of the Basel Convention Annexes I, II, III, and VIII, and percentage of transported waste shipped internationally This indicator is not applicable to Aegon. As a provider of financial services, the company is not involved in the production or transport of hazardous chemicals. \nEN 25 Identify, size, protected See EN9 and EN13 status and biodiversity value of water bodies and related habitats significantly affected by the reporting organization’s discharges of water and run-off \nEN 26 Initiatives to mitigate Investing in our communities (page 54) Reducing our impact on the \nenvironmental impacts. environment \nEN 27 Products reclaimed at This indicator is not applicable. Aegon does not supply \nthe end of the products’ physical products that might be recycled or reclaimed \nlife at the end of their useful lives. \nEN 28 Monetary value of Please see Sustainability Supplement Deterring fraud \nsignificant fines \nEN 29 (add.)\t Significant Facts & figures (page 58) Environmental performance \nenvironmental impacts of transport \nInvesting in our communities (page 54) \nEN 30\t Total environmental Not material Not material \nprotection expenditures and investments by type ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}