{"page_content": " 80 GRI Social indicators \nSocial indicators \nGRI reference Aegon 2012 Review Sustainability Supplement \nLA 1 Breakdown of total Please see Sustainability Supplement Our workforce \nworkforce \nLA 2 Employee turnover How we performed in 2012 (page 32) Turnover, recruitment and \nredundancies \nLA 3 Benefits provided to Aegon does not report on this indicator. Generally speaking, part-time employees are \nfull-time employees offered similar benefits to those working full-time, though some of these benefits are \nthat are not provided to calculated on a pro rata basis according to the number of hours worked. \npart-time employees, by \nmajor operations \nLA 4 Employees covered by Please see Sustainability Supplement Employee representation & \ncollective bargaining collective bargaining \nLA 5 Minimum notice period In its 2012 Review and Sustainability Supplement, Aegon has included details of notice \nregarding operational periods and other measures taken to support employees during periods of restructuring, \nchanges, including including consultation with trade unions and other employees. \nwhether specified in collective bargaining \nLA 6 Percentage of Aegon does not report on this indicator. Responsibility for many of Aegon’s health and \nemployees represented safety programs lies with the company’s individual business units. Health and safety issues \nin formal joint are discussed in works councils and other similar structures, but information on these \nmanagement-worker discussions is not collated at a company level. \nhealth committees that help monitor and advise on occupational health and safety problems \nLA 7\t Rates of injury, Facts & figures (page 58) Employee welfare \noccupational diseases, lost days and absenteeism \nLA 8\t Risk-control programs Please see Sustainability Supplement Employee welfare \nregarding serious diseases \nLA 9 Health and safety Aegon does not report on this indicator since \ntopics covered in formal collective bargaining agreements cover only a minority \nagreements with trade of the company’s employees (46%). \nunions \nLA 10 Training per employee Please see Sustainability Supplement Training and performance \ncategory \nLA 11 (add.)\t Programs for skills Please see Sustainability Supplement Training and performance \nmanagement and life­long learning \nLA 12 (add.) Performance and career Please see Sustainability Supplement Training and performance \ndevelopment reviews \nTalent development \nLA 13 Gender breakdown of Our Management Board (page 41) Diversity & non-discrimination \ngovernance bodies \nManagement Committee (page 42) \nOur Supervisory Board (page 40) \nLA 14 Ratio of basic salary of Aegon has started to gather this information across all its business units. More work is \nmen to women needed, however, to analyze reporting before figures are made public. ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}