{"page_content": "81 GRI Human rights \nHuman rights \nGRI reference\t Aegon 2012 Review Sustainability Supplement \nHR 1\t Significant investment Generally, Aegon does not have investment agreements that include such human rights \nagreements that include elements. However, all agreements entered into by Aegon must comply with the terms of human rights clauses the company’s Human Rights Policy. \nHR 2 Screening of suppliers Please see Sustainability Supplement Working with our suppliers \non human rights \nHR 3 Total hours of employee Aegon does not report on this indicator. The company has a human rights policy, which \ntraining on policies and applies to all its operations worldwide. A respect for human rights is included in the \nprocedures concerning company’s e-learning and training programs, as well as its Code of Conduct. \naspects of human rights that are relevant to operations, including the percentage of employees trained \nHR 4 Incidents of Please see Sustainability Supplement Diversity and non-discrimination \ndiscrimination \nHR 5 Operations identified as Aegon has not identified any operations as having risks in this area. Aegon requires all \nhaving risk for incidents its businesses to adhere to the company’s policy on human rights, as well as the UN \nof violations of freedom Declaration of Human Rights and the provisions on human rights and labor standards \nof association and contained in the UN Global Compact. \ncollective bargaining \nPlease also see Sustainability Supplement, Employee representation and collective bargaining. \nHR 6 Operations identified as Please see HR5. With regard to child labor, Aegon does not operate in a high-risk sector. having risk for child labor \nHR 7\t Operations identified as Please see HR5. With regard to forced labor, Aegon does not operate in a high-risk sector. having risk for forced labor \nHR 8\t Percentage of security personnel trained in the organization’s policies or procedures concerning aspects of human rights that are relevant to operations Aegon does not report on this indicator. The majority of the company’s operations are located in countries where there is relatively low risk of human rights abuse. In other countries, local management may introduce additional training programs to address specific weaknesses. In all countries, Aegon expects its security personnel to abide by local laws and regulations. \nHR 9\t Total number of Aegon does not report on this indicator. Aegon’s businesses employ a very high percentage incidents of violations of local staff, and abide by local laws and regulations. As a provider of financial services, involving rights of Aegon is not involved in legal disputes over land ownership or the impact of the company’s indigenous people and businesses on local communities. actions taken ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}