{"page_content": "83 GRI Product responsibility \nProduct responsibility \nGRI reference\t Aegon 2012 Review Sustainability Supplement \nPR 1\t Improving health and Aegon does not believe this indicator is applicable to the financial services sector. \nsafety impacts across life cycle \nPR 2\t Total number of incidents of non­compliance with regulations and voluntary codes concerning health and safety impacts of products and services during their life cycle, by types of outcome Aegon does not believe this indicator is applicable to the financial services sector. \nPR 3 Product information and Putting the customer’s interests first (page 21) Our products and services labelling \nOur strategy story (page 16)\t Product approval and development \nPR 4 Total number of Putting the customer’s interests first (page 21) Deterring fraud incidents of non­compliance with regulations and voluntary codes concerning product and service information and labeling, by types of outcome \nPR 5 (add.) Customer satisfaction Our strategy story (page 16)\t Creating loyal customers \nHow we performed in 2012 (page 32) Measuring customer loyalty \nPR 6 Marketing Putting the customer’s interests first (page 21) Creating loyal customers \ncommunications \nPR 7\t Total number of incidents of non­compliance with regulations and voluntary codes concerning marketing communications, including advertising, promotion and sponsorship, by types of outcome Our strategy story (page 16)\t Deterring fraud \nPR 8 Total number of Aegon does not report on this indicator separately. Aegon does however report the total \nsubstantiated number of customer complaints on an annual basis. \ncomplaints regarding breaches of customer privacy and losses of customer data \nPR 9 Monetary value of Please see Sustainability Supplement Deterring fraud \nsignificant fines ", "metadata": {"source": "NASDAQ_AEGN_2012.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}