{"page_content": "2 \n we’ve undertaken a multi -year series of employee engagement surveys. We use the feedback to help \nshape the future of our companies.  \nThe cross -functional Sustainability Committee coordinates and manages multiple streams of ESG and \nsustainability information . The team collects internal data, shares best practices, and collectively \nparticipates in sustainability reporting. The team shares the story of Otter Tail Power Company’s ongoing \ncommitment to environmental, economic, and community responsibilities under  the Global Reporting \nInitiative (GRI) framework. The Executive Risk Committee oversees the Sustainability Committee.  \nThe following information is specific to the corporation’s electric utility, Otter Tail Power Company.  \nUtility’s resource plan plays im portant role in sustainability efforts  \nOtter Tail Power Company’s biennial resource plan identifies the most cost -effective combinations of \nresources for safely and reliably meeting customers’ energy needs for the next 15 years. Our 2017 -2031 \nresource plan includes adding up to 200 megawatts (MW)  of wind  resources  in the first five years of the \nplan, approximately 30 MW of solar resources , and approximately 250 MW of natural g as resources  to use \nduring peak conditions . While t he resource plan is required only in Minnesota, we develop a strategy for our \nsystem as a whole and file the plan with North Dakota and South Dakota regulatory commissions , which \nhistorically have applied a least-cost analysis when reviewing rate filings .  \nWe continue to  be innovat ive as we execute our resource plan and  transition to a lower -carbon, increasingly \nclean energy future  and implement programs  that provide our customers  with more options related to their \nenergy use. Over the next  ten years , we expect to : \n• Generate cleaner energy  by investing in renewable energy sources, including wind and solar, and \nnew natural gas peaking generation. We project that by 2022 our customers will receive 30 percent \nof their energy from renewable resources and our carbon emissions will be more than 30 percent \nbelow 2005 levels —all while keeping rates nearly 30 percent below the national average.  \nWind energy  \nOur service area has some of the best wind resources in the country to produce low -cost energy. \nSince 2007 we’ve invested more than $300 million to harness this renewable resource.   \nOur 150-MW Merricourt Wind Energy Center, which is under construction and expected to be  \ncomplete in 2020, will strengthen our commitment to renewable energy and lower emissions. And, because of advances in technology, we expect this wind farm will have high energy output —even \nby North Dakota standards. Merricourt will be the utility’s largest -ever capital investment.  \nSolar energy  \nIn 2013 Minnesota legislators enacted a Solar Energy Standard that requires Minnesota electric \ninvestor -owned utilities to provide at least 1.5 percent of sales from solar energy by 2020. For us, \nthis is 20 to 25 MW and at least 10 percent of this requirement must come from systems 40 kilowatts or less. We continue to evaluate cost -effective solar projects for our customers.  In the \nmean time, we’ ve purchase d enough Solar Renewable Energy Credits (S RECs) to meet \nMinnesota’s Solar Energy Standard for 2020 and 2021.  \n• Modernize our energy grid  to enhance basic service offerings with smart meters and \ncommunications technologies, to support more renewable energy resources on our system and the \nregional gr id as a whole, to enable greater energy efficiency, and to increase power quality and \nreliability and make the grid more resilient to storms and cyber threats by replacing aging assets.  \n• Enhance the customer experience  with technology -enabled offerings such as usage alerts, outage \nawareness, and more. We plan to accomplish this transformation without sacrificing our low rates and the reliable service we deliver for our customers.  \n  ", "metadata": {"source": "NASDAQ_OTTR_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}