{"page_content": "Content IndexSolutions That Speed \nProgress and Spare \nthe Environment\nProduct InnovationOur Product Families\nSemiconductor Process Control (SPC) \nElectronics, Packaging and Components (EPC)KLA provides cutting-edge technology and devices using advanced inspection tools, metrology systems and \ncomputational analysis. From process control to process enablement, KLA solutions help spark innovation \nin the electronics industry, support our customers’ success and promote environmental responsibility. \nKLA product families include: \nSemiconductor Process Control solutions cover front-end inspection and metrology of \nsemiconductor wafer manufacturing. These offerings help our customers catch defects early in the \nmanufacturing process so they can correct any issues before finished products are made, saving on \nwafer scrap and wafer rework while reducing a fab’s overall impact on the environment.  \nThe Electronics, Packaging and Components group integrates Orbotech and SPTS Technologies \nwith KLA’s ICOS packaging division. Solutions include specialty micro-electromechanical systems \nand packaging, wafer processing, printed circuit boards, flat panel and display manufacturing. \nThis solutions portfolio has brought KLA into new, adjacent markets while also expanding product \nofferings in areas such as deposition and direct imaging.We are always looking for new approaches and \nfresh perspectives to anticipate and solve our \ncustomers’ biggest challenges—whether they need \nto increase manufacturing efficiencies or reduce \ntheir environmental impact. To do that, we start \nwith our own operations, improving efficiencies \nwherever we can. \nIn 2019, KLA completed the acquisition of Orbotech, \nLtd., the parent firm of SPTS Technologies. The \nacquisition helps us meet the changing needs of \nour customers and the industry, as well as enter \nnew markets, including specialty semiconductor \nprocessing, advanced packaging, printed circuit \nboard (PCB) manufacturing and flat panel display. “Customers who make printed circuit boards, chips or flat panel \ndisplays need measurements along the way if they hope to yield \nthe products at the end of their line. Our solutions enable them to \nmanufacture products in the most efficient, cost-effective way by \ncatching defects and deviations early in the process. Our products are \nthe eyes of a factory.” \nBrian Haas\nVice President of Central Engineering\nIn 2020, SPTS Technologies, a KLA company, won the Queen’s \nAward for Enterprise in Innovation for development of a plasma \ndicing solution for high throughput and damage-free singulation of \nsemiconductor devices. SPTS was recognized for its level of innovation \nas well as its environmental impact and contribution to society.“As part of KLA’s Drive to Be Better, \nI’m constantly seeing innovation \ncoming from people across the \ncompany. That’s part of what makes \nthis company special.” \nKevin McAndrews\nVice President, Intellectual Property2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n13", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}