{"page_content": "Content IndexResearch and development make innovation \npossible at KLA, and we continuously search for \nways to support our customers as they work \ntoward their environmental goals. For example, \nwe’ve invested in research to help customers \nreduce their greenhouse gas emissions. \nIn one study, we found that manufacturers can \nreduce greenhouse gas emissions and increase \nthroughput in the wafer cleaning process by using \nthree wafers in between cleans rather than one. \nThe study looked at the cleaning process for silicon \nwafers and silicon nitride wafers. Results show \nthat by using silicon wafers, manufacturers can \ndecrease greenhouse gas by 38% and achieve a 9% \nhigher throughput. By using silicon nitride wafers, \ngreenhouse gas emissions went down by 51% and \nthroughput increased by 15%.  Backed by Research, We Turn \nCustomer Goals into RealityHow Increased Manufacturing Efficiency \nReduces Environmental Impact\nResource Savings: KLA Direct Imaging \nvs. Conventional Manufacturing ProcessesWhen printed circuit boards are manufactured, the imaging process is used to make the \ncircuit traces on the board. Traditional contact exposure systems use multiple steps to get \nfrom computer-aided manufacturing design to the printed product, requiring the use of film, \nchemicals, masks, cooling water and yellow room floor space. Our Orbotech direct imaging \nsolutions, however, go straight from design to finished product by using highly-focused laser \nbeams to print traces on the board.\nWe examined the data from one of our quick-turn assembly customers to determine how \nswitching from traditional systems to our direct imaging solution affected environmental impact. \nWe found that by making the switch, we helped our customers:\n • Reduce pollution (fewer films, chemicals and masks)\n • Lower water consumption\n • Reduce required yellow room floor space\nConventional Manufacturing KLA Direct Imaging TechnologyNumber of Films19200\nChemicals (L)2400\nWater (L)3840\nFloor Space (sqm)170\n902019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n16", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}