{"page_content": "Content IndexFrom automotive and artificial intelligence to the \nInternet of Things and 5G, we enable customers to \ncreate core technologies for renewable, sustainable \nsolutions including electric vehicles, wind farms and \npower-saving applications to name a few.Our solutions also help create technologies that benefit our society as a whole. As part of KLA’s \nmission to advance humanity, we’re always at the forefront of what’s next. Examples include:\nTrailblazing Technologies \nfor the Greater Good\n“Our tools are fundamental to the \nsemiconductor, package and printed \ncircuit board industry, extending \nbenefits into the systems that \nuse them.” \nChet Lenox\nSenior Director, Industry and Customer Collaboration, KLAWe provided etch hardware to companies developing infrared sensing, the technology used in \nairport screening. By keeping wafers free of contamination, our etch hardware provides a lower \nresistance interface, which reduces the amount of energy consumed. \nThis platform can detect disease in microdroplets of blood in less than 10 minutes, compared \nwith the current 24-hour time frame. The underlying technology uses microchannels in silicon \netched with our Omega® etch systems.\nKLA solutions play an important role in the treatment of heart conditions, blood vessel \nblockages, and diseases of the liver, gallbladder and eyes. Our physical vapor deposition \ntechnology is a market leader in the deposition of the piezoelectric thin films at the heart of \nthese ultrasonic emitters and sensors.\nWe’re involved in manufacturing many of the critical microelectronics inside current and future \ncars, including self-driving and electric vehicles.\n• Our etch and chemical vapor deposition systems are used to make high-brightness LEDs \nfor car front and rear light clusters.\n• Our physical vapor deposition systems are used in the manufacture of switches and \ntransistor power controllers.The power chips used in ventilators built during the pandemic were created with our physical \nvapor deposition equipment. Security: Airport Screening\nDisease Detection: MiLab Diagnostic Platform\nDisease Treatment: Ultrasonic Imaging\nAutomotive: MicroelectronicsCOVID-19: Ventilator Manufacturing \n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n17", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}