{"page_content": "Content IndexStanding Together \nto Advance Humanity\n2020 was a year unlike any other. Despite all the \nchallenges, together, we grew stronger. True to our \nKLA values, we never gave up on our drive to be \nbetter at work and in our communities. \nWhen COVID-19 disrupted our normal operations, \nour top priority was keeping our employees and \ntheir families safe, especially those whose jobs \ncould only be done onsite. Our teams mobilized \nquickly to implement temperature checks and daily \ntesting for essential staff.  \nAs communities struggled to secure personal \nprotective equipment (PPE), we jumped into action \nto help. For example, our global operations team \nrepurposed our 3D printers to produce face shields \nfor healthcare workers, and our procurement \ndepartment helped the Valley Medical Foundation \nin San Jose, California, procure more than $300,000 \nin PPE supplies, with the KLA Foundation donating \n$100,000 in support of the effort.\nWhen racial injustice ignited unrest within the \nUnited States and abroad, we stood strong in our \ncommitment to racial equity. We listened carefully, \nhad deep conversations and reaffirmed our pledge \nthat no form of racism will be tolerated at KLA. Throughout it all, we forged ahead on our \nenvironmental, social and governance (ESG) \njourney. We leaned into business and societal \nchallenges by helping develop the technology to \naddress them and continuing the important work \nof the KLA Foundation. \nWe’re proud of the work we did to develop our \ncorporate ESG strategy during 2019 and 2020, and \nwe are excited to report progress on our initiatives.\nWe remain even more committed to our purpose \nof advancing humanity in everything we do—\nthrough innovation, stewardship, opportunity \nand leadership. True to the KLA name, we’ll Keep \nLooking Ahead™ and working toward a world that’s \nmore just, more equitable and more sustainable.\n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n1", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}