{"page_content": "Content IndexSteps to a \nSmaller Footprint\nClimate and EnergyWe’re gaining momentum as we work across our global sites to procure renewable energy to power \nour operations. For example, in 2020 our Wales site purchased approximately 97% of its electricity from \ncarbon-free sources (wind, solar, hydro and thermal). This work will continue to accelerate as we set a GHG \nemission goal in the coming year.\nAt our Milpitas headquarters, we have been purchasing 100% of our electricity from carbon-free sources \nsince 2018—from a combination of renewable sources and hydropower. Also, the conversion of our \nexisting plant to cryogenic nitrogen in 2018 has resulted in 294 fewer metric tons of CO² equivalent (CO²e) \nannually and eliminated indirect emissions from fuel deliveries by truck. We’re exploring other next-\ngeneration technologies as well, such as the use of solar photovoltaics and fuel cells at our facilities.\nAt KLA Israel, we reduced electricity consumption by 3% in 2019 by changing to LED lamps and applying \nBlygold® coating to chillers. \nWe also consider sustainability as a key factor in the construction of new facilities. In 2020, we completed \nconstruction of a new building in Milpitas that we designed using best-practice standards for healthy, \nhighly efficient and cost-effective building design. In 2019, KLA began construction of our second North \nAmerican headquarters campus in Ann Arbor, Michigan. The sustainable design features of our new \ncampus include underground parking to minimize the building footprint as well as a green roof, which will \nnot only purify and oxygenate the air but will also insulate the building, helping reduce energy demands.\ncarbon-free energy100 %\ntrees planted reduction123= CO² \nSpotlight: Energy Improvements in Belgium\nIn an ongoing effort to curb the impacts of climate change, our Belgium office contracted for \n100% green energy and installed solar panels on the roof in 2020. We now track the amount of \npower generated as well as our CO2 reduction at that site. The accumulative emission reduction \nlast year was the equivalent of planting 123 trees. 2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n24", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}