{"page_content": "Content Index\nScope of our GHG Inventory \nWe defined our organizational boundaries for the \nInventory using the Operational Control approach per \nthe GHG Protocol guidelines. Under this approach, we \naccounted for 100% of the GHG emissions from sources \nover which we have operational control. This includes 11 \nKLA \"Super Sites,\" two owned offices, company vehicles \nand all equipment operated by KLA. We define a Super \nSite as KLA-owned or leased facilities where we conduct \nmanufacturing or research and development activities, \nalong with at least one of the following: sales support, \ncleanroom or office space. All KLA Super Sites have at \nleast 25 employees who regularly work onsite. \nDirect emissions from operations owned and controlled \nby KLA, including: stationary combustion of natural gas \nand diesel; mobile combustion of gasoline, diesel and \nliquified petroleum gas; and refrigerants and volatile \norganic compounds such as fugitive emissions. \nIndirect emissions from the generation of energy \n(i.e., electricity) purchased and consumed by KLA, \nincluding: the consumption of electricity across facilities \nfrom renewable and non-renewable sources. In our \ninventory, we calculated Scope 2 electricity emissions \nper the GHG Protocol Scope 2 location-based and \nmarket-based methods.\nRelevant indirect emissions we calculated that occur \nacross our value chain include: purchased goods and \nservices; capital goods; fuel and energy-related activities; \nupstream transportation and distribution; waste generated \nin operations; business travel; employee commuting; \nupstream leased assets (i.e., purchased energy use at \nleased offices and sales sites); and use of sold products. In 2021, we expanded the scope of our annual greenhouse gas (GHG) inventory to provide a \nfull accounting of our corporate GHG emissions. The inventory covered our company-wide \nScope 1, Scope 2 and Scope 3 emissions for calendar years 2019 and 2020, in alignment with \nthe requirements of the World Resources Institute and World Business Council for Sustainable \nDevelopment’s GHG Protocol. \nThe inventory also accounts for our seven recent acquisitions, significantly expanding our \noperational footprint. We’ve now established 2019 as our base year against which we will \nmeasure our future GHG emissions. Moving forward, we plan to continue tracking and \nquantifying our emissions on a calendar year cycle.GHG Inventory \nScope 1\nScope 2\nScope 32019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n25", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}