{"page_content": "Content IndexThe inventory shows that our Scope 3 emissions are the largest contributor to our total carbon footprint. Our Scope 1 and Scope 2 emissions contribute \nless than 1% of the total Scope 1, 2, 3 impact. From 2019 to 2020, we saw a small increase in our Scope 1 emissions due to an increase in natural gas use \nand the availability of higher-quality refrigerant use data. We saw a decrease in our Scope 2 emissions from the use of more carbon-free sources of energy \nand a continued focus on improving the efficiency of our operations.\nThe use of sold products is our largest Scope 3 emission source. The increase in Scope 3 emissions between 2019–2020 is due largely to increased product \nsales, spend on purchased goods and services and product transportation. Across our portfolio, we build KLA products to last — the average lifespan of a \nKLA product is over 20 years in operation. To calculate their impact, we estimate energy used during their full use-life, contributing to the magnitude of the \nnumber. \nKLA products save our customers materials, energy and waste by increasing their yields. With ever-higher resolution inspection capability, KLA products are \nalso enabling the creation of next-generation chips capable of greater computational efficiency and performance. As we continue our sustainability efforts, \nKLA is committed to working with our partners across the value chain to increase efficiency and reduce our climate impact.Inventory Results\nUpstream leased assets\nEmployee commuting\nWaste generated in operations\nFuel-and energy-related activities (FERA) \n(not included in Scope 1 or Scope 2)\nBusiness travel\nCapital goods\nUpstream transportation and distribution\nPurchased goods and services\nUse of sold productsKLA Scope 3 GHG Emissions KLA Market-Based GHG Emissions\nScope 1 Scope 24,500,000\n0   500,0001,000,0001,500,0002,000,0002,500,0003,000,0003,500,0004,000,0005,000,000\n2019 2020 * tCO2e * tCO2e\n0   5,00010,00015,00020,00025,00030,00035,000\n2019 20202019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n26*Tonnes of carbon dioxide equivalent *Tonnes of carbon dioxide equivalent", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}