{"page_content": "Content IndexMaximum Effort \nfor Minimum \nWaste\nMaterials and Waste\nIn a global company, many small changes can \nmake a big impact. Each of our locations has \nindividual targets for reducing waste that, when \nadded together, help us achieve our company-\nwide ambitions. For example, in our Wales site, \nwe achieved 100% waste diversion. In Milpitas, we \nset a goal of 83% waste diversion, and in 2020, we \nexceeded our target with an 88% diversion rate. \nIn Singapore, our goal was a 75% reduction, which \nwe achieved in both 2019 and 2020. In Israel, we \nachieved our goal of reducing solid waste by 5% in \n2020 (compared to 2018).\nWe’re working diligently across our organization \nto remove plastic from our waste stream, and \nwe have realized significant gains through cross-\ndepartmental collaboration. In 2019, we worked \nwith our engineering group to create alternative \npackaging architectures for shipping spare parts \nsafely around the world. This reduced our total \npackaging materials, specifically polyurethane, \nby 75%. Furthermore, these solutions allow us to \nattach all materials without cross-contamination, \nwhich results in easier recycling. Giving Old Crates \nNew Life\nWith our Reuse, Refurbish and Recycle \nprogram, all crates coming into KLA are \nnot only sourced from raw wood materials \nthat comply with established sustainability \nprograms,* they are also diverted from \nlandfills and instead redirected to reuse or \nrecycling. \nIn the United States, we reused 49% \nof crates in 2019 and 57% in 2020. In \nSingapore, over that same time frame, our \ncrate reuse rate averaged 30%.   \n* Forest Stewardship Council® (FSC®), Sustainable \nForestry Initiative® (SFI®) and the Program for the \nEndorsement of Forest Certification (PEFC) standards. \nThese certifications ensure the wood utilized is \nharvested legally, and that forests are managed while \nmaintaining biodiversity.  \nOur employees also play an important role in \nachieving our goals to reduce waste, and thanks \nto our idea-sharing platform, they've been the \ncatalyst for several new programs. For example, \nemployees at Orbotech in Israel are working to \nreduce the use of disposable cups. And at our \nSingapore and Wales sites, we implemented a \nReuse to Reduce program in 2019 to eliminate \nsingle-use plastic. We gave staff reusable water \nbottles and replaced single-use water bottles with \nwater jugs and glasses for meetings. 2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n28", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}