{"page_content": "Content IndexOur ESG Strategy\nOur ESG activities are an integral part of our \nmission to advance humanity through devices \nand ideas that transform our future and shape \nour world. Our ESG strategy serves as a roadmap \nto get us there—informing our decisions, holding \nus accountable for progress within our business \nand our communities, and helping our customers \nachieve their own ESG goals. \nOur corporate citizenship journey began when \nwe opened our doors in 1976 and has always \nbeen an important part of our work. Today, we’re \nexpanding our efforts to be more holistic across \nthe ESG topics most relevant to our business and \nbroadening our reporting to be more inclusive \nof our global footprint and recently acquired \ncompanies. Looking ahead, we are building \nout our long-term ESG strategy with an eye \ntoward reducing our climate impact, increasing \ndisclosure and deepening the positive impact \nwe deliver through our business and community \nengagement. \nIn 2019, we conducted a materiality assessment \nto identify and prioritize our ESG activities. To \nfurther that work in 2020, we partnered with a \nthird-party consultant to update and broaden the \nassessment. We engaged our employees through a \ncompanywide survey and focus group discussions, \nour executive team and investors through \ninterviews, and our peers and industry leaders \nthrough benchmarking. Collecting the perspectives \nfrom a range of KLA stakeholders helped us \ndiscover insights we used to develop a robust ESG \nstrategy that takes on our biggest opportunities and addresses areas of risk, such as operating in a \ncarbon-constrained world. Please see the results \nof our 2020 assessment in the matrix below. \nIn 2020, we formed an ESG Steering Committee \ncomposed of KLA executives who oversee our \nstrategy under the guidance of our Board of \nDirectors. The Steering Committee was highly involved in the materiality assessment and \nthe development and approval of a three-\nyear roadmap to address the gaps, risks and \nopportunities surfaced through the effort. We will \ncontinue to assess our strategy going forward and \nrefresh it regularly to ensure we’re on track to do \nthe right thing for our planet, our communities \nand our stakeholders.2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n2KLA'S MATERIAL TOPICS\nDiversity, Equity\n& Inclusion\nCommunity EngagementHuman &\nLabor RightsHealth, Safety\n& Well-beingCorporate\nGovernance\nInnovation\n& IP Protection\nBusiness Ethics\n& Compilance\nCybersecurityTalent \nClimate & Energy\nMaterials & Waste\nWater Management", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}