{"page_content": "Content IndexOpportunity \nBegins with \nInclusion and \nDiversity\nIn 2020, the KLA team made an intentional \ndecision to put inclusion first in how we frame \n“inclusion and diversity” to emphasize the \nimportance of belonging as the foundation of \nattracting and retaining diverse talent. Inclusion \nputs the diversity of our employees into context.\n“At KLA, inclusion is inherent in everyone’s job \ndescription,” says Sandra Mahadwar, Chief Inclusion \nand Diversity Officer. “Mindful inclusion expresses \nto team members that their diverse backgrounds, \nexperiences and viewpoints are an indispensable \npart of problem-solving and innovation.”  \nWhen our colleagues help us think differently, we \ncreate a more engaging environment that invigorates \ncreativity, enriches learning and improves business \noutcomes. We strive to attract the best talent \naround the globe, not limiting ourselves to certain \ndemographics, universities or geographies. To deepen our commitment to inclusion and diversity, we implemented a more formal and programmatic \napproach. We continued our work through the pandemic and accelerated employee education and \nawareness as civil unrest emerged in several of our global locations. Our efforts started at the top with \nour CEO, Rick Wallace, who sent videos and emails to all employees discussing our drive to be better \nand affirming the company’s commitment to inclusion and diversity as well as a zero-tolerance policy \nfor racism, intolerance and harassment. He challenged us to work toward understanding our biases and \ncreating a culture where inclusion and diversity are core to who we are and our success as a business. \nIn 2020, we added an inclusion and diversity page to our website, publishing our diversity numbers for \nthe first time. Internally, we launched several programs to nurture our talent and create a strong sense \nof belonging for everyone. We’ve also made inclusion and diversity a key element of the KLA Foundation, \nwhich supports traditionally underserved and marginalized communities. In support of the movement \nagainst racism in the summer of 2020, the Foundation committed to social justice with the creation of the \nKLA Social Equity Fund  and a $1 million commitment  to combat racial inequity.New Ideas, New Momentum2019–2020 \nGLOBAL IMPACT \nREPORT \nAsianFemale\nWhiteMale\nBlack or African American\nHispanic or Latinx\nNative American, \nNative Hawaiian, Pacific Islander \nMultiracialRace & Ethnicity: \nU.S. Gender: Global\nOverall\n60%\n50%\n40%\n30%\n20%\n10%\n0%0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nLeadership Non-tech Tech OverallTechNon-techLeadershipJob Type\nPercent\n41%46%\n2%6%\n1% 1%38%54%\n1%4%0% 1%45%\n35%\n2%9%\n1% 2%56%\n35%\n1%3%0% 0%Introduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n31", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}