{"page_content": "Content IndexKeeping our \nPeople and \nWorkplaces Safe\nHealth and Safety\nOur employees are the lifeblood of our business. \nThat’s why their health and safety are always our \npriority.\nTo ensure our employees felt safe coming to \nwork during the pandemic, our health and safety, \nfacilities and security teams joined forces to \nestablish a gold standard for site operations. This \nallowed us to keep production facilities running, \nwhich in turn, enabled KLA to keep delivering new \nproducts and servicing customer sites during a \nperiod of exceptionally high demand. \nRick Wallace, our CEO, began weekly emails and \nvideos during COVID-19 to provide updates on the \nsteps KLA was taking to keep them safe, always \nreinforcing that the number one priority is the \nwell-being of our employees and their families. \n“I know it’s been really hard work, \nbut thank you…the only places I feel safe \nare at home and onsite at work.” Between 2019 and 2020, KLA employees completed more than 10,000 hours of \ntraining on health and safety topics.\nKLA employeeAll new hires are required to go through a health and safety training program. In addition, our service \ntechnicians are required to achieve and maintain level 3 safety training certification. This training program \ncontinued uninterrupted during COVID-19 when our team worked quickly to move all courses online.\nFor the past 14 years, KLA has been a member of Training Magazine’s Top 10 Hall of Fame, which recognizes us \nas a company unsurpassed in harnessing human capital. Our Wales site (SPTS) has received the Royal Society \nfor the Prevention of Accidents (RoSPA) Occupational Health and Safety Gold Award for eight consecutive years. Quality Health and Safety Training \n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n34", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}