{"page_content": "Content Index\nOur excellent safety record is a tribute to our employees' efforts, our training programs and our safety policy \nmanagement. We employ a full-time ergonomist to advance safety and human engineering for our products, \nand safe, user-friendly work methods and environments for our employees. As a result of these efforts, we \nachieved ISO 45001 certification in the United Kingdom and excellent OSHA statistics in the United States.  \nOur goal is always zero accidents across our facilities, and to achieve that, we conduct proactive risk \nassessments and audits to improve loss control measures. We also require all employees to complete a global \ninjury and illness prevention program based on risk and hazard assessments. \nBecause of the rapid growth we’ve experienced over the past few years, we completed a baseline assessment \nin 2020, looking at applicable local and government safety requirements for each new site. The goal was to \nunderstand the maturity of each of our acquired companies’ health and safety programs and then create a \nglobal environment, health and safety management system that integrates ISO 14001 and ISO 45001 into a \nsingle management system.\nWith a framework of plan, do, act, repeat, the assessment helped us respond quickly when COVID-19 hit and \nadopt best practices for each of our sites. We implemented mandatory face coverings, COVID-19 testing, \nproactive cleaning and sanitization, division of individuals and work shifts to prevent cross-contamination, \ninstallation of screens and protective infrastructures, and increased fresh air ventilation.Consistently Low Injury Rates \nKLA Corporation 2018 2019 2020\nTotal Recordable Incident Rate*\nRecordable Incidents\nDays Away, Restricted or Transferred*\nExperience Modification\n* Per 200,000 hours worked0.34\n10\n0.17\n0.620.34\n10\n0.23\n0.580.29\n12\n0.3\n0.572019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n35", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}