{"page_content": "Content IndexHealthy \nEmployees \nare Happy \nEmployees\nEmployee Well-BeingFaced with everything from wildfires to quarantines to community lockdowns, the events of 2020 \nreaffirmed our commitment to employee wellness. We adapted many of our existing programs and \nquickly developed new ones to ensure that employees felt supported and at ease. In 2020, our employee \nsupport initiatives included:\nThe COVID-19 pandemic was especially hard on working parents, and according to a 2020 McKinsey \nreport , mothers bore the brunt of it. To ease this burden, we offered remote learning and childcare leave \nfor employees in the U.S. and some of our other locations, giving them extra time to help their kids learn \nfrom home and providing financial support for any tutoring and childcare they might need. We also \noffered online wellness classes and gave employees an online forum—the KLA Caring for Families site—\nso they could get together to swap stories or even just talk about coping during COVID-19. • Offering hotel accommodations when employees were impacted by wildfires in California and \nOregon. \n• Expanding employee assistance programs and increased health, mental and financial-focused \nwellness sessions in most of our international locations during COVID-19.\n• Providing up to 10 days paid leave for employees in our U.S. and India offices who were sick or \ncaring for sick loved ones.\n• Giving our employees in some locations a quarterly well-being payment to use on anything \nhealth-related and making check-in calls to all employees working from home.\n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n36", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}