{"page_content": "Content IndexCaring for the \nCommunities Where \nWe Work and Live\nCommunity Engagement\nThe past two years have demonstrated that when we \ncome together, we can do our part to address complex \nsocial issues in meaningful ways—whether it’s staying \nsafe during a global pandemic or working toward \nequity in opportunity for all.\nIn 2020, we provided $2 million in global COVID-19 \nrelief funds through the KLA Foundation, focusing on \nthe most vulnerable members of our communities. \nWe awarded grants to programs that offer community \nservices, education, critical medical supplies and \nresources to combat food insecurity. In June, we \nannounced the dedication of $1 million to national and \nlocal initiatives addressing systemic racial inequities. 2019-2020 \nGLOBAL IMPACT \nREPORT \nin COVID-19 relief funds\ndedicated to social justice$ 2 million\n$ 1 millionA Foundation for Sustainable Change\nOur Approach The KLA Foundation is committed to advancing humanity by investing in our communities to \ncreate a more equitable, inclusive and accessible world. We believe making an impact requires \nlistening, ongoing collaboration, patience and a holistic understanding of human needs. The \nKLA Foundation strategically partners with organizations that know their communities best to \ncreate upstream solutions for sustainable change and empower our employees to get involved in \ncauses that are close to their hearts.\nThe Foundation focuses on three critical areas: education, health and wellness, and community \nenrichment. As we evaluate nonprofit partnerships, we look at their diversity, equity and \ninclusion efforts and how they align with our inclusion and diversity commitments.\nWe drive an employee giving culture by providing tools and support to enable employees to lead, \nparticipate in and contribute to community projects in order to maximize the impact of their \nengagement in the communities where they work and live.Nurture strategic partnerships with organizations that deeply understand their \ncommunity’s needs to support grassroots efforts and encourage positive long-\nterm change. Community EnhancementCreate opportunities and increase long-term access to educational resources. \nSupport girls and underrepresented communities throughout their unique \neducational journeys, especially in STEM fields.Education\nPromote community wellness programs and partner with grassroots organizations \ndedicated to achieving health equity. WellnessIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n38", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}