{"page_content": "Content IndexEducation\nTo inspire and empower young girls interested in STEM education, KLA Taiwan hosted a three-day science \ncamp in partnership with National Tsing Hua University. KLA Korea also sponsored similar education \nprograms to support the welfare of middle-and high-school girls in partnership with Duksung Women’s \nUniversity. “I think this camp enlightens our next female generation on the fundamental spirit of science.” \n—KLA volunteer \nIn 2019, the KLA Foundation hosted its first RoboGames , a collaboration between KLA-sponsored \nrobotics teams and FIRST® Robotics, which brought nine high-school robotics teams to Milpitas for a \ndemonstration. In 2020, we continued the RoboGames in a virtual format to keep all participants engaged \nand safe during the pandemic. The KLA Foundation also supports an all-girls robotics team in Korea.\nIn 2020, we provided funding for the Agastya Women’s Program in India to set up and operate a mobile \nscience laboratory for children. Because COVID-19 prohibited social gatherings, the program pivoted to \ndigital summer camps with activities to help kids explore science topics ranging from chemistry to pollution \nto nuclear physics.\nWe also provided seed funding to Bay Area Tutoring Association for their COVID-19 Tutoring Pods, which \nprovided tutoring services for children of Black Indigenous People of Color (BIPOC) healthcare workers.  \n“KLA Foundation’s partnership has helped Bay Area Tutoring Association be intentional \nwith social justice initiatives during COVID-19, like locating students of African ancestry \nin the Bay Area whose parents are essential workers. This partnership during COVID-19 \nhas been beneficial for students who need an approach to education that the \ntraditional public-school education doesn’t provide.” \nChris Norwood\nExecutive Director, Bay Area Tutoring Association  Strategic Global Community Initiative\n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n40", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}