{"page_content": "Content IndexDetroit, Michigan:  Food insecurity impacts families all over the world, including in our own community of Detroit, where 48% of residents are food insecure. To \nhelp address all aspects of food insecurity—from healthcare to farming and distribution—the KLA Foundation fosters synergistic partnerships with Peaches and \nGreens, DLIVE (Detroit Life is Valuable Everyday) and Keep Growing Detroit.\nIndia:  KLA India established a close partnership with Aid to India to support the surrounding Chennai villages during COVID-19. The KLA Foundation sponsored \na local village health worker to identify and monitor the health and nutritional needs for pregnant women and the elderly in the village. We contributed funds to \npurchase saplings and seeds to cultivate and produce vegetables in the community, provided locally prepared nutritional snacks to the children, and distributed \nhealth and nutrition supplies to 10 families for a year.\nIsrael: We also partnered with Amcha Israel, which promotes the mental and social well-being of Holocaust survivors. We helped Amcha to purchase laptop \ncomputers for 70 elderly citizens to alleviate the loneliness they experienced during COVID-19 lockdowns. The systems allow users to connect to a variety of online \nactivities via Zoom, including lectures, sports, entertainment and more. \nThe events of 2020 highlighted the importance of supporting the communities in which we live and work. We divided our $2 million global COVID-19 relief funds \ninto two phases for granting: 1) immediate support for the most vulnerable communities and 2) a recovery phase to assist organizations impacted by shutdowns.\nAt the beginning of the pandemic, when hospitals were desperate to find critical medical supplies, we used our 3D printing lab to make face shields for medical \nworkers. In addition, our procurement staff volunteered their time to help the Valley Medical Center source and purchase critical medical equipment—from N95 \nmasks to isolation gowns to medical carts. In total, KLA contributed $500,000 to the effort.\nThe KLA Foundation also works to meet the immediate needs of people who have survived natural disasters and tragic events in our communities. In addition to \nour COVID-19 Relief Fund, we sponsored disaster relief efforts for the California and Australian wildfires and the mass shooting in Gilroy, California. Community Enrichment \nKLA Global Relief Funds Distribution\nWe invite you to watch our video  showcasing our community efforts in 2020, and the hands-on science demonstrations we did with young students from St. \nJulian’s Primary School when they visited our KLA site.Health and Wellness\nfor community services$ 700,000 \nfor education$ 440,000 \nfor food insecurity$ 500,000 \nfor critical medical supplies$ 360,0002019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n41", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}