{"page_content": "Content Index\nKLA solutions rely on parts from across a global supply chain. We take great \ncare to ensure we’re acting responsibly and holding our suppliers to the same \nhuman rights and ethical business practice standards we set for ourselves.  \nOne way we do this is by championing the Responsible Business Alliance \n(RBA) Code of Conduct and asking all current and potential suppliers to \nreview, understand, act in accordance with, and implement its social, \nenvironmental and ethical standards throughout their businesses. We also \nadhere to the UK Modern Slavery Act and the California Transparency in \nSupply Chains Act.  \nWhen selecting new suppliers, we employ a qualification process that typically \nincludes supplier visits and/or quality audits of their people, processes and \ncapabilities. We contractually require our suppliers to adhere to our \nWe also worked with a third-party firm to create a new compliance portal for suppliers that provides multiple ways to get assistance and training around conflict \nminerals. Suppliers can choose the training they want and access a compliance guide. In 2019, we conducted a training webinar for suppliers to detail our \ncompliance program, operations standards and expectations around substances of very high concern. \nBy partnering with our suppliers, maintaining transparency and building trust throughout our supply chain, we can amplify our efforts to create a more just and \nhumane world. For more information on our human rights efforts in our supply chain, please see our content index.  Protecting the Rights of Every Human\nTier 1 Supplier Assessments\nsuppliers assessed \nin last three years \n(28%)classified \nas high riskneeded corrective \naction714 0% 0% Supply Chain Human Rights policy.  Our policy, which is aligned with the RBA \nCode of Conduct, covers labor rights, safe and healthy work environments \nfor employees, adherence to applicable environmental and employment \nlaws, metals and minerals responsibility, ethical business practices and \nmore. To fulfill our duty of oversite, we continually assess our suppliers’ \nperformance and work with any noncompliant suppliers on identifying and \nimplementing corrective actions.  \nIn 2019, we added newly acquired Orbotech and SPTS under the KLA RBA \numbrella. Even with the additional suppliers and obstacles introduced by \nthe pandemic, we achieved our goal to get 85% of our targeted suppliers to \nparticipate in the annual RBA Facility Supplier Assessment Questionnaire, \nwhich assesses the supplier’s compliance to the RBA Code of Conduct. 2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n44", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}