{"page_content": "Content IndexOur award-winning Corporate Learning Center and Learning and Knowledge Services every employee from \nthe moment they enter their first KLA role to the time they leave. To support our mission of accelerating \nperformance through learning, we provide employees with talent development planning, courses, coaching \nand team-building events.\nIn addition to group instruction, we provide facilitation and coaching to help employees push themselves \nand their teams further. \nAnd because we do all of our talent development in-house, we keep the knowledge within KLA, providing \neven more value to the whole organization.\nWe also support continued learning through tuition reimbursement and have worked with some of the \nleading universities to create systems engineering programs so we can further develop our highest talent. \nFor example, we partnered with Stanford University, San José State University and University of Michigan to \ndevelop and offer advanced, customized engineering programs for KLA employees.\nOur Electronics, Packaging and Components group, which includes SPTS and Orbotech, has also made an \nimpact with their employee development initiatives:\n• In 2019, SPTS received the Investors in People Gold Standard, which includes a rigorous assessment \nand certification process. SPTS is one of only a few companies in the manufacturing sector to achieve \na Gold Standard.\n• In addition to conducting workshops that help employees develop their personal career goals and \nimprove leadership skills, Orbotech continued its Electronics, Packaging and Components Innovation \nProgram. The program not only focuses on technology, products and processes but also offers \nemployees mentoring opportunities so they can explore possibilities beyond their current role.Cultivating Careers and Opening Doors Through Training Taking teams \nto new heights\nOur talent development initiatives go \nbeyond helping employees grow as \nindividuals. We also support entire teams \nas they work to carry out our corporate \nobjectives. In 2020 and 2021, the \nCorporate Learning Center has facilitated \nseveral global teams through a framework \nto help them define their strategic \ndirection. Through virtual sessions with \nleaders and their broader teams, we \nworked with Customer Experience, Global \nWorkplace Services and Cybersecurity to \nhelp them create their group’s mission, \nvision and strategies.  \n“With our mission, vision \nand strategies defined, \nwe’ve been able to \nenergize and align more \nthan 400 engineers in \nour group during one of \nthe most challenging and \nrewarding years in our \ncompany’s history.” \nMark Shirey\nVice President of Customer EngagementKLA has been included in the Training Magazine Top 10 Hall of Fame since 2008.\nOur Corporate Learning Center team invests 60–70% of our typical work week in \ncoaching and facilitation.2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n48", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}