{"page_content": "Content IndexA Letter From Our CEO\nMaking an impact that contributes to advancing \nhumanity has long been a part of the KLA \nDNA. This is the North Star strategy we apply \nto how we innovate and deliver for customers, \ninvest in our employees and contribute to the \ncommunities where we work and live. It is with \nthat foundation that I am pleased to share \nwith you this year’s KLA Global Impact Report. \nSummarizing the progress we have made \nacross 2019 and 2020, this report is proof of the \nperseverance and drive to be better that has \nbeen at the core of our efforts through some of \nthe most unprecedented times we have seen. \nThis year’s report is different for us. We took the \ntime to evaluate and understand the priorities \nof our stakeholders to allow us to prioritize our \nenvironmental, social and governance objectives \nto focus on for 2020 and beyond. This year, for the \nfirst time, we are reporting KLA’s Scope 1, Scope 2 \nand Scope 3 greenhouse gas (GHG) emissions. This \naccomplishment acknowledges the closing and \nintegration of our Orbotech acquisition over the \npast two years. With this acquisition we increased \nour employee count by 40% and our global \nfacilities footprint by 40%. Through our work over \nthe past year we can now share integrated metrics \nand progress against our global impact objectives. \nBringing these companies together also gives us \nthe opportunity to achieve greater global impact in \nthe years to come. In 2020 we formalized and declared our \ncommitment to inclusion and diversity, a strategy \ngrounded in our values that allowed us to come \ntogether when issues of social justice arose \nworldwide. We recognize that KLA has a long \njourney ahead, but we know we have charted \nthe right path and collectively we all are working \ntogether to make KLA even better and more \ninclusive. We remain resolute in our commitment \nto building inclusion in the workplace and to \ndoing our part to extend this commitment to the \ncommunities where we live through the activities \nof the KLA Foundation. \nWe will all look back at 2020 as a year like no \nother. The global pandemic delivered tremendous \nhardship and loss with no boundaries, and the \nfull impact is still unknown. Through this journey, \nwe learned a lot and continue to identify best \npractices to keep in place as we evolve how we \nwork. We know that our future will continue to \nprioritize health and safety while finding the right \nway to retain our productivity and continue our \ndelivery of leading innovation. None of this would \nhave been possible without the KLA global teams \nwho continue to impress and grow in ways we \nnever expected. \nI am proud of the progress you will find in the \npages of this report and excited at the platform \nthis is giving us to continue to make great impact \nin all we do to advance humanity.\nRick Wallace\nPresident and Chief Executive Officer\n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message  \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n4", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}