{"page_content": "Content IndexDue to the global pandemic, the Corporate \nLearning Center and Learning and Knowledge  \nServices quickly moved to virtual learning and \naugmented reality training. Despite the perceived \nconstraints, this “borderless” classroom ultimately \nhelped us reach more students around the world. \nIn the second quarter of 2020, we taught four \ntimes as many students as the same quarter in the \nprevious year. Reaching more students provides \na richer mix of attendees who can benefit from \ndifferent experiences and backgrounds.At KLA, we have a strong focus on leadership training. Our Enterprise Leadership Program (ELP), \nwhich spans two years, prepares KLA employees to fill future leadership roles. In 2019, 125 employees \nparticipated in the program.\nAs we strive for gender equity, we also place particular emphasis on developing KLA’s women leaders. In \n2019 and 2020, several of our women employees in the United States participated in Women Unlimited’s \nprograms, which provide mentorship and coaching to develop leadership skills to women advancing into \nmanager and director-level positions and to women in the early stages of their career.\nWhen we invest in our young people, we’re investing in a brighter future. We help students develop the \nskills they need to pursue meaningful careers that make a difference. Through our Urbanek Education \nFund, we award higher education funding to children of KLA employees.\nFor more about how KLA supports community efforts to develop technical talent, see our Community \nEngagement section.\nWe strive to ensure that our company messages are clearly communicated so employees have all the \ninformation they need to make good decisions. To support that goal, our Corporate Learning Center’s \naward-winning digital media team partners with the Global Communications team to create compelling \nvideo messages.  Expanding Access \nto Employee LearningTraining the Leaders of Tomorrow\nExtending Our Community Reach\nCollaborating Across Teams to Improve Communication“By building a true global community, \nwe’re democratizing learning at KLA. \nOne of our goals is to ensure that every \nsingle employee is able to realize five or \nmore days of development annually to \nmeet their needs.”\nGlenn Hughes\nSenior Director of Learning and Development As of 2020, the Urbanek Education Fund has helped more than 350 students with \n$5.2 million in education grants.2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n49", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}