{"page_content": "Content IndexOur Values in Action program is an innovative standards of business conduct training program that \nincorporates internal and external instructors, interactive exercises, discussions and polling questions \nand involves about 10 hours of in-depth training. Values in Action covers 10 subject areas such as the \nimportance of speaking up, anti-bribery and corruption, trade compliance, privacy, and inclusion and \ndiversity. Based on our five core values, the new program launched in 2021 to more than 1100 senior \nmanagers and higher and will be rolling out to the broader employee base in our next phase.\nNot only will the Values in Action program propel our ethics and compliance efforts forward, but it will also \nget employees talking about these important issues without fear of retaliation. When employees have the \npower to speak up and raise concerns in a safe environment, our entire organization thrives. \nBy deepening our ethical culture and modeling \nit—not only for employees but for our suppliers \nand customers as well—we have an opportunity to \nmake a meaningful impact in advancing responsible \nbusiness and spreading ethical practices.Taking the Next Step with Values in Action\n“As we saw from our Ethical Culture \nSurvey results, when we talk about \nethics and compliance issues, trust \ngoes up, and people are more willing \nto raise issues right away. This gives \nus the opportunity to immediately \naddress concerns, ultimately making \nour company stronger.” “When we enhance our compliance \nprogram to be a lighthouse for the rest \nof the company, it becomes a great \nrecruiting and retention tool. Who \nwouldn’t want to work at a company \nwhere they can be their true self and \nturn to someone if they need help or \nhave questions?” \nMark Gursky\nVice President and Chief Compliance Officer Dylan Owens\nEthics and Legal Compliance Program Manager \n2019–2020 \nGLOBAL IMPACT \nREPORT \nIntroduction\nOur ESG Strategy  \nCEO Message \nBusiness Snapshot \nand ESG Highlights  \nAdvancing \nHumanity  \nAdvancing \nInnovation\nAdvancing \nStewardship\n  \nAdvancing \nOpportunity  \nAdvancing \nLeadership   \n52", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}