{"page_content": "Ethics and integrity\n    \nGRI 102-16 Values, principles, \nstandards, and norms of \nbehaviorGlobal Impact Report, Making Life Better with Every Innovation\nGRI 102-17 Mechanisms for advice and \nconcerns about ethicsKLA has an ethics hotline  and online portal which is operated by an independent organization. KLA employees, contractors, customers, \nsuppliers and community members have access to the hotline and portal and are encouraged to raise questions and/or concerns \nrelated to ethics through these platforms. Employees and our third-party partners are made aware of the ethics hotline/portal \nthrough the KLA Standards of Business Conduct, the Values in Action training, communications from the CEO and through the Supplier \nStandards of Business Conduct. Individuals can submit an anonymous concern which is communicated to the KLA ethics team and \naddressed by KLA employees specifically trained to investigate such concerns. The KLA Vice President and chief compliance officer \nreports to the Audit Committee of the Board of Directors once a quarter regarding the volume, region and summary of issues raised \nthrough the hotline/portal.\nGovernance \n   \nGRI 102-18 Governance structure KLA 2020 Proxy Statement, PDF pg. 13-17\nGRI 102-19 Delegating authority In 2020, KLA established a Corporate Social Responsibility Committee (CSR Committee) and an Environmental, Social and Governance \n(ESG) Steering Committee. The CSR committee is a working group composed of representatives from across KLA. The CSR committee \nreports up to the ESG Steering Committee. The ESG Steering Committee is composed of global leaders from across our corporate \ngroups. The ESG Steering Committee implements and executes our ESG strategy under the oversight of the executive team and Board \nof Directors. Each member of the ESG steering committee disseminates information and delegates responsibility to the members of \nhis/her team.\nGRI 102-20 Executive-level responsibility \nfor economic, environmental, \nand social topicsKLA’s chief strategy officer has executive-level responsibility for economic, environmental and social topics. The chief strategy officer \ninterfaces directly with KLA’s CEO and Board of Directors to align on corporate sustainability strategy and programmatic progress.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}