{"page_content": "GRI 102-21 Consulting stakeholders on \neconomic, environmental, \nand social topicsKLA conducts a bi-annual materiality assessment with the support of qualified third-party consulting partners. Through the materiality \nassessment, KLA directly engages with a range of stakeholders including investors, employees, executives and leaders from the KLA \nFoundation. Conclusions from the materiality assessment are shared with the members of KLA’s executive leadership team. Also, \nthrough the KLA Foundation, we maintain a portfolio of strategic partners with whom we maintain an ongoing relationship.\nGRI 102-22 Composition of the highest \ngovernance body and its \ncommitteesKLA 2020 Annual Report, PDF pg. 13-18\nGRI 102-23 Chair of the highest \ngovernance bodyKLA 2020 Annual Report, PDF pg. 13\nGRI 102-24 Nominating and selecting the \nhighest governance bodyKLA 2020 Annual Report, PDF pg. 16-17\nGRI 102-25 Conflicts of interest KLA 2020 Annual Report, PDF pg. 28\nGRI 102-26 Role of highest governance \nbody in setting purpose, \nvalues, and strategyThe KLA ESG Steering Committee, comprising vice-president level leaders from across KLA, is responsible for (a) setting general strategy \nrelating to ESG matters, (b) developing, implementing and monitoring initiatives and policies based on that strategy, (c) overseeing \ncommunications with employees, investors and stakeholders concerning ESG matters, and (d) monitoring and assessing developments \nrelating to, and improving the KLA’s understanding of ESG matters.\nGRI 102-29 Identifying and managing \neconomic, environmental, \nand social impactsKLA, and specifically the ESG Steering Committee, identifies the impact of different ESG topics on the company through a bi-annual \nmateriality assessment. KLA engages internal and external stakeholders in the process of identifying those priority ESG topics. The \nmateriality assessment also helps inform how KLA will manage the risks and opportunities posed by ESG topics.\nGRI 102-31 Review of economic, \nenvironmental, and social \ntopicsKLA conducts a bi-annual full materiality assessment during which the ESG Steering Committee reviews the ESG topics of greatest \nsignificance to KLA and their impacts, risks and opportunities.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}