{"page_content": "Business Ethics & Compliance\nGRI 103-1 Explanation of the material \ntopic and its BoundaryAt KLA, we believe that maintaining a strong culture of ethics and compliance provides many benefits, including motivating employees, \ndelivering value to shareholders, establishing trust with customers and building a positive corporate reputation. We are committed to \nupholding the highest ethical standards in everything we do, and clearly communicating these expectations to all KLA employees. Over \nthe past several years, KLA has acquired several companies which introduced a substantial number of new employees across a broad \ngeographic reach. Familiarizing new employees, both from outside hiring and through acquisitions, with KLA's ethics and compliance \nstandards is a key focus for company leadership.\nGRI 103-2 The management approach \nand its componentsKLA’s vice president and chief compliance officer leads company efforts on ethics and compliance. Our Standards of Business Conduct  \nis available in 10 languages and establishes company-wide ethics and compliance standards covering topics such as conflicts of \ninterest, anti-bribery and corruption, protecting sensitive information, government relations and antitrust and competition laws. \nWe partner with an independent organization to host an ethics portal and hotline, called EthicsPoint, which is available to all KLA \nemployees and business partners. When concerns or questions are submitted anonymously through the portal/hotline, they are \nrouted to a KLA employee trained to conduct relevant investigations. Our chief compliance officer provides quarterly updates to \nthe Audit Committee of the Board of Directors on ethics and compliance topics and strategies, including on investigation matters \nand reports submitted through KLA’s EthisPoint hotline. The full Board of Directors also reviews and approves any changes to KLA’s \nStandards of Business Conduct on an annual basis.  Periodically, KLA conducts a survey to gauge employee perceptions of the \ncompany’s ethics program.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}