{"page_content": "Materials & Waste\nGRI 103-1 Explanation of the material \ntopic and its BoundaryImproving the tracking and analysis of material inputs used and waste outputs from the production of KLA products presents an area \nof opportunity for the company to reduce our environmental footprint and operating costs. Using materials more responsibly and \nreducing waste can enhance employee, supplier and customer health and wellness, optimize product inputs, be a source of innovation \nand competitive value creation, improve operational resilience and enhance KLA’s reputation.\nGRI 103-2 The management approach \nand its componentsKLA has a company-wide Environmental Management Policy  which establishes a standard commitment to complying with all applicable \nenvironmental laws and standards across company locations globally. The vice president of global workplace services at KLA drives the \noverarching strategy which is enacted by regional facility leads. Three of our sites are certified to ISO 14001: Milpitas, California; Israel; \nand Singapore.\nGRI 306-2 Waste by type and disposal \nmethod2019-2020 ESG Fact Sheet\nClimate & Energy\nGRI 103-1 Explanation of the material \ntopic and its BoundaryThe manufacturing process for KLA products is relatively energy-intensive, which directly impacts the greenhouse gas emissions from \nour operations. To do our part to curb the impacts of climate change, KLA is taking a close look at the company’s energy use and \ngreenhouse gas emissions from our own operations, as well as impacts from our products in their use-phase. We also recognize that \nthe earth is already experiencing some of the impacts of climate change and it is important for KLA to understand the related physical \nand transitional risks to best protect our employees, facilities and ability to deliver on our commitments.\nGRI 103-2 The management approach \nand its componentsKLA has a company-wide Environmental Management Policy  which establishes a standard commitment to complying with all applicable \nenvironmental laws and standards across company locations globally. The vice president of global workplace services at KLA drives the \noverarching strategy which is enacted by regional facility leads. Three of our sites are certified to ISO 14001: Milpitas, California; Israel; \nand Singapore.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}