{"page_content": "SASB: TC-SC-\n110a.1Amount of total emissions \nfrom perfluorinated \ncompoundsOmission statement: This metric is not relevant to KLA as the company does not emit a significant amount of perfluorinated \ncompounds from our operations.\nSASB: TC-SC-\n110a.2Discussion of long-term \nand short-term strategy \nor plan to manage Scope \n1 emissions, emissions \nreduction targets, and an \nanalysis of performance \nagainst those targetsIn 2021, KLA completed a comprehensive greenhouse gas emissions inventory covering our Scope 1, Scope 2 and Scope 3 emissions. \nWe are using the results of that assessment to update our long- and short-term strategies to manage emissions. We are also currently \ndeveloping emissions reduction targets based off our inventory.\nWater Management\nGRI 103-1 Explanation of the material \ntopic and its BoundaryWater management is material to KLA because company facilities located in high water stress regions are at risk of increased \noperating costs as the resource becomes more constrained. By effectively and efficiently managing our water use, KLA can reduce \noperating expenses, improve operational resilience, reduce exposure to potential regulations and positively impact the ability of local \ncommunities to access water.\nGRI 103-2 The management approach \nand its componentsKLA has a company-wide Environmental Management Policy which establishes a standard commitment to complying with all applicable \nenvironmental laws and standards across company locations globally. The vice president of global workplace services at KLA drives the \noverarching strategy which is enacted by regional facility leads. Three of our sites are certified to ISO 14001: Milpitas, California; Israel; \nand Singapore.\nGRI 303-5 Water consumption 2019-2020 ESG Fact Sheet\nSASB: TC-SC-\n140a.1Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}