{"page_content": "Talent Development\nGRI 103-1 Explanation of the material \ntopic and its BoundaryTo support the innovation necessary to drive the continual improvement of KLA products and meet the needs of our customers, it is \nvital for KLA to maintain a strong talent attraction, retention and development program. The professional development opportunities \noffered by KLA support individual employees in their efforts to expand their skillsets and realize their career goals. At the same time, \nKLA’s training programs help fulfill opportunity areas within the business and position the company to continue delivering high-quality \nproducts and services to customers.\nGRI 103-2 The management approach \nand its componentsKLA offers competitive compensation and benefits packages to attract and retain talent and we regularly benchmark these offerings to \nensure we remain competitive. We also support the professional development of our employees and address emerging talent needs by \noffering extensive training opportunities, largely through our Corporate Learning Center.\nGRI 401-2 Benefits provided to full-\ntime employees that are \nnot provided to temporary \nor part-time employeesKLA Careers Page\nGRI 404-1 Average hours of training \nper year per employee2019-2020 ESG Fact Sheet\nGRI 404-2 Programs for upgrading \nemployee skills and \ntransition assistance \nprogramsKLA hosts a Corporate Learning Center through which we offer a wide range of web-based and instructor-led trainings to all employees \nacross the globe. The main objectives KLA looks to achieve through the Corporate Learning Center are supporting employees in their \ncareer growth goals and filling talent gaps specific to KLA’s product and service offerings.\nGRI 404-3 Percentage of employees \nreceiving regular \nperformance and career \ndevelopment reviews2019-2020 ESG Fact SheetDisclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}