{"page_content": "SASB: TC-SC-\n330a.1Percentage of employees \nthat are (1) foreign \nnationals andAs a global company, KLA has employees around the world. About 70% of our employees are based outside of the United States. \n(2) located offshore\nHuman & Labor Rights / Supply Chain Management\nGRI 103-1 Explanation of the material \ntopic and its BoundaryKLA is committed to upholding the human rights and dignity of all people, including those employed through KLA, our subsidiaries and \naffiliates, and our suppliers. In addition, KLA believes that any activities that fuel social conflict, violate human rights or lead to serious \nenvironmental degradation are unacceptable. Incidents associated with human or labor rights can severely damage KLA’s reputation \nboth internally and externally, lead to compliance and legal costs and lawsuits and damage business relationships. By building and \nmaintaining robust policies and protections of human and labor rights, KLA can remain a trusted employer and a business partner to \nemployees, government regulators, business partners and investors.\nGRI 103-2 The management approach \nand its componentsKLA has robust policies and procedures in place to ensure respect for labor and human rights across our operations. We have a \nseparate effort focused on upholding the same high standards for human and labor rights protections in our supply chain. We \ncommunicate these standards with all suppliers through the KLA Supply Chain/Human Rights Policy ; by including our expectations in \nthe terms and conditions of all KLA purchase and supplier agreements; maintaining a Standards of Business Conduct for suppliers, \nagents, and non-employee workers; and engaging suppliers through resources provided by the Responsible Business Alliance.   \nBefore partnering with a company, KLA evaluates potential suppliers through a selection and qualification process that is a critical part \nof our supply chain management strategy. These evaluations include site visits and/or quality audits of the supplier’s people, processes \nand capabilities against pre-determined evaluation criteria. During these assessments, the team qualifies how well the supplier meets \nKLA’s standards. Only the suppliers that meet KLA’s standards and the overall selection criteria are chosen. The selected suppliers \nbecome part of KLA’s supply base and are managed for continuous improvement through the KLA Supplier Scorecard program.   \nThe KLA Supplier Scorecard includes several qualitative and quantitative criteria used to ensure suppliers continue to adhere to KLA’s \npolicies and standards. When a supplier’s performance is below a certain level on the Scorecard, we create a Supplier Action Request. \nKLA will discontinue business with suppliers that fail to either improve their Supplier Scorecard rating over a defined period or resolve \nrequests in a timely manner. Our efforts to manage existing suppliers include planned business reviews, site visits and performance \naudits, which consider supplier adherence to KLA human rights policies. Site visits and performance-related audits occur when and if a \nsupplier’s Scorecard performance is declining and/or if supplier risk is determined through the course of normal supplier visits.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}