{"page_content": "Health, Safety & Wellbeing\nGRI 103-1 Explanation of the material \ntopic and its BoundaryThe health, safety and wellbeing of our employees is of the utmost importance to KLA. Based on our business model, KLA has \nemployees who predominately work in offices, those who work at our factories and those who travel to customer sites to help with \ninstallation, upkeep and updates of KLA products. These different job types bring with them slightly different health and safety risks, \nwhich we recognize and address through different trainings, policies and programs. Additionally, we recognize the importance of \npromoting and supporting the physical, mental and emotional wellbeing of our employees, which positions them to do their best work \nand minimizes risks for KLA.\nGRI 103-2 The management approach \nand its componentsKLA has a robust management program and runs multiple training efforts to maintain a consistent approach to employee health and \nsafety across our global locations. Every new hire at KLA completes a health and safety orientation within their first week on the job. \nEach KLA manufacturing facility has a safety committee composed of local KLA health and safety experts that conduct quarterly safety, \nsecurity and space audits. The results of these internal audits are used to create a facility-specific report card which highlights areas \nfor improvement. We retain a fulltime ergonomist to optimize safety and human engineering for our products and safe, user-friendly \nwork methods and environments for our employees. We provide regular ergonomic trainings to empower each employee with the \ninformation and tools they need to conduct more regular self-assessments. We also participate in routine external audits led by local \ngovernment bodies based on the location of our facilities as well as customer-driven audits.\nGRI 403-1 Occupational health and \nsafety management systemAll SPTS sites are certified to ISO 45001 occupational health and safety standards. KLA is in the process of rolling out a company-wide \nhealth and safety management system, which will be aligned with ISO 45001 standards.\nGRI 403-2 Hazard identification, risk \nassessment, and incident \ninvestigationWe identify potential hazards in our facilities by conducting weekly inspections of chemical areas; utilization of our online Safety \nIncident Reporting System (SIRS) to report injuries, illnesses, accidents, near-misses or suggestions; and conducting quarterly \nsafety, space and security audits. Once we identify a hazard, injury or near-miss, the facility manager along with members of the \nenvironmental, health and safety team, conducts an accident investigation to correct the hazard and determine the root cause. \nCurrently, the Milpitas facility is in the process of implementing elements of the ISO 45001 Standard, which includes conducting \na health and safety assessment of the facility. SPTS, being ISO 45001 certified, has conducted numerous health and safety risk \nassessments, and in Singapore, health and safety assessments have been completed as required by the Ministry of Manpower.         SASB: TC-SC-\n320a.1Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}