{"page_content": "GRI 403-5 Worker training on \noccupational health and \nsafetyThrough our Corporate Learning Center, employees receive a plethora of training on health and safety topics. For example, all \nemployees receive Hazard Communication training, while employees that handle or work around hazardous materials receive a more \nextensive course called Hazardous Materials and Waste Handling. Other specific training includes Laser and Radiation Safety and \nTitle 22 Hazardous Waste Management training. Through our ISO 14001 Environmental Management System, employees who handle \nhazardous materials must also complete the EMS-05 Hazardous Materials and EMS-08 Universal and Hazardous Waste procedures \ntraining.\nInclusion & Diversity\nGRI 103-1 Explanation of the material \ntopic and its BoundaryKLA is committed to maintaining and strengthening a culture of inclusion and diversity across gender, nationality, race, ethnicity, \nbackground, sexuality and experience. We believe having a diverse employee base and creating a space where each person can be \ntheir full self at work provides us an ability to access, retain and benefit from the best talent from around the globe without limiting \nfocus on a specific geography or demographic; creating a more inclusive environment for our employees; and inspiring a more creative \napproach to problem-solving and innovation.\nGRI 103-2 The management approach \nand its componentsKLA’s chief inclusion and diversity officer and senior vice president (SVP) of talent management sets the direction of the company’s \ninclusion and diversity (I&D) efforts. The chief inclusion and diversity officer and SVP of talent management reports quarterly on \nI&D key performance metrics and programs to the Compensation and Talent Committee of the Board of Directors. The director of \nglobal I&D leads a team of employees dedicated to integrating of I&D across the organization and providing employees with the \nnecessary knowledge and tools to contribute to such efforts. The I&D team partners closely with the KLA human resources team to \nensure benefits, compensation and recruitment efforts purposefully consider the company’s commitment to I&D. Members of the \nKLA leadership team are constantly messaging the importance of I&D to their teams through town hall meetings, all-staff emails and \nthe KLA intranet. This personal communication from the top of the organization helps to cascade the message and build a consistent \nculture throughout the organization. \nGRI 405-1 Diversity of governance \nbodies and employees2019-2020 ESG Fact SheetDisclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}