{"page_content": "Innovation\nGRI 103-1 Explanation of the material \ntopic and its BoundaryKLA is part of an industry where success is defined by a company’s ability to rapidly innovate new technologies, tools and solutions. \nTo maintain a competitive advantage and serve the needs of our customers, KLA must invest significant amounts of human and \nfinancial capital into innovation efforts. At KLA, we drive innovation through a combination of creating new technologies as well as close \ncollaboration with customers to enhance existing technologies.\nGRI 103-2 The management approach \nand its componentsKLA’s approach to managing innovation is overseen by the engineering leads of the different business areas based on product offering. \nEngineering leads communicate innovation plans, objectives and corresponding needs through an annual strategic planning process. \nOne of the results of the strategic planning process is a balance scorecard which tracks the objectives set by the executive leadership \nteam and functional leaders. The scorecard is used to ensure alignment in the direction of product development and accountability \nfor accomplishing objectives. To encourage standardization across the organization, KLA has one product lifecycle process (PLC) \nwhich defines the steps for driving innovation and subsequent product development and product lifetime management in the field. \nThe PLC provides guidelines from cradle to grave, including the following stages of product/service development: concept, prototype, \nintegration into tools, qualification for sale, rollout to customers and maintaining viability and affordability. The PLC outlines key \nperformance indicators and considerations for our product teams to track as they move throughout the innovation and development \nprocess. KLA invests heavily in training opportunities for employees to encourage innovation and empower individuals to contribute to \nthe development of next-generation technologies.\nSASB: TC-SC-\n410a.1Percentage of products \nby revenue that contain \nIEC 62474 declarable \nsubstancesMore than 99% or KLA products, by revenue, contain declarable substances.\nProcessor energy efficiency \nat a system-level for: (1) \nservers, (2) desktops, and \n(3) laptopsOmission statement: This metric is not relevant to KLA as the company does not produce chips. However, KLA does enable chip makers \nto produce more efficient chips, and we also deploy much computing in KLA products themselves, and hence our products function \nwith far greater relative energy efficiency as chip efficiencies improve.Disclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}