{"page_content": "Community Engagement\nGRI 103-1 Explanation of the material \ntopic and its BoundaryCommunity support and engagement is part of KLA’s commitment to advancing humanity. The size and scope of our organization gives \nKLA the opportunity to make a positive and lasting impact on the communities in which our employees live and work. Addressing needs \nin our communities fosters employee engagement and pride, strengthens KLA’s reputation, and secures our social license to operate.\nGRI 103-2 The management approach \nand its componentsThe KLA Foundation is a 501(c)(3) organization that works seamlessly with the KLA Corporation to drive the company’s community \nengagement and philanthropic efforts. The KLA Foundation is committed to advancing humanity by investing in our communities to \ncreate a more equitable, inclusive and accessible world. KLA’s global environmental, social and governance (ESG) lead oversees the \ndirection of the foundation while the non-profit is run by an independent director. The foundation director collaborates with employees \nacross KLA’s global footprint including site leads, the corporate communications team and executives of all the major groups to \nestablish a consistent culture and garner executive sponsors and employee volunteers for various activities. The KLA Foundation \nstrategically partners with organizations that know their communities best to create upstream solutions for sustainable change and \nempower our employees to get involved in causes that are close to their hearts. The focus areas of KLA community engagement efforts \ninclude education, wellness and community enrichment. KLA hosts a global giving platform, available to all employees, through which \nindividuals can track donations, request donation matches, search for volunteer opportunities, track volunteer hours and access \ncampaigns organized by KLA. In partnership with the foundation, KLA offers the following programs: an employee donation match \nprogram, up to $10,000 annually to eligible non-profit organizations; a Dollars for Doers program, which offers employees $10 per \nhour of charity credit, up to $500, for employee volunteer hours; and a disaster relief program, which consists of a Foundation budget \ndedicated to meet the immediate needs of disaster survivors.\nTotal giving 2019-2020 ESG Fact SheetDisclosure Description Location/Response", "metadata": {"source": "NASDAQ_KLAC_2020.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}