{"page_content": "13\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             Appendix\nUnderstanding our CO2 Emissions\nOur operations generate CO2 emissions directly and indirectly through the production, distribution and use of our product methanol. We \nare committed to playing an active role in society’s transition to a low-carbon economy by seeking ways to improve our energy efficiency \nand lower the CO2 emissions from our operations. Methanol also plays a role in enabling many low-carbon product solutions and is an \nalternative, lower-emission marine, vehicle and boiler fuel (see the Societal Benefits of Methanol  section for more).\nOur operations generate emissions both during the methanol production process and when we ship methanol to our customers worldwide. \nTo learn how we manage the emissions from marine vessels, see page 53  in the Waterfront Shipping section. Most of our CO2 emissions \noccur during the methanol manufacturing process and result from burning natural gas to generate the high temperatures needed to \nconvert natural gas feedstock into methanol. Like many other companies within the chemical industry, our current reliance on carbon-based \nfuels as the most economically feasible way to generate these heat requirements at scale presents both challenges and opportunities. \nAN INDUSTRY OPPORTUNITY\nThe broader chemical industry, of which the methanol industry represents a large sector, has an integral role to play in helping achieve \nglobal carbon emissions reductions and supporting ambitions for the decarbonization of the economy. Firstly, methanol and other \nchemical products are essential building blocks of hundreds of products that improve our quality of life and that help facilitate the \ntransition to a low-carbon economy, such as energy-efficient buildings, electric cars and trucks, solar panels and wind turbines to name \njust a few. As stated by the World Economic Forum , “…chemical products are essential to many low-carbon technologies – including \nrenewable energy, housing and mobility.”  The second opportunity is that as of 2020, the chemical value chain was the third-largest \nindustrial source of CO2 emissions, behind the cement and steel sectors (source: Science Based Targets Dec 2020 Report ). If we as an \nindustry can find ways to use carbon more efficiently in our processes – through the development and commercial implementation of \nnew technologies – the chemical industry could further reduce its overall CO2 emissions, with the potential for far-reaching global impact \n(source: World Economic Forum ). \nAN INDUSTRY CHALLENGE \nWhile the scale of the opportunity is great, there are unique challenges that classify the chemical industry as a “hard-to-abate sector” \n(International Energy Agency (IEA) – Energy Technology Perspectives ). While “hard to abate” does not mean “impossible to abate,” the \nability of Methanex, the methanol industry and the wider chemical industry to achieve material CO2 reductions is challenged by a \nnumber of critical factors: \n• High temperature heat requirements:  The chemical reactions required to produce methanol require energy and high heat (the \nmethanol production processes, for example, require temperatures of approximately 900°C-1000°C). Currently, there are no cost-\neffective substitutions for carbon-based fuels to generate this level of heat at scale ( IEA – Energy Technology Perspectives ). We share \nthis constraint with other chemical producers, as well as the cement and steel industries. Energy sources that can produce these \nhigh levels of heat today, without making our end product prohibitively expensive, are coal and natural gas. Methanex only uses \nnatural gas in our production process, which generates a CO2 emission intensity that is, on average, five to seven times lower than \nmethanol produced with coal (see sidebar). \n• Long lifespan of manufacturing plants:  The technology used to produce methanol determines, to a large extent, the efficiency of \nconverting natural gas to methanol and the resulting CO2 emissions. The technology we select when a plant is first being designed \nis based on the best technology available at the time, and is essentially “locked in,” with only relatively moderate modifications \npossible going forward. Although new technologies and plant designs to improve processes might later become available, it can be \nprohibitively expensive or technically unfeasible to update or retrofit an existing plant. Given the significant capital, materials and \nresources required to build a new methanol plant, it can also be uneconomic, wasteful and CO2 intensive to decommission an older Energy requirements for chemical reactions\nProducing methanol, and many other chemicals, \neconomically and at scale today relies on carbon-based \nfuels to generate the high heat and energy requirements \nfor chemical reactions to occur. Methanex uses natural gas \nin our production process, and in 2020, production from \nour facilities had an average CO2 intensity of 0.6 tonnes of \nCO2 per tonne of methanol. In comparison, this is about five \nto seven times less than producing methanol from coal.\n(Source: International Renewable Energy Agency , Innovation \nOutlook: Renewable Methanol, page 33).\n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}