{"page_content": "20\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             Appendix\nAlternative Methanol Market\nBiomethanol and e-methanol are often referred to as either “renewable” or “green” \nmethanol, as they are both produced using renewable sources of feedstock and have \na lower carbon footprint compared to conventional methanol production from coal or \nnatural gas. \nThe market for renewable methanol is in the early stages of development and is being driven by an increased global focus on CO2 \nemissions reduction by governments, regulatory bodies and companies. For example, through regulations such as the Renewable Energy \nDirective II, European member states require fuel suppliers to deliver a minimum of 14 per cent of the energy consumed in road and \nrail transport by 2030 as renewable energy. In the private sector, companies are also seeking to reduce their CO2 emissions and meet \nvoluntary targets through strategies that include purchasing carbon offsets through the small but growing voluntary carbon market .\nMethanex supports the growth of renewable methanol in fuel markets where conventional methanol is already in use, such as methanol \nmarine fuel, M100 (100 per cent methanol) vehicle fuel and methanol fuel cells. For example, methanol as a marine fuel is already well \nestablished, and renewable methanol can help the shipping industry meet the decarbonization goals set by the International Maritime \nOrganization to reduce carbon emissions by 40 per cent in 2030 and 70 per cent by 2050, compared to 2008 levels.\nWhile it represents less than one per cent of the market today, renewable methanol could play a growing and important role in \nsupporting countries’ and companies’ emissions reduction targets in the future (source: International Renewable Energy Agency , \nInnovation Outlook: Renewable Methanol, page 23). Methanex is committed to working with our customers and supporting them in \nmeeting their requirements for renewable methanol and for low-carbon methanol. We will continue to assess developing methanol \nproduction technologies and look for opportunities for investment and/or offtake agreements that are practical and economically viable \nfor our business. \nIt’s anticipated that the interest in renewable methanol will continue to grow as a result of consumer preference as well as national and \ninternational regulations that require emissions reductions. Our strategic investments in renewable methanol include:\nMethanex investment in e-methanol:  Methanex was an early investor in renewable energy through our 2013 investment in Carbon \nRecycling International  (CRI), which has developed an emissions-to-liquids technology to produce renewable methanol. Methanex is a \nshareholder and on the board of CRI. Along with its own plant in Iceland, CRI is also developing two new commercial-scale renewable \nmethanol plants in Norway and China, both of which will leverage the company’s proprietary emissions-to-liquids technology. The plant \nin China is currently under construction and is expected to be operational by the end of 2021. \nMethanex investment in biomethanol:  In December 2020, we received International Sustainability and Carbon Certification  for \nproduction at our two Geismar plants using biomethane (renewable natural gas) from municipal solid waste and other sources. This \nenables us to support our customers in meeting current and future regulations, industry standards and their own voluntary carbon-\nreduction targets.   \nRenewable methanol plant in Iceland.  \nSource: Carbon Recycling International\n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}