{"page_content": "21\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             Appendix\nClimate-Related Risks and Opportunities\nClimate change is a strategic risk that has potential financial implications for companies, capital providers, \nsuppliers and customers. Climate change also provides strategic opportunities; in our case, for alternative fuels, \nsuch as methanol and green methanol, that reduce CO2 emissions and can contribute to decarbonization. In this \nsection we outline some of the key climate-related risks and opportunities we are monitoring and evaluating in \nalignment with the recommendations of the Task Force on Climate-related Financial Disclosures. \nTRANSITION RISKS AND OPPORTUNITIES\nWe monitor policy and regulatory changes, technology costs and potential changes in consumer behaviour and perceptions to assess the business opportunities and risks \nthey present through the global transition to a low-carbon economy. \nLegislative and regulatory risks\nPublic attitudes around climate change and the transition to a lower-carbon economy are changing. As a result, under the Paris Agreement within the United Nations \nFramework Convention on Climate Change, some of the countries where we operate have committed to reduce CO2 emissions and implemented carbon taxes or trading \nschemes. While our operations in the United States, Trinidad and Egypt aren’t currently affected by these types of regulations, our operations in New Zealand, Canada \nand Chile are subject to CO2 regulations that result in additional costs to produce methanol. Many of our competitors produce methanol in countries that do not impose \nCO2 regulations or carbon taxes. Changes to existing CO2 legislation, new legislation or changes in carbon prices in the countries where we operate could affect our operating \nand financial results, making us less cost competitive within the methanol industry. Emissions regulations in New Zealand, Chile and Canada are undergoing reviews and \nmay be subject to change. In 2021, the US re-entered the Paris Agreement and has announced plans to implement its objectives with respect to CO2 emissions reductions.\nNew Zealand’s Emissions Trading Scheme currently imposes a carbon price on producers of fossil fuels, including natural gas, which is passed on to Methanex. This increases \nthe cost of gas that we purchase in New Zealand. However, as a trade-exposed company, Methanex is entitled to a free allocation of emission units to partially offset those \nincreased costs. The amount of free allocation emission units we are entitled to is expected to gradually decrease over time. \nSince 2017, Chile has imposed a carbon tax on certain CO2 emissions. We are charged a Green Tax for CO2 emissions from our site’s boilers and turbines. Recent legislation \nwill increase carbon taxes in Chile over the coming years. Starting in 2023, we will be taxed on fixed emissions sources on site, including the Chile 1 reformer and the Chile  \n4 fired heaters.\nSince 2007, our Medicine Hat facility in Canada has been subject to compliance reporting and carbon pricing under different government programs applying to industrial \nfacilities that emit more than 100,000 tonnes of CO2 equivalent annually. Under current regulations, by 2021 we are expected to reduce our facility emission intensity (i.e., \nthe amount of CO2 emitted per tonne of methanol produced) by 11 per cent compared to our 2013-2015 baseline period. Based on the allowable emissions intensity, each \nfacility receives an amount of allowable CO2 emissions based on total production. For the remainder of our emissions, we pay a compliance cost and/or purchase offset \ncredits. Canada’s carbon price increased to CAD40/tonne in 2021 and will rise to CAD50/tonne in 2022. In December 2020, the Canadian government announced its plans to \nincrease the carbon price by CAD15/tonne every year starting in 2023 to reach CAD170/tonne by 2030.\nTechnological risks\nMany of our methanol plants have operated for multiple decades, and with appropriate maintenance they will be capable of operating efficiently and cost effectively well \ninto the future. This is because the energy-efficiency gains of new technologies for natural-gas-based methanol production have been primarily incremental rather than \ntransformational. Although alternative feedstocks and methods for methanol production, including producing methanol from renewable resources, exist today, they are \nnot currently economic to produce at scale. New technologies for methanol production, including those that reduce the CO2 emissions intensity of methanol production, \nmay make our current plants less cost-competitive or obsolete over time. In addition, regulatory changes could require us to invest in new technologies to reduce our CO2 \nemissions, which could result in significant capital expenditures.   ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}