{"page_content": "29\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             Appendix1.40\n1.20\n1.00\n0.80\n0.60\n0.40\n0.20\n0.00Employee and Contractor Safety\nOur number one priority is making sure every team member goes home safe, every day. We \nbelieve all injuries are preventable and make a concerted effort to design and manage our \nhealth and safety programs with the goal of achieving a zero-injury workplace year after year. \nEMPLOYEE SAFETY\nWe have comprehensive health and safety programs to protect the safety of our team members and contractors.  \nOur safety management initiatives include:\nFostering safe behaviours:  Safety is critical across our business, \nand particularly at our manufacturing sites, where more than \n75 per cent of our employees work. New employees at our \nmanufacturing sites participate in a Switch On to Responsible \nCare  (Switch On) workshop after joining the company. Our \nSwitch On  program is a driving force in our safety culture, \nconnecting the reasons that motivate our employees to work \nsafely (such as going home to loved ones) with conscious \nefforts to behave safely. We also provide regular refresher \nsessions for all employees. \nRaising hazard awareness:  In 2019, we launched a global \nhazard awareness and training campaign to help employees \nand contractors recognize hazards and encourage intervention, \nreporting and follow-ups to safety concerns. The campaign \ninvolved facilitated workshops at each of our manufacturing \nsites, and all sites completed the training by the end of 2020. \nEach site now sets goals for hazard observations, and reinforces \nhazard awareness during Toolbox Talks, which are short safety \nconversations before starting a particular job or task.Focusing on critical activities:  Our Critical Activities, Rules and \nExpectations (CARE) Standard defines the activities that present \nthe greatest risk to workers, and the actions required to work \nsafely and avoid significant injuries. The critical rules (commonly \nreferred to as Life Saving Rules) apply to seven activities: hot \nwork (such as welding), lifting, hazardous energy, confined \nspace entry, electrical work, work at heights and excavation. \nEach manufacturing site is responsible for hosting CARE training \nprograms, and employees and contractors must take this \ntraining as part of their onboarding. Refresher training is offered \nat least every three years. \nOccupational hygiene and wellness:  We are committed to the \nwell-being of our people and prevention of work-related injuries \nand illnesses. In alignment with our Occupational Hygiene \nStandard we set requirements for stress management, noise \nand hearing conservation, as well as heat stress and cold stress, \nwhere applicable. We also prioritize ergonomics, fitness to work \nand mental health and our global health network and Human \nResources teams help to drive efforts in these areas.0.64\n0.470.44\n0.27\nLEADING INDICATORS 2020\nHazard identification  2,143\nBehaviour-based safety observations 9,843\nNear misses  983Recordable Injury Rate injuries per 200,000 worked hours\n2017 2016 2018 2019 2020     Employees    Combined    Contractors\nIn the last five years, we have decreased our combined \nrecordable injury rate by 6%. Our contractor injury rate \ncontinues to be higher than our employee rate, mostly \ndue to the nature of the specialized work they conduct. \nAlthough our contractor injury rate has decreased \nsignificantly in the last two years, we strive for a zero-\ninjury workplace and continue to invest in and improve our \ncontractor safety programs (read more on page 30 ).\nAs part of our proactive approach to building a safety \nculture, we track leading indicators (as noted below) to \nmeasure team member engagement. This data allows us \nto customize our safety culture and engagement programs \nto ensure we are all switched on to safety and going home \nsafely each day.\n1.02\nSwitch On  to Responsible Care  training session in Trinidad ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}