{"page_content": "33\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixPromoting process safety in the Egyptian  \noil and gas sector\nIn 2020, Methanex Egypt signed a Memorandum of \nUnderstanding (MOU) with the Egyptian Ministry of \nPetroleum and Mineral Resources to promote process safety \nmanagement in the Egyptian oil and gas sector. \nThe MOU created an Egyptian Process Safety Management \nSteering Committee with the task of establishing and \ninstitutionalizing industry-wide best practice standards and \nguidelines for process safety management. Four Methanex \nEgypt employees are appointed to this Steering Committee. \nDetails can be found on the Committee’s website .• Management of Change:  We review risks, including \nunintended consequences, associated with proposed \nchanges to plant components and the production process \nor with organizational changes. This process helps us \nidentify how potential changes might influence our \noperating risks and determine any necessary safeguarding \nmeasures before authorizing a change.\n• Emergency preparedness:  Our emergency response plans \nare developed to address specific emergency scenarios that \ncould occur at our sites. Ongoing training, drills, exercises and follow-up evaluations are a central part of our \nemergency-response programs in all regions, including our \nplants and Marketing & Logistics offices.\n• Performance monitoring:  Our process safety performance \nis formally monitored by the Global Manufacturing Team \n(plant managers from each of our manufacturing locations) \nand the Executive Process Safety Steering Committee.  \nBoth groups receive formal briefings on any significant \nprocess safety incidents, including the findings from the \ninvestigations.   \n3.  Competence:  Our senior leaders across the business are expected to continually build their competency in process safety, including \nadherence to guidance in Methanex’s Process Safety Handbook, published in 2017. This is because senior leaders are influential in \ndecisions around project scope, engineering standards, capital allocation and maintenance budgets, all of which can directly impact \nprocess safety in our operations.\n4.  Organization, site and team culture:  All team members are required to maintain a disciplined approach to safety-critical operations, \nand to avoid complacency by adopting a perspective of “chronic unease” – a state of unrelenting watchfulness and healthy skepticism \nabout what people see and do – to protect themselves and those around them. We also provide training to raise hazard awareness and \nencourage employee and contractor intervention, reporting and follow-up when they have safety concerns.\nFOSTERING A CULTURE OF CONTINUOUS IMPROVEMENT\nA key part of our culture is our willingness to learn from mistakes and find better ways to conduct our work. Being a learning \norganization is particularly important when it comes to process safety events (i.e., unplanned or uncontrolled loss of containment of a \nprocess-related hazard such as flammable gases or pressure). Due to their potential for catastrophic impacts, we consider all process \nsafety events to be significant. \nOur manufacturing sites report and investigate all process safety events and monitor the implementation of improvement actions. \nLessons learned from these events are shared across the wider Methanex business. For example, in 2020 we had a process safety event at \nour Chile site when a component of the turbogenerator package unit ruptured, releasing natural gas into an unoccupied building located \nwithin the plant area. The investigation of the incident revealed the potential to improve our process hazard analysis (PHA) practices for \npackage units (i.e., units that had been procured and installed as a complete package). This lesson was formally shared with our global \nprocess safety team and the practice improvement was embedded into our global procedure for PHA.\nTeam member taking part in emergency response training session in Medicine Hat", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}