{"page_content": "43\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixCorporate Governance\nWe believe good corporate governance is critical for the effective, efficient and prudent \noperation of Methanex. This means ensuring we have the appropriate processes and \nstructures in place to manage our business in the best interests of our stakeholders. \nOur Board’s Corporate Governance Principles establish a system of goal setting, effective decision-making and ethical actions, with the \nobjective of sustaining a vital company that creates and protects value for Methanex’s shareholders. It is with these principles in mind \nthat the Board provides oversight and guidance to management.\nBoard Structure:  In 2020, our Board was composed of 12 \ndirectors. Eleven of them were independent. The Board \nexecutes its mandate through four committees: Audit, Finance \nand Risk; Corporate Governance; Human Resources; and \nResponsible Care. Only independent directors chair or sit on \nour committees. The Board has identified a set of skills and \nexperience as valuable in the context of Methanex’s strategic \ndirection. Annually, the Corporate Governance Committee \nreviews the current directors’ skills and experience against \nthat list, creating a skills matrix. When considering potential \nnominees, the Corporate Governance Committee considers \npotential gaps in the skills matrix (current or anticipated \nthrough retirement) as well as diversity (as described more fully \nbelow). For more details on our Board structure and nomination \nprocess, see our Information Circular and the Chair’s Message \nto Shareholders in our Annual Report . Board Diversity and Renewal:  At Methanex, we strive to create \nan inclusive culture in which diversity is valued and differences \nare embraced (see page 38  for more information on our efforts \naround diversity and inclusion). We recognize the importance \nof diversity, including gender diversity, at all levels of Methanex, \nstarting with the Board. Board diversity promotes the inclusion of \ndifferent perspectives and ideas and ensures Methanex has the \nopportunity to benefit from all available talent. This enhances \nand improves our decision-making. Our Board Diversity Policy \nencourages a diversity of skill sets and perspectives, balancing \nexperience with age, gender, ethnicity, geography and personal \nattributes. In 2020, five of our 12 directors (42%) were women. \nIn March 2021, the policy embedded a target that each gender \ncomprises at least 30 per cent of the directors of the Board. \nWe do not have term limits or a formal retirement policy \nfor Board members. It takes many years to acquire in-depth \nknowledge about Methanex and the cyclical nature of the \nchemical industry, and we place great value on maintaining \na certain amount of institutional knowledge on our Board. \nWe also believe it is critical to have Board renewal. This helps \nensure we have a high-performing Board over the long term \nand brings fresh ideas and new knowledge to the Board. It also \nprovides opportunities to enhance diversity. We seek to achieve an \nappropriate balance of long-standing and new Board members \nto ensure the Board functions most effectively.GOVERNANCE INFORMATION*\nShareholder rights\nProxy access Yes\nSay on Pay advisory vote Yes\nShareholding\nStock ownership requirements for Directors Yes\nStock ownership requirements for Executive \nOfficersYes\nEthics\nCode of Conduct for Directors, officers and \nemployeesYes\nPolicy on share trading and hedging Yes\nBoard composition and independence\nSize of Board 12\nNumber of independent directors 11\nSeparate Chair and CEO Yes\nIndependent chair (required) Yes\nComprehensive board assessment process Yes\nBoard meetings held in 2020 10\nAverage meeting attendance 100%\nBoard renewal and diversity\nAnnual election of Directors Yes\nMajority voting policy Yes\nAverage age of Directors 62\nMandatory retirement age No\nAverage Director tenure 5.7 years\nWomen Board members 42%\nBoard Diversity Policy Yes\n*Information as of December 31, 2020.", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}