{"page_content": "44\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixExecutive compensation:  Methanex’s executive compensation framework is based on a pay-for-performance philosophy to align \nperformance with the interests of shareholders. Executive compensation is closely tied to Methanex’s financial performance. In 2020, \nmore than 80 per cent of our CEO’s total compensation, and approximately 70 per cent of named executive officers’ total compensation, \nwas based on performance (or “at risk”). Since 2011, we have included an advisory “say on pay” vote at our annual meetings. In addition, \nthe Chair of the Board solicits feedback during annual meetings with institutional shareholders. From mid-March to June 30, we also \nprovide a link on the Investor Relations page of our website to enable such feedback. For more details, see our Information Circular . \nExecutive compensation linked to environmental and social factors:  Thirty per cent of the CEO and named executive officers’ annual \nshort-term incentive award is tied directly to individual performance goals aligned with Methanex’s strategic and operational goals. In \n2020, the CEO’s individual goals related to environmental, social and governance factors included:\n• Maintaining a strong focus on health, safety and the environment, including:\n » Staying focused on preventing injuries to our employees and contractors while at work.\n » Preventing environmental incidents.\n » Continuing to implement our process safety management program to reduce risks and enhance assurances around process safety.\n » Continuing to lead product stewardship and Responsible Care initiatives with our customers and terminal partners.\n• Progressing our Cybersecurity Strategy\n• Providing regular, clear and consistent two-way communications to all our stakeholders.\n• Demonstrating our Core Values and One Team culture.\nThe Human Resources Committee is responsible for reviewing the CEO’s individual performance and found that his overall individual \nperformance for 2020 exceeded expectations. However, the CEO declined to receive a short-term incentive for 2020.\nIn 2021, the CEO’s goals relating to environmental, social and governance factors include the above, as well as the following additional goals:\n• Ensuring the health and well-being of our team members are protected as we continue to navigate the COVID-19 pandemic.\n• Progressing the integration of ESG matters in our decision-making throughout the Company.\n• Progressing diversity and inclusion at Methanex through the establishment of a Diversity and Inclusion Council and a Diversity and \nInclusion Policy, strategy and related action plan.\n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}