{"page_content": "45\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixGovernance for Sustainability\nOur Board oversees risk management at Methanex, ensuring we have an effective process for identifying, monitoring, evaluating and \naddressing important enterprise-wide strategic and business risks. In addition, the Board oversees our long-term strategy and initiatives \nthat require a long-term view on the evolving landscape of ESG matters, including the impacts of climate change on our business. With \noversight from Methanex’s Board, our Executive Leadership Team (ELT), including the CEO, is ultimately responsible for sustainability/ESG \nat Methanex. \nBOARD AND COMMITTEE OVERSIGHT\nThe Board as a whole has oversight of ESG and is responsible for understanding and addressing emerging trends, regulations, risks and opportunities and the impact they can have on the methanol industry \nand our business and stakeholders. Annually, the Board reviews our assessment of Methanex’s principal strategic risks based on management’s formal risk review process. We recognize that stakeholders \nare placing more emphasis on the impacts of climate change, and the trends and regulations that affect our business increasingly include climate-related risks and opportunities (for more details on our \nclimate-related risks, see the Climate Related Risks and Opportunities section on page 21 ). One of the Board’s 2021 objectives is to oversee Methanex’s development of an overarching ESG strategy and \ndetermine the appropriate framework for Board oversight of ESG matters going forward.\nCurrently, the Board’s four standing committees oversee individual aspects of ESG. Each committee has a formal mandate to provide guidance to management and recommendations to the Board on \nrelevant ESG topic areas:\n• The Responsible Care Committee  oversees Methanex’s performance in environmental protection \n(including GHG emissions), health and safety (occupational and process safety) and physical \nsecurity and product stewardship, including monitoring and reviewing any incidents that occur. It \nalso monitors trends and global legislative initiatives that have the potential to affect Methanex’s \nactivities. The Responsible Care Committee reviews our social responsibility program and strategy \nto ensure our commitment to communities is upheld in all regions. In addition, it reviews our \nCrisis Management and Crisis Communications Plans. This committee met three times in 2020.\n• The Audit, Finance and Risk Committee  (the “ Audit Committee”) reviews Methanex’s processes \nfor identifying, monitoring, evaluating and addressing important enterprise-wide strategic \nand business risks, including climate-related issues at least annually. The Audit Committee \nreviews the status of key strategic risks, their anticipated impacts and significant changes in \nthe assessment of those strategic risks. In addition, the Audit Committee oversees our internal \ncontrols, which, among other things, are intended to promote honest and ethical behaviour, \nin line with our Code of Conduct and our Corrupt Payment Prevention Policy (see page 47 ). The \nAudit Committee is also responsible for the review of our cybersecurity and IT security risks (see \nCybersecurity on page 50 ). This committee met 10 times in 2020.\n• The Corporate Governance Committee  is responsible for the composition, compensation, and \ngovernance of the Board. It assesses Board performance and takes a leadership role in shaping \ncorporate governance practices. The Corporate Governance Committee regularly considers developments in corporate governance best practices and reviews and monitors compliance \nwith our corporate governance related policies, including our Code of Conduct and Corrupt \nPayment Prevention Policy. It also makes recommendations to the Board where changes may \nbe appropriate. For 2021, the Corporate Governance Committee recommended revisions to \nthe Board Diversity Policy, including embedding a target that each gender comprises at least \n30 per cent of the directors of the Board. This was approved by the Board in March 2021. This \ncommittee met three times in 2020.\n• The Human Resources Committee  is responsible for approving the CEO’s goals and objectives \nand evaluating the CEO’s performance. It also reviews and makes recommendations for all \nnamed executive officers’ compensation. As part of this responsibility, the Human Resources \nCommittee reviews Methanex’s risk-based compensation approach to ensure executive \ncompensation is aligned with shareholder interests. While the Corporate Governance \nCommittee is responsible for the Board Diversity Policy, the Human Resources Committee \nis responsible for overseeing organizational diversity and inclusion initiatives, talent \nmanagement, and human resource policies and development programs. This committee met \nsix times in 2020.\nFor more information regarding our Board and Committee Structure, please refer to our Information \nCircular  and our Committee Mandates  and Board Governance Principles .", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}