{"page_content": "46\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixROLE OF MANAGEMENT IN IDENTIFYING AND MANAGING ENVIRONMENTAL AND SOCIAL RISKS\nWe believe that identifying and managing our sustainability risks and opportunities contributes to long-term value creation, protects \nour reputation, enhances our resilience and helps future-proof our business. One of the Board’s primary roles is to oversee our risk \nmanagement processes, with general oversight delegated to the the Audit Committee. To assist the Board and the Audit Committee, we \nhave in place an enterprise risk management (“ERM”) process that is led by the Chief Financial Officer (CFO) and our Director, Internal \nAudit. As part of the ERM process, the CFO and Director, Internal Audit, in conjuction with the ELT, annually review and update our \nregister of strategic and enterprise-wide risks (the “Strategic Risks Register”), including methods for risk assessment and risk mitigation \nstrategies, and assign responsibility for overseeing those strategies to senior management and/or the Board. As part of that annual \nprocess, the Director, Internal Audit also seeks input from the senior leaders for each of our manufacturing and marketing and logistics \noperations to ensure that any material risks within their operations are included within the Strategic Risks Register, where appropriate. \nThe Strategic Risks Register is reviewed by our ELT and included as part of the materials for the Board’s annual strategy process. \nIn addition to the annual ERM process, management reports to the Audit Committee on the status, anticipated impacts and significant \nchanges in the assessment of our strategic and enterprise-wide risks. Our material environmental and social risks are fully described in \nthe Risk Factors section of our MD&A .\nWe also review our material ESG topics  to ensure they reflect stakeholder expectations and the changing business environment and that \nprioritized topics inform our organizational priorities and business plans. Foundational to these efforts is the Responsible Care®  Ethic and \nPrinciples for Sustainability, a United Nations-recognized chemical industry initiative that informs our governance and management around \nenvironment and social topics. In 2020, we undertook a materiality assessment to update and prioritize the sustainability topics that are \nmost relevant to our business and stakeholders (see page 6  for matrix). The results were endorsed by our ELT. Below is an overview of the key \ngovernance structures that help us manage our material environmental and social risks and opportunities:\n• Executive Leadership Team (ELT): Our ELT has overall responsibility for ensuring a broad range of environmental, social and governance \ntopics are being effectively evaluated and managed – including risks and opportunities associated with our GHG emissions, climate \nchange and transition to a low-carbon economy. The ELT incorporate these topics into our strategic and business planning activities \nfor the long-term sustainability of our business. As set out above in “Executive Compensation linked to environmental and social \nfactors”on page 44 , our CEO has several annual goals tied to ESG matters.\n• CO2 Emissions Management and Transition to a Low-Carbon Economy Leadership teams:  As part of our commitment to play an \nactive role in society’s transition to a low-carbon economy, in 2021 we are establishing two leadership teams with responsibilities \nfor updating our strategy related to Methanex’s CO2 emissions and transition to a low-carbon economy. One team will evaluate \nemissions reduction opportunities, technologies and strategies for our manufacturing plants. A second team will assess potential \nmarket-related impacts of a transition to a low-carbon economy and opportunities for low-carbon and renewable methanol. For \nmore information on our CO2 management efforts and climate risks, see page 16 .\n• Methanex Global Integrated Management System:  Our Global Integrated Management System (GIMS) sets a systematic, consistent \nand proactive management approach for all aspects of our global operations, with the goal of ensuring all Methanex activities are \nfocused on protecting people, environment and our assets while achieving a safe, reliable and sustainable production and supply of \nmethanol. GIMS operationalizes five international management system standards as well as applicable legislation and regulations, \nwith the objective to meet or exceed the standards, legislation and regulations. GIMS guides operating activities through policies, \nprograms, standards, processes, procedures, competencies and qualifications, thereby embedding our commitments around the \nenvironment and social responsibility into our operations and business activities. See sidebar for more information on GIMS. Methanex’s Global Integrated Management System (GIMS)\nGIMS is how we operationalize our everyday commitments \nto a broad range of stakeholders around the environment, \noccupational safety, process safety, reliability, emergency \npreparedness, crisis management, product stewardship, \nstakeholder engagement, social responsibility, quality and \nsecurity. It outlines requirements for all of our operations and \noffices and defines minimum expectations. GIMS meets or \nexceeds the following internationally recognized standards: \n• Chemistry Industry Association of Canada Responsible \nCare  Codes of Practice \n• International Organization for Standardization: Quality \n(ISO 9001:2015), Environment (ISO 14001:2015) , \nOccupational Health and Safety (ISO 45001:2018)\n• Center for Chemical Process Safety (CCPS) process \nsafety management \nTo ensure compliance, assess performance and drive \ncontinual improvement, we audit our management system \nin two ways:\n• Our internal, global, risk-based audit program reviews \nmanagement practices through regional self-audits \nand global-level audits conducted by Methanex \nsubject matter experts. \n• Third-party assessments, such as Responsible Care \nverification  and ISO audits, are conducted globally \non a regular audit schedule. They provide external \nbenchmarking and verify the integrity of our systems. \nAudit results are communicated to leadership who \nreport regularly to the Responsible Care Committee of \nthe Board on work to close identified gaps.  ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}