{"page_content": "47\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixEthics and Anti-Corruption \nEthical behaviour is essential at Methanex for building trusting relationships with \nstakeholders, protecting our reputation and reducing our legal and financial risk. \nOur culture is centred around ethical and honest behaviour, which is reinforced \nthrough our corporate policies. \nSETTING EXPECTATIONS\nCode of Business Conduct:  Our Code of Business Conduct \n(Code) reinforces our core values of trust, respect, integrity \nand professionalism. It is an important element of how we do \nbusiness and drives our success as a company. The Code outlines \nour expectations for ethical behaviour and applies to directors, \nofficers and employees. The Code is available in several languages. \nOur directors, ELT and other senior leaders are required to confirm, \non an annual basis, that they have read, understood and agree to \ncomply with the Code, and acknowledge that they are responsible \nfor communicating Code expectations to employees. As part of \nour hiring and onboarding process, all new employees must read \nand acknowledge our Code. \nAnti-Harassment Policy:  Our Anti-Harassment Policy sets out our \ncommitment to providing a workplace that is free from all forms \nof harassment and guides how we investigate and respond \nto allegations of harassment. Our global onboarding process \ncovers the Code of Conduct and Anti-Harassment Policy. In 2021, \nto strengthen our training processes, we intend to develop a \nRespectful Workplace Awareness training program for rollout to \nall employees in 2022.\nCorrupt Payments Prevention Policy:  At Methanex, we do not \ntolerate bribery or corruption and we are committed to acting \nprofessionally, honourably and with integrity in all business \ndealings and relationships. Our Corrupt Payments Prevention \nPolicy  prohibits the negotiation, payment or receipt of bribes, \nfacilitation payments or kickbacks by employees, contractors or \nagents acting on our behalf. To address risks around facilitation \npayments in international shipping, we contractually prohibit \nour ship management companies (who operate the vessels \nthat Waterfront Shipping charters) from accepting or offering facilitation payments in their charter contracts with us. Our \nCorrupt Payments Prevention Policy also includes guidance for \nthird-party gifts and entertainment expenditures to ensure a gift \nwould not be viewed as a bribe, facilitation payment or kickback. \nOur Corporate Gifts and Entertainment Policy provides additional \ndetail around the appropriateness of gifts and entertainment \nthat employees may be offered or accept. \nConfidential Information and Trading in Securities Policy:  This \npolicy provides guidelines to employees with respect to the \ntreatment of confidential information and advises insiders as \nto when they may trade in Methanex shares. This policy also \nprohibits insiders, including all Methanex’s executive officers \nand directors, from purchasing financial instruments designed \nto hedge or offset a decrease in the market value of our common \nshares or equity-based incentive awards that they hold. Insiders \nare also prohibited from short selling the company’s securities, \ntrading in put or call options on the company’s securities, or \nentering into equity monetization arrangements related to the \ncompany’s securities.\nEmployees regularly receive either web-based or in-person \ncompliance training that focuses on ethical business conduct \nand the foregoing policies. In addition, employees and directors \nwho are considered “insiders” under Canadian securities laws \nhave been provided with training concerning their obligations \nand responsibilities under Canadian securities laws.Training for ethical business behaviour\nOur onboarding process for new employees includes an \nonline or in-person training module on the Code of Business \nConduct (Code).\nSenior leaders must sign off to indicate that they \nunderstand and will comply with the Code, and that \nthey will communicate the same expectations to their \nteams. All senior leaders are required to acknowledge this \nresponsibility annually. \nWe also provide in-person or virtual anti-competition training \nfor our employees in Marketing and Logistics regions as well \nas individuals who work with industry associations due to \nthe heightened risk associated with their interactions.\nEvery year, employees watch a video presentation by our \ngeneral counsel reminding everyone of the expectations \ncontained in the Code. The video also highlights ways that \nemployees can raise concerns (e.g., through our Ethics \nHotline) about a potential breach of the Code.\n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}