{"page_content": "48\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixASSESSING RISKS\nEach year, as part of the planning process for our Sarbanes-Oxley (SOX) compliance testing, our internal audit team conducts a global \nfraud risk assessment. Our Internal Audit Team evaluates fraud risks and determines if the organization has controls in place to address \nthese risks and if additional testing is required. In particular, this assessment considers different fraud-related risks such as kickbacks, \ntheft (e.g., misappropriation of inventory, petty cash, false expense claims, equipment theft, securities fraud, creation of fictitious \nvendors), illegal payments/inappropriate gifts, securities fraud and conflicts of interest. In 2020, internal controls testing was completed \nfor all manufacturing and marketing and logistics operations.4\nREPORTING VIA OUR ETHICS HOTLINE \nEmployees must report any conduct or proposed conduct that they reasonably believe to be a violation of the Code. They can do so \nthrough their supervisor, human resources, our legal department or the confidential whistleblower Ethics Hotline. The Hotline is \navailable through our intranet, our company website  or by phone. Employees who report Code violations in good faith will not be \ndisciplined, demoted, fired, threatened, harassed or discriminated against in any way. We take allegations regarding breaches of the \nCode very seriously and all reports of Code violations received through the Ethics Hotline are investigated by Methanex’s general counsel \nand forwarded to appropriate members of management for follow-up. In the case of an alleged violation by an executive officer or \ndirector, the Chair and/or CEO and the Board of Directors are responsible for determining whether a violation has occurred and, if so, \nwhat disciplinary measures are appropriate. Reported violations of the Code are handled promptly, professionally and with as much \nconfidentiality as possible. Concerns regarding financial or accounting-related matters are immediately reported to the Chair of the \nAudit Committee and together with the general counsel, they determine how best to investigate the reported concerns. In addition, the \ngeneral counsel annually provides the Corporate Governance Committee with a summary of any reports of breaches of the Code.\n4  These include our head office in Vancouver, Canada; our manufacturing operations in Canada, the US, Chile, Trinidad, Egypt and New Zealand; \nand our marketing & logistics operations in the US, Chile, China, Asia Pacific (includes our offices in Hong Kong, Korea and Japan) and Belgium.", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}