{"page_content": "49\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixAnti-Competition\nAs the leader in the global methanol industry, we believe it is critically important for our employees to be able to identify what is considered anti-competitive behaviour and to \nknow how to prevent or respond to anti-competitive behaviour, real or perceived, that they may encounter. As a global company we have many different relationships with third \nparties, including customers, distributors, gas suppliers and competitors with whom we have methanol “swap” agreements or from whom we purchase methanol, as well as \nmemberships in industry associations such as the Methanol Institute. Anti-competitive behaviour is harmful to the vitality of our industry and it can expose our business \nto significant penalties and impair our reputation. In all our relationships, we abide by the principles of fair competition and comply with all antitrust and competition laws \napplicable in the jurisdictions in which Methanex does business. In addition to highlighting the importance of fair dealing with third parties and compliance with competition \nlaws in the Code, we have a Competition Law Policy that outlines prohibited anti-competitive behaviours with competitors, customers or other third parties, as well as the \nbehaviours and practices to follow to avoid inadvertent or perceived anti-competitive behaviour. Employees throughout our organization who may encounter competitors \nthrough commercial negotiations or transactions or industry associations must acknowledge our Competition Law Policy annually. In addition, the legal department, often with \nthe support of external counsel, regularly provides competition law training to our marketing and logistics teams across our regions.\nTax Transparency\nThrough our business activities, we contribute to local economies through employment, the purchase of goods and services, tax payments and community investments. \nIn accordance with our Tax Governance Guidelines, we ensure our tax procedures and interactions are compliant, co-operative, transparent and ethical. We undertake \ntax planning in accordance with applicable local laws and international transfer pricing standards such as the Organisation for Economic Co-operation and Development \nguidelines, with the goal of supporting the development of Methanex’s business in a way that reflects its legal obligations and its commitments to its people, its \nshareholders and the communities in which it operates. Our financial statements and MD&A  provide detailed information on income taxes.\nResponsible Procurement \nMaintaining an ethical and responsible approach to our procurement processes helps us uphold our company standards for social and labour practices, and builds resilience to \nenvironmental, political and other disruptive events. The majority of our procurement budget is used to purchase natural gas and other feedstocks, followed by the procurement \nof services such as transportation for our product and labour, including contractors. We seek to work with suppliers and contractors that align with Methanex’s values and \nresponsible practices.\nNatural gas procurement:  Methanex requires natural gas to manufacture methanol and we aim to locate our production facilities in regions where there is excess natural \ngas after meeting local basic population needs. The supply and demand balance in a region can change over time, and in the event of a supply shortfall, our goal is to work \nwith local authorities to ensure basic population needs are met while ensuring we are treated fairly versus other industrial natural gas users in the region. For further details \non the security of natural gas for our operations please see our Annual Report .\nContractor selection:  A contractor’s environmental, health and safety performance is an important consideration during the vendor qualification and vendor selection \nprocess. For additional details on how we select responsible carriers and contractors, see Transportation and Storage Safety ( page 3 5), Waterfront Shipping ( page 52 ) and \nContractor Management ( page 30 ). In 2020, we conducted a pilot for a Supplier Code of Conduct (Supplier Code) by embedding it into our contracting process in New \nZealand. The Supplier Code outlines three key principles that Methanex expects the service provider to adhere to: respect for people, environmental stewardship and \ncorporate governance. We are evaluating applying this Supplier Code to our global contracting processes.   ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}