{"page_content": "50\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixCybersecurity\nThe use of digital technologies is revolutionizing our industry, providing significant business opportunities and enabling efficiencies. \nHowever, the reliance on digital systems also exposes us to the potential for digital piracy, cyber-ransom and other threats. Methanex is \nfocused on resilience against cyberattacks to protect our data, systems, assets and identities. When employees began working remotely \nin 2020 due to COVID-19, it became even more important to apply cybersecurity measures and ensure our team members are equipped \nto play a key role in helping to mitigate cybercrime. We use the following processes and systems to manage cybersecurity-related risks:\nComprehensive system:  We protect our systems, information and \nphysical assets through a cybersecurity system that aligns with \nthe National Institute of Standards and Technology  Cybersecurity \nFramework, and includes people, process and technology \nelements. The system is reviewed annually internally and assessed \nby an independent third party every three years. The most recent \nindependent review was in 2019.\nCritical assets in separate networks:  Our network is divided into \nsmaller segments (zones) to ensure our critical systems and \nassets are protected from malware and malicious actors. Each \nzone is classified based on how critical it is to the organization, \nwith appropriate security controls or rules in place to manage \naccess and traffic flow. We protect our most critical zones, \nsuch as our plant systems, from the Internet and the corporate \nnetwork, minimizing the risk of breach. \nRisk assessment:  We work with our business units to identify \nrisks by conducting cybersecurity reviews of emerging threats, \ncyber process hazard assessments at our manufacturing sites, \nand threat modelling to simulate potential threats. The results \ninform changes to make business processes more resilient to \ncyberattacks. Training:  We provide annual, mandatory cybersecurity \nawareness training sessions for all employees. In 2020, \napproximately 1,900 employees and contractors completed \ncybersecurity training (approximately 94 per cent of team \nmembers). We also provide specific training for Human \nResources and IT employees to help them manage the increased \ndata privacy risks related to their roles. \nAwareness campaigns:  We provide information to make \nemployees aware of their critical role in preventing unauthorized \naccess to Methanex’s network. Our CEO publishes a quarterly \ncybersecurity blog to reinforce the importance of cyber \nawareness, highlight best practices in digital hygiene and to \ndirect employees to resources for questions or support. On our \nintranet, we provide a list of best practices to prevent common \nattacks such as phishing scams and social engineering. We \nalso hold awareness events such as International Cybersecurity \nAwareness Month and International Privacy Awareness Day.\nTesting:  We regularly test employees’ cybersecurity awareness \nthrough phishing campaigns, and the results inform our \ncybersecurity training strategy for the year. In 2021, business \nleaders will receive testing results for their teams and, where \nneeded, coaching to improve team awareness and compliance. \n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}