{"page_content": "6\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixThis report provides our stakeholders with information about how Methanex addresses environmental, social and governance (ESG) topics, and how our business and \nproduct contribute value to stakeholders and society. By managing our risks and conducting our operations in an environmentally and socially responsible manner, we can \nmeet the expectations of our stakeholders and reinforce our leadership position in our industry. We believe that managing these risks and opportunities contributes to \nlong-term value creation, protects our reputation, enhances our resilience and contributes to the sustainability of our business. The  Responsible Care®  Ethic and Principles for \nSustainability, a chemical industry sustainability initiative recognized by the United Nations, informs our governance and sustainability efforts. For more information on this \ntopic, please see page 45 . \nOUR MATERIAL TOPICS\nIn a sustainability context, material topics are ESG topics that can significantly impact our business success and are of interest to our key stakeholders. In 2020, we conducted \nan internal materiality assessment to update and prioritize the sustainability topics that are most relevant to our business and stakeholders. Topics were sourced from \nrecognized reporting frameworks and reviews of chemical industry peers. Stakeholder perspectives considered during the assessment include those of investors, customers, \nemployees, communities, governments, regulators and supply chain partners. The results of the assessment were reviewed and approved by our Executive Leadership Team \nand the material topics have been covered in this report. We will continue to regularly review our material ESG topics to ensure they reflect stakeholder expectations and the \nchanging business environment. To learn more about how we identify and manage our ESG risks, see the Governance section  page 45 . About this Report\nStakeholder Interest\nImpact on Business SuccessHIGH\nLOW HIGH Diversity and inclusion\n Societal benefits of methanol Employee and contractor safety  \n Transportation/distribution safety     Process safety   GHG emissions  \n  Transition to a low-carbon economy\n Product safety Water\n  Anti-competition  Cybersecurity\n Occupational hygiene Community support/impacts\n Anti-corruption Responsible procurement Natural gas procurement (ESG aspects)  Tax transparency\n  Air quality  Spills  Environment   \n  Social    \n  GovernanceLegend", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}