{"page_content": "51\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixCrisis Management\nOur ability to respond effectively to disruptions is essential for safe, continuous operations \nduring a crisis or disaster. We have crisis management plans and crisis management teams \nin all regions. These regional teams collaborate with our Global Crisis Management Team to \nsupport business continuity during a crisis or disaster. We hold regular exercises to test our \ncrisis management response both at a global and regional level, including regional crisis \nmanagement simulations and exercises with external emergency response agencies. \nWhen COVID-19 emerged in early 2020, we activated our Global \nInfectious Disease Contingency Plan (developed in response to \nthe SARS epidemic in 2003) and our Global Crisis Management \nPlan. Key elements of these plans included:\n• Reducing exposure to protect employee and contractor \nsafety and health while ensuring ongoing safe and reliable \nmanufacturing operations.\n• Mitigating supply chain risks.\n• Mitigating IT and occupational health risks associated with \nworking remotely.\n• Transparently communicating information through \nmultiple channels in a timely manner to employees and \ntheir families, customers, shareholders and other key \nstakeholders.To address the unfolding crisis, our Global Crisis Management \nteam met more than 60 times during 2020 (in addition to the \nregional crisis teams that were also meeting on a regular basis). \nAs a result of the agility and resilience of our teams, we were \nable to respond to events as they occurred and adjust our plans \nas needed to mitigate exposure and maximize the safety of our \nemployees and communities. To learn more about our COVID-19 \nresponse please see page 31 . ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}