{"page_content": "53\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                             Waterfront Shipping                             AppendixAbout Waterfront Shipping\nWaterfront Shipping (Waterfront) is a wholly owned subsidiary of Methanex Corporation and plays a unique role in our global supply \nchain. As a global marine transportation company, Waterfront specializes in the safe, reliable transport of bulk chemicals and clean \npetroleum products such as gasoline and ultra low sulphur diesel oil. Waterfront transports approximately 80 per cent of Methanex’s \nproduced methanol to customers around the world and is a key component of our extensive global supply chain. Waterfront is also a key \ninnovator in marine fuel technology, developing and globally promoting methanol as marine fuel.\nWith a fleet of 29 deep sea tankers, Waterfront services major international markets in North America, Asia, Europe and Latin America. \nFor fleet details, including vessel, age, size and capacity, please visit Waterfront Shipping . \nGHG Emissions\nWhen Waterfront transports methanol to our customers worldwide, the vessels generate CO2 emissions. Marine transport intensity  \n(CO2 emissions per tonne of cargo shipped) is influenced by numerous factors, including the distance of trade routes for our methanol \ncargo, as well as ship technology and operating efficiency. To reduce emissions, Waterfront’s initiatives include:\nMethanol-fuelled vessels that exceed stringent emission regulations:  As part of our ongoing vessel replacement program, we regularly \nreplace older vessels with newer, more fuel-efficient vessels. As society transitions to the low-carbon economy, we are also prioritizing \ninnovation in methanol marine fuel. Today, Waterfront’s fleet includes 11 dual-fuel vessels that can run on either diesel or methanol and \nwe anticipate that approximately 60 per cent of Waterfront Shipping’s vessel fleet will be powered by methanol by 2023. As a marine \nfuel, methanol reduces CO2 emissions by up to 15  per cent  during combustion when compared to conventional marine fuels. Methanol \ncan also be made from renewable sources which can reduce CO2 emissions by up to 95 per cent compared to conventional fuels and help \nus comply with future IMO standards  for the CO2 intensity of ships by 2050. To read more about the benefits of methanol as a marine \nfuel see page 10  of this report. \nOptimizing shipping by carrying backhaul cargo:  After delivering methanol to its intended destination, our ships can also carry \n“backhaul” cargo (e.g., petroleum products such as gasoline or diesel) on their return voyage, rather than returning empty. By carrying \ncargo during both legs of the voyage and using fuel as efficiently as possible, we reduce our CO2 emissions intensity.Measuring Emissions\nWe use the control approach to calculate our CO2 emissions \nfrom Waterfront. In other words, we account for 100% of the \nemissions from commercially operated vessels as Scope 1.\nThe 29 vessels in the fleet are commercially operated by \nWaterfront. This means that Waterfront: \n• Approves the vessel’s captain and technical operator \n(both of whom work on behalf of the ship owner)\n• Instructs the vessel’s captain and operator on \ndestination, speed, cargo to load/unload at each \nport, as well as pertinent information to ensure \nWaterfront fulfils its commitment to Methanex and \nour customers\n• Schedules, orders and pays for the ship’s fuel\n• Arranges appropriate disposal of cleaning residues \nfrom tank cleaning between cargo loadsGHG Emissions from Shipping\n0.8\n0.7\n6.0\n5.0\n4.0\n3.0\n2.0\n1.0\n0.080\n70\n60\n50\n40\n30\n20\n10\n0million tonnes of CO2\nkg of CO2 / tonne of cargo shipped\n2017 2016 2018 2019 2020  Direct GHG emissions (scope 1)       Emission intensity\nIn the last five years, waterfront’s CO2 emissions intensity \nhas increased by 3%. This is due to a combination of factors, \nbut primarily an increase in the average distance to move \nour cargo.  72.6071.1074.70 75.10 74.50\n0.6 0.6 0.6 0.6 0.7", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}