{"page_content": "54\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                             Waterfront Shipping                             AppendixAir Emissions\nNitrogen oxides (NOx), sulphur oxides (SOx) and particulate matter (PM) are byproducts of combustion from ship engines and a source \nof air pollution in heavily trafficked shipping lanes. In a study by Stena Lines , 100 per cent methanol-fuelled vessels produced 99 per \ncent less SOx, 80 per cent less NOx and 95 per cent less PM per unit of energy of fuel consumed, compared to conventional marine \nfuel. By using methanol-fuel technology for marine vessels in Waterfront’s fleet, we can meet increasingly stringent air emissions \nregulations established by the IMO.\nSafety\nTo achieve reliable transport and safe operations, Waterfront works closely with ship owners and ship management companies \nwho are responsible for the technical operation of Waterfront vessels. These technical operations include all crew-related matters \n(e.g., hiring, training, assigning to vessels, well-being), vessel maintenance (e.g., dry docks, repairs, upgrades) and compliance with \napplicable regulations. Waterfront aims to select responsible carriers and provide appropriate training, and regularly engages with ship \nmanagement companies. \nSAFETY ASSESSMENTS \nInternal assessments:  Waterfront sets a target to conduct an annual on-board safety visit of each vessel to evaluate safety \nmanagement and people practices. We developed the safety visit program to validate that ship owners’ programs are translating into \na culture of safety and enhanced experience for those on board the vessels. In 2020, we completed 22 out of 29 planned visits, with \nCOVID-19 restrictions preventing completion of the final seven visits. Safety visit findings for individual vessels are shared with the \nvessel and owners, with corrective actions and remedy of findings required and tracked. Fleet findings are consolidated to produce a \nfleet safety rating that serves as a benchmark for continual improvement efforts. See sidebar for details.\nExternal assessments:  We require each vessel to undergo an annual Chemical Distribution Institute - Marine inspection. Additionally, \nwe review ship inspection reports using SIRE  (Ship Inspection Report Exchange), a database of vessel inspection reports from major \ninternational oil and gas companies. We access the database throughout the year to ensure vessels are maintained and technically \nmanaged in a safe manner that will allow us to commercially operate the vessel without restrictions. \nSAFETY TRAINING \nIn addition to safety training required by the ship management companies, we develop targeted training programs for crews on \nWaterfront vessels, including training on key safety hazards. These include: \n• Methanol safety:  Crews receive customized methanol safety training twice a year, including a safe handling video , a presentation \nwith Q&A and an assessment. \n• Nitrogen safety:  Crews receive training on nitrogen safety to mitigate asphyxiation risk. (Nitrogen is used on board to remove \nthe risk of fire and explosion in the cargo tank.) The training includes a nitrogen safety video, a presentation with Q&A and an \nassessment. Annual Marine Safety Visits \nWe target that every year a Waterfront Shipping marine safety \nexpert spends 1.5 days on each of the vessels in the Waterfront \nfleet. The visit entails a review of more than 500 health and safety \nitems, and significant interaction with all levels of the officers and \ncrew on board. Some examples of review items include:\nVessel-related:  Maintenance is up to date, vessel is clean and \norganized, efforts are being made to use energy-efficient practices.\nProcedural:  Record keeping is up to date, crew work-rest \nbalance is being monitored.\nPrograms:  Stop Work authorization is being reinforced, crews \nare encouraged to report near misses and raise concerns \nabout safety, and methanol and nitrogen safety training is \nbeing provided.\nPeople:  Atmosphere on board the vessel is respectful, efforts are \nmade to promote mental health awareness and monitoring.\nThis year our focus was on Mental Health and Navigational \nSafety. In 2020, we completed 22 out of 29 planned visits, \nwith COVID-19 restrictions preventing completion of the final \nseven visits.Waterfront Shipping’s emissions reduced from using \nmethanol as a marine fuel\nNOx reductions alone are \nequivalent to taking 7,184 heavy \nduty trucks off the road for a year3,664\nof SOx reduced\n505  \nof PM reducedMT23,364  \nof CO2 reducedMT6,603  \nof NOx reducedMT\nMT\n7,184  \nAbove is based on data from April 2016 to the end of December \n2020 based on the performance of eleven dual-fuel vessels in \nWaterfront’s fleet. Emissions reduction data is based on 96,915 \nhours running on methanol and 140,256 MT of methanol fuel \nconsumed. Emissions reductions are compared to traditional \nmarine fuels (i.e., heavy fuel oil). ", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}