{"page_content": "55\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                             Waterfront Shipping                             AppendixEcological Impacts of Shipping\nWe work to reduce the environmental impacts associated with transporting product by vessel. Precautions range from choosing new \nvessels with best-in-class technology to retrofitting existing ships to improve their emissions performance.\nPreventing spills:  Methanol is a more environmentally benign fuel than any of the bunker fuels widely used today because it dissolves \nin water and biodegrades rapidly. In the unlikely event of an accident, all vessels have double hulls and secondary deck containment to \nprevent product from impacting the environment and marine life. To prevent spills during loading and unloading, we have strict vessel-\nloading guidelines and use best practices when loading and discharging. Because we load petroleum-based products on our backhaul \nvoyages, we also have tank cleaning guidelines to ensure petroleum-based products are removed prior to loading methanol. \nManaging ballast water:  When an empty ship is en route to a loading destination, it uses vast amounts of ballast water to provide \nstability and maneuverability. This ballast water is then discharged during loading operations. However, ballast water contains biological \nmaterials (e.g., bacteria, microbes) from the region in which it originated. When ballast water is discharged at a different location, these \nforeign materials can adversely impact the local aquatic ecosystem. All vessels in the Waterfront fleet have ballast water exchange \nplans that significantly reduce the risk of harmful aquatic organisms or pathogens. In 2017, the IMO implemented a code for ballast \nwater management systems. To comply with this code, we are currently retrofitting our ballast water treatment systems and anticipate \ncompleting this work in 2021, well before the 2024 compliance deadline. Supporting Mental Health at Sea\nSeafaring can be an isolating career. To raise awareness \nof the mental health impacts of long periods at sea, \nwe are strongly promoting mental health awareness \ntraining to senior officers in the fleet. We are proud to \nreport that in 2020 all ship management companies in \nour fleet completed implementation of this training. \nIn 2020, due to COVID-19 travel restrictions such as \nthe closure of ports and airports, officers and crew \nwere often prevented from travelling to their homes \nto be with family and had to spend more time on \nboard vessels. \nIn response, we:\n• Increased discussions with ship managers about \nsafety and mental health awareness\n• Provided bonuses to crew members who were on \nboard for extended periods of time\n• When appropriate, we co-operated fully with \nthe ship owner and deviated vessels from their \nschedules and chart paths to ports that could \nenable a changeover of crew \n• Encouraged ship owners to provide extra mental \nhealth support for crew members who requested \nassistance \n• Where possible, provided extra benefits such as \nimproved quarters, better Internet access and \nsocialization opportunities \n", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}