{"page_content": "8\n 2020 SUSTAINABILITY REPORT\nAbout Methanex                             Societal Benefits of Methanol                             Environment                               Social                               Governance                              Waterfront Shipping                             AppendixMethanol is an essential ingredient of our day-to-day life. A clear, colourless, biodegradable \nliquid, methanol is used as a chemical building block to produce hundreds of everyday \nproducts that enhance our quality of life. Methanol is also an innovative, clean-burning \nenergy solution. For more than 100 years, methanol has been safely shipped, handled \nand used in a variety of applications around the world – including the essential medical \nsupplies and personal protective equipment used in the fight against COVID-19.Societal Benefits of Methanol \nESSENTIAL CHEMISTRY FOR OUR QUALITY OF LIFE\nMethanol is an essential building block for countless products \nthat enhance our quality of life. Given its unique properties, \nthere is no viable alternative to methanol on the market today \nfor use in traditional chemical applications. As society transitions \nto more sustainable products and practices, methanol and other \nchemicals also have an important role to play in supporting \nsociety’s transition to a low-carbon, circular economy. \nFor example, methanol is a chemical building block in materials \nused to construct and insulate our homes, making them more \nenergy efficient and helping to reduce emissions. It’s also used \nto produce solar panels and wind turbines, as well as plastic \nautomotive components that help make cars lighter and more \nenergy efficient, reducing their CO2 emissions.1 Methanol is a \ncomponent of resins that enable engineered wood products to \nbe made from recovered wood waste that would otherwise be \nburned or disposed of in a landfill, helping to conserve forestry \nresources and minimize waste.2 Methanol is also used to make \nthe fabrics, carpets and clothing that style our lives and is an \ningredient in high-tech synthetic fibers that help extend the life \nof consumer clothing and enable carpets and fabrics to be more \neasily recycled.2 A LOW-EMISSION “FUTURE-PROOF” FUEL\nAs a liquid fuel, methanol is used today to power cars, buses, \ntrucks and ships that transport people and goods around the \nworld. As a cost-effective, clean-burning fuel, methanol \nsignificantly reduces emissions of sulphur oxides (SOx), nitrogen \noxides (NOx) and particulate matter (PM) produced by vehicle and \nship engines and can help improve local air quality compared to \ntraditional fuels.\nToday, methanol is most commonly produced on a commercial \nscale from natural gas and coal. As methanol can also be made \nfrom renewable sources, such as municipal waste, biomass \nand recycled carbon dioxide, it can provide a future pathway \nto renewables and support society’s decarbonization goals. To \nlearn more about how Methanex makes methanol from natural \ngas and the alternative ways to produce methanol, see page 16 . \n1 The European Chemical Industry Council (CEFIC). Accessed on February 20, 2021. ChemistryCan - cefic.org\n2 The American Chemistry Council. Accessed on February 20, 2021. https:/ /www.chemicalsafetyfacts.org/formaldehyde/", "metadata": {"source": "NASDAQ_MEOH_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}