{"page_content": "(1) Source: Orbis Ireland.\nAERC AP.COMGlobal Leader in Aviation\nSocial Responsibility\nEducation \nAerCap supports University College Dublin (UCD), Michael Smurﬁt \nGraduate Business School’s MSc in Aviation Finance program. \nAs part of our support we offer an internship program giving \ngraduates the opportunity to gain valuable hands-on experience \nin a range of disciplines. \nAerCap is proud to support the ISTAT Foundation. The program \nhelps young people develop careers in aviation by offering \nscholarships to college-level students who are academically \nqualiﬁed and in need of ﬁnancial support. In addition the funding \ngoes towards education, grants and humanitarian programs of \nthe ISTAT Foundation.  \nCommunity Focus\nAerCap supports a range of charities each year in the \ncommunities in which we operate. Through our social \nresponsibility program we encourage employees to support \nlocal and national organizations that strengthen the \ncommunities in which they live and work. \nOne such example is AerCap’s support of Orbis, a global charity \nﬁghting blindness in sub-Saharan African countries through \ntraining, advocacy and research. Orbis works in Ethiopia where \nfour million people are blind or visually impaired, with the \ncountry accounting for 30% of trachoma, a painful blinding eye \ndisease. A scarcity of trained eye care professionals and low \nawareness of basic eye health contribute to the high \nprevalence of trachoma. One of the charity’s initiatives is the \nOrbis Flying Eye Hospital, an MD80 aircraft with a \nstate-of-the-art on-board training facility, that reaches \ndeveloping countries and regions that otherwise may lack \naccess to training. Since Orbis ﬁrst started working in this region \nin 2006, there has been a reduction in the prevalence of \ntrachoma by up to 75%. Of the 2.2 million population, almost \nhalf now live in trachoma free areas(1). \nAerCap is committed to supporting the next generation of industry professionals through educational \nprograms. Programs such as these provide a pipeline of indigenous talent that support the future growth \nand development of our industry.", "metadata": {"source": "NASDAQ_AER_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}