{"page_content": "(1) FlightGlobal Fleets Analyzer as of December 31, 2017: Airbus, Boeing, McDonnell-Douglas in-service passenger jets.\nAERC AP.COMGlobal Leader in Aviation\nEnvironment & Sustainability\nSocial Mobility\nAerCap provides a global network of approximately 200 airline \ncustomers in approximately 80 countries with comprehensive ﬂeet \nsolutions. Our core business is focused on the provision of operating \nleases for new and used commercial aircraft from our existing ﬂeet \nand order book of Boeing, Airbus and Embraer aircraft. The key \nbeneﬁts of an operating lease is that it enables airlines to grow their \nﬂeet in a cost effective way, giving them the ﬂexibility to adjust their \nﬂeet in response to changing market conditions without the need \nto make substantial capital investment for aircraft acquisition.\nAerCap contributes to the growth, affordability and accessibility of \nair travel by enabling our airline customers to connect communities \nand nations across the globe. \nThe demand for air travel is growing apace with over 100 million \npeople taking a ﬂight for the ﬁrst time each year. As a result the \ndemand for operating leases has increased. While the world ﬂeet \nhas doubled over the past twenty years, the number of leased \naircraft has quadrupled(1). \nOur Approach to Sustainability\nAerCap is committed to the efﬁcient use of resources and the \nreduction of unnecessary waste. Our head ofﬁce in Dublin meets \nthe requirements of a Platinum LEED green building rating \nsystem and has been certiﬁed accordingly. The certiﬁcation \npertains to such matters as building materials, energy and water \nuse, and accessibility. \nOur ofﬁce buildings in L.A and Singapore are holding similar \ngreen building certiﬁcations. We use a number of means \nincluding the latest design innovations to lower our energy \nconsumption. \nWe encourage our employees to act in an environmentally \nresponsible manner through recycling and conservative \ninitiatives, which are in place throughout our ofﬁces globally. This \nenables us to reduce costs, improve resource efﬁciency, reduce \ncarbon footprint and to improve environmental performance.\nDownload LEED certiﬁcate\n", "metadata": {"source": "NASDAQ_AER_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}