{"page_content": "AERC AP.COMGlobal Leader in Aviation\nDisclaimer Incl. Forward Looking Statements & Safe Harbor\nThis document contains certain statements, estimates \nand forecasts with respect to future performance and \nevents. These statements, estimates and forecasts are \n“forward-looking statements”. In some cases, \nforward-looking statements can be identiﬁed by the \nuse of forward-looking terminology such as “may,” \n“might,” “should,” “expect,” “plan,” “intend,” “estimate,” \n“anticipate,” “believe,” “predict,” “potential” or “continue” \nor the negatives thereof or variations thereon or similar \nterminology. All statements other than statements of \nhistorical fact included in this presentation are \nforward-looking statements and are based on various \nunderlying assumptions and expectations and are \nsubject to known and unknown risks, uncertainties and \nassumptions and may include projections of our future \nﬁnancial performance based on our growth strategies \nand anticipated trends in our business. These \nstatements are only predictions based on our current \nexpectations and projections about future events. \nThere are important factors that could cause our actual \nresults, level of activity, performance or achievements \nto differ materially from the results, level of activity, \nperformance or achievements expressed or implied in \nthe forward-looking statements. As a result, we cannot \nassure you that the forward-looking statements \nincluded in this presentation will prove to be accurate \nor correct. In light of these risks, uncertainties and \nassumptions, the future performance or events \ndescribed in the forward-looking statements in this \npresentation might not occur. Accordingly, you should not rely upon forward-looking \nstatements as a prediction of actual results and we do \nnot assume any responsibility for the accuracy or \ncompleteness of any of these forward-looking \nstatements. Except as required by applicable law, we \ndo not undertake any obligation to, and will not, \nupdate any forward-looking statements, whether as a \nresult of new information, future events or otherwise.\nNo warranty or representation is given concerning such \ninformation, which must not be taken as establishing \nany contractual or other commitment binding upon \nAerCap Holdings N.V. or any of its subsidiaries or \nassociated companies. \nIn addition to presenting ﬁnancial results in conformity \nwith U.S. generally accepted accounting principles \n(“GAAP“), this presentation includes certain non-GAAP \nﬁnancial measures. Reconciliations of such non-GAAP \nﬁnancial measures are set forth or referred to in the \npresentation where relevant. Non-GAAP ﬁnancial \nmeasures should be considered in addition to, not as a \nsubstitute for or superior to, ﬁnancial measures \ndetermined in conformity with GAAP.\nDue to rounding, numbers presented throughout this \ndocument may not add up precisely to the totals \nprovided and percentages may not precisely reﬂect the \nabsolute ﬁgures.", "metadata": {"source": "NASDAQ_AER_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}