{"page_content": "OUR APPROACH TO SUSTAINABILITY \nMr. Tucker reports directly to Marco Keim, the member \nof AEGON’s Management Board responsible for CR issues. Questions of CR strategy and policy are subject to approval by AEGON’s Executive Board. \nthe\tscope\tof\tthis\treport \nOver the past few years, AEGON has taken a number of s\nteps aimed at improving the quality and scope of \ninformation used in its Corporate Responsibility Report. These steps included the introduction in 2007 of an online data gathering and verification system. This 2008 report covers AEGON’s operations in thirteen countries: Canada, China, the Czech Republic, Hungary, India, the Netherlands, Poland, Romania, Slovakia, Spain, T\naiwan, the United Kingdom and the United States. \nUnless otherwise stated, all figures refer to 100% of AEGON’s global workforce. For further information, please see Appendix I at the back of this report. \nprogress\treport\t2008 \nAEGON has made important progress with its objectives f\nor 2008. In some areas, however, that progress was not \nas substantial as expected, due in part to the impact of the global financial crisis during the second half of the year (see table below). \nobjective status progress \nEstablish company-wide corporate \nresponsibility standards for suppliers in all major procurement centers. Proposals for company-wide minimum standards have been drafted. \nHowever, progress has been slower than expected. Further work will take place in 2009 to finalize and implement these proposals. \nExamine the possibility of a new globally coordinated action plan to reduce energy consumption. Alongside recent initiatives in the United States and Canada, AEGON \nhas decided to establish a global ‘Green Team’ with members from its main country units to exchange ideas on initiatives to reduce consumption of electricity, gas, paper and water. \nBegin work on a trackable baseline index to measure overall rates of customer satisfaction for AEGON companies worldwide. AEGON continues to measure customer satisfaction on a country or \nbusiness unit level. However, work on a company-wide index has now been discontinued. Products and services offered by AEGON companies differ widely, and it was decided that a single index would not give an accurate or reliable impression of overall customer satisfaction. AEGON does centralize and report data on customer satisfaction from country units representing approximately 46% of the company’s business (please see page 13). \nLaunch a global employee Work on the global employee satisfaction survey has taken longer \nsatisfaction survey as part of efforts than expected. However, AEGON now plans to launch the survey \nto improve the working environment toward the end of 2009 or early 2010. \nfor company staff. \nDecide whether to introduce external \nassurance for AEGON’s CR Report. AEGON organized its first-ever external Stakeholder Panel in \nOctober 2008 to assess the content and relevance of the company’s CR Report (see page 11). In addition, AEGON is also examining the possibility of introducing limited external assurance covering the company’s investment policies and international commitments. \nFurther expand the company’s employee education and training programs. AEGON has updated its Code of Conduct to bring it into line with \nrecent changes to industry regulations and the overall business climate. AEGON also introduced a Global Ethics Line for employees and a new E-learning course on insider dealing. In 2009, employees will also take part in a revised E-learning program on the company’s updated Code of Conduct. \nIn progress. Work has been completed or the objective will be achieved by other means. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 9 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}