{"page_content": "aeGon’s\tobjectives\tfor\t2009\t \n\u0002\u0002Establish a global ‘Green Team’ to develop a company-\nwide resource management program; \n\u0002\u0002Introduce limited external assurance covering AEGON’s investment policy and international commitments\n 1; \nhow\taeGon\tranked\tin\t2008 \u0002\u0002Develop company-wide principles for investment, \nbased on existing international commitments 1; \n\u0002\u0002Collate and publish details of AEGON’s voting record as a shareholder in other companies. \nrating\tagency 2008 2007 \nDow Jones Sustainability Index Included Included \nFTSE4Good Included Included \nOekom C Prime C Prime \nSiRi Industry leader (see below) 8th \nVigeo Listed in the Advanced Sustainable \nPerformance Index (ASPI) Not listed \n9 \nAEGON has been included in the Dow Jones \nSustainability Index (DJSI) for the past nine years. The DJSI includes only those companies ranked in the top 10% for corporate sustainability purposes. The rating is based on independent research carried out by SAM, an asset management company specializing in sustainable investments. \nAEGON was again included in the FTSE4Good Global Index in 2008. This index measures the performance of leading companies against recognized corporate responsibility standards. FTSE4Good works closely with Eiris – the Ethical Investment Research Service. \nBased in Munich, Oekom Research AG is an independent \nr\nating agency, providing in-depth information and \nanalysis of companies’ environmental and social performance. Please note that Oekom publishes its research every two years. AEGON was last rated in 2007. According to Oekom’s own estimate, C Prime equates to ‘Medium’. SiRi – the Sustainability Investment Research \nInternational Company – has been comparing the corporate responsibility performances of Dutch-listed companies to their international peers for the past nine years. SiRi comprises eleven specialist Socially Responsible Investment research organizations based in Europe, North America and Australia, covering more than 2,100 listed companies. SiRi provides independent research to institutional investors and other financial professionals. SiRi did not carry out a ranking survey in 2008, but considers AEGON a leader in its industry and one of the ten best performing insurance companies worldwide. \nVigeo supplies research and analysis on companies’ corporate and social responsibility performances to asset managers across Europe. Its ASPI index comprises 120 companies across all sectors of the economy. \n1 For deatils of AEGON’s international commitments, please see page 27 . \n10 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}