{"page_content": "OUR CUSTOMERS \nhelping\tcustomers\ton\tlow\tincomes Getting\tthe\tmessage\tacross \nLike many other insurance companies, AEGON country units have AEGON The Netherlands last year put \ncontractual measures in place to help those customers who find nearly 1,200 of its employees through a \nthemselves on low incomes and, often through no fault of their own, jargon-busting course, designed to teach \nare unable to maintain premium payments. These measures include them to use clear and straightforward \nintroducing lower premium payments, grace periods, contribution language when writing to customers. \nbreaks and loans or, in some cases, reducing the coverage offered “The financial services business is well \nby a particular policy. In the United States, for example, there are known for writing letters that are \nprovisions in place to help customers serving in the military overseas. incomprehensible to most customers,” \nIn addition, US state regulators require grace periods be extended says Christine Huijser from AEGON \nfor those affected by natural disasters, such as hurricanes. The Netherlands’ Communications \ndepartment. “So we started a project to \nIn addition, some AEGON companies offer products and services improve our writing and even came up \naimed at customers on low incomes: with a manual with tips on how to make \n\u0002\u0002In 2008, AEGON Poland launched a new regular premium our letters easier to understand. I think \nproduct priced at a minimum 100 zlotys a year, the equivalent of employees are now more aware of the \njust EUR 40.00; importance of clear and intelligible \n\u0002\u0002In Hungary, there are plans to expand the availability of low-cost communications.” \ninsurance policies to those hardest hit by the financial crisis. In \nthe fourth quarter of 2008, AEGON Hungary introduced a new life\tinsurance\tfor\tjust\tten\teuros\ta\tyear \nlife insurance policy that gave customers the option of Two years ago, Seguros Argos set up a \nsuspending premium payments for up to six months; special department to develop life \n\u0002\u0002In the United States, Transamerica Insurance & Investment Group insurance products specifically aimed at \nenhanced its term product portfolio with a feature allowing helping those on the lowest incomes. \npolicyholders to purchase guaranteed monthly income Today, AEGON’s partner in Mexico has \nreplacement, instead of the traditional lump sum death benefit. more than 300,000 ‘micro-insurance’ \nPolicy owners can now buy term life insurance according to their customers, each paying an average of \nown personal requirements – with a lump sum death benefit, 200 pesos a year, equivalent to just \nmonthly income replacement or a combination of both. The sales EUR 10.00. Working alongside the \nsoftware calculates the required coverage and premium based on International Labor Organization and \nthe policy owner’s preferences. the Inter-American Development Bank, \nSeguros Argos’ aim is to increase the \ncustomer\tsatisfaction number of ‘micro-insurance’ customers \nAEGON has a long-term strategy designed to improve levels of to five million by 2012. Despite recent \ncustomer satisfaction. This strategy is based on four main goals: economic growth, Mexico still has more \n\u0002\u0002To improve the quality and transparency of the company’s than 70 million people – almost 70% \nproducts and services; of the overall population – living on \n\u0002\u0002To use distribution means that allow customers to access less than 30,000 pesos, or around \nproducts in a way that suits them; EUR 1,560,00 a year 1. Most of these \n\u0002\u0002To deal efficiently and effectively with all customer complaints; people traditionally had little or no \n\u0002\u0002To help strengthen the financial literacy of those buying AEGON’s access to conventional life insurance \nproducts and services. products. \nAEGON country and business units regularly measure and monitor \ncustomer satisfaction. In addition, most have a separate department \ndedicated to dealing with customer complaints. In 2008, AEGON UK introduced a new Customer Experience Tracker to monitor customer satisfaction and help improve levels of customer service. \n1 Source: World Resources Institute. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 13 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}