{"page_content": "OUR CUSTOMERS \nMore than three-quarters of AEGON’s unit-linked insurance civic\tbanking\tin\tspain \ncustomers had already benefited from these improvements before Caja Navarra, one of AEGON’s \n2008. In all, AEGON estimates the total cost of these reductions distribution partners, is the only bank in \nand improvements at approximately EUR 520 million. The Spain to donate a significant percentage \ncompany’s unit-linked portfolio in the Netherlands consists of some of its annual profits – approximately \n1.3 million policies, of which around half have a guaranteed 30% - to charities and other community \nminimum return. projects. The customer is the center of \nCaja Navarra’s business model. Under its \nAEGON paid no fines in 2008. ‘You Choose. You Decide’ program, the \nbank calculates the revenues it earns on \nmodifying\tproduct\tspecifications each customer’s business. The customer \nAEGON regularly reviews products marketed and developed in can then decide how much of the profit \nformer years and, if necessary, will modify product specifications as should be re-invested in social and \nwell as processes and distribution. In 2008, some AEGON country community projects. \nunits also took steps to respond to the demand among customers \nfor greater guarantees because of the financial crisis, and quicker, \ntimelier information: \n\u0002\u0002AEGON Hungary launched a new series of single premium products offering minimum guaranteed returns. It also introduced a more flexible system of medical examinations for customers of its health insurance products; \n\u0002\u0002In the Czech Republic, AEGON restructured its investment portfolio and introduced a new rating from the independent research firm Morningstar; \n\u0002\u0002AEGON Canada took action to speed up the flow of information to customers of the company’s investment products, including segregated funds, mutual funds and annuities. The company is also reimbursing policyholders who were found to have paid too much in management fees in 2008; \n\u0002\u0002The Unirobe Meeùs Groep, AEGON’s Dutch distribution arm, introduced a new Customer Contact Center providing round-the-clock information to clients; \n\u0002\u0002Western Reserve Life in the United States introduced additional disclosure forms for some of its variable annuity and universal life products, helping ensure customers fully understand the investments they’re making. \nIn 2008, AEGON The Netherlands was among the first companies to remove automatic commissions for brokers from one of its products following new rules on bonus payments from the Dutch government. AEGON The Netherlands’ new ‘Verzekeren en Beleggen’ product specifically excludes inducement commissions for brokers or intermediaries. \nabsent\tpolicyholders \nEvery year a number of policyholders fail to receive their full entitlements, often because they have forgotten to update their contact information. AEGON is committed to tracing all legitimate beneficiaries. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 15 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}