{"page_content": "help\tfor\tdiabetes\tsufferers \nIn 2008, AEGON Czech Republic became \nthe first company in Europe to launch a \nlife insurance policy with supplementary \ncover specifically for diabetes sufferers. \nThe new policy gives diabetics the \nchance to insure against death and four \nserious illnesses prevalent among \ndiabetes sufferers: apoplexy, blindness, \nrenal failure and foot amputation. Until \nnow, the more than 700,000 people in \nthe Czech Republic who suffer from \ndiabetes have had little or no access to \nlife insurance. AEGON estimates that 2.3% of first-time pensioners did not receive \npayments due to them in 2008 because they had not updated their contact information, an improvement from 3.0% in 2007. Inevitably, some customers cannot be traced. In the United States, the Netherlands and the United Kingdom – the company’s three main markets – AEGON takes steps to ensure that benefits and entitlements due to these customers remain accessible for as long as possible. \n\u0002\u0002In the United States, which has the highest number of such customers, all benefits remain in policyholders’ accounts and are not added to the company’s income; \n\u0002\u0002In the Netherlands, customers never lose their right to claim, no matter how much time elapses; \n\u0002\u0002In the United Kingdom, meanwhile, unclaimed benefits are transferred to an external fund only when absent policyholders reach the age of 75. \nAt the end of 2008, AEGON estimates that it was retaining EUR 9.2 million in unclaimed benefits because of missing or unknown addresses, down 20% from 2007 and equivalent to 0.05% of total benefits and claims paid during the year. Experience has shown that the value of individual policies where the beneficiary cannot be traced is generally low, less than EUR 100.00 a year. \nAEGON companies use a number of different techniques to trace \nab\nsent beneficiaries. These include consulting government registers \nand telephone directories, online searches and placing advertisements in newspapers and other publications. In 2008, AEGON The Netherlands reduced its number of unknown addresses by almost half by using a nationwide local government register to tr\nace missing beneficiaries. \nBrand\tawareness AEGON sells its products under a variety of different brand names\n 1 . \nThis approach helps the company cater to the broadest possible range of customer requirements. In all its markets around the world, AEGON operates either under its own name, a co-branded name or a local brand. In addition, AEGON regularly measures the performance of its brands, and tracks brand awareness at a country and operating unit level. \nAEGON is currently developing a more integrated approach to \nbr\nand management and a more clearly defined branding process. \nThe company does not expect this integrated approach to brand management to be in place in 2009. However, an initial project along these new lines will be launched during the year in Central & Eastern Europe. As part of this work, AEGON intends to measure \n1 Please refer to Appendix IV for a complete list of AEGON’s brands. \n16 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}