{"page_content": "OUR CUSTOMERS \nthe value of its brands and benchmark their performance against anyone\tfor\ttennis? \nthose of peer companies. The main objectives behind this initiative In 2008, AEGON UK agreed a new \nare to: sponsorship deal with the Lawn Tennis \n\u0002\u0002Increase awareness of the company’s two leading brands Association, tennis’ governing body in \n(AEGON and Transamerica); the United Kingdom. The deal, which \n\u0002\u0002Protect and enhance the value of these brands; runs until 2013, means the company will \n\u0002\u0002Ensure brand becomes an integral part of the company’s overall be involved in all aspects of the sport \ncorporate and capital management strategy; from community initiatives to \n\u0002\u0002Support recruitment and customer service; professional competition. Money will go \n\u0002\u0002Identify potential new businesses and areas of customer toward funding for the United Kingdom’s \npreference. elite players, as well as toward programs \ndesigned to encourage more children to \nAEGON ranked thirteenth in a list of thirty insurance brands valued take up the sport. The sponsorship is \nin Brand Finance’s Global 500 index of leading brands. Brand part of broader efforts to increase \nFinance, an independent research firm, valued the AEGON brand at awareness of the AEGON brand name. \nEUR 4.62 billion – equivalent, at the time the estimate was made to In addition to tennis, AEGON has a \napproximately 20% of the company’s total market capitalization. number of other sporting sponsorships, \nincluding golf in both the United States \nIn recent years, AEGON has been adding the ‘AEGON’ name to a and the United Kingdom, as well as \ngrowing number of its brands. This has enabled local companies to speed skating in the Netherlands. \nuse AEGON’s overall financial strength and credibility to enhance AEGON is also the main sponsor of \ntheir local market positions. The AEGON name now appears Dutch club Ajax, one of the best known \nalongside brands in Europe, Asia and the Americas. names in European soccer. \nAEGON has established a Brand Council to oversee management of \nits brand strategy. Members of this Council are drawn from the \ncompany’s businesses in the United States, the Netherlands, the United Kingdom and Central & Eastern Europe, as well as from AEGON N.V.\n 1 in The Hague. The Brand Council reports its findings \ndirectly to Marco Keim, AEGON’s CEO for the Netherlands who, in 2008, was made responsible for brand development in the company’s Management Board. \nFinancial\tliteracy \nAEGON believes it has an important role to play in ensuring its customers have the information they need to make the right long-term financial decisions for themselves and their families. In each of the company’s three main markets, AEGON organizes and supports initiatives aimed at improving overall levels of financial literacy in its local communities. \nIn the United States, for example, AEGON supports LIFE – the Life \nand Health Insurance Foundation for Education – a non-profit organization that instructs people on the importance of life insurance and sound financial planning. Over the past two years, AEGON UK has meanwhile given its backing to the UK government’s National Strategy for Financial Capability, aimed at improving levels of financial education in the country. \n1 AEGON N.V. is AEGON’s holding company, based in The Hague. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 17 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}