{"page_content": "Being\thonest\tabout\tpension\tsavings\t In addition, AEGON country units in Europe, the Americas and Asia \nin\tthe\tnetherlands organize regular seminars and training sessions for salesmen, \nAEGON The Netherlands ran a nationwide intermediaries and brokers to improve the quality of financial \npublicity campaign in 2008 designed to advice they are able to give potential customers. \nraise awareness of pension issues \n– particularly the need to begin saving in distribution \ntime for retirement. As elsewhere in AEGON uses a number of commercial channels to distribute its \nEurope, the population in the Netherlands products, including agents, brokers, banks and direct marketing, as \nis getting older. By 2035, according to well as partnerships with other companies. This approach enables \nthe latest UN projections, more than a customers to access AEGON products in a way that best suits them. \nquarter of Dutch people will be over the \nage of 65. AEGON’s campaign involved online\tservices \nposters, billboards, TV commercials and Providing financial services online can help reduce transaction \nan independently produced documentary, costs and cut down on the need for business travel and printed \nwhich was broadcast on national materials. Most AEGON country and business units provide online \ntelevision. The campaign – dubbed services of one sort or another. These services include: \n‘Eerlijk over later’, or ‘Being honest \u0002\u0002Information on financial products; \nabout the future’ – is part of a broader \u0002\u0002Online application forms; \nstrategy to encourage more Dutch \u0002\u0002Modifying personal data; \npeople to think about retirement. It was \u0002\u0002Modifying premium contributions; \nfollowed up by a second campaign, \u0002\u0002Accessing quotes; \ncalled ‘Eerlijk over sparen’, or ‘Being \u0002\u0002Online calculation tools. \nhonest about saving’. \nMonumental Life in the United States has revamped its website to \ninclude a section entitled ‘When do you need life insurance?’, \nthe\tperils\tof\tinflation\tin\tindia providing simple, easy-to-understand information and advice to \nIn India, AEGON Religare’s first policyholders and potential customers. \nnationwide advertising campaign also \nfocused on educating customers about Most AEGON companies operate IT fraud detection systems and all \nthe need to save for retirement. In the units use feedback loops to compliance officers to ensure the \nTV commercials, well-known Indian actor company’s online platforms remain safe and secure at all times. \nIrrfan Khan, dressed as an old man, \nsuddenly discovers everything has During 2008, AEGON websites received approximately 253 million \nmysteriously gone up in price – tram ‘hits’. The most popular sites were those operated by AEGON USA 1 , \ntickets, milk, gasoline, even shoe shines. AEGON Canada and the Unirobe Meeùs Groep, AEGON’s Dutch \n“After retirement,” he tells his friends in distribution arm. These sites accounted for just over 76% of the \nthe commercial, “you’ll have neither total number of ‘hits’. \nyour youth, nor any income. What will \nyou do then?” The advertisement is The purpose of most AEGON websites is to provide information on \naimed primarily at professionals, roughly products and services. In 2008, almost 56% of the more than \nbetween the ages of 25 and 45, who 96,000 visitors who requested further details online went on to buy \nwant to maintain their standard of living a financial product or service, up from 50% in 2007. \nbut are not sure how much money they \nneed to save. In the first week of the \ncampaign, AEGON Religare received \napproximately 4,000 calls. \n1 Please note that, throughout this report, AEGON USA refers to AEGON’s operating companies and business units in the United States. \n18 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}