{"page_content": "shareholders:\tour\tbasic\tprinciples were broadcast live via the internet. During the year, AEGON also \n\u0002\u0002We provide a strong capital base to held meetings with approximately 700 institutional investors in 28 \nmeet our long-term financial countries. \nobligations; \n\u0002\u0002We make decisions that are in the In the second half of 2008, the global financial crisis underlined the \ninterests of our stakeholders; importance of clear and effective communication with the \n\u0002\u0002We are accountable to our investment community. AEGON took steps to communicate details \nstakeholders for clear and transparent of its financial position as quickly and as thoroughly as possible \ndisclosure of our management policies, through press releases, conferences and meetings with analysts \npractices and results; and investors. Included were press releases explaining AEGON’s \n\u0002\u0002We identify and manage risk prudently; exposure to possible losses following financial difficulties at \n\u0002\u0002We invest prudently and responsibly; Lehman Brothers, AIG and Washington Mutual. \n\u0002\u0002We provide timely and accurate \ninformation to our customers, In February 2008, AEGON’s Executive Board adopted a new policy, \nshareholders, employees, regulators setting out clear rules and guidelines for interaction between the \nand business partners; company and its investors. This new policy is in line with \n\u0002\u0002We comply with all applicable laws and recommendations issued by the Monitoring Committee overseeing \nregulations, and we proactively the Dutch Corporate Governance Code. A copy of the policy is \npromote such compliance; available at www.aegon.com. \n\u0002\u0002We set clear internal guidelines and \npolicies relating to the way we behave Alongside the company’s Investor Relations program, AEGON also \nas a responsible company with a communicated extensively with the general and financial media. \nglobal reach. During 2008, AEGON organized a number of press conferences, \nvisits, briefings and interviews with both local and international \nreporters to explain the company’s strategy and its approach to the global financial crisis. \nshare\tprice\t \nIn 2008, AEGON’s share price was severely affected by the global financial crisis. During the year, AEGON’s share on the Amsterdam stock exchange lost 62.6% of its value (65.5% in US dollar terms). The graphs on this page 20 show the performance of AEGON shares on the Amsterdam and New York stock exchanges during 2008, compared with the AEX and the DJ Stoxx 600 Insurance indices. \nAEGON share price development versus indices AEGON share price development versus indices \nRebased (in EUR) Rebased (in USD) \n100% 100% \n50% 50% \n0% 0% \nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec \nAEGON DJ Stoxx 600 Insurance Index AEX Index AEGON S&P 500 S&P 500 Insurance \n20 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}