{"page_content": "OUR SHAREHOLDERS \ndividend\tpolicy\t \nAEGON recognizes the importance of a clear, stable and c\noherent dividend policy. Dividends to shareholders \ndepend on the company’s cash flow and capital position. AEGON’s policy is that the total dividend for the year should be composed of two parts: \n\u0002\u0002An interim dividend, announced at the same time as the company publishes its second quarter results in August; \n\u0002\u0002A final dividend, proposed in March and voted on at the company’s General Meeting of Shareholders, usually in April. \nPayment of the interim and final dividend is made in either c\nash or stock. \nIn 2008, AEGON paid an interim dividend of EUR 0.30 a shar\ne. The company, however, decided to forego the final \ndividend for 2008 as part of broader measures to preserve capital in light of the global financial crisis. \nmanaging\trisk \nManaging risk is at the heart of what an insurance c\nompany does. Insurers must be able to fulfill the long-\nterm promises they make to their policyholders and investors. That means managing a range of financial and operational risks as effectively and efficiently as possible. For AEGON, risk management involves: \n\u0002\u0002Understanding which risks the company is able to underwrite; \n\u0002\u0002Assessing the risk-return trade-off associated with these risks; \n\u0002\u0002Establishing limits for the level of exposure to a particular risk or combination of risks; and \n\u0002\u0002Measuring and monitoring risk exposures and actively managing the company’s overall risk and solvency positions. \nBy operating within certain pre-defined tolerances and adhering t\no policies that limit the overall risk the \ncompany is exposed to, AEGON is able to accept risk with the full knowledge of potential returns and losses both for the company and for its shareholders. \nAEGON must, at all times, maintain a solvency position \nsuch that no plausible s\ncenario would cause the \ncompany to default on its obligations to policyholders. To accomplish this, AEGON has established two basic objectives for its risk management strategy: \u0002AA capital adequacy requirements: AEGON maintains \u0002\nits companies’ capital adequacy levels at whichever is the higher of local regulatory requirements, the relevant local Standard & Poor’s requirements for very strong capitalization and any additional self-imposed economic requirements; \n\u0002\u0002Maintain solvency even under extreme event scenarios: AEGON must remain solvent in the case of plausible extreme events. \nAEGON \nratings\t AEGON AEGON The Scottish \nAs of March 2009 USA Netherlands Equitable \nS&P rating AA AA AA \nS&P outlook CWN1 CWN CWN \nMoody’s rating A1 NR 2 NR \nMoody’s outlook Negative NR NR \nFitch rating AA NR NR \nFitch outlook Negative NR NR \n1 CWN: Credit Watch Negative. \n2 NR: Not Rated. \nDuring 2008, AEGON’s credit ratings remained \nunchanged. However, the outlook for all three credit ratings was altered to ‘negative’. In addition, in early 2009, Moody’s lowered its senior debt rating for AEGON N.V. to A3 with a negative outlook. Fitch lowered its senior debt rating to A, also with a negative outlook, while Standard & Poor’s put its senior debt rating of A+ on credit watch negative, with as likely outcome an affirmation or a one-notch downgrade to A. At the same time, Moody’s and Fitch lowered AEGON USA’s insurance financial strength ratings by one notch, to A1 and AA respectively. \nTypes of risk \nAs an international provider of life insurance, pensions and o\nther long-term investment and savings products, \nAEGON faces a number of risks, both operational and financial. Some of these risks may arise from internal factors, such as inadequate compliance systems. Others, such as movements in interest rates or unexpected changes in longevity trends, are external in nature. AEGON’s most significant risk is to changes in financial markets, related particularly to movements in interest rates or equity and credit markets. Clearly, these risks, whether internal or external, may affect the company’s operations, its earnings, its share price, the value of its investments or the sale of certain products and services. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 21 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}