{"page_content": "OUR SHAREHOLDERS \nthan match the company’s requirements for at least the \nnext two years, even if current poor market conditions worsen further. \nUnderwriting risk – \n AEGON’s earnings depend, to \na significant degree, on the extent to which claims \nexperience is consistent with assumptions used by the company to price products and establish technical liabilities. Changes in, among other things, morbidity, mortality, longevity trends and policyholder behavior could have a considerable impact on AEGON’s income. AEGON believes it has the capacity to take on more underwriting risk (providing of course it is correctly priced) in line with the company’s broader strategy to capitalize on growth opportunities in its main life insurance and pension markets. \nOperational risk – \n Like other companies, AEGON faces \nrisk resulting from operational failures or external \nevents, such as changes in regulations and natural or man-made disasters. AEGON’s systems and processes are designed to support complex products and transactions and to avoid such issues as system failures, financial crime and breaches of security. AEGON is constantly working on analyses studying such operational risks and regularly develops contingency plans to deal with them. These plans also cover extreme event scenarios, such as the possibility of mortality pandemics in one or more of the company’s main markets. \nReputational risk – As a result of the global financial \ncrisis\n, public trust in financial services companies \nundoubtedly weakened in 2008. During the second half of the year, AEGON took considerable steps to strengthen its capital position and ensure it continued to meet its obligations to customers, regulators and other stakeholders. Alongside this, AEGON also maintained a polic\ny of open and transparent financial communication, \nparticularly with regard to investors, customers and employees. In addition, the global financial crisis led to an increased focus on executive remuneration. AEGON’s Remuneration Policy establishes a clear link between company performance and executive pay. Consequently, because of the significant decline last year in the company’s overall financial performance, members of AEGON’s Executive Board did not qualify for any performance-related pay for 2008. For further details of AEGON’s Remuneration Policy, please refer to the Annual Report 2008, available online at www.aegon.com. \nRisk governance \nAEGON’s risk management framework is represented acr\noss all levels of the organization. This ensures a \ncoherent and integrated approach to risk management throughout the company. Similarly, AEGON has in place a number of company-wide risk policies, designed to keep overall risk-specific exposures to a manageable level. \nAEGON’s risk management governance structure has \nf\nour basic layers: \n\u0002The Supervisory Board (and the Supervisory Board \u0002\nRisk Committee); \n\u0002The Executive Board; \u0002\n\u0002AEGON’s Group Risk and Capital Committee (GRCC); \u0002\n\u0002Individual Risk and Capital Committees (RCCs) present \u0002\nin AEGON’s operating units. \nAEGON’s Executive Board has overall responsibility for risk managemen\nt. The Board determines the company’s \nrisk tolerance and risk appetite. The Executive Board \nGroup Chief Risk Officer \nOperating unit CROs \nAmericas CRO \n Europe CRO \n Asia CRO \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 23 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}