{"page_content": "reports to the Risk Committee of AEGON’s Supervisory \nBoard, which is responsible for overseeing the company’s enterprise risk management framework. This includes questions of governance, as well as measures taken to ensure risk management is integrated properly into the company’s broader strategy. In addition, the Risk Committee also reviews overall risk exposure in light of management’s risk appetite, the company’s own risk exposure limits and AEGON’s overall solvency position. The Committee reports to the full Supervisory Board each quarter or more frequently, if required. It is the responsibility of the Executive Board to update the Supervisory Board should any risks directly threaten the solvency or operations of the company. \nThe GRCC is responsible for overseeing AEGON’s \ns\nolvency position, ensuring that risk-taking is within \noverall tolerance levels and that the company’s capital position is adequate to support AA capital adequacy requirements. It is the responsibility of the GRCC to update the Executive Board should any risk threaten the company’s economic solvency, statutory solvency or its operations. The GRCC also provides oversight for individual country unit RCCs. As such, the GRCC receives regular reports from RCCs, reviews major decisions and oversees compliance with company-wide risk policies. \nRCCs have been established at each of AEGON’s country \nu\nnits and, within the United States, at each business unit. \nAEGON’s Chief Financial Officer sits as both a member of the Ex\necutive Board and as Chairman of the GRCC. \nAEGON’s Chief Risk Officer, its Group Treasurer and CFOs from the company’s three main markets – the United States, the Netherlands and the United Kingdom – are also members of the GRCC. \ncorporate\tgovernance \nAEGON is a public company under Dutch law. It is go\nverned by three corporate bodies: the General \nMeeting of Shareholders, the Supervisory Board and the Executive Board. \nThe Executive Board is charged with the management \no\nf the company. It comprises two members: Alexander R. \nWynaendts (Chairman and Chief Executive Officer) and Joseph B. M. Streppel (Chief Financial Officer). \nMr. Streppel is due to stepdown in 2009 in accordance \nwith the t\nerms of his contract. AEGON’s Supervisory \nBoard has nominated Jan J. Nooitgedagt, Chairman of the Belgian and Dutch operations of Ernst & Young, as his suc\ncessor. Mr. Nooitgedagt’s appointment to the \nExecutive Board will be proposed to shareholders for approval at the Annual General Meeting of Shareholders, scheduled for April 22, 2009. \nAEGON also has a Management Board, which was \nin\ntroduced at the beginning of 2007. Members of the \nManagement Board have both regional and broader company-wide responsibilities: \n\u0002\u0002Alexander R. Wynaendts (CEO and Chairman of the \nManagement Board); \n\u0002\u0002Joseph B. M. Streppel (Chief Financial Officer); \n\u0002\u0002Patrick S. Baird (CEO AEGON USA, responsible for the Americas, Asia-Pacific and Global Life Reinsurance); \n\u0002\u0002Marco B.A. Keim (CEO AEGON The Netherlands, responsible for the Netherlands, brand and corporate responsibility); \n\u0002\u0002Gábor Kepecs (CEO AEGON Central & Eastern Europe, responsible for Central & Eastern Europe); \n\u0002\u0002Otto Thoresen (CEO AEGON UK, responsible for the United Kingdom, India and Variable Annuities in Europe). \nAEGON’s Supervisory Board oversees the management o\nf the Executive Board, as well as the overall course of \nthe company’s business and corporate strategy, taking into account the relevant interests of AEGON’s stakeholders. The Supervisory Board consists of twelve members: Dudley G. Eustace, Irving W. Bailey II, Robert J. Routs, Antony Burgmans, Cecelia Kempler, Shemaya Levy, Karla M. H. Peijs, Willem F. C. Stevens, Kornelis J. Storm, Ben van der Veer, Dirk P. M. Verbeek and Leo M. van Wijk. \nMr. Eustace’s current term of office ends in 2009, but he \nwill be nominat\ned for an additional one-year term at the \nGeneral Meeting of Shareholders scheduled for April 22, 2009. Mr. Eustace is due to step down as Chairman of AEGON’s Supervisory Board in April 2010. He will be succeeded by Mr. Routs, who is a former executive at Royal Dutch Shell PLC. \nAs part of its agreement to extend additional core capital \nt\no AEGON, the Dutch government may request that two \nrepresentatives of the State be nominated for appointment to the Supervisory Board. These representatives are Karla M.H. Peijs and Arthur W.H. Docters van Leeuwen. Shareholders will be asked to approve the appointment of Mr. Docters van Leeuwen at their 2009 annual meeting. Pending his approval, Mr. Docters van Leeuwen \n24 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}