{"page_content": "OUR SHAREHOLDERS \nhas been attending meetings of the Supervisory Board since the aeGon\tinvesting\tin\tsustainable\t \nbeginning of December 2008 as an observer. Ms. Peijs is already a resources\tin\tthe\tunited\tstates \nmember of the Supervisory Board. In the United States, AEGON has a \nnumber of investment projects designed \nApproval from the state representatives will be required for certain to reduce the effects of climate change \ndecisions, including: and encourage the use of sustainable, \n\u0002\u0002Issue and repurchase of shares and debentures; natural resources. \n\u0002\u0002Changes to AEGON’s policy with regard to executive \u0002\u0002AEGON USA provided mortgages \nremuneration; totaling USD 229 million for ‘green’ \n\u0002\u0002Any acquisitions that have a value of 25% or more of AEGON’s buildings in Alabama, Pennsylvania and \nissued capital and reserves. Minnesota, which incorporate recycled \nand renewable materials as well as \nIn addition, AEGON has agreed to review its Remuneration Policy natural lighting, rainwater capture and \nfor members of the Executive Board and senior management to geothermal heating systems; \nensure it is aligned to new international standards. \u0002\u0002Approximately USD 165 million is \nbeing invested in housing projects in \nAll members of AEGON’s Supervisory Board may be considered California, Louisiana and New York \nindependent, as defined by the Dutch Corporate Governance Code, that use renewable energy and \nwith the exception of Mr. Storm, who formerly served as Chairman sustainable building practices. The \nof AEGON’s Executive Board. projects include a 378-unit apartment \ncomplex in California that, once \nA General Meeting of Shareholders is held at least once a year. Its complete, will be one of the largest \nmain function is to decide matters such as the adoption of the residential solar energy installations \nannual accounts, the approval of dividend payments and in the United States; \nappointments to AEGON’s Executive and Supervisory Boards. \u0002\u0002Since 2002, AEGON USA has invested \nUSD 84 million in timber – 96% in \nFurther details on AEGON’s governance as well as Executive and holdings certified as ‘sustainable’ by \nSupervisory Board remuneration may be found in the company’s the Forestry Stewardship Council or \nAnnual Report 2008, available at www.aegon.com. the Sustainable Forestry Initiative. \nAEGON’s timberland loan portfolio in \nRegulations the United States currently amounts \nAEGON is registered in the Netherlands, and listed on four separate to USD 63 million; \nstock exchanges. As such the company complies with a variety of \u0002\u0002AEGON USA has also invested a total \ndifferent governance codes. These include: of USD 200 million in wind generation \n\u0002\u0002The Sarbanes Oxley Act in the United States; projects, capable of producing an \n\u0002\u0002The Corporate Governance Code in the Netherlands; estimated 286 MW of electricity a \n\u0002\u0002The Combined Code on Corporate Governance in the United year – enough to power approximately \nKingdom. 60 homes a year. \ninvesting\tresponsibly:\taeGon\tas\ta\tshareholder\t \nWith more than EUR 330 billion in revenue-generating assets, \nAEGON is one of the world’s leading institutional investors. It manages investments not only for its own account, but also on behalf of its various customers and policyholders. The company places great importance on the responsibilities it has as an investor and recognizes that poor social or environmental practice may also affect the value of the companies in which it invests. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 25 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}