{"page_content": "Our Employees \nAt the end of 2008, AEGON \nhad a total of 31,425 employees, up 3.3% from 30,414 twelve months previously\n 1. This increase \nwas due mainly to an expansion of the company’s businesses, most notably in Central & Eastern Europe and China, as well as to the inclusion of a number of newly-acquired companies. \nIn the United States and the Netherlands, the size of \nAEGON’s workforce remained virtually unchanged, though the number of employees in the United Kingdom rose by approximately 200. Nearly 46% of AEGON’s total workforce is employed in the United States. \nBreakdown of the number of employees \n13,431 \n5,226 \n5,068 \n1,981 1,019 254 Americas \nNetherlandsHolding \nand other \nactivities United \nKingdom \nAsia \nRest of Europe In 2008, 12% of all AEGON employees worked part-time, \nup from 9.6% the year before. This increase is due mainly to the inclusion, for the first time, of data from the Unirobe Meeùs Groep and Nedasco in the Netherlands, which tend on average to employ a higher proportion of part-time workers. There was also a slight increase in part-time workers in the United States. \nemployee\tturnover In 2008, employee turnover reached 14%, up from 13% the pr\nevious year. Of the total, 8% left the company \nvoluntarily to pursue opportunities elsewhere. Employment was terminated for a further 4%, either because of internal restructuring or individual underperformance. The remaining 2% was due to a policy, in certain business areas, of not replacing those employees leaving the company either to take up other jobs or to retire. At the end of 2008, AEGON employees had, on average, spent 7.7 years with the company, down from 8.2 twelve months earlier. \n1 A detailed breakdown of AEGON’s global workforce may be found in Appendix III on page 45 . \n28 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}