{"page_content": "OUR EMPLOYEES \nrecruitment,\ttraining\tand\tperformance\tappraisals Workplace:\tour\tbasic\tprinciples \nIn 2008, AEGON recruited 5,450 new employees worldwide 1, up \u0002\u0002We promote ethical behavior and \nfrom just over 5,340 the year before. Most of these employees were encourage the reporting of any illegal \nhired to replace existing staff leaving the company, though or unethical behavior; \napproximately 780 new hires resulted from an expansion in the \u0002\u0002We promote respect for people and \ncompany’s businesses over the past year. On average, vacant their working environment; \npositions were filled within 29 days, down from 34 in 2007, though \u0002\u0002We actively enforce policies that \nindividual country unit rates varied widely. Each vacancy attracted promote non-discrimination in the \nan average of 22 applicants, up from 20 in 2007. workplace and encourage diversity; \n\u0002\u0002We hire, promote and pay our \nAEGON encourages employees at all levels to take part in formal employees fairly and do so based on \nskills and development programs. Training sessions cover topics their qualifications, their experience \nsuch as customer service, product knowledge, business writing, and their ability to do a job; \ncompliance and sales. Most of AEGON country units grant \u0002\u0002We provide training to encourage our \nemployees time and, occasionally, financial assistance to pursue employees to reach their potential; \nindividual projects such as language training or higher education \u0002\u0002We require our employees, within the \nrelated to their work at the company. scope of their professional activities \nfor the company, to act in the best \nAEGON training and education courses in 2008 included: interests of all our stakeholders and \n\u0002\u0002In the United States, Transamerica Insurance & Investment Group abide by our business principles and \nextended its Passport to learning program for employees to core values; \ninclude a special session on ‘Understanding the Financial Crisis’. \u0002\u0002We provide employees with a safe \nDuring the year, nearly 80% of employees in Los Angeles place to work; \nparticipated in at least one of the Passport to learning sessions; \u0002\u0002We encourage personal and career \n\u0002\u0002In 2008, the organization also launched an auxiliary program, advancement; \nPassport to Enrichment, focused on employees’ personal, rather \u0002\u0002We allow our employees the free right \nthan professional, requirements. The program kicked off with a of association. \nsession educating employees about benefits included in their \npension and 401(k) plans; \n\u0002\u0002AEGON’s Asia Leadership Academy held a course for managers in \nChina, focusing on skills training and measures to combat money laundering. \nAEGON also took steps in 2008 to improve its human resources management and staff recruitment. In the United Kingdom, the Pipeline Project produced significant results, cutting down on the cost of hiring new employees by a third and the time involved in recruitment by 70%. Since the launch of the project in March 2007, retention rates have also improved by approximately 50%. In the Netherlands, AEGON signed a new collective labor agreement with Dutch trade unions, which included an increase in salaries for employees as well as a new, more flexible payment and vacation system. In China, meanwhile, AEGON-CNOOC was recognized in 2008 for its efforts to attract and retain talented staff in what has become an extremely competitive jobs market. \n1 This figure refers to new hires only. It does not include employees taken on as a result of mergers or acquisitions. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 29 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}