{"page_content": "Percentage of workforce taking part in formal skills and \ncapabilities programs are shown in table 1 on page 31, training is shown in table 2 and the percentage of workforce subject to regular, standardized performance appraisal is shown in table 3 on that page. \nnon-discrimination \nAEGON actively enforces policies that promote non-discrimination in the workplace whether on grounds of r\nace, creed, religion, sexuality or gender. This principle of \nnon-discrimination is contained in AEGON’s business principles. In addition, AEGON complies with all local legislation in the countries in which it operates with regard to equal pay and treatment. In the United States and the United Kingdom, all new employees are given mandatory computer-based training on issues relating to non-discrimination and equal employment legislation. In 2008, AEGON USA’s ‘Take 15’ training program for managers and supervisors also focused on political and religious issues in the workplace, as well as discrimination and harassment. AEGON has mechanisms in place to deal with cases of discrimination. In 2008, three of the company’s operating units reported cases relating primarily to racial and sexual harassment. These cases were limited in number. Any cases not dealt with internally are referred to external employment tribunals. \nAEGON also has a number of policies designed specifically \nt\no encourage women to remain in the workforce and to \ntake up positions in management, including part-time working, flexible hours and childcare facilities. In August 2008, AEGON opened a new childcare facility at its Cedar Rapids office in the United States. The new facility has US Green Building Council ‘Leadership in Energy and Environmental Design’ certification. At the end of 2008, women made up 54% of AEGON’s total workforce, and 23% of the company’s senior management, a slight increase compared with 2007. \nemployment\tcosts \nTo attract and retain talented employees, AEGON believes i\nt must offer competitive salaries and compensation \npackages. Employment costs for AEGON’s total workforce amounted to EUR 1.899 billion in 2008, down fractionally from 1.903 billion in 2007. An increase in costs in the Netherlands and Central & Eastern Europe was offset by declines in both the Americas and the United Kingdom. Employment costs at AEGON’s operations in the Netherlands rose 10.2% in 2008, due primarily to higher charges related to temporary workers and a lower comparative figure for 2007, which resulted from a pension pr\novision release during the year following a \nchange in accounting rules. \nsalary\tstructures \nEmployees’ salaries may contain both a fixed and a v\nariable component, linked to company and/or \nindividual performance (please see the table on page 31). \nIn 2008, approximately one-third of AEGON employees \nr\neceived one form or another of variable compensation. \nDuring the year, the company paid out EUR 75 million in performance-related pay. This was significantly lower than in 2007, mainly because of the impact of a decline in financial earnings on variable compensation for senior management. \nBecause of the financial crisis, AEGON and its operating \nunit\ns have taken a number of specific measures to limit \nperformance-related pay to staff. These steps include: \n\u0002\u0002In the United States, salaried employees will not receive merit increases in 2009. Overall, variable compensation payments are expected to be considerably lower, but this was due primarily to the decline in earnings performance during 2008; \n\u0002\u0002In the Netherlands and the United Kingdom, measures have been taken to restrict salary increases in 2009 both for management and other employees; \n\u0002\u0002In Central & Eastern Europe, steps were taken to reduce incentive payments, while there were no wage increases for senior managers. Country units in the region focused instead on improving levels of pay for those earning the least; \n\u0002\u0002AEGON Canada suspended merit increases for all employees, including management. \nAlongside these measures, AEGON also decided not to gr\nant stock options to employees in 2009. \nIn addition, as part of the capital agreement with the Dut\nch government, AEGON has agreed to review its \nRemuneration Policy for members of the company’s Executive Board and senior management to ensure the policy is aligned with new international standards. Subsequent to this agreement, AEGON’s Executive Board members will not be entitled to any performance-related remuneration for the year 2008. In addition, exit arrangements have been limited to a maximum of one year’s fixed salary – in accordance with provisions in the Dutch Corporate Governance Code.  \n30 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}