{"page_content": "OUR EMPLOYEES \n\u0002\u0002Ensuring the confidentiality of personal information supplied by “We’ve done a lot to make our Code of \nemployees, customers, business partners and shareholders; Conduct clearer, more transparent and \n\u0002\u0002Preventing employees from accepting bribes or seeking to gain simpler to understand. But we also \nunlawful advantage; needed to respond to some of the \n\u0002\u0002Preventing insider trading; changes we’ve seen in recent years \n\u0002\u0002Detecting and stopping money laundering; – changes to the financial markets and \n\u0002\u0002Promoting respect for the environment and the use of valuable raw to regulations. Of course, we have to \nmaterials and resources, such as electricity, gas, paper and water; make sure we comply with these \n\u0002\u0002Strengthening corporate governance; and changes in regulation. But we also want \n\u0002\u0002Ensuring clear, accurate and regular disclosure of financial and to be at the forefront of best practice in \nother information. the industry. For that, we have to be \nconfident that we have the right \nIn 2008, AEGON updated its Code of Conduct to bring it into line mechanisms in place. With the Global \nwith recent developments in world financial markets, as well as Ethics Line, employees can just pick up \nchanges to regulations in the insurance industry and international the phone or go online and file a \naccounting rules. The new Code uses simpler, more straightforward complaint in complete confidence. But \nlanguage, incorporates AEGON’s business principles and clearly sets this is also where the Code of Conduct \nout the respective responsibilities of both the company and its plays a really vital role: in setting out \nemployees. clearly not only what our responsibilities \nAlongside the new Code, AEGON also introduced a ‘Global Ethics are as an international company, but \nLine’, which enables employees to report in confidence any also what best practice is, and how we \nsuspected violations of the Code. Complaints may also be made expect our employees to translate these \nanonymously and in the language of the complainant. Each country responsibilities into their day to day \nunit will have a dedicated reporting officer to ensure the complaint dealings with customers and other \nis properly assessed and appropriate action taken. stakeholders.” \nIn addition to the Global Ethics Line, AEGON companies have \ndetailed procedures in place for complaints regarding accounting, Mirjam Bakker \ninternational financial controls and auditing issues. Naturally, these Global Head of Compliance, \nrules and regulations operate in conjunction with: AEGON N.V. \n\u0002\u0002National laws; \n\u0002\u0002Separate provisions set out at country unit level to deal with \nissues ranging from handling confidential information to tackling money laundering. \naeGon’s\t‘in\tpractice’\tprogram ‘In Practice’ is designed to increase awareness among employees of industry issues, AEGON’s business principles and its broader corporate strategy, usually through E-learning programs: \n\u0002\u0002‘You & AEGON’, introduced in 2007, provides new employees with basic information about the company and its businesses around the world; \n\u0002\u0002New employees are also required to complete an online training program on the Code of Conduct; \n\u0002\u0002In 2008, AEGON rolled out an E-learning program to all relevant staff aimed at helping prevent insider dealing. \nIn addition, the launch of the new Code of Conduct was accompanied by an internal communications campaign, which used a combination of posters, articles, brochures and interviews to explain the changes to employees. In 2009, employees will also take part in a specially revised E-learning program on the new Code. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 33 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}