{"page_content": "OUR BUSINESS PARTNERS \nIn 2008, 49% of employees worked for an AEGON \ncompany that had regular dialogue with its staff through a works’ council or a similar structure. This represents an increase of 19% compared with 2007. During the year, works’ councils or employee representative bodies met regularly in the Czech Republic, Hungary, the Netherlands, Poland, Taiwan and the United Kingdom. Trade unions Unite and Aegis are both represented on AEGON’s European Works’ Council. \nAEGON set up its first-ever Stakeholder Panel in 2008 to \nas\nsess the content and relevance of the company’s \ncorporate responsibility reporting. The Panel was made up of nine numbers, including trade union and employee representatives, shareholders, competitors and non-governmental organizations. For further details, please s\nee page 11. \nGovernments\tand\tregulators AEGON actively engages with governments and industry r\negulators around the world. The company holds regular \ndiscussions on new legislation for the life insurance and pension sectors in the Americas, Europe and Asia. These discussions have taken on increasing importance given the global financial crisis and the phenomenon of aging populations in many parts of the world. \nOver the past year, AEGON has played a key role in \nhelping fur\nther shape the regulatory environment in \nmany of the countries in which it operates, including Asia and Central & Eastern Europe, as well as the company’s three main markets. Examples include: \n\u0002\u0002AEGON was a co-sponsor of the Confederation of Indian Industry’s summit on corporate governance, held in January 2009; \n\u0002\u0002In the Czech Republic, AEGON was closely involved in proposals to create a specially-designated task force to help the country’s insurance companies tackle money laundering; \n\u0002\u0002In China, AEGON worked alongside the China Insurance Regulatory Commission and other insurers to draft new regulations on a host of topics, including compliance management, telemarketing and product disclosure. Meanwhile, AEGON’s Public Policy & Regulatory Affairs dep\nartment continues to work alongside policymakers in \nWashington, Brussels and London and, notably, has taken an active part in recent discussions on European pension legislation. The department’s overall objective is to ensure lawmakers have the opportunity to make use of AEGON’s knowledge and expertise when framing new legislation. \ntax\tpayments \nIn 2008, AEGON received a total tax refund of EUR 437 million. T\nhis amount includes tax paid on behalf of \npolicyholders. AEGON’s effective tax rate for the year fell to minus 2%. This was the result of lower earnings, changes in certain statutory rates and an extraordinary tax charge related to inter-company reinsurance treaties. It should be noted, however, that there is often no direct correlation between earnings for any given year and the amount of tax paid or received. \ntackling\tcorruption \nAEGON is determined to tackle incidents of corruption and malpr\nactice in all its businesses around the world. \nThe company sets out clear rules in its Code of Conduct and elsewhere designed to prevent corruption, bribery, money laundering, insider dealing and other forms of malpractice. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 35 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}