{"page_content": "The Wider Community \nAs an international company, \nAEGON believes that business success is not incompatible with a respect for the environment, human rights and the broader communities in which the company operates. \nAEGON pursues initiatives designed to reduce the \nimpact of its operations on the environment, and supports a wide variety of charitable causes and projects around the world. \nprotecting\tthe\tenvironment AEGON has a company-wide environmental policy, which s\ntresses the importance of respecting the environment, \nconserving energy and eliminating waste. These objectives are also contained in the company’s business principles and its Code of Conduct\n 1. \nEach year, AEGON measures its consumption of energy and o\nther raw materials, most notably paper, as well as \nits production of waste and its emissions of carbon dioxide. In 2008, consumption of gas, electricity and water all rose, primarily as a result of an expansion in the company’s businesses and an unusually cold winter in North America and Europe. Paper consumption was significantly lower, however. On a per capita basis, both electricity and paper \nconsumption fell. Gas use per employee, however, rose as a result of the cold winter. Water consumption showed a slight increase of 3.1%, or 2 liters per person per day. \nAEGON companies have policies and initiatives in place aimed at reducing energy consumption and making as much use as possible of renewable or recyclable sources. In the United Kingdom, for example, 25% of energy used is environmentally friendly. Furthermore, two of AEGON’s country units – AEGON The Netherlands and AEGON UK – are certified ISO 14001 compliant with respect to their pr\noperty activities. \nIn the United Kingdom, AEGON has specific reduction t\nargets in place for paper, energy and water use, as well \nas objectives for waste generation and the use of renewable energy. Four of AEGON’s country units (the United States, the Netherlands, the United Kingdom and Canada), covering 76% of the company’s global workforce, \n1 A copy of AEGON’s Code of Conduct and environmental policy may be found on the company’s corporate website (www.aegon.com). \n36 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}