{"page_content": "the\tWider\tcommunity:\t As part of the company’s broader objective to reduce its impact on \nour\tbasic\tprinciples the environment, AEGON’s country units are pursuing individual \n\u0002\u0002We are active corporate citizens in the initiatives, aimed at limiting waste generation and consumption of \ncommunities in which we operate; energy and other raw materials. These initiatives include: \n\u0002\u0002We actively support and respect the \u0002\u0002In the Netherlands and the United States, AEGON saved a total of \nprotection of internationally 8.4 million KWh in electricity in 2008 – the equivalent of \nproclaimed human rights and ensure approximately 4,800 metric tonnes in CO 2 emissions – by using \nwe are not complicit in human rights new technology to reduce the number of computer servers the \nabuses; company needs. Similar technology is also being used at other \n\u0002\u0002We strive to respect the environment AEGON operations in the Americas, Europe and Asia; \nand undertake initiatives to promote \u0002\u0002AEGON The Netherlands uses only Forestry Stewardship Council \ngreater environmental responsibility. (FSC), Eco Management & Audit Scheme (EMAS) or Elemental \nChlorine Free (ECF) paper; \ncanada\tsets\tup\tgreen\ttask\tforce \u0002\u0002In partnership with the tree protection organization Arbor Day \nAEGON Canada has set up a task force, Foundation, AEGON’s US subsidiary Diversified Investment \nknown as the Green To Go committee, to Advisors, based in Purchase, New York, launched a campaign to \nreduce the organization’s impact on the encourage customers to sign up for e-statements, reducing \nenvironment and promote awareness printing and mailing costs and helping protect woodland in the \nand recycling. The committee has United States; \nalready introduced reusable coffee mugs \u0002\u0002In 2009, AEGON UK will launch a new food waste composting \nand other cutlery, taken steps to recycle scheme, which will significantly reduce the amount of waste \nmore waste and switched the company being sent to landfill sites; \nover to eco-friendly paper. \u0002\u0002In the United States, Transamerica Insurance & Investment Group \nbecame ‘carbon neutral’ by purchasing offsets through \naeGon\tstaff\tstep\tin\tto\thelp\t The Climate Trust, based in Portland, Oregon; \ncedar\trapids\tflood\tvictims \u0002\u0002AEGON USA will introduce a pilot program to increase recycling \nIn June 2008, Cedar Rapids – the at the company’s Cedar Rapids headquarters in 2009. The \nlocation of AEGON’s headquarters in the Cedar Rapids offices already have an agreement to switch \nUnited States – was hit by a devastating company buildings over to generators during times of peak \nflood. In the immediate aftermath of the demand to allow the local power utility to divert electricity to \nflood, 1,200 employees – around a third other users; \nof the workforce – volunteered to help \u0002\u0002An energy savings program resulted in considerable economies \nwith disaster relief. The town was one of at AEGON offices in Baltimore belonging to subsidiaries \nthe hardest hit in floods that left Monumental Life and AEGON Direct Marketing Services. \nthousands homeless across several \nMidwest states. AEGON employees, Alongside country unit initiatives, AEGON has also decided to set up \nagents and business associates also a global Green Team. In 2009, the objective of the Green Team will \nraised some USD 700,000 to support be to develop a company-wide resource management program, \nrecovery efforts in the town. Matching aimed at reducing AEGON’s total consumption of electricity, gas, \nfunds from the AEGON Transamerica paper and water. Members of the Green Team will be drawn \nFoundation brought that amount to over primarily from AEGON’s operating units in the United States, the \nUSD 1.5 million – money that will help Netherlands and the United Kingdom. During 2009, the Green Team \nprovide support for the victims of the will discuss the possibility of setting specific company-wide targets \nflood. AEGON also helped the local for reducing the AEGON’s consumption of energy and other raw \ngovernment in Cedar Rapids, providing materials. \noffice space for meetings, volunteers to \nhelp coordinate emergency relief efforts \nand technical support for a special \nwebsite set up to help those affected by \nthe disaster. \n38 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}