{"page_content": "corporate\tphilanthropy \nAEGON supports a wide variety of good causes and charitable \norganizations. These range from research into cancer and other serious illnesses to education for disadvantaged children and financing music and the arts. Most of AEGON’s charitable donations in the United States are channeled through AEGON USA’s non-profit organization, the AEGON Transamerica Foundation. \nIn 2008, AEGON donated a total of EUR 10.68 million. This amount \ninclude\ns a one-time gift in the United States of USD 3 million. Of \nthis total, USD 2.5 million was donated to Johns Hopkins University to fund a professorship in prostate cancer research and a further USD 500,000 to the Baltimore music college, the Peabody Institute. During 2008, AEGON-CNOOC, the company’s joint venture in China, donated EUR 100,000 to help victims of the earthquake in Sichuan province. \nOf total donations, most went to projects and organizations in the \nf\nollowing areas: \n\u0002\u0002Health and safety; \n\u0002\u0002Colleges, education and sport; \n\u0002\u0002Civic and community. \nDonations \n(in percentages) \n41 \n27 \n10 9 8 5 Health \nand safety \nMiscellaneous Colleges,and social educationservices and sport \nUnited Way \nCivic andArts and communityculture \nIn 2008, the four leading recipients of donations from AEGON were 1: aeGon\thelps\tbuild\tclinics\tin\t \nrural\tchina \nIn 2007, AEGON teamed up with the \nRed Cross to launch a program to build \nclinics in rural China. Since then, eleven \nclinics have been built in the provinces of Guizhou, Jiangsu, Beijing, Zhejiang \nand Hunan, most in hard-to-reach \nmountain villages. \naeGon\tdonates\tchristmas\tcard\tfunds\t \nt\no\tmédecins\tsans\tFrontières \nInstead of traditional Christmas cards, \nAE\nGON sends out electronic cards \nevery year, donating the money it saves \nto a good cause. In 2007, the company \ndonated EUR 45,000 to Save The Children. \nIn 2008, the money – EUR 50,000 – \nwent to Médecins sans Frontières, an \ninternational medical humanitarian \norganization that delivers emergency \naid to people around the world affected by armed conflict, epidemics, \nhealthcare exclusion and natural and \nman-made disasters. \norganization \nAmounts in EUR Location Amount Category \nUnited Way United States 873,000 Various \nRight To Play The Netherlands 1,120,000 Colleges, education and sport \nJohns Hopkins University United States 2,274,000 Health and safety \nIowa State University United States 341,060 Colleges, education and sport \n1 Please note that this table includes donations of over EUR 300,000 only. \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 39 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}