{"page_content": "Fighting cancer For years, AEGON companies have helped support the fight against cancer. In 2008, AEGON \ncompanies in the United States, the Netherlands, the United Kingdom, and Canada contributed approximately EUR 2.97 million in total. Most of the funds went toward an international cancer research program, involving scientists at the Johns Hopkins Oncology Center in Baltimore, the Vrije Universiteit Medical Center in Amsterdam and the University Medical Center in Utrecht. AEGON also helps fund a separate research program in China between Johns Hopkins and Nanjing University in the center of the country. Alongside cancer, AEGON companies also fund projects around the world that help tackle other serious illnesses, including Alzheimer’s, strokes, heart disease and diabetes. \nWar Trauma AEGON continued its support in 2008 for the War Trauma Foundation – an international \nFoundation organization set up to provide psychological counseling and treatment for children and adults affected by war and terror around the world. Based in the Netherlands, the Foundation currently supports projects in areas such as the Mid-East, Afghanistan, Angola, the Great Lakes region of Africa and Brazil. \nArts and culture Each year, AEGON makes significant contributions to arts and culture. In classical music, the company helps support the Residentie Orkest, The Hague’s resident orchestra, and the Baltimore Symphony in the United States. AEGON also makes donations to the Mauritshuis, one of the Netherlands’ most prestigious museums, as well as the Rembrandt Foundation, which helps keep major works of Dutch art in the Netherlands. In Hungary, AEGON supports major art and literary awards. \nRight To Play In 2008, AEGON formed a new global partnership with Right To Play to help children in deprived areas of Sudan, Uganda, Ghana and China. AEGON donated EUR 1 million as part of three-year partnership with the international humanitarian organization. Right To Play uses sport and play programs to improve health, develop life skills and foster peace for children and communities in some of the most disadvantaged areas of the world. \nUnited Way Founded more than a hundred years ago, United Way is a network of more than 1,300 locally governed charities stretching across the United States and Canada. In 2007, United Way raised over USD 4 billion for projects aimed primarily at promoting health and education and providing financial stability and independence. AEGON donates money to United Way organizations in several US states, including California, Florida, Iowa, Maryland and Texas as well as in Toronto, Canada. \neconomic,\tsocial\tand\tenvironmental\tindicators \nData contained in the table on page 41 covers AEGON \noper\nations in the following countries: the United States, \nthe Netherlands, the United Kingdom, Taiwan, Spain, Slovakia, Poland, India, Hungary, the Czech Republic, China, Canada and Romania. \nAll information in the table refers to 100% of AEGON’s \nglob\nal workforce. Environmental statistics, however, have \nbeen extrapolated from data covering less than 100% of all employees. \n40 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}