{"page_content": "\u0002\u0002AEGON initiated a cost program, aimed at reducing \noperating expenses in 2009 by EUR 150 million. These savings will be achieved mainly by restructuring businesses in the United States, the Netherlands and the United Kingdom; \n\u0002\u0002In October 2008, AEGON also secured an additional EUR 3 billion in core capital from its leading shareholder Vereniging AEGON. This capital was funded by the Dutch State as part of its program to support healthy and viable financial services companies in the Netherlands during the financial crisis. \nThroughout this period of increased economic unc\nertainty and unprecedented market volatility, \nAEGON continued to fulfill its obligations to customers and policyholders. \nAEGON expects difficult market conditions to continue in \n2\n009. As a result, measures designed to reduce risk, free \nup additional capital and lower operating expenses will remain a significant priority for the company. \nAEGON has also worked throughout the crisis to retain \nthe trus\nt and confidence of its customers and \nshareholders by maintaining open and transparent financial communication and by continuing to provide a range of products and services suited to changing economic circumstances. During the second half of the year, AEGON’s business and country units took a number of initiatives aimed at explaining to customers, investors and employees both the effects of the financial crisis and the steps the company was taking to deal with its effects. AEGON The Netherlands, for example, published basic ‘Questions & Answers’ on its website, while AEGON’s corporate site featured a number of interviews with senior executives and more general articles on the crisis. aeGon’s\tfinancial\tperformance\tin\t2008 AEGON’s earnings in 2008 were significantly affected by the t\nurmoil in world financial markets. The company \nreported a net loss for the year of EUR 1.1 billion. Earnings were impacted by declines in bond and equity values, as well as an increase in impairments and an unprecedented widening in credit spreads. AEGON’s underlying earnings before tax declined 40% to EUR 1.6 billion. New life sales, meanwhile, were 20% lower at EUR 2.6 billion – a reflection of adverse currency movements and the impact of increased market volatility, particularly on sales of unit-linked products and bank-owned and corporate-owned life insurance in the United States. Total gross deposits were 8% lower at EUR 40.8 billion, with lower sales of variable annuities, savings products, pensions and asset management more than offsetting strong sales of fixed annuities in the United States. \nFurther details on AEGON’s financial performance in \n2\n008 may be found in the Annual Report 2008, \navailable on the corporate website (www.aegon.com). \nAEGON CORPORATE RESPONSIBILITY REPORT 2008 7 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}