{"page_content": "Our Approach to Sustainability \nIn its approach to sustainability and corporate responsibility, \nAEGON places great importance on local knowledge and local decision-making. \naeGon’s\tstatement\tof\tprinciples Country and business units are encouraged to focus on issues \nAs a global company, AEGON has global specific to their local situations. AEGON does, however, set out a \nresponsibilities. We believe that business number of basic principles, which apply to all country and business \nsuccess is not incompatible with respect units. This approach ensures that these common principles become \nfor the environment, human rights and an integral part of AEGON’s business activities, wherever those \nthe broader communities in which we activities are located. These principles are contained in AEGON’s \noperate. Indeed, we recognize that Code of Conduct. \ncreating a sustainable business means \u0002\u0002AEGON endeavors to provide products and services that are \ntaking into account the interests of all transparent and easy to understand, helping customers secure \nour stakeholders – customers, employees, their long-term financial futures; \nbusiness partners and shareholders. \u0002\u0002AEGON acts as a responsible employer, providing the conditions, \nWe also believe we can make a valuable incentives and formal training its employees require for personal \ncontribution to the communities in which success; \nwe operate not only as a provider of \u0002\u0002AEGON takes measures to help reduce the impact of its business \nlong-term financial products and operations on the environment, seeking to limit energy use and \nservices, but also as a responsible curb unnecessary waste; \nemployer and investor. We will pursue our \u0002\u0002AEGON recognizes its position as a leading investor and strives to \nobjectives through sound business ensure that its investment decisions take into account not only the \nprinciples based on our core values of need for profit but also the interests of all legitimate stakeholders \nRespect, Quality, Transparency and Trust . and the wider communities in which the company operates; \n\u0002\u0002AEGON endeavors always to provide clear, accurate, timely and \ntransparent information so that investors, customers and other stakeholders can make the right financial decisions for themselves and their families. \ndecision\tmaking Each of AEGON’s country and business units has its own Corporate Responsibility (CR) executive, responsible for: \n\u0002\u0002Implementing all corporate responsibility policies and initiatives; \n\u0002\u0002Ensuring compliance with AEGON’s Code of Conduct; \n\u0002\u0002Developing local corporate responsibility policies and monitoring local activities; \n\u0002\u0002Collating all relevant data on corporate responsibility issues; \n\u0002\u0002Reporting all progress to AEGON’s CR team, based at the company’s head office in The Hague, the Netherlands. \nTypically, individual CR executives manage CR activities alongside other professional responsibilities. These activities are therefore reflected in the CR executive’s job performance targets and are a factor in determining individual performance-related remuneration. \nAEGON’s CR team is part of the company’s Group Corporate \nCommunications department. Senior Vice-President Group Corporate Communications, Gregory W. Tucker , oversees all corporate \nresponsibility initiatives. In matters relating to corporate responsibility, \n8 ", "metadata": {"source": "NASDAQ_AEGN_2008.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}