{"page_content": "Supporting Our Team Members33\nSpirit is committed to investing in the development of our Team Members.  \nWe believe that a strong Team Member development program helps to achieve \ngreater job satisfaction, career success, and growth through reskilling and \nupskilling. Growth opportunities are provided as part of our culture of learning \nthrough Education, Experience, and Exposure (E3). \nTo retain the most talented and skilled Team Members, we provide a range of \ntalent development opportunities that include a virtual development experience \nthrough Spirit U. Spirit U, an online platform, allows Team Members to guide their \nown professional development, knowledge, strengths, and skills for advancement. \nTeam Members can choose from hundreds of online courses, audiobooks, and \ne-books ranging from new leader training, mandatory compliance training, new \nhire cultural onboarding, and general professional development to trainings that \ncover unconscious bias, systemic racism, and allyship. \nAnother way we attract and retain talent is by providing competitive compensation \nand benefits. In August 2020, Spirit launched a benefits intranet site for Team \nMembers — The Positive Pulse. The site connects Team Members to health and  \nwell-being resources and virtual events, including monthly well-being observances. \nFurther supporting our Team Members, our three-part well-being framework \npromotes a healthy and high-performance wellness culture that serves to improve \nTeam Member wellness.Developing and Retaining Team Members\nWell-Being Framework\n →Wellness Rewards Program for Health Savings \nAccount (HSA) participants\n →Mobile mammogram at Spirit Support Center (SSC)\n →Active & Fit nationwide gym memberships\n →Fresh meal plan discounts nationwide\n →Access to financial consultants\n →Access to credit unions and mortgage solutions\n →Virtual financial webinars\n →Virtual telehealth and therapists\n →Employee assistance program\n →Virtual mindfulness eventsPHYSICAL WELL-BEING\nFINANCIAL WELL-BEING\nEMOTIONAL WELL-BEING", "metadata": {"source": "NASDAQ_SAVE_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}