{"page_content": "Our Climate Strategy\nMore than 90% of American’s total carbon footprint, \nincluding our Scope 3 emissions, comes from our use of jet \nfuel, so our strategy for reaching net zero emissions by 2050 \nis focused on running an ever more fuel-efficient operation, \nwith more fuel-efficient aircraft, powered by low-carbon fuel. \nTo do so, we are working to drive progress across several \nkey levers — some of which we have the ability to influence \ndirectly, and some of which will require action and collabora -\ntion within our industry, across sectors and by policymakers. \n(See chart on the following page.) \nIntegrating climate risk into our strategy and investments\nUnderpinning our strategy is the in-depth analysis we \nconducted in 2020 — and updated and expanded in 2022 —  \nto understand the climate-related risks and opportunities \nfacing our company. We studied their potential impacts on \nour business, operations and the broader environment in \nwhich we work under different warming scenarios. \nWhile there is considerable uncertainty about the \nlikelihood and operational and financial consequences of \nthese scenarios, the direction and potential magnitude of \nclimate-related risk is clear. Our strategy is designed to \nposition American to anticipate, mitigate and respond to \nclimate-related risks and to thrive in an uncertain future. \nIt includes making targeted investments to address the \ndemonstrated and high-probability risks associated with \nclimate change that may affect our business, such as the \nimpact of extreme heat on aircraft or of sea level rise at our \nmajor hubs. It also includes strategic investments, based on \nthe best available information, to enable American to adapt quickly and be successful if lower-probability or higher-\nconsequence risks manifest. As a result, another core part \nof our strategy is making ongoing investments in deepening \nour understanding and analysis of climate-related risks \nand opportunities to inform our evolving approach. For a \ndetailed discussion of our climate-risk assessment process \nand findings, see page 22 .\nAs part of our ongoing analysis of transition climate risks \nand opportunities, we incorporate a price on carbon when \nestimating American’s potential obligations under the \nCarbon Offsetting and Reduction Scheme for International \nAviation (CORSIA), European Union Emissions Trading \nSystem and other possible regulatory programs that may \nimpact our operations. The carbon prices used for these \nestimates are based on cost projections from respected external sources. We have also begun incorporating a \nshadow price on carbon in evaluating investments in our \nfleet and fuel efficiency initiatives, as well as sustainable \naviation fuel (SAF) purchases.Our strategy for reaching net zero emissions \nby 2050 is focused on running an ever more \nfuel-efficient operation, with more fuel-efficient \naircraft, powered by low-carbon fuel.\nAMERICAN AIRLINES ESG REPORT 2021\n10\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}