{"page_content": "Fleet Renewal\nA key way to reduce our jet fuel usage — and therefore our \ncarbon footprint — is to replace older, less fuel-efficient \naircraft with new, more efficient ones. Since 2013, American \nhas invested more than $24 billion in modernizing our fleet \nby taking delivery of more than 600 new aircraft. Over the \nsame period, we retired 670 older, less fuel-efficient planes \nthrough the end of 2021. The result: American has the \nyoungest mainline fleet among U.S. network carriers, with \nan average age of 11.3 years old. At the end of 2021, 55% of \nAmerican’s mainline fleet was 10 years old or less.\nNew aircraft, such as the Boeing 787 Dreamliner, Boeing \n737 MAX and the Airbus A321neo, which incorporate the \nlatest engine and airframe technologies, made up 17% of \nour total available seat miles (ASMs) in 2021. Approximately \n$3.6 billion, or 12% of our revenue during the year, stemmed \nfrom passengers flying on the market-leading, fuel-efficient \naircraft in our fleet. The Boeing 737 MAX 8 reduces fuel use \nand CO2 emissions by an additional 14% over today’s other \nmost fuel-efficient single-aisle airplanes — and 20% better \nthan the original 737 next generation aircraft when they first \nentered service.1 The Airbus A320neo family delivers 20%  \nfuel savings and CO2 reduction compared to previous \ngeneration Airbus aircraft.2\nLargely as a result of flying these more efficient aircraft, \nAmerican has improved fuel efficiency by 10.2% compared \nwith 2013, based on fuel burn per ASM. That adds up to  \n1.9 billion gallons of fuel saved and 19 million metric tons  \nof CO2 avoided.\n1  https://www.boeing-me.com/en/products-and-services/commercial-air -\nplanes/737-MAX.page .\n2 https://aircraft.airbus.com/en/aircraft/a320/a320neo .At the end of 2021, American had 42 Boeing 737 MAX 8 \naircraft in our fleet. In January 2022, we announced our \nplans to exercise purchase options on an additional 30 \nBoeing 737 MAX 8 aircraft, bringing our firm order total \nto 88 additional deliveries through 2026. We also had 44 \nAirbus A321neo aircraft in our fleet at the end of 2021 and \nhave agreed to purchase an additional 76 for delivery \nthrough 2026. Of the firm order for 76 aircraft, 50 are the \nlatest generation and long-range Airbus A321XLR aircraft. \nBy 2026, we expect approximately 34% of our ASMs will be \nflown by the Boeing 787 Dreamliner, Boeing 737 MAX and \nAirbus A321neo. \nIn recent years, we have also made significant investments \nin updating our regional aircraft fleet. Smaller aircraft \nand shorter flights — which devote a larger percentage \nof overall flight time to takeoff and landing — come at \na fuel-efficiency cost. However, our regional carriers \nenable American to serve many smaller communities \nand low-density markets that don’t have the passenger \ntraffic to support larger jets. This service plays a vital role \nin connecting members of those communities to other \npeople, places and economic opportunities. American is \ncommitted to providing industry-leading regional service, while continuously working to make that service more \nfuel efficient. This includes retiring a number of small \nregional jets in recent years and replacing them with \nlarge regional jets — such as the Embraer 175 and the \nBombardier CRJ900 — which are on average more fuel \nefficient. We also continue to evaluate emerging low-carbon \ntechnologies such as electric- and hydrogen-powered \naircraft, which hold promise for use in regional air travel. \n(See accompanying box.) \nAmerican received a CDP Climate Change \nscore of “A–” in 2021 — the highest score \namong airlines in North America, and one of \nonly two airlines globally to score that high. Advancing Next-Generation Aircraft\nDecarbonizing aviation requires near-term action \nto improve efficiency and significantly expand the \nuse of SAF, but it will also depend on technological \nadvancements that enable aircraft to be powered \nby low- and no-carbon fuel sources such as green \nhydrogen and electricity. American continues \nto engage with our aircraft suppliers and other \nkey players in the aviation sector to support the \nadvancement of next-generation aircraft.\nOne initiative that will further this goal is American’s \ninvestment in Vertical Aerospace Ltd., which is devel-\noping an emissions-free electric vertical takeoff and \nlanding (eVTOL) aircraft. Designed for transporting \ncustomers quickly both between and within cities, \nVertical’s piloted four-passenger VX4 is projected to \nbe capable of traveling distances over 100 miles at \nspeeds over 200mph, while producing minimal noise \nand zero operating emissions.\nAMERICAN AIRLINES ESG REPORT 2021\n14\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}