{"page_content": "OUR FUEL-SAVINGS INITIATIVES ARE FOCUSED ON THREE KEY AREAS  \nEstimated annual fuel savings and GHG emissions avoided\nOn the Ground\n60k metric tons  \nof CO2e avoided annuallySingle-engine taxi  \n170k gallons savedAPU usage  \n2m gallons saved\nEngine washing  \n3.4m gallons saved/gid00132/gid00133/gid00165/gid00131/gid00131\n/gid00132/gid00134/gid00165/gid00131/gid00131\n/gid00132/gid00135/gid00165/gid00131/gid00131\n/gid00132/gid00136/gid00165/gid00131/gid00131Scheduling  \n870k gallons saved\nFlight Weight\n140k metric tons  \nof CO2e avoided annuallyIn cabin  \n4.1m gallons savedPaint  \n1m gallons saved\nLighter seats  \n6.9m gallons savedNew brakes  \n2.8m gallons saved\nIn Flight\n203k metric tons  \nof CO2e avoided annuallyEn route updates  \n4.1m gallons savedArrival fuel  \n17.3m gallons savedFlight Operations and Efficiency\nAt the same time as we are adding new, more fuel-efficient \naircraft to our fleet, we continually look for ways to operate \nour existing fleet as efficiently as possible. Doing so enables \nus to both save on jet fuel costs and reduce GHG emissions. \nAmerican has set a target to achieve a 50 million-gallon \nabsolute reduction in jet fuel use by 2025, using 2019 aircraft \nas a baseline. That is, aircraft in our fleet as of January 2019 \nthat continue to fly through 2025 will use 50 million gallons \nless fuel as a result of fuel-efficiency initiatives.\nWe have implemented a host of fuel-savings initiatives, both \non the ground and in the air, focused on three key areas:\n• Operating more efficiently on the ground. We have \nimplemented a number of operational changes to reduce \non-the-ground fuel use. For example, in 2021, American \ndeveloped a new application to optimize how we assign \ngates to aircraft at Dallas-Fort Worth International \nAirport (DFW). This new approach to gating optimizes \nfor taxi time, maximizes on-time arrivals, reduces ramp \ncongestion, minimizes gate conflicts, saves fuel and \nreduces GHG emissions. Leveraging real-time Federal \nAviation Administration (FAA) flight data and routing \ninformation, we are using the new tool for all our DFW \nflights today; we also expect to expand its use to other \nairports. Based on the reduced taxi time resulting from \nuse of the tool today, we project full-year fuel savings of \n870,000 gallons at DFW alone, equal to more than 2,600 \nmetric tons of CO2.\nAmerican has also reduced the use of onboard auxiliary \npower units during flight preparation by connecting to \nless carbon-intensive electric ground power at the airport \nterminal. We have also increased our use of single-engine \nAMERICAN AIRLINES ESG REPORT 2021\n15\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}