{"page_content": "taxi operation (i.e., using just one aircraft engine to taxi \nto the gate after landing), which reduces the carbon \nemissions produced by taxiing by 20%–40%. In addition, we have implemented new procedures for staggering \nflight departures and arrivals, which results in less time \nfor aircraft on the ramp and, therefore, less fuel use. • Reducing excess weight. The weight on an aircraft is a \ncritical driver of how much fuel it uses, and even small \nreductions in weight can add up to significant fuel and \nGHG emissions savings when multiplied across our whole \nfleet and the many flights each aircraft makes. \nWe have taken a number of steps to reduce weight on \nour aircraft, including installing lighter seats, removing \nseat-back entertainment systems, discontinuing American \nWay  magazine, and stocking our galleys with only as \nmuch ice as we expect passengers will use on each flight. \nEven using lighter paint makes a difference: On our A321 \nfleet alone, this saves about 1 million gallons of fuel per \nyear. Collectively, our weight-reduction efforts save 12.4 \nmillion gallons of fuel annually, which equals 117,800 \nmillion metric tons of CO2 emissions avoided each year. \n• Optimizing flight plans and procedures. We focus on \nflying as efficiently as possible, which includes consid -\nering everything from the speed and paths our aircraft \ntake on departure and descent to how flight crews adjust \nen route to account for changing weather conditions.\nSince we began deploying specialized software in 2020 \nthat uses real-time weather conditions to provide our \nflight crews with better data about optimal flight altitudes \nand speeds, we have saved more than 8.4 million gallons \nof fuel. That translates to just over 80,000 metric tons of \nCO2 emissions avoided. This and other flight planning \nimprovements also help us optimize the amount of arrival \nfuel on the aircraft — that is, the extra fuel carried on \nthe aircraft — which makes a big difference in reducing \nweight and, therefore, improving fuel efficiency. Increasing Efficiency by Modernizing Our Air Traffic Control System\nImproving the country’s network of aviation infrastructure, technology and services will increase operational \nefficiency and reduce jet fuel use. In turn, that will avoid millions of metric tons of CO2 emissions annually and help \nreduce aviation’s carbon footprint. Improvements in our Air Traffic Control (ATC) system will produce enormous \nenvironmental and economic benefits, and American supports efforts to modernize our ATC system. We encourage \npolicymakers to advance policies that achieve that objective, and we are committed to working with the FAA and \nother policymakers to make it a reality. \nIn 2021, the FAA implemented more efficient descent procedures that will make a meaningful impact in reducing \nfuel use and associated CO2 emissions. American supported designing the new procedures by providing technical \ndata and expertise on aircraft behavior and systems, energy management considerations and application. The new \nOptimized Profile Descents allow planes to glide down safely from cruising altitudes into airspace around some of \nthe nation’s largest airports, instead of the traditional stair-step procedure that consumes more fuel. For each group \nof descents used at an airport, the FAA estimates that an average of 2 million gallons of fuel is saved, and 18,000 \nmetric tons of CO2 emissions are reduced annually.* \nAmerican has also partnered with the FAA and NASA on a trial program in Charlotte, North Carolina, to test \nand validate the benefits of Terminal Flight Data Manager infrastructure. During testing at Charlotte Douglas \nInternational Airport, the program reduced taxi times, helping to save more than 275,000 gallons of fuel annually. \nThe program also avoided almost eight tons of CO2 emissions daily and cut delays by 916 hours over four years, \nequivalent to an average of 15 minutes of wait time on a taxiway for more than 3,600 departing flights.** In 2021, \nNASA transferred findings from the trial program to the FAA for nationwide implementation.\n* https://www.faa.gov/newsroom/faa-implements-more-efficient-descent-procedures-reduce-fuel-burn-emissions .\n** https://www.nasa.gov/press-release/nasa-transfers-air-traffic-management-tool-updates-to-faa.\nAMERICAN AIRLINES ESG REPORT 2021\n16\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}