{"page_content": "60%–80% \nFEWER LIFE CYCLE EMISSIONS \nFROM SAF THAN FROM  \nCONVENTIONAL JET FUELSustainable Aviation Fuel\nThe clearest near-term way for us to decarbonize is by using \nSAF, which is why purchasing and helping scale SAF produc -\ntion is the cornerstone of our climate strategy this decade. \nSAF will also be key to achieving the in-sector reductions \nrequired to meet our science-based target for 2035. \nIn late 2021, we finalized a new SAF offtake agreement with \nAemetis, an advanced renewable fuels and biochemicals \ncompany, to take delivery of 16 million gallons of Aemetis SAF annually over a seven-year period beginning in 2024. \nThe agreement is the result of work with the oneworld® \nAlliance . (See box at right.) The SAF will be produced at \nthe Aemetis Carbon Zero plant under development in \nRiverbank, California. The facility will use zero carbon \nintensity hydroelectric electricity to process nonedible \nwaste oils into SAF. Emissions associated with the SAF will \nbe further reduced by producing hydrogen, which is used \nin SAF processing, from waste wood and by capturing and \nsequestering any remaining CO2 underground.\nCrude oil extraction  \nand refining releases  \nCO2e emissions\n+16g CO2e/MJPETROLEUM-BASED JET FUEL*SUSTAINABLE AVIATION FUEL*\nPlants absorb carbon \nin the air through \nphotosynthesis\n–73g CO2e/MJ+89gCO2e/MJ* \nLIFE CYCLE EMISSIONS \nFROM CONVENTIONAL \nJET FUELThe combustion of \njet fuel releases CO2e \ninto the atmosphere\n+73g CO2e/MJThe combustion of jet \nfuel releases CO2e into \nthe atmosphere\n+73g CO2e/MJ\nEmissions from renewable  \nhydrocarbon feedstock  \ncollection, transportation  \nand refining\n+22.5g CO2e/MJAdvancing SAF Through the oneworld Alliance\nThe members of the oneworld Alliance — which \nincludes American and 12 other carriers — have \ntaken a number of important steps to chart a path \nforward in reducing their emissions. In September \n2020, oneworld became the first global airline \nalliance to announce a target of carbon neutrality by \n2050, establishing its commitment to sustainability. \nThe alliance followed up that commitment with an \nintermediate goal to achieve 10% SAF use across \nthe member airlines by 2030. This is not just about \nsetting a target, but also committing to playing an \nactive role in the development of SAF at commer -\ncial scale that is affordable, available and certified \nwith the sustainability criteria as recognized by the \nInternational Civil Aviation Organization (ICAO) and \nrelevant authorities.\nIn late 2021 and early 2022, the oneworld Alliance \nairlines announced their intention to purchase up \nto 550 million gallons of blended SAF from the \nrenewable fuels companies Aemetis and Gevo for \ntheir operations at California airports. Once finalized, \nthe agreements will cover the delivery of SAF over a \nfive- to seven-year term beginning in 2024. The SAF is \nblended with petroleum jet fuel to meet international \nstandards for aviation fuel.\n*  Emissions data are averages, based on estimates from LCA of Current & Future GHG Emissions from Petroleum Jet Fuel, Massachusetts Institute of Technology Laboratory for Aviation \nand the Environment . CO2e per megajoule (MJ) is a measure of GHG emissions per unit of energy.\nAMERICAN AIRLINES ESG REPORT 202117\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}