{"page_content": "The agreement with Aemetis brings American’s total SAF \ncommitment to more than 120 million gallons. That includes \nplans to purchase up to 10 million gallons of carbon-neutral \nSAF produced by Prometheus Fuels, which uses a novel \nprocess to make net zero carbon transportation fuels. \nAmerican took our first delivery of SAF in mid-2020, and in \n2021 we used over 1.4 million gallons of SAF. That makes \nus the only member of Airlines for America to report using \nmore than 1 million gallons of SAF during the year. \nAs critical as SAF is for achieving our own and our industry’s \nclimate goals, it is not yet available at the scale or price \nneeded to reduce emissions significantly. Scaling SAF produc -\ntion to the point where it can materially reduce aviation’s \nemissions and be cost competitive will take the combined \nefforts of the private and public sectors. One way American \nis helping advance those efforts is as an anchor partner \nin Breakthrough Energy Catalyst (see page 13). We also \ncontinue to advocate for governments to deploy policy tools, \nincluding incentives, credits and investments in research, \nto create the market conditions needed to make SAF an \neconomically viable alternative to conventional jet fuel. \nAnother way we are working to build the SAF market is by \npartnering with our corporate customers to simultaneously \nhelp advance their climate commitments while growing \ndemand for SAF. In early 2021, we launched an innovative \npilot program with Deloitte to explore how a new market-\nbased solution — a certificate that allocates the emissions \nreduction value of SAF — can benefit companies seeking \nto reduce their Scope 3 business travel emissions. The SAF \ncertificate is a concept under development by the World \nEconomic Forum’s Clean Skies for Tomorrow initiative, \naimed at unlocking new capital to boost SAF production  \nby harnessing the ambition of corporate climate goals. This agreement was one of the first collaborations between \nan organization seeking to reduce net emissions from \nbusiness travel and a U.S. airline that is using SAF in its \ndaily operations. We have since completed similar agree -\nments with Kuehne+Nagel, a global logistics company, \nBank of America, and a number of other companies.\nMarket-Based Measures\nMarket-based mechanisms such as carbon offsets are \na valuable tool for meeting the global climate challenge, \nbut reducing emissions through improved efficiency and \nincreased use of SAF are — and will remain — our priority. \nWhere necessary, though, we will purchase offsets.CORSIA regulates emissions from international aviation. \nWe have endorsed its goal of achieving carbon-neutral \ngrowth in emissions after 2019. Airlines and other aircraft \noperators will offset any growth in CO2 emissions above \nthe revised 2019 baseline established in the wake of the \nCOVID-19 pandemic. In 2021, American and other airlines \ndid not face offsetting obligations under CORSIA, as \ninternational flight volumes were still below pre-pandemic \nlevels. Going forward, American’s aim is to meet our \nCORSIA obligations by increasing our use of SAF, but  \nwe recognize offsets will also play a role.Enabling Our Customers to Offset Their Flights\nAmerican partners with Cool Effect, a leading nonprofit provider of carbon \noffsets, to give our customers the opportunity to easily calculate the \nemissions of their flight and purchase high-quality offsets. Thousands of \ncustomers have chosen to offset the emissions from their flights through \nCool Effect since we launched the program in 2020. Companies partic -\nipating in American’s Business Extra® program can redeem their points \nwith Cool Effect to offset the carbon emissions of their business travel. \nAnd AAdvantage® members can use their Loyalty Choice Rewards to \nredeem carbon offsets through Cool Effect as well.\nCool Effect uses more than 90% of each offset dollar to fund a portfolio of \nhigh-quality, verified carbon reduction projects that protect and conserve \nour planet’s resources. \nLearn more at www.cooleffect.org/american-airlines . \nAMERICAN AIRLINES ESG REPORT 2021\n18\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}