{"page_content": "Avoiding Contrails\nReducing the aviation industry’s contribution to climate \nchange requires fully understanding and addressing all \nthe ways our industry currently impacts the climate. While \nthe GHG emissions of jet fuel use are well understood, \nthere is a growing focus on the effect of condensation \ntrails — known as contrails — the ice clouds that can form \nwhen a plane’s hot, humid exhaust mixes with cool, humid \nair high in the atmosphere.\nContrails change the climate in two ways: They stop the \nEarth’s heat from escaping from the atmosphere (warming \neffect) and they block the sun by reflecting incoming \nsunlight back into space (cooling effect). During the day, \ncontrails can cool the Earth, whereas they are warming at \nnight. (See accompanying illustration.) While there remains \nuncertainty about the precise magnitude of contrails’ \nclimate impact, there is an emerging scientific consensus \nthat the warming impact of contrails is dominant.\nGiven that, developing effective contrail avoidance \nstrategies must be part of the industry’s net zero roadmap. \nAmerican recognizes that such strategies come with \ncompeting climate effects: Changing flight paths to avoid \ncontrail formation could increase fuel burn and associated \nGHG emissions. American is committed to helping advance \nunderstanding of this important climate issue — and to \ntaking action to address it within our own operations.\nLOWER FUEL BURN AND MAXIMUM ALLOWABLE ALTITUDE\nHIGHER FUEL BURN\nHigh Heat TrappingAltitude range that produces contrails \nin the right conditions \n(hot exhaust + cool humid air)\nLow Heat Trapping\nAMERICAN AIRLINES ESG REPORT 2021\n19\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}