{"page_content": "As the world begins to emerge from the pandemic and \nreconnect, American Airlines is committed to living our \npurpose to care for people on life’s journey. People want \nto explore and make connections again, while businesses \nrecognize the importance of reestablishing relationships, \nand they are turning to American to make that possible. To \ndo so, we are focused on running a reliable operation and \nreturning American to profitability. And, thanks to the hard \nwork and dedication of our team, we are making strong \nprogress on both. \nOur environmental, social and governance (ESG) efforts \nare a key part of American’s success today and critical to \nbuilding a resilient airline that will thrive forever. At the \ncore, we are a people business, relying on our 127,000 \nteam members to fly millions of customers each year to \nthe important moments in their lives. Operating every \nflight safely and protecting the health and well-being of \nour team members and customers is the starting point for \neverything we do at American. \nWe’re also focused on ensuring we have the talent our \ncompany needs to grow and compete. Doing so requires \nrecruiting and advancing the best talent and creating a \nculture in which every one of our team members is valued, \nempowered and has the opportunity to grow at American. \nTo make that a reality, we are prioritizing diversity, equity \nand inclusion (DEI) throughout our organization. \nI’m proud to say that in 2021 we met or exceeded the \ngoals we set to address our largest gaps in leadership \nrepresentation. We will continue to track representation \nclosely, because we know what gets measured gets done. \nIn 2022, we included DEI goals in the annual short-term incentive plan for our entire leadership team, encouraging all \nmanagers and above to be accountable for our performance. \nEqually essential to our long-term success is preparing our \nairline to thrive in a carbon-constrained future. To address \nclimate change, American continues to strive to achieve \nnet zero emissions by 2050 by running a more fuel-efficient \noperation, with more fuel-efficient aircraft, powered by \nlow-carbon fuel. In April 2022, we became the first airline \nin the world to receive validation from the Science Based \nTargets initiative that our intermediate emissions-reduction \ntarget complies with its rigorous criteria. In 2021, we used \nover 1.4 million gallons of sustainable aviation fuel (SAF), \nmaking us the only airline in the United States to report \nusing more than 1 million gallons of SAF. We also finalized \nagreements that bring our total SAF purchase commitment \nto date to over 120 million gallons. \nAs a result of these and other efforts, in 2021 American was \nincluded in the Dow Jones Sustainability North America \nIndex for the first time — the only passenger airline to be \nincluded. American is also proud to continue our support \nfor the United Nations Global Compact’s Ten Principles, and \nour ESG efforts are integral to meeting that commitment. \nI am honored to add to the strong ESG foundation we have laid \nat American Airlines and to have the opportunity to support \nour incredible team as we build an even brighter future. \nRobert Isom | Chief Executive Officer\nJune 2022\nAMERICAN AIRLINES ESG REPORT 2021\n2\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message MESSAGE FROM OUR CEO", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}