{"page_content": "SITE-LEVEL ANALYSIS OF PHYSICAL RISKS\nLocationPRIMARY HAZARDS \n2020s 2030s 2050s\nMIA\nMiami Int. Airport\nJFK & LGA\nJFK Int. Airport and LaGuardia Airport    \nCLT\nCharlotte Douglas Int. Airport\nDFW\nDallas Fort Worth Int. Airport and area    \nTUL\nTulsa Maintenance Base  \nPHL\nPhiladelphia Int. Airport\nORD\nChicago O’Hare Int. Airport\nDCA\nRonald Reagan Washington National Airport\nPHX\nPhoenix Sky Harbor Int. Airport and area\nLAX\nLos Angeles Int. Airport\nLHR\nLondon Heathrow Int. Airport\nKey Fuel Suppliers \nTexas   Climate-Related Risk Assessment\nThrough our existing enterprisewide risk management \nprocess, American monitors and manages a broad range \nof strategic, financial and operational risks, including risks \nassociated with climate change. To inform our understanding \nof the climate risk landscape, in 2020 we conducted an initial \nforward-looking scenario analysis that focused on identifying \nand assessing the physical and transition climate-related \nrisks and opportunities facing the company over the short, \nmedium and long term. In 2022, we built on this by under -\ntaking a more detailed analysis of the risks and opportunities. \nThis included expanding the number of sites included in the \nphysical risk evaluation; exploring geographic regions around \nthe world in which we operate that are projected to experi -\nence greater impacts; examining more closely the effects of \npotential changes in policy, technologies and markets; and \nrefining and updating the scenarios we used to model and \nassess potential risks and opportunities. \nThe insights from this process, conducted in alignment with \nthe recommendations of the Task Force on Climate-related \nFinancial Disclosures (TCFD), are directly informing our \nclimate strategy and updates to our pathway to net zero. \nThey are also building the foundation for more deeply \nintegrating climate risk analysis into our ongoing risk \nmanagement and business, strategy and financial planning \nprocesses. They were also used to facilitate conversations \nwith key internal stakeholders.\nPhysical Risk Assessment \nAs part of our expanded physical risk assessment, we \nconducted a climate risk screening in 2022 of approximately \n400 American Airlines facilities and suppliers, including Coastal  \nFlooding\nRiver Flooding\nTemperature \nExtremes \nWater Stress \nAMERICAN AIRLINES ESG REPORT 2021\n20\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}