{"page_content": "airports, cargo facilities, data centers, maintenance facil -\nities, offices and training centers around the world. For \neach of these sites, we assessed the risk associated with \ntemperature, coastal flooding, fluvial (river) flooding, tropical \ncyclones (Eastern Atlantic basin only), water stress, drought \nand wildfire.3 Our analysis was supported by The Climate \nService, a leading provider of climate science and analytics \nfor business.\nThe results of our analysis refined our focus on 12 strategi -\ncally important sites for our company, which include hub \nairports that form the foundation of our network; our largest \nmaintenance facility; our corporate headquarters, which is \nalso home to our integrated operations center and primary \ntraining facility; and a key fuel supplier. For each site, we \nassessed the exposure and implications of the projected \nkey physical hazards in the 2020s, 2030s and 2050s, based \non the scenarios used. (See accompanying box for informa -\ntion on the scenarios.) In the table on the preceding page, \nthese sites are listed in order of the total modeled potential \nannual loss over the time frame assessed under the higher \nemissions scenario used in our analysis. \nWe also gathered information on adaptive capacity for each \nof the locations. Adaptive capacity refers to the resilience \nmeasures to manage climate-related impacts. We are taking \nthe results from the 2022 assessment and engaging key \nstakeholders across the company to discuss the identified \nrisks and how we can better prepare our assets.\nTransition Risks and Opportunities Assessment \nWe also deepened and refined our analysis of American’s \nexposure to transition risks related to climate change, \n3  American is reviewing the methodology for wildfire projections, which currently \ndo not account for land use or land cover. References to wildfire risk are therefore \nomitted from this report.Climate Scenarios\nScenario analysis is not a prediction or forecast of future \nevents but rather a tool to explore and highlight central \nelements of possible futures. American aligns with best \npractice in selecting the scenarios we use in our climate \nrisk assessment process. We use multiple scenarios, \nincluding a lower-emissions, below 2°C scenario — \nconsistent with the ambition of the Paris Agreement in \nlimiting global warming to well below 2°C — as well as \nan above 2°C scenario.\nDue to the distinct nature of physical and transition \nrisks, standard practice is to use different scenarios for \nanalyzing the two different types of risks. For analysis \nof physical risk, we use Representative Concentration \nPathway (RCP) scenarios, as recommended by TCFD, \nwhich were developed for use in Intergovernmental Panel on Climate Change assessments. For analysis of \ntransition risk, we use the IEA’s WEO STEPS and SDS \nscenarios. For our 2022 analysis, we used 2030 and 2050 \ntimeframes, consistent with our initial 2020 analysis. \nThe following are the scenarios we used: \nPHYSICAL RISKS TRANSITION RISKS\nLower emissions \nscenariosRCP4.5IEA 2021 WEO Sustainable \nDevelopment Scenario (SDS)\nWarming \nprojections1.7–3.2°C by 2100Approximately 1.7°C by  \n2050 (peak) then declines\nHigher emissions \nscenariosRCP8.5IEA 2021 WEO Stated  \nPolicies Scenario (STEPS)\nWarming \nprojections3.2–5.4°C by 2100 Approximately 2.6°C by 2100\nincluding the policy and legal, technology, market, reputation \nand operational risks — as well as opportunities — that \ncould arise from the transition to a low-carbon or carbon-\nconstrained economy.\nFor the lower- and higher-emissions scenarios considered, \nwe used the International Energy Agency (IEA) 2021 World \nEnergy Outlook (WEO) Stated Policies Scenario (STEPS) and \nSustainable Development Scenario (SDS) as the primary lens \nfor the transition risk and opportunity assessment. Transition \nscenarios compare different possible versions of the future \nand the levers and actions that produce them, with the aim of stimulating insights about the future of global energy. The \nIEA notes that decisions made by governments are the main \ndifferentiating factor explaining the variations in outcomes \nacross the scenarios, but they also account for the economic \nand demographic context, technology costs and learning, \nenergy prices and affordability, corporate sustainability \ncommitments, and social and behavioral factors. \nThe table that starts on the following page summarizes the \nkey transition risks and opportunities identified, along with \nAmerican’s mitigation strategies.\nAMERICAN AIRLINES ESG REPORT 2021\n21\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}