{"page_content": "ANALYSIS OF CLIMATE-RELATED RISKS AND OPPORTUNITIES\nRisk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyTransition RisksPolicy  \nand legalThe risk from existing and \nemerging regulation aimed at \naddressing climate change. \nThis might include: \n •Increased pricing of GHG \nemissions\n •Enhanced reporting \nobligations\n •Exposure to litigation\n •Limits on a license to \noperateNew carbon taxes or SAF mandates could increase the price of \njet fuel, which would raise our operating costs and potentially \nreduce demand for travel.\nRegional or country-specific aviation emission reduction policies \ncould undercut CORSIA’s place as a single global approach to \naddressing international aviation emissions, raising our compli -\nance and reporting costs and potentially affecting our interna -\ntional joint venture contracts.\nPolicymakers in the United States could enact laws setting \ndomestic emission reduction targets for airlines, which  \ncould limit our ability to grow. They could also mandate  \nnew technologies that would impose significant capital and \noperating costs on us.We are developing a robust and multifaceted long-term climate \nchange strategy aimed at driving progress toward ambitious goals \nand positioning our company to be a leader on sustainability. \nWe monitor emerging regulations around the world to understand \nthe risks and opportunities for our business. And we work with \npolicymakers to identify policy solutions that can help the aviation \nindustry reduce its emissions through new technologies. We also \ncontinue to advocate for CORSIA as the single global approach to \naddressing emissions from international aviation. \nWe continue to seek efficiency gains in our operations, pursue \nopportunities to employ SAF and seek to employ lower-emission \nor zero-emission technologies as they become available on a \ncommercially reasonable basis.\nTechnology The risk from emerging tech -\nnologies aimed at supporting \nthe global low-carbon transi -\ntion. This might include:\n •Substitution of existing \nproducts and services with \nlower-emission options\n •Upfront costs to transition to \nlower-emission technology Our fleet renewal program gives us the youngest fleet among \nU.S. network carriers; however, more aggressive emission \nconstraints imposed in the near to medium term may place us \nat a disadvantage to competitors who are beginning to upgrade \ntheir fleets to the most recent generation of aircraft.\nThe emerging focus on hydrogen propulsion system modifica -\ntions for regional aircraft may reduce investment in the next \ngeneration of conventionally powered regional jets, which \ncould improve efficiency by more than 15%.\nThere is a risk that technology does not develop sufficiently to \nallow us to also meet our ambitious climate goals.Since 2013, we have undertaken an extensive fleet replacement \ninitiative, taking delivery of more than 600 new, more fuel-efficient \naircraft — including the Boeing 737 MAX, the Airbus A321neo and \nthe Boeing 787 Dreamliner — which are among the most fuel-  \nefficient aircraft on the market. Over the same period, we retired  \na similar number of older, less fuel-efficient aircraft. As of year-end \n2021, American continues to have the youngest mainline fleet of \nany U.S. network airline, with an average age of 11.3 years and \n55% of our mainline aircraft being less than 10 years old. \nTo accelerate private sector action, in September 2021, we became \nan anchor partner to Breakthrough Energy Catalyst. American \ncommitted to invest $100 million in an innovative collaborative \neffort to advance a set of clean energy technologies that are \ncritical to a zero-carbon economy but are currently more \nexpensive than their existing fossil-fuel counterparts. Catalyst \nand its partners will work together to finance and produce new \nsolutions in four technologies: SAF, green hydrogen, long-duration \nenergy storage and direct air capture.Transition Risk and Opportunities SHORT TERM:  0–2 yrs MEDIUM TERM: 3–15 yrs LONG TERM: 16–30 yrsPotential Financial Impact Level\nPhysical Risk SHORT TERM:  2020s MEDIUM TERM: 2030s LONG TERM: 2050slow\n med\n high\nAMERICAN AIRLINES ESG REPORT 2021\n22\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}