{"page_content": "Potential Financial Impact Level\nlow\n med\n high\nRisk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyTransition RisksMarket The risk from shifting supply \nand demand as economies \nreact to climate change. This \nmight include:\n •Changing customer behavior\n •Uncertainty in market signals\n •Increased cost of raw \nmaterialsBusiness customers may choose to use alternatives to travel, \nsuch as virtual meetings and workspaces.\nThe collateral we use to secure loans — in the form of aircraft, \nspare parts and airport slots — could lose value as customer \ndemand shifts and economies move to low-carbon alternatives.\nGreater development of high-speed rail in markets now served \nby short-haul flights could provide passengers with lower-\ncarbon alternatives to flying.We have introduced new tools to help our business customers \nmanage their emissions from air travel, including GHG footprint \nreports, carbon offsetting opportunities and SAF emissions \nreductions. We intend to further integrate other sustainability \npractices into the products, services and experiences we offer \nour customers. \nWe are testing new ways to expand our network and reduce \nemissions. In 2022, we introduced premium motorcoach \nservice to connect our customers in three Pennsylvania \nmarkets to Philadelphia International Airport — increasing \nconvenience for our passengers while helping take individual \ncars off the road. \nReputation The risks of damage to brand \nvalue and loss of customer \nbase from shifting public \nsentiment about climate \nchange. This may include:\n •Shifts in customer  \npreferences\n •Stigmatization of the sector\n •Increased stakeholder \nconcernGrowing recognition among consumers that climate change is \na serious danger may mean some customers choose to fly less \nfrequently or fly on an airline they perceive as more sustainable.\nInvestors may demand more aggressive sustainability goals and \npractices from our industry.We are positioning our company to be a leader on sustainability \nby implementing a robust and multifaceted climate change \nstrategy aimed at driving progress toward our ambitious \nclimate goals, including our 2035 SBTi target and long-term  \nnet zero 2050 goal.\nWe intend to continue our efforts to reduce carbon emissions \nusing the various levers available to us at this time — including \nconsideration of how to include modern aircraft, efficient tech -\nnology, sound operational practices and sustainable fuels — in \nour climate mitigation strategy. We are looking to embrace new \nlow-carbon levers as they become available.\nWe continue to communicate our sustainability practices to our \ncustomers, team members and suppliers so they understand \nthe measures we are taking to reduce our climate impact. \nWe also regularly solicit feedback from these stakeholders to \ninform our efforts. \nAMERICAN AIRLINES ESG REPORT 2021\n23\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}