{"page_content": "Risk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyPhysical RisksAcute The risk of increasing severity \nof weather eventsExtremely high temperatures may exceed the maximum \nallowable temperature at which our aircraft are certified by the \nFAA to operate.\nIncreases in hot days can interrupt our operations by causing \nheat buckling on runways and taxiways and other infrastructure \ndamage. Such damage in turn can increase operational and repair \ncosts for airports — costs that would be passed through to us.\nIn extreme cases, it may become difficult to cool aircraft to an \nacceptable temperature for customers and crew.We continue to monitor temperatures at airports exposed to \nacute temperature risk and work with aircraft manufacturers to \nensure that our aircraft are able to operate safely under a range \nof operational conditions. \nOver the next five years, we intend to incorporate the projected \nimpacts of climate change into design standards for physical \nassets, capital improvement plans, disaster management, \nemergency response and scheduling.\nTo mitigate projected impacts from increasing temperatures, we \nplan to invest in additional ground cooling and upgrades to gate-\nbased cooling systems.\nIncreased frequency and intensity of hurricanes places opera -\ntions and infrastructure at Miami International Airport at risk. \nIncreases in storm activities can result in substantial costs \nrelating to canceled flights and airport closures.We are investigating options to mitigate the impacts of hurri -\ncanes, which may include enhancing airport infrastructure to \nwithstand stronger winds from storms. \nFlooding from intense precipitation at major hubs in Charlotte, \nNorth Carolina, Los Angeles and London can interrupt critical \nexpansion strategies. Increases in precipitation can result in \nexcess loading of stormwater infrastructure designed for lesser \nflows, increasing the risk of flooding. Increases in the severity of \nstorms can cause flooding, which can wear infrastructure.To mitigate the impact of flooding on infrastructure, we plan \nto incorporate the projected impact of increasing precipitation \ninto design standards for physical assets, capital improvement \nplans, disaster management and emergency response, master \nplan development and early warning systems.\nCyclonic events in the Gulf of Mexico region — where almost 50% \nof U.S. crude oil refining capacity is located — can disrupt fuel \nsupplies. A significant portion of our fuel is sourced from Gulf of \nMexico refineries and is stored in, or must be transported from, the \nregion, which poses a risk to our operations if those facilities are \ndisabled for any period of time. Pipelines and storage terminals may \nalso be at risk from extreme weather. Terminals may be supplied via \nocean-going vessels if refineries are shut down, but there are no \nviable alternatives to move the amount of fuel stranded if pipelines \nare shut down due to flooding or other hurricane impacts.Our strategies to mitigate this risk include sourcing our fuel \nfrom multiple regions and maintaining a reserve of fuel at our \nhub airports. The number of days of operations held in these \nreserves varies by airport, depending on the risk of extreme \nweather, the number of pipelines that serve the airport and \nother factors. We monitor closely the changing likelihood of \nsevere weather and adjust these reserves accordingly.\nAnother strategy to mitigate this risk is our work to expand \nthe commercial availability of SAF, which has the potential to \nfurther diversify fuel sources and supply.Potential Financial Impact Level\nlow\n med\n high\nAMERICAN AIRLINES ESG REPORT 2021\n24\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}