{"page_content": "Opportunity Type Potential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermRealization Strategy\nResource efficiency Reduce fuel costs by continuously modernizing \nour fleet with more efficient aircraft and operational \nimprovementsWe already have the youngest fleet among U.S. network carriers and plan to continue \nour fleet modernization program in the coming years. We are pursuing measures to \nimprove operational efficiency, including further strengthening our fuel conservation \nmanagement and oversight. We will also continue to advocate with policymakers \nfor reform of the nation’s air traffic control system, which has the potential to reduce \nGHG emissions from aviation.\nEnergy resources Shift to increasing supply of SAF, reducing exposure to \nthe cost of growing carbon regulation and diversifying \nfuel supplyWe took delivery of 1.4 million gallons of SAF in 2021 — more than any other U.S. \nairline — and expect to increase deliveries in 2022. We also worked with other carriers \nin the oneworld Alliance to source additional future deliveries of SAF, culminating in \nour agreement in late 2021 to purchase SAF from Aemetis. That brings our total SAF \ncommitment to more than 120 million gallons. We also advocate for policies that will \nincrease SAF production capacity and improve its commercial viability. \nProducts and  \nservicesAttract travelers with a preference for low-carbon travel Through our fleet renewal program, we have taken delivery of the most fuel-efficient \naircraft in their respective classes: the Boeing 737 MAX and Airbus A321neo for narrow -\nbodies and the Boeing 787 Dreamliner for widebodies. By 2026, we estimate that 34% of \nour ASMs will be flown on these aircraft. Combining a modern fleet with carbon offsets \nand greater volumes of SAF over time will give our customers more sustainable options.\nMarkets Increase scheduled flights at our hubs that are at lower \nrisk of adverse effects from climate change, such as \nCharlotte Douglas International Airport (CLT) and \nDallas/Fort Worth International Airport (DFW)CLT is American’s second-busiest hub and is geographically well-positioned to connect \npassengers domestically and internationally. Plans for the expansion and augmentation \nof current services will be considered. DFW is currently our largest hub, but there \nremains opportunity for growth.\nResilience Continue to expand our network of hubs and gateways \nacross multiple sites with reduced climate risk, which \nwe expect will in turn provide more connectivity for our \ncustomersOur planned resilience program includes:\n •Conducting criticality and resilience assessments for operational procedures and \nexisting infrastructure\n •Integrating the projected impacts of climate change into business continuity plans \nand emergency planning\n •Developing effective communication channels with airport staff and aviation \nstakeholders, including air navigation service providers, off-airport service \nproviders, academia, communities and municipal authorities responsible for \nweather monitoring, climate analysis and disaster management.Potential Financial Opportunity Level\nnone\n low\n med\n high\nAMERICAN AIRLINES ESG REPORT 2021\n26\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}