{"page_content": "Sustainable Operations\nReducing our carbon footprint is the most impactful \nway American can minimize our impact on the environ -\nment, but we also work hard to improve environmental \nsustainability across all of our operations — from how we \nconstruct and power our corporate facilities to how we \nsource the products we provide to our customers on  \nboard and in our lounges. \nIn 2022, we updated and expanded our Environmental \nPolicy Statement to more clearly articulate American’s \ncommitment to environmental stewardship and our expec -\ntations and objectives for how we integrate that across our \noperations. \nWe also continue to pursue certification for our environmental \nmanagement system under the International Air Transport \nAssociation’s Environmental Assessment (IEnvA) program, \nwhich assesses airline performance against sustainability \nstandards for air quality and emissions, noise, fuel consump -\ntion, recycling and sustainable procurement. Airlines certified \nunder IEnvA standards will also be ISO 14001 certified.\nOperating sustainably in our facilities \nAs part of our goal to source 2.5 million GJs of cost-  \ncompetitive renewable energy to power our operations \nby 2025, we purchased nearly 750,000 GJs of electricity \nfrom renewable sources for our headquarters facilities and \noperations at DFW in 2021. In the past year, these facilities \nwere 100% powered by renewable energy. As of January \n2022, American was the highest-ranked transportation \ncompany — and 53rd overall — on the U.S. Environmental \nProtection Agency’s Green Power Partnership Fortune \n500® Partners List.4 \n4  https://www.epa.gov/system/files/documents/2022-04/fortune500_jan2022.pdf .We also have multiple LEED Gold- and Silver-certified \nfacilities across the United States, including two LEED \nGold-certified buildings at our corporate headquarters \ncampus that we opened in 2019.Reducing environmental impacts on board\nAmerican has a number of longtime efforts aimed at \nreducing waste and increasing recycling on board our \naircraft. Among them, American recycles an average of \nabout 21,000 pounds of aluminum cans annually through \nour flight services. \nAmerican Airlines headquarters  \nin Fort Worth, Texas\nAMERICAN AIRLINES ESG REPORT 2021\n27\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}