{"page_content": "We are also taking steps to use more sustainable \nmaterials — and, in particular, to find ways to reduce \nsingle-use plastics — as part of our onboard products \nand meal service. While adjustments made in response to \nCOVID-19 presented challenges in advancing some of our \nsustainable materials goals — such as providing bottles of \nwater rather than refilling cups to minimize contact — we \nhave tested a number of new products over the past two \nyears that we are aiming to roll out more broadly. \nFor example, in 2021 we piloted a sustainable cutlery kit \nmade out of bamboo. We also began offering a sustainable \nmeal box, which is a fully compostable box with prepack -\naged snacks, across our regional operations. In addition, \nwe introduced new onboard amenity kits for premium \ncabin customers in partnership with Shinola and D.S. & \nDurga, which include a number of sustainability features. \nFor example, the dental kit and ear plugs are individually \npackaged within a biodegradable wax paper instead of \nsingle-use plastic, and the toothbrush is made from wheat \nstraw instead of plastic.\nAlongside these onboard efforts, we have instituted a \nnumber of sustainability improvements in our lounges. \nThey include switching from plastic to compostable \nflatware and straws, installing water bottle filler stations, \ntesting reusable to-go bags and more. Reducing Aircraft Noise\nWe recognize and are committed to addressing the \nongoing concerns of local communities regarding \naircraft noise. One way we have done this over \nthe past few years is by voluntarily retrofitting our \naircraft with fuel vent vortex generators (VGs). These \nfairings are installed around the wing fuel tank over \nthe pressure vent, on the underside of the wing \nof the A320 family of aircraft. These vents reduce \nairframe noise during portions of the approach by an \nestimated four to six decibels. Prior to 2014 deliveries, \nAirbus did not equip aircraft with VGs — so American \nhas invested over $1 million to retrofit our pre-2014 \naircraft with this feature.By April 2022, we had modified 290 narrowbody \npre-2014 aircraft with retrofit VGs, meaning all Airbus \naircraft in our fleet now have the VGs utility.\nWe also continue to meet or exceed ICAO noise \ncertification standards, which currently specify that \noperators can fly Stage 3, Stage 4 or Stage 5 aircraft. \nAll of American’s mainline and regional fleet meet \nStage 4 noise certification levels, and 20% meet \nStage 5 noise certification levels. \nFor detailed performance data related to energy use, \nGHG and other air emissions, waste, water, noise \nand other environmental topics, see page 55.\nAMERICAN AIRLINES ESG REPORT 2021\n28\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}