{"page_content": "American aspires to be nothing less than the safest airline in the world — for our customers and \nour workforce. Even as we dealt with a second full year of COVID-19, this mission remained our \ntop priority. We were proud to safely transport over 165 million customers in 2021, more than any \nother U.S. carrier. \nTo ensure that we operate every flight safely and protect \nour people, we insist on a culture where all team members \nbelieve they can personally drive our safety efforts. Every \nteam member who touches our aircraft is empowered to \ntake a plane out of service if they have a safety concern. And \nwe continue to expand a culture that encourages all team \nmembers and contractors to ask questions and report safety \nhazards, concerns and incidents without fear of reprisal.\nSafety Governance and Management\nAn uncompromising commitment to safety, security and \ncontinuous improvement is a shared responsibility — from \nour Board of Directors to frontline team members. Our \nChief Executive Officer retains ultimate responsibility and \nauthority for safety culture and performance, while the \nBoard’s Corporate Governance, Public Responsibility and \nSafety Committee has formal oversight responsibilities for \nsafety. Additionally, the Board receives monthly updates \non key safety performance metrics and multiple detailed \nreviews throughout the year.\nReorganizing our safety group\nFlying is already the safest transportation industry in the \nworld, but we continually seek ways of further elevating our safety efforts. As part of this process, we reorganized \nour safety team in 2021 to create cross-departmental \ncenters of excellence designed to drive a more consistent, \nunified approach to addressing risk and compliance \nacross the company. As a result, our safety group is now \norganized into the following three teams:\n• Safety Systems Engineering and Safety Science is \nresponsible for creating proactive and predictive strat -\negies based on the high reliability organization (HRO) \nmodel (see accompanying box). This team includes \nFatigue Risk Management, the Safety Management \nSystem, Emergency Planning and Response, Safety \nScience, Safety System Design and Resiliency, and Safety \nTechnology and Analytics.\n• Compliance and Auditing is responsible for managing \nreactive daily air and ground operational concerns tacti -\ncally, managing safety audits and proactively engaging \nwith our regulators to enhance collaboration and relation -\nships. This team includes Regulatory Compliance, Internal \nEvaluation Program, Environmental, Dangerous Goods/\nHazmat and Employee Safety and Health programs. \n• Safety, Efficiency and Continuous Improvement is \ndesigned to analyze and react to data sourced from \ninvestigations, compliance reporting, safety reporting \nand safety programs to continuously improve on current \nprocesses and grow American’s safety culture.Adopting the High Reliability Organization Model\nAmerican has adopted the HRO model as part of \nour safety efforts because HROs have demonstrated \nsuccess in hazardous industries, maintaining  \nsafe work standards despite environmental and \norganizational complexity. HROs exhibit and value  \nthe following five principles:\n ◆Commitment to resilience\n ◆Preoccupation with failure\n ◆Sensitivity to operations\n ◆Deference to expertise\n ◆Reluctance to simplify\nAMERICAN AIRLINES ESG REPORT 2021\n30\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ ESG Strategy CEO Message\nOPERATING SAFELY \\\\ Safety", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}