{"page_content": "Our Safety Management System\nThe safety of our customers and team members is guided \nby our Safety Management System (SMS), an organization-\nwide approach to identifying and managing risk. American \nwas the first U.S. carrier to pioneer SMS in 2009. It has since \nbeen incorporated into Federal Aviation Administration \n(FAA) regulations for all carriers. \nOur SMS emphasizes safety management as a funda -\nmental business process across the enterprise. It involves \na full commitment from the most senior leaders through \nto each team member to integrate safety into how we do \nour jobs. Our SMS promotes a culture in which our team \nmembers proactively identify, analyze and mitigate risks. \nThe SMS ensures robust and repeatable processes with \nlocal ownership, driven by data to reduce risks and contin -\nuously improve and enhance safety. We collaborate closely \nwith the FAA to maintain operational safety at the highest \nlevel possible and actively share best practices with our \nindustry peers, governments and aerospace manufac -\nturers. The four components of our SMS are noted in the \naccompanying box.\nSafety Policy\nOur corporate Safety Policy applies to all team members, \nbusiness partners, contractors and consultants. It sets \nAmerican’s safety objectives and standards and assigns \nresponsibilities for safety across our organization. The \npolicy also conveys management’s commitment to safety \nperformance and to improving the level of safety through \nmeasurable goals and key performance indicators. Part of \nour SMS foundation, this policy helps to create a culture that encourages effective management of risk along with \ncontinuous improvement. The Safety Policy complies with \nall applicable regulatory requirements and laws in the \ncountries where we operate and establishes standards for \nacceptable operational behaviors. \nOur Emergency Response Manual (ERM), which establishes \neffective and efficient response practices for various types \nof emergencies, is an integral part of our SMS. The ERM \nserves as the governing document for the American Airlines \nCorporate Emergency Response Plan. It includes guidelines \nto prepare for and respond to emergencies, responsibilities \nfor team members, protocols for communicating with internal \nand external stakeholders and mechanisms to report \nemergencies. The ERM also includes a detailed Pandemic Preparedness and Response Plan that helped us navigate \nthrough every phase of the COVID-19 pandemic.\nSafety Assurance\nThe Safety Assurance component of our SMS stipulates how \nwe use data and conduct quality assurance and internal \noversight to validate the effectiveness of risk controls and \nthe performance of the SMS. Composed of several individual \nprograms and initiatives, Safety Assurance verifies that risk \ncontrols in our operational processes continue to conform \nto requirements and remain effective in maintaining risks at \nacceptable levels.\nOUR SAFETY MANAGEMENT SYSTEM\nEstablishes senior \nmanagement’s commitment \nto continually improve \nsafety; defines the methods, \nprocesses and organizational \nstructure needed to meet goalsEvaluates the continued \neffectiveness of implemented \nrisk control strategies; \nsupports the identification  \nof new hazardsDetermines the need for,  \nand adequacy of, new revised \nrisk controls, based on the \nassessment of acceptable riskIncludes training, \ncommunication and other \nactions to create a positive \nsafety culture within  \nall levels of the workforce1Safety  \nPolicy 2Safety  \nAssurance 3Safety Risk  \nManagement 4Safety \nPromotion\nAMERICAN AIRLINES ESG REPORT 2021\n31\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ ESG Strategy CEO Message\nOPERATING SAFELY \\\\ Safety", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}