{"page_content": "Safety Reporting\nOur senior leadership team, which includes our Chief \nExecutive Officer and Chief Operating Officer, receives \nmonthly updates on team member safety and risks across \nour system. We focus on injury reduction, evaluate trends and \ndevelop programs to enhance safety. We are centralizing our \ndata collection and injury reporting tools to provide better \nvisibility, simplicity and easy access for company leaders. In \naddition to monitoring injury rates, we closely track aircraft \nground damage, both as a part of our safety culture and \nbecause it is correlated with on-the-job injuries. \nAfter a significant decline from 2019 to 2020, team member \ninjury rates in our mainline and regional operations rose \nalong with the increase in our operations in 2021. The \nchallenges associated with ramping up our operations \nas demand returned and introducing new and returning \nteam members back into our operations contributed to \nthis increase. We remain focused on reducing injuries and \nredoubling our efforts to enhance our health and safety \npolicies and procedures and elevate our safety culture. In \n2021, we also experienced an increase in accidents in our \nmainline operations; five of the six recorded accidents were \ndue to turbulence that caused crewmember injuries. As a \nresult, we are implementing new technologies that pilots \ncan use while en route to identify upcoming turbulence, \nupdating flight attendant procedures for anticipated and \nforecasted turbulence, and expanding our use of data \nanalysis by our Turbulence Task Force.\nThe overall goal of team member reporting is to improve \nsafety awareness and identify operational deficiencies by \nfacilitating an open line of communication between the \nemployees and management without fear of reprisal. Potential \nsafety concerns and suggestions identified through our many safety reporting programs are critical to early identification of \nhazards. These reports also allow the company to proactively \naddress potential risks and implement corrective actions to \nresolve safety and security issues.\nWhen a team member identifies any safety-related concern, \nhe or she is encouraged to report the issue. Once the \nconcern is received, skilled safety investigators collaborate \nwith operational partners to review the information provided, \nassess the hazard and develop corrective actions to ensure \nthe issue is addressed. These reports are then reviewed as \npart of the broader SMS to determine if there are system-  \nrelated risks developing. We follow up with the reporter to \ncommunicate what we learned and what steps we are taking \nto prevent similar concerns from arising again. This follow-\nthrough and prompt action helps encourage additional \nreporting, thus creating a robust safety reporting life cycle.\nOur most prominent safety reporting initiatives include the \nfollowing: Aviation Safety Action Programs, Ground Safety \nAction Programs, Flight Operations Quality Assurance, the \nInternational Air Transport Association’s Operational Safety \nAudit, Line Operations Safety Audits, and the Learning and \nImprovement Team.\nSafety Action Programs\nEveryone at American has a role to perform in ensuring that \nour people, customers and assets remain safe. Through \nAviation Safety Action Programs (ASAPs) and Ground Safety \nAction Programs (GSAPs), team members can openly report \npotential hazards without concern of fault, thus improving \nour operations along the way. \nAmerican was the first airline to create an ASAP, although \nsuch programs are now commonplace among airlines \nworldwide. Currently, we have ASAPs for our Flight, Flight \nAMERICAN AIRLINES ESG REPORT 2021\n32\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ ESG Strategy CEO Message\nOPERATING SAFELY \\\\ Safety", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}