{"page_content": "Service, Dispatch, Technical Operations and Central Load \nPlanning teams, giving us significantly greater coverage \nthan the industry average. In 2021, we recorded 10,847 \nASAP reports. We expect to roll out programs in 2022 for \nGate Agent and Crew Scheduling teams, which will give us \nASAP coverage across 100% of our operations. \nOur GSAP for Fleet Service and Cargo teams plays the same \nrole, encouraging team members to report potential safety \nissues in cargo and catering environments, control centers \nand on the ramp. This program was created in collaboration \nwith the Transport Workers Union of America–International \nAssociation of Machinists & Aerospace Workers and the \nFAA. In 2021, we recorded 487 GSAP reports.\nFlight Operations Quality Assurance (FOQA)\nFOQA is a voluntary safety program administered jointly \nby American and the Allied Pilots Association (APA) \nthat uses routinely recorded flight data to proactively \nidentify and correct deficiencies in flight operations. We \nroutinely monitor approximately 90% of our flights and use \nalgorithms to look for potential safety risks. The results help \nus better understand pilot performance and the operating \nenvironment. They also allow us to monitor aircraft systems, \nperformance and operational efficiency. \nTo enhance FOQA’s effectiveness, American partnered \nwith Collins Aerospace in 2021 to retrofit our narrowbody \naircraft with its Aircraft Interface Device (AID). The entire \nfleet at American will be equipped with this wireless data \ntransfer system by the end of 2024. AID improves the speed \nwith which we can retrieve FOQA data, and it represents \nan important step toward increasing accuracy in monthly \nreporting, improving aircraft reliability and preparing for \nfuture products and capabilities. American will also be the first carrier in the United States \nto adopt CEFA Aviation Mobile Services, a cloud-based \napplication that allows pilots to recreate their flights on their \ncompany iPad. This tool will improve on the concept of crew \ndebriefing by providing real-time feedback to our pilots. \nIt turns each flight into a learning opportunity, ultimately \ncontributing to the safety assurance of our SMS.\nInternational Air Transport Association’s Operational Safety \nAudit (IOSA) \nAs part of our commitment to transparency and monitoring, \nwe are a registered participant in the IOSA program, which \nis an internationally recognized evaluation system designed \nto assess an airline’s operational management and control \nsystems. An IOSA, which takes place every two years, creates \na structured methodology with standardized checklists \nthat are comparable on a worldwide basis, enabling and \nmaximizing the joint use of audit reports. In April 2022, we \nsuccessfully completed our IOSA audit in conformance with all \nstandards and recommended practices. As a result, American \nAirlines IOSA registration has been renewed until July 2024.\nLine Operations Safety Audits (LOSA)\nSince launching our continuous pilot LOSA program in 2017, \nwe have been sending highly trained pilot observers onto \nthe flight deck to better understand work-as-done versus \nwork-as-imagined. Observing our frontline team members in \naction and gathering safety-related data on environmental \nconditions, operational complexities and crew performance \nin real time provides us with valuable insights for enhancing \nsafety and resilience. \nWe are expanding LOSA to other work groups outside our \npilot group. In 2021, we implemented a continuous Dispatch \nLOSA and are collecting data to enhance safety performance.  We also are developing a Cabin LOSA program and expect \nto start conducting observations in 2023. The Cabin LOSA \nprogram will help us better understand the challenges facing \nour flight attendants and the measures we can take to keep \nthe cabin safe for everyone. We will continue to evaluate the \nfeasibility of expanding LOSA to other operational groups, \nwith 100% coverage as our ultimate goal.\nLearning and Improvement Team (LIT)\nWe created LIT in 2022 to collect and analyze data on what \nmakes our pilots successful in their everyday work. LIT is \ncomposed of line pilots who are specially trained in flight deck \nobservations and facilitated discussions. While it is similar in \nsome ways to LOSA, LIT is a separate program. One of the \nkey differences between LIT and American’s other Flight SMS \nprograms (i.e., ASAP, FOQA, LOSA) is that LIT focuses on what \ngoes well and why, thus providing a new safety lens through \nwhich to view the operation. Combining LIT data with other \nSMS data provides American with a broader picture of the \nsystem, rather than looking solely at unwanted outcomes.“ The Learning and Improvement Team is the \nlatest addition to our Flight SMS programs. By \nfocusing on what we do well, it complements the \nprograms that concentrate primarily on areas \nwhere we need to improve. ”\n—  Bobbi Wells\nVice President, Safety Systems, Efficiency and Compliance\nAMERICAN AIRLINES ESG REPORT 2021\n33\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ ESG Strategy CEO Message\nOPERATING SAFELY \\\\ Safety", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}