{"page_content": "Efficiency and Continuous  \nImprovement Team\nLearning and continuous \nimprovement are essential to \na robust safety program. This \nnew team at American will \nsolicit input and suggestions \nfrom frontline operational \nemployees on how to improve \nthe efficiency of the operation \nwithout compromising safety. \nDeferring to the expertise and \ninput from these employees, \nall ideas and suggestions \nwill be reviewed and vetted \nthrough our formalized SMS process. Employees may \nsubmit feedback and suggestions through their safety \nreporting programs, directly by email or by scanning the \nQR code on a card that is handed out during efficiency and \nsafety meetings and posted in select locations.\nSafety Risk Management\nThe Safety Risk Management (SRM) element of our SMS \nprovides a decision-making process for identifying hazards \nand mitigating risk based on a thorough understanding of \nour systems and their operating environment. SRM enables \nus to consider the risks in our operations and reduce them \nto an acceptable level. We use the SRM process whenever \nthere is a significant change to our operations, such as \ndelivery of a new type of aircraft or the addition of a new \nairport to our network. We also apply SRM when our Safety \nAssurance process identifies a new hazard or an ineffective \ncontrol of an existing hazard.We use several tools to identify hazards and evaluate the \nneed for new or revised risk controls. The process of risk \nmanagement is the same regardless of the trigger or event, \nand our SMS looks at multiple factors for risk. While the \nFAA requirements are geared toward flight safety, our \nSMS goes further to evaluate a wider range of global risks, \nincluding operational disruptions. \nSafety Promotion\nSafety culture is the foundation of any SMS, with trust at the \ncore. At American we believe in a Just Culture approach, \nwhich encourages each team member to take responsibility \nand have accountability for achieving the highest safety \nstandards and results. This approach, which we have \nchampioned for more than a decade and has since become \nan accepted aviation industry standard, encourages team \nmembers to report errors, risky decisions or omissions \nwithout fear of punitive actions. We train our teams to look \nat potential safety events using three types of behaviors: \nhuman errors, at-risk behavior and reckless behavior. \nSafety Training\nOur ramp agents have the highest rate of injuries among \nall team member groups, primarily as the result of lifting \nbaggage, often in awkward and tight spaces. Working \nwith Pristine Condition International, which introduced \nthe science of Olympic weightlifting techniques to \nindustry, we recently conducted a training program on \nproper lifting techniques. This initiative included bringing \nathletic trainers to our busiest airport hubs to work with \nramp agents on body mechanics and fitness. Our flight \nattendant group has the second-highest rate of injuries, \nfollowed by aircraft mechanics, and we have initiatives underway to reduce these rates as well. For example, \nwe produced three new seatbelt safety videos for team \nmembers based on actual incidents.\nTurbulence Task Force\nIn 2021, our Turbulence Task Force completed serving its \noriginal charter to reduce flight attendant and passenger \ninjuries during flight, and now the identified hazards and \nconcerns are addressed in our established and approved \nSMS process. The program proved highly successful. \nStaySafe and Safety Engagement Tool\nStaySafe is a safety communications campaign implemented \nacross our airport and technical operations organizations. \nIts materials focus on lessons learned and ways to prevent \nteam member injuries and equipment damage. Any bulletins \nor alerts are available across multiple platforms in order to \nreach all team members.\nThrough our new Safety Engagement Tool, we are bringing \ncompany leadership to the frontlines to engage in conver -\nsations with team members. Managers can communicate \nsafety expectations, assess risks in the operation and \nreinforce safe behaviors.\nAMERICAN AIRLINES ESG REPORT 2021\n34\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ ESG Strategy CEO Message\nOPERATING SAFELY \\\\ Safety", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}