{"page_content": "The airline business is labor intensive. At American Airlines, the 127 ,000 team members who support \nour customers and business are the single most important reason for our company’s success. We \ndevote significant resources to recruiting and retaining our team members by providing competitive \npay and benefits, top-tier training programs and a supportive work environment. Across all these \nareas, American has made diversity, equity and inclusion (DEI) a priority. We have accomplished much \nand continue to invest in initiatives that build upon our progress.\nDiversity, Equity and Inclusion \nAmerican is implementing a multiyear strategy focused on \nembedding DEI throughout our organization. As the global \nleader in commercial aviation, we strive to lead the industry \nin DEI by:\n• Hiring, engaging and retaining the best and brightest \ntalent for growth\n• Delivering excellence in our operations to serve and \nexpand our global markets\n• Ensuring our teams reflect the diversity of our global \ncustomer base \n• Driving innovation to build competitive advantages\nWe have been intentional, innovative and timely in our \nefforts, making measurable progress quarter by quarter to \nbuilding a diverse workforce and an inclusive workplace. \nWe have invested in education, starting with the launch of \nmandatory implicit bias training in 2018. In 2021, approxi -\nmately 90,000 team members completed diversity training. \nAdditionally, in September 2021, we introduced a web-based \nInclusion Education Series. It Is designed to help each team member become an upstander, with the first course focusing \non how team members can recognize when something is \nwrong, act to make it right and better understand microag-\ngressions.\nRetaining the best and brightest talent for growth\nIn 2021, American set representation goals to address our \nlargest gaps in leadership representation. We found that our \nbiggest opportunity for driving change required an initial \nfocus on our Black team members. We met or exceeded our \ngoals and accomplished the following:\n• Increased Black representation at the director and above \nlevels by approximately 80%, exceeding our goal of a 50% \nincrease set at the beginning of 2021 \n• Retained at least 90% of Black leaders at the director and \nabove levels and at least 75% of Black management and \nsupport staff\n• Increased Black representation among senior managers \nby 20%\nFollowing our initial focus on increasing Black representation, \nwe will apply what we have learned to broaden our approach \nto other populations. \nAMERICAN AIRLINES ESG REPORT 2021\n37\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}