{"page_content": "Our Community Council, which is composed of executives \nfrom different industries, also helps us deepen and expand \nour commitment to diverse and global markets. Council \nmembers have advised American on ways to improve \nthe travel experience for all our customers and provided \ncandid insight on our talent development, supplier \ndiversity and other efforts.\nDriving accountability and recruiting diverse talent \nIn 2022, we deepened our DEI commitment by introducing \na DEI metric into our short-term incentive plan, weighted at \n10%. We designed this new metric to drive accountability in \nthe specific aspects of our DEI program that we believe are \ncritical to our company’s financial and operational success. \nThey include the following:\n• Increasing diverse representation among leaders\n• Retaining diverse leaders\n• Encouraging engagement by all leaders to increase \nawareness of the value diversity can bring to our business\n• Providing team members with training to help them \nrecognize and address bias effectively in their day-to-day \nwork at American We are also expanding our recruitment efforts to attract the \nbest diverse talent to our organization. For example, we joined \nthe HBCU Partnership Challenge to promote greater engage -\nment and support between private companies and historically \nBlack colleges and universities. American also regularly \nparticipates in recruiting events organized by and for diverse \npopulations to ensure that we are their employer of choice.\n2021 Recruitment Partners:\nReceiving recognition for inclusion\nOur DEI efforts have received high scores from leading \nbenchmarks such as the Disability Equality Index, \nSeramount Inclusion Index and Human Rights Campaign \n(HRC) Corporate Equality Index (CEI). The latter rates \ncompanies on their policies and practices with regard to \nlesbian, gay, bisexual, transgender and queer (LGBTQ) \nemployees. In receiving the CEI’s highest-possible rating, \nAmerican was also designated as an HRC 2022 Best Place \nto Work for LGBTQ+ Equality.\nAmerican shares are also held by the NAACP Minority \nEmpowerment ETF, an exchange-traded fund that tracks \nthe Morningstar Minority Empowerment Index. According \nto Morningstar, this index is “designed to provide exposure \nto U.S. companies that have embedded strong racial and ethnic diversification policies into their corporate culture and \nthat ensure equal opportunities to employees irrespective of \ntheir race or nationality. ” To that end, American started using \nHiredScore in 2021. This hiring technology platform uses \nartificial intelligence-driven solutions to ensure accountability \nand mitigate potential hiring bias. \nDiversifying the flight deck\nAmerican was the first U.S. commercial carrier to hire both \na Black pilot (in 1964) and a female pilot (in 1973). However, \nour company and the aviation industry in general still need \nto do better in the pilot’s seat to mirror the DEI progress \nwe’ve made elsewhere. We did make substantial progress \nduring the past year in hiring pilots that self-reported as \npeople of color, Black and women. See the chart on the \nnext page for a breakdown of overall pilot diversity at \nAmerican as well as the gains we made in 2021.Our DEI commitment extends to our supply chain. \nIn 2021, we spent $291 million with approximately \n215 certified diverse suppliers (Tiers 1 and 2) and \n$318 million with 1,500+ small business suppliers.\nAMERICAN AIRLINES ESG REPORT 2021\n39\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}