{"page_content": "The last two years have brought enormous change and disruption to our industry, economy and the \nworld. More than ever, rigorous management of environmental, social and governance (ESG) risks \nand opportunities is critical to the success of American Airlines and to the health of our planet. \nWe have long recognized the importance of these issues and have developed an integrated and \ntransparent approach to ESG management, measurement and reporting. That said, there’s always \nroom for improvement, and we continue to look to best practices within and outside our industry  \nas we refine and strengthen our policies, practices and disclosures. \nOur Priority ESG Issues\nOur ESG strategy is focused on the topics that are most \nimportant to our company and our stakeholders. We \nperiodically conduct formal ESG materiality assessment \nprocesses, most recently in 2018, that serve as the founda -\ntion of our analysis of areas of risk and opportunity. And, \nthrough ongoing engagement across our company and with \na broad range of external stakeholders, we validate and, \nas needed, refine our assessment based on the input we \nreceive and changes in our operating environment. \nWe also continually monitor ESG trends, standards and \npractices relevant to our industry, and look to external \nreporting frameworks, including SASB and TCFD, as key \nindicators of investor perspectives on the most significant \nESG risks and opportunities for our company. In 2021, these \nactivities affirmed our focus on the following priority issues:\n• Climate change and fuel efficiency\n• Customer satisfaction and operational performance \n• Diversity, equity and inclusion (DEI)• Safety (including flight safety and team member health \nand safety)\n• Team member and labor relations\nDriving progress across all these issues is a key objective \nfor American. At the same time, we recognize that the \nbusiness landscape is evolving rapidly and that we must \nbe ready to address new areas of concern if and when they \nemerge. We will continue to seek stakeholder input while \nalso closely monitoring emerging ESG practices and trends. \nIn 2021, American joined the United Nations \nGlobal Compact, the world’s largest corporate \nsustainability effort. The index on page 53 guides \nstakeholders on where to find information on \nour efforts to implement the Global Compact’s \nTen Principles.\nAMERICAN AIRLINES ESG REPORT 2021\n4\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ Safety CEO Message\n\\\\ ESG Strategy ESG STRATEGY", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}