{"page_content": "Talent Development\nAmerican gives our team members the tools and resources \nthey need to do their best work. We spent approximately \n$560 million on functional and professional development \ntraining in 2021. Our suite of programs helps our people \ndevelop the skills and experience to succeed in their \nroles and build rewarding, long-term careers within our \ncompany. Additionally, we’ve partnered with leading online \nlearning platforms such as Skillsoft Percipio to enable team \nmembers to further their skills. \nAmerican’s Skillsoft Learning Hub connects users to a wide \nvariety of courses, videos, articles, books, podcasts and \nexperts from thousands of internal and external sources. In \n2021, this platform had more than 165,000 average monthly \nenabled users who were free to assess and develop their \nprofessional and personal skills on their own time and at \ntheir own pace.\nThrough our partnership with Harvard Business School \nPublishing, we provide mainline team members with access \nto Harvard ManageMentor (HMM). One of the most trusted, \non-demand professional development resources, HMM \ncovers 41 essential business topics — everything from \nmanaging change to leading people to handling difficult \ninteractions. Each topic features a collection of concise \nlessons, videos and tools for fast and effective learning. \nWe also mapped the HMM topics to our company’s leader -\nship attributes and Strategic Objectives to help our team \nmembers understand how their own development can align \nwith what’s important at American.Advocating for Equal Treatment for the LGBTQ+ Community\nTargeting of transgender youth — and the LGBTQ+ community in general — is gaining \ntraction in several states. That is why American continues to advocate for the Equality \nAct and opposes efforts to exclude the LGBTQ+ community from full civil rights \nprotections. We are among the more than 200 major companies that have signed the \nBusiness Statement on Anti-LGBTQ Legislation sponsored by the HRC and Freedom for \nAll Americans. \nOur commitment to supporting the LGBTQ+ community is also reflected in the benefits \nwe offer our team members. For example, American’s medical plan options have included \nmedically necessary services related to gender-affirmation surgery since 2011 and, \nbeginning in 2022, we added certain cosmetic procedures to our self-funded medical \nplans related to gender dysphoria diagnosis.\nCreating Pathways for a Second Chance\nAmerican’s hiring practices are among our industry’s most rigorous. In our quest to \nrecruit and retain the best people, we also believe in creating a pathway for a second \nchance. That’s why we signed the Fair Chance Business Pledge at the White House back \nin 2016, which helps eliminate employment barriers for those with a criminal record.\nIn March 2022, we furthered our commitment by joining the Second Chance Business \nCoalition (SCBC). Based on SCBC research, nearly 78 million Americans have a criminal \nrecord, and the unemployment rate among formerly incarcerated people is around 27%. \nThat is the highest rate in U.S. history, even when including the Great Depression. \nAs an SCBC member, we will share successful second chance hiring strategies with \nother companies and participate in the SCBC annual survey of hiring practices. We will \nalso play a part in other activities aimed at closing the employment gap for individuals \nin the criminal justice system.\nAMERICAN AIRLINES ESG REPORT 2021\n41\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}