{"page_content": "Comprehensive Benefits\nOur comprehensive benefits support the physical, emotional \nand financial well-being of our team members and their \nfamilies. One of the most popular new benefits in 2021 was \na medical option that provides team members with health \nreimbursement credits, to use now and in the future, when \nthey get an annual preventive exam. Each year they’re \nenrolled in the plan, team members can receive $500 for \nhealth care expenses to use today and $1,000 for health care \nexpenses in retirement. We also brought in SurgeryPlus, a \ncomplimentary concierge service that aligns team members \nneeding surgery with the most qualified and experienced \nsurgeons, coordinates scheduling from consults through \nfollow-up and consolidates almost all — if not all — services \ninto a single bill.\nThe following pages list some of the other core benefits our \nteam members enjoy:\nMedical, dental, vision and prescription coverage. We’re \ncommitted to providing coverage that’s both affordable and \nflexible to meet the needs of a diverse workforce and their \nfamilies. All our medical options include prescription drug \ncoverage, and team members can participate in one or \nmore pretax health spending account options. \nOur team members who live in Dallas-Fort Worth have \naccess to an additional option, DFW ConnectedCare. This \nunique medical plan with lower monthly premiums and \nreduced co-pays is possible through a direct relationship \nwith the Baylor Scott & White Quality Alliance. Finally, team \nmembers with high blood pressure, diabetes and asthma \ncan access free generic or discounted name-brand medica -\ntions and supplies through StayWell Rx.Developing the Next Generation of Pilots\nGiven anticipated global demand for air travel and other factors, American plans to hire approximately 7,000 pilots \nover the next five years. To support this future growth, we know that we must develop a strong pipeline of pilot \ncandidates. Our Cadet Academy , relaunched in early 2022, will help us get there. \nAmerican designed this aviator training program to address the obstacles associated with traditional flight training. \nBy providing an affordable financing opportunity and a predictable path to completion, the Cadet Academy removes \nbarriers for anyone who wants to enter the profession. That includes women and people of color, who have long been \nunderrepresented. This is made possible by flexible loan options and predictable training costs. In addition, partici-\npants have access to the American Airlines pilot group as a resource for professional development and mentorship.\nAmerican has partnered with two highly regarded flight schools for the Cadet Academy: CAE in Phoenix, and Coast \nFlight Training, which has locations in San Diego as well as Dallas and San Marcos, Texas. Students are expected to \ntake approximately three years to complete the program as an airline-ready professional pilot. Among its eligibility \nrequirements, pilots must be at least 21 years old by completion. They are then guaranteed an interview with one \nof American’s three wholly owned regional carriers: \nEnvoy Air, PSA Airlines or Piedmont Airlines. Since \nwe have contractual flow-through agreements with \neach of these carriers, pilots who get hired have the \nopportunity to transfer directly to American once \nseniority accrues. \nThe Cadet Academy costs approximately $100,000, \ndepending on the school selected. Once accepted, \nstudents can apply for attractive variable- or fixed-\nrate loan options. These loans have no fees, do not \nrequire a co-signer and allow students to cover the \nentire cost of the Cadet Academy. Housing and meal \ncosts can be added, up to a $120,000 aggregate \nborrowing limit.\nAMERICAN AIRLINES ESG REPORT 2021\n42\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}