{"page_content": "Health care navigation and support. To help team members \nmanage and understand their health benefits, we have \npartnered with Accolade, an independent health benefits \nnavigator. Accolade’s personal health assistants help \nU.S.-based mainline team members navigate the health \ncare system and take full advantage of their insurance \ncoverage. A similar service is available for team members \nenrolled in DFW ConnectedCare.\nTelemedicine and on-site clinics. Thousands of team \nmembers have relied on Doctor On Demand, a program \nthat offers physician consultations via telemedicine 24 \nhours a day, seven days a week. American also partners \nwith Premise Health to staff on-site clinics at nearly all our \nhub airports and corporate headquarters. These clinics \noffer both acute and preventive care, along with basic lab \nservices, vaccines and COVID-19 testing. For our round-\nthe-clock workforce, these options provide convenient care \nwhen and where team members need it most.\nWell-being programs. Pop-up events around the system \nmake it easier for team members to keep an eye on their \nhealth. In 2021, nearly 4,000 team members participated \nand received flu vaccines, more than 1,000 had preventive \nhealth screenings and over 100 took advantage of mobile \nmammography events. \nEmployee Assistance Program (EAP). Our EAP is a \n24/7/365 confidential support system for our team \nmembers and members of their households. Whether they \nneed a listening ear, caregiving referrals, legal or financial \nconsultations, veterans’ assistance or help preparing for \ncollege, our EAP provides practical, real-life assistance \nfor life’s changes and challenges. Through the EAP, our \nteam members and their families can receive four free counseling sessions per issue per year, and they choose \nfrom video, phone or in-person therapy. With dedicated \nonsite counselors at nine of our U.S. hubs, team members \nare never far from help and support. \nLife insurance. Caring for our team members on their life’s \njourney also means caring for their families, so American \nprovides basic life insurance coverage for all team members \nat no cost, effective on day one. \nFinancial well-being resources. American wants our team \nmembers to be knowledgeable and enthusiastic participants \nin their financial future, so our 401(k) plan allows them to \nbegin contributing on day one of employment. After one year \nof service, they’re eligible for a company match or contribu -\ntion, depending on their workgroup. Fidelity Investments, \nour 401(k) administrator, offers robust education-centered \nseminars and tools to help team members learn how they \ncan best achieve financial wellness and meet their money \ngoals. Online tools like the Financial Wellness Checkup make \nit quick and easy for our team members to see where they \ncan improve their debt management, savings, budgeting \nand income protection. Team members also have access \nto complimentary one-on-one consultations through our \ndedicated Fidelity representative or by speaking with a \nFidelity adviser at an investor center or by phone.\nCOVID-19 testing and vaccines. American worked with \nlocal health care providers in 10 metropolitan areas to \nmake priority COVID-19 testing available to covered \nU.S.-based mainline team members and, in some cases, \ntheir dependents. For example, we performed more than \n1,000 diagnostic tests at our headquarters in Dallas-\nFort Worth. Nationwide, team members were able to be \nscreened for COVID-19 via telemedicine as well as to \nAMERICAN AIRLINES ESG REPORT 2021\n43\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}