{"page_content": "• Organisation for Economic Co-operation and \nDevelopment’s Guidelines for Multinational Enterprises\n• Core Conventions of the International Labour \nOrganization (ILO) \n• ILO’s Declaration on Fundamental Principles  \nand Rights at Work\n• U.N. Universal Declaration of Human Rights\nThe American Airlines Human Rights Statement applies to \nall team members and contractors, employees of our wholly \nowned subsidiaries, and our suppliers and other business \nrelationships. It is formally aligned with global standards, \nsuch as the U.N. Guiding Principles on Business and Human \nRights. We continuously evaluate our operations and value \nchain to identify, assess and address human rights risks \nand to engage key stakeholders.\nOur statement complements our annual team member \ntraining on the Standards of Business Conduct. We also \nprovide a dedicated 24/7 hotline for team members, \nsuppliers and partners to anonymously report human \nrights concerns. We do not tolerate any retribution or  \nretaliation taken against any individual who has, in good \nfaith, sought advice or reported questionable behavior or  \na possible violation.Human Trafficking Prevention\nAmerican has become an industry leader in combating \nhuman trafficking and child exploitation. We have \nmandatory human trafficking awareness training for our \nfrontline, customer-facing team members — including flight \nattendants, pilots and airport customer service represen -\ntatives — as well as for team members with international \npurchasing responsibilities. This training is required for new \nhires and as part of our recurrent training programs. We \nknow that vigilance is key in fighting the scourge of human \ntrafficking, and we stand ready to help.\nAmerican’s collaboration with government agencies, \nindustry partners and nongovernmental organizations is a \nkey part of our human trafficking prevention program. We \nwork with a range of partners, including the following: \n• The U.S. Department of Homeland Security’s Blue \nCampaign, a national public awareness effort that aims \nto educate the public, law enforcement and industry \npartners to recognize the indicators of human trafficking. \n• New Friends New Life (NFNL), a Dallas-based organi -\nzation working to restore and empower formerly \ntrafficked teenage girls and sexually exploited women \nand their children. According to NFNL research, Texas \nranks second in the country for trafficking prevalence, \nwith more than 300,000 victims annually statewide. By \nproviding access to education, job training, financial assistance and mental health support, NFNL helps \nwomen and their children overcome backgrounds of \nabuse, addiction, poverty and limited opportunities. NFNL \nhas held training sessions for more than 150 American \nteam members at our headquarters in Fort Worth, Texas, \nand another 50 at Miami International Airport. The organi -\nzation honored American in October 2021 as a recipient of \nits ProtectHER award, which recognized our commitment \n— in partnership with Jones Day — to helping remove the \nbarrier of a criminal record obtained as a direct result of \nbeing trafficked and exploited.\n• Texas Businesses Against Trafficking , a public–private \nawareness and prevention initiative led by the Texas \nSecretary of State.\nOur Government Contracts Compliance team ensures the \ncompany’s compliance with domestic and international \nmodern slavery and human trafficking laws. In July 2021, we \npublished the annual update of American’s Modern Slavery \nand Human Trafficking Statement to comply with the U.K. \nModern Slavery Act of 2015 and Australia’s Modern Slavery \nAct of 2018. American is also a signatory to ECPAT-USA’s \nTourism Child-Protection Code of Conduct , a voluntary set \nof business principles to prevent child sex tourism and the \ntrafficking of children.\nFor detailed team member diversity data,  \nsee page 59 .\nAMERICAN AIRLINES ESG REPORT 2021\n45\n\\\\ Indexes & Data \\\\ Customers \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSUPPORTING OUR TEAM MEMBERS \\\\ Team Members", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}