{"page_content": "American Airlines flies to more than 300 destinations in the United States and internationally, and we \nare committed to providing our customers with a world-class travel experience. Despite the challenges \npresented by COVID-19 over the past two years, we continue to rigorously measure and track customer \nsatisfaction through passenger surveys — efforts that led to further improvements in our operations \nand the services we provide. \nAlthough comfort and convenience are essential aspects \nof our service offerings, we know that dependability and \nreliability are the foundation for meeting our customers’ \nneeds. Our chief priority is getting passengers to their \ndestinations safely, on schedule and with their baggage in \ntow, and we closely track our performance on these metrics. \nDriving record performance in customer satisfaction\nIn 2021, American safely transported over 165 million \npassengers, about 25% more than the next largest carrier. \nDespite the ongoing volatility in demand for air travel based \non the spread of COVID-19 and its emerging variants, we \nachieved our best performance in on-time arrivals, on-time \ndepartures and completion factor compared with any \npre-pandemic year in our history.\nOur operating performance was particularly strong during \nthe year-end holidays. In fact, our on-time performance in \nDecember 2021 outperformed any December in years prior \nto the pandemic, and American performed better than our \nprimary competitors in these key operational metrics during \nthe month. We achieved these results despite an increase \nin sick calls toward the end of the year due to the Omicron \nvariant, a challenge American managed with far less disrup -\ntion than other airlines.Driven largely by this performance, American posted \nrecord Likelihood to Recommend (LTR) scores for 2021. \nOur full-year score of 73.0 exceeded our target and \nreflected a 1.7% gain over 2020. Our score for the fourth \nquarter — 75.6 — was our highest ever recorded for a \nsingle quarter. LTR measures satisfaction on a scale of 0 to \n100 points based on a recent trip, and it strongly correlates \nwith on-time performance. Based on 2021 data, we see \nan average penalty of more than 20 points to LTR when a \nflight’s arrival is delayed.\nLTR also reflects other aspects of the customer journey at \nthe airport and in the air, such as check-in and boarding, \ncustomer service and onboard products. \nAlthough LTR is a commonly used metric across indus-\ntries, there is no industry standard methodology for \nmeasuring or reporting it. Our sampling of 2 million \ncustomer surveys reflects a representative mix of \ncustomers by segment relative to the passenger mix of \ncustomers who fly on a daily basis. This helps ensure a \nbalance of feedback from both AAdvantage members \nand nonmembers, making American more accountable to \nall our customers and helping us better understand their \ncollective priorities. \nAMERICAN AIRLINES ESG REPORT 2021\n47\n\\\\ Indexes & Data \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSERVING OUR CUSTOMERS \\\\ Customers", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}