{"page_content": "Our mishandled baggage rate (MBR) rose to 7.63 in \n2021, due largely to the significant increase in flights and \ntravelers as we ramped back up operations. Our higher \nMBR rate of 8.48 in 2019 provides a somewhat better point \nof comparison, although our flight volumes for that year \nwere greater than in 2021.\nEnhancing the customer experience\nProviding exceptional service is crucial to our success. In \n2021, American was recognized for the fourth consecutive \nyear with the prestigious Five Star rating in The APEX \nOfficial Airline Ratings — Global Airline category. This \nrating is based on verified customer feedback on the \noverall travel experience.\nAmong the dozens of initiatives we implemented in 2021, \nwe expanded our free inflight entertainment options \nthrough exclusive partnerships with Rosetta Stone, \nSkillshare and Apple Books. We also reintroduced free \naccess to live sports and news networks for customers \ntraveling on any of American’s domestic narrowbody \naircraft. These inflight entertainment offerings are \nsupported by the fastest Wi-Fi on more aircraft than any \nother carrier. Through our Five Star Essentials service,  \nwe simplified the airport experience at select locations  \nfor passengers traveling with children or with anyone \nneeding extra help.\nAmong other travel enhancements, the updated American \nAirlines app added a chat function so that customers can \nask a Customer Care representative for assistance in real \ntime. With so many customers amassing flight credits as \na result of COVID-19, we also streamlined the process for \nredeeming credits online without requiring specialized \nassistance. In addition, we introduced an automated callback feature to support customers who prefer to \nmanage their travel over the phone at a time that’s most \nconvenient for them.\nWe have introduced a number of other initiatives in 2022 \nthat should further improve the customer experience,  \nsuch as a relaunched effort to improve accessibility for \npassengers needing wheelchairs or other support while \ntraveling. Further, as we continue to expand our partner -\nships, we are rolling out customer surveys across them  \nas well to ensure we are delivering for the customer  \nacross carriers.\nBeing fair and honest in our interactions\nWe are in business to provide safe, dependable and \nfriendly air transportation to our customers, and we work \nhard to make their experience a positive one. At the same \ntime, operating a network of more than 3,400 daily flights \nis challenging and complex, and inevitably some of our \nflights are affected by adverse circumstances — some \nwithin our control and others not. When that happens, our \ncomprehensive customer service plan outlines the many \npolicies and processes we have put in place to ensure that \nAmerican’s customers are treated fairly and receive the \nassistance they need. \nIn addition, we are committed to accuracy in our commu -\nnications and marketing — and to refrain from any \ndeceptive practices. \nResponding swiftly to customer concerns \nThe ability to respond swiftly to any customer concerns \nis a critical part of our approach to customer satisfaction. \nDuring peak times, when our response may not be as rapid as we would like, we have tools in place such as chat \nthrough the mobile app, automated callback and immediate, \nautomated correspondence to update customers with the \nmost relevant information for their travels. \nWe also share reports of customer concerns quarterly with \nsenior executives and our Board of Directors. Our Chief \nCustomer Officer receives information about customer \ncorrespondence daily. \nAmerican is especially focused on comments that allege \ndiscriminatory behavior, and we have empowered a special \nCustomer Relations team to increase awareness of such \ncomplaints among customer-facing team members. Each \nallegation is investigated, and disciplinary action — up to \nAMERICAN AIRLINES ESG REPORT 2021\n48\n\\\\ Indexes & Data \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSERVING OUR CUSTOMERS \\\\ Customers", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}