{"page_content": "and including termination — can result if we determine that \nunacceptable behavior occurred. \nProviding inclusive offerings\nAmerican’s commitment to diversity, equity and inclusion \nextends to our approach to customer engagement. As \nan integral part of this deepening commitment, we \nformed a Community Council in late 2020 made up of \nwell-established community leaders with experience \nrepresenting different industries. The members of the \ncouncil have served as strategic advisers who provide us \nwith objective and candid insight on company initiatives, \nparticularly those focused on improving the customer \ntravel experience.\nInsights from the Community Council have motivated \nAmerican to take many steps towards meaningful action, \nincluding adding more Black representation in our dining \nand inflight products as well as entertainment offerings. \nIn 2021, we launched partnerships with Essence, the \nleading media, technology and commerce company \ndedicated to the needs of Black women, and Blavity Inc., \na diversified digital media company that builds platforms \nto inform, entertain and engage communities of color. We \nalso retained Walton Isaacson, a leading Black-owned \nadvertising and marketing agency, as one of our agencies \nof record.\nThrough our James Beard Foundation sponsorship, American \nis featuring menu items from diverse chefs in our Flagship \nLounges and Flagship First Dining locations. They include \nChef Tiffany Derry, a two-time James Beard Award finalist, at \nthe DFW Flagship Lounge. Bundt cakes from Silver Spoons \nDesserts, founded by black female entrepreneur Tamara Turned, are now featured on board select American Airlines \nflights as well. \nCustomers will continue to experience more representa -\ntion throughout their travel journey to reflect the airline’s \ncommitment to becoming an industry leader in diversity, \nequity and inclusion. \nTaking a multipronged approach to data privacy  \nand cybersecurtity\nCybersecurity and data privacy are key priorities at \nAmerican Airlines. Our approach for identifying and \nmitigating cybersecurity risk is aligned with the National \nInstitute of Standards and Technology Special Program \n800-171. Our program, which includes process flows, \npolicies and standards, is evaluated annually by a global \ncybersecurity firm. Our Chief Information Security Officer \nis responsible for cybersecurity and reports to the Chief \nInformation Officer, who is a member of our senior \nmanagement team. In addition, our most senior cyberse -\ncurity leaders brief the Audit Committee of our Board of \nDirectors on cybersecurity matters quarterly. Our company \nalso has a cybersecurity training and awareness program \nfocused on educating our team members about cyber risk \nand our internal policies and procedures related to cyber -\nsecurity, privacy and compliance. \nAmerican’s privacy program, which is audited annually, is \nled by our Chief Privacy and Data Protection Officer and \nstaffed with certified privacy professionals. We also have a \nPrivacy Council, composed of more than 20 senior leaders \nwho meet quarterly to discuss privacy issues, challenges \nand proposed solutions. The council is supported by \napproximately 75 privacy liaisons across the business.\nAMERICAN AIRLINES ESG REPORT 2021\n49\n\\\\ Indexes & Data \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSERVING OUR CUSTOMERS \\\\ Customers", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}