{"page_content": "Management and Governance \nSince ESG issues touch nearly every aspect of our \nbusiness, day-to-day management of individual elements \nis distributed throughout our operations and functions. \nAmerican’s Managing Director for ESG is responsible for \nguiding and coordinating our activities at the executive \nlevel. She receives guidance and feedback from a \ncross-functional and cross-operational group of senior \nleaders with responsibility for regularly assessing the \neffectiveness of our ESG strategy, its implementation \nand further integration of sustainability into our company \nstrategy and operations.\nAt the Board level, the Corporate Governance, Public \nResponsibility and Safety (CGPRS) Committee has primary \nresponsibility for overseeing ESG efforts. The CGPRS \nCommittee is regularly updated on the company’s efforts \nrelated to sustainability and to addressing climate change. \n(See A Director’s View on ESG on page 6 .) \nClimate-related governance\nBecause climate change is a pressing challenge for our \ncompany and our planet, American takes a coordinated \napproach to ensuring we have robust governance of \nclimate-related risks and opportunities. It begins with \nBoard-level oversight and accountability and extends to \nour day-to-day operations. \nAmerican’s Board oversees our climate strategy as part of \nan enterprise-wide approach to risk management. Either as \na full Board or through one or more of its committees, the Board reviews management’s strategy and its assessment \nof material risks affecting our business. This includes \npotential climate-related risks. \nIn 2022, we formally assigned Chief Executive Officer \nRobert Isom, who also serves on our Board of Directors, \nwith responsibility for oversight of American’s climate \nchange strategy. In addition, climate-related issues are a \nstanding agenda item in the CGPRS Committee’s quarterly \nmeetings. The full Board receives updates as well at least \nthree times per year.\nAt the management level, responsibility for climate-related \nissues is embedded in senior roles across our company. \nFor example, the Airport Operations team does resiliency \nplanning for more frequent and severe weather events; our \nFuel Procurement team works to secure cost-competitive \nsupplies of sustainable aviation fuel (SAF); and our Flight \nOperations and Fleet Engineering teams are focused on \nimproving fuel efficiency in the air and on the ground. Our \nClimate Change Steering Committee — which is led by an \nExecutive Vice President and includes representatives from \nAirport Operations, Flight Operations, Technical Operations, \nCargo, Finance, Safety, People and Communications, Legal, \nGovernment Affairs and Investor Relations — provides \nguidance across these efforts. And American’s Managing \nDirector of ESG is responsible for developing and \ncoordinating the company’s overall climate strategy and \ndriving its implementation.Public Policy and Political Contributions\nPolitical, legislative and regulatory decisions can play \nan important role in American’s success, and we have \nadopted policies that guide our participation in these \nprocesses. Reflecting best practices, our Statement on \nPublic Policy Engagement and Political Participation  \nprecludes American from using corporate funds for \ncontributions to candidates, political party committees \nand political action committees. Our Board reviews  \nthis statement annually and last approved a revision  \nin January 2022.\nWe do not use corporate funds for the election -\neering activities that the Supreme Court allowed in \nCitizens United. On the rare occasion when we do \nuse corporate funds to contribute to a state or local \nballot initiative or a 501(c)(4) organization, we have \ncommitted to disclose that contribution. In 2021, \nAmerican did not make any political contributions.\nThe CGPRS Committee oversees the company’s \nmajor advocacy priorities and activities, political \ncontributions and principal trade association \nmemberships. For example, we have committed to \naligning our lobbying efforts with the priorities and \ngoals of the Paris Agreement, the international treaty \non climate change. In 2022, we will also assess our \ntrade groups’ alignment with this agreement and \ninclude that in our reporting.  \nAMERICAN AIRLINES ESG REPORT 2021\n5\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ Safety CEO Message\n\\\\ ESG Strategy ESG STRATEGY", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}