{"page_content": "The privacy program is guided by key privacy principles \nthat inform how American handles and protects the \npersonal information in our care, such as responsi -\nbility, transparency, security and choice. Our Privacy \nOffice regularly conducts privacy impact assessments \nof business processes and supporting information \ntechnology (IT) systems that process personal data. \nThe primary role of these assessments is to identify and \nremediate associated privacy risks. \nInformation obtained from privacy impact assessments is \nused to populate our personal data inventory, which details \nwhat personal data our company stores, how it is used, \nwhere it is stored, with whom it is shared and for how long \nit is retained. We supplement these efforts by coordinating \nwith our IT department to implement privacy design \nrequirements into the architecture and operation of our \nsystems that store and process personal data. We also use \nthese processes to fulfill our legal requirements for handling \ndata rights requests and data disclosures via our internal \nand external privacy policies and statements.\nOur team members take privacy training courses annually, \nand the Privacy Office conducts individual training sessions \nwith different business units each year that address a \nvariety of privacy issues. We also coordinate closely with \nour Vendor Management and Corporate Legal functions, \nwhich provide input on privacy terms and provisions in our \nagreements with our business partners and vendors to \nensure that privacy issues are appropriately addressed.\nFor operational performance data, see page 54 .Providing Travel Resources to Help Navigate the Persistent \nCOVID-19 Pandemic\nAs the pandemic extended into its second year — with travel \nrequirements shifting frequently depending on destination and \nother factors — American provided our customers with the \nresources they needed. We expanded the use of Sherpa, an \nindependent travel resource, to provide updates on international \ntravel requirements due to COVID-19 variants. We also continued \nto partner with VeriFLY to help customers understand and verify \ntheir travel requirements. Its mobile health wallet makes it easy \nfor passengers to upload negative COVID-19 test results, vacci-\nnation records and forms they need to get verified status for \ntravel. Our customers can also use the app to get mobile boarding \npasses and take advantage of dedicated and expedited check-in \nlanes at several airports.\nCustomers traveling internationally can now access our Ready to Fly checklist when viewing their eligible reservations \non aa.com and the American Airlines mobile app. The checklist outlines everything our customers need, including test \nand vaccination requirements, along with options to submit digital documentation and contact tracing information.\nReady to Fly also links to the VeriFLY app. Customers can now check-in online at aa.com, through the American \nAirlines mobile app or at the airport kiosk after receiving their green check mark from VeriFLY and head straight to \nthe gate. These new digital options save customers time at the airport and give them peace of mind that they are \nready to fly before arriving at the airport.\nAmerican also partnered with trusted COVID-19 testing providers to allow customers to take a test at a clinic, at \nhome before their trip or to order a test kit to pack for their return trip. Among our clinic partners, both GoHealth and \nCareNow each offer more than 150 locations in the United States. For at-home testing before a trip, customers can \norder a kit from LetsGetChecked. It offers a 48-hour turnaround time for results. Qured, eMed and Optum all provide \npackable test kit options for return trips.\nAMERICAN AIRLINES ESG REPORT 2021\n50\n\\\\ Indexes & Data \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\nSERVING OUR CUSTOMERS \\\\ Customers", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}