{"page_content": "Task Force on Climate-related Financial Disclosures (TCFD) Index\nTCFD Recommended Disclosure Disclosure Location\nGOVERNANCE\nDisclose the organization’s governance around climate-related \nrisks and opportunities. •Describe the board’s oversight of climate-related risks and \nopportunities.\n •Describe management’s role in assessing and managing climate-\nrelated risks and opportunities. •ESG Strategy — Management and Governance (p. 5)\nSTRATEGY\nDisclose the actual and potential impacts of climate-related \nrisks and opportunities on the organization’s businesses, \nstrategy and financial planning where such information is \nmaterial. •Describe the climate-related risks and opportunities the \norganization has identified over the short, medium and long term.\n •Describe the impact of climate-related risks and opportunities on \nthe organization’s businesses, strategy and financial planning.\n •Describe the resilience of the organization’s strategy, taking into \nconsideration different climate-related scenarios, including a 2°C or \nlower scenario. •Addressing Climate Change (p. 8)\n •Addressing Climate Change — Analysis of Climate-Related Risks \nand Opportunities (p. 22)\nRISK MANAGEMENT\nDisclose how the organization identifies, assesses and \nmanages climate-related risks. •Describe the organization’s processes for identifying and assessing \nclimate-related risks.\n •Describe the organization’s processes for managing climate-\nrelated risks.\n •Describe how processes for identifying, assessing and managing \nclimate-related risks are integrated into the organization’s overall \nrisk management. •Addressing Climate Change — Climate-Related Risk Assessment \n(p. 20)\nMETRICS AND TARGETS\nDisclose the metrics and targets used to assess and manage \nrelevant climate-related risks and opportunities where such \ninformation is material. •Disclose the metrics used by the organization to assess climate-\nrelated risks and opportunities in line with its strategy and risk \nmanagement process.\n •Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse \ngas emissions, and the related risks.\n •Describe the targets used by the organization to manage climate-\nrelated risks and opportunities and performance against targets. •Addressing Climate Change — Our Climate Goals (p. 9)\n •Addressing Climate Change — Our Directional Pathway to Net  \nZero in 2050 (p. 11)\n •Addressing Climate Change — Our Carbon Footprint in 2021 (p. 12)\n •Data Tables (p. 55)\nAMERICAN AIRLINES ESG REPORT 2021\n51\n\\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ Safety \\\\ ESG Strategy CEO Message\n\\\\ Indexes & Data INDEXES & DATA", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}