{"page_content": "IN CONVERSATION: \nA Director’s View on ESG\nSue Kronick is the former Vice Chairman of Macy’s, Inc., \nand has served on the American Airlines Board of Directors \nsince 2015. In early 2022, she shared her perspectives on \nESG as an independent director and Chair of the CGPRS \nCommittee.How do you view ESG in the context of the other priorities \nover which the Board has oversight? \nESG is an important part of American’s long-term strategy. \nWe don’t look at ESG and other strategic priorities as \neither/or decisions. The health of people and planet are not \nseparate from the financial health of our company.\nCan you provide an example?\nLet me give you two examples. More than 90% of \nAmerican’s total carbon footprint comes from jet fuel, so \nour fleet renewal program and our work to run our flight \noperations more efficiently are an absolute win-win. It’s \nthe same with DEI. The company that wins is the company \nthat has the best talent, and DEI is about having access to \nthe best talent available. If you create an environment that \ncombines empathy and action, where people with different \nperspectives and experiences can come together and move \nquickly and in concert, you get better decision-making \nacross the board. \nHow is your committee working to drive progress on  \nESG at American? \nYou have to examine performance, and you have to do that \nin a consistent way. The committee is deeply engaged on \nour climate strategy and receives regular updates about \nprogress toward our goals and data on our performance. It’s \nthe same with safety, which is the backbone of American, \nas well as DEI. This year, we added DEI metrics to the \ncompany’s management compensation plan, which is \nimportant because it clearly signals where the organization \nstands and propels progress. Importantly, the committee is trying to provide oversight \nin a way that is not boilerplate. We are looking for \nmanagement to talk to us about challenges and how they’re \nworking to find solutions. Even if we miss our goals, we can \ndig into why and what it’s going to take to correct course. \nA strong safety culture — which we have at American — \ndepends on zero blame, only learning. The same goes for \nother aspects of ESG. \nWhat does corporate leadership on ESG require?\nThere are categories of decision-making where the \ninformation and data aren’t perfect, but even with \nuncertainty, you can and must make decisions. That \ndoesn’t mean you operate just on instinct or without \nthe facts, but you try innovative approaches with the \nbest information you have. Some will fail, some will be \nsuccessful — but progress depends on thoughtful action.\nBut one courageous company — or even several \ncompanies — is not enough to move the market or the \nworld. We need to build a cohort of leaders who are willing \nto work together and act boldly. Take climate, for example: \nWe need the environmental and scientific communities, \nbut we also need the business sector and government \nto step up. For our part at American, we recognize the \nurgency of climate change and that for our business — and \nfor our customers, shareholders and team members — it is \nin our interest to help find solutions, working with others \nboth within and outside our industry. Leadership requires \nthinking on a collective level, not solely an enterprise level.\nAMERICAN AIRLINES ESG REPORT 2021\n6\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Climate Change \\\\ Safety CEO Message\n\\\\ ESG Strategy ESG STRATEGY", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}