{"page_content": "At American, we know that the challenge of climate change is acute and imminent, and we recognize \nour industry’s contribution to it. We believe we have an obligation to our customers, team members, \nshareholders and the communities we serve to transition to operating a low-carbon airline. To make \nthat happen, we have set aggressive climate goals that match the seriousness of the challenge, and \nwe’ve laid out a clear plan for how we will achieve them. \nOur aim is to achieve net zero greenhouse gas (GHG) \nemissions by 2050, and we have set an intermediate \ntarget to drive progress toward that goal. In April 2022, \nwe received validation from the Science Based Targets \ninitiative (SBTi) that our intermediate 2035 GHG reduction \ntarget complies with the SBTi criteria. That makes us the \nfirst airline globally to achieve this milestone. \nAmerican’s science-based target is to reduce carbon \nintensity, which means GHG emissions per unit of \npassenger and cargo payload that the airline transports, \nby 45% by 2035, compared to a 2019 baseline. In setting \nthis goal, we are committing to reduce the intensity associated with the entire life cycle emissions of jet fuel. \nThis includes both direct emissions (Scope 1) — which \nare primarily from the jet fuel used in flight — and the \nemissions from the production of the jet fuel the airline \nuses (Scope 3).\nAmerican has also committed to reduce by 40% the \nemissions from the production of the electricity we \npurchase (Scope 2) by 2035, also with a 2019 baseline. \nScope 2 emissions are a small part of our overall GHG \nemissions, but an important focus for reducing the \nimpacts of global warming.\nWe are also engaging with and supporting efforts to \ndrive broader action on climate across the public and \nprivate sectors. For example, American is a signatory to \nthe Business Ambition for 1.5°C campaign, and we joined \nthe United Nations-backed Race to Zero. We are also an \nanchor partner, together with other leading companies, of \nBreakthrough Energy Catalyst (see page 13). We know \nthat our ability to achieve our climate goals depends on \nother actors — within the aviation industry and beyond \nit — and we intend to be a leader in helping drive the \noperational, policy and technological changes needed to \nadvance the transition to a low-carbon economy. \nOUR CLIMATE GOALS\nACHIEVED\nIN PROGRESS\nAchieve net zero  \nemissions\nBY 2050REDUCE \nScope 2 emissions  \nby 40% \nBY 2035ACHIEVE ABSOLUTE REDUCTION OF \n50m gallons of jet  \nfuel from fuel- \nefficiency initiatives \nBY 2025\nREPLACE \n10% of our jet  \nfuel with SAF \nBY 2030REDUCE  \nGHG emissions  \nintensity by 45% \nBY 2035SOURCE \n2.5m GJs of  \ncost-competitive  \nrenewable energy\nBY 2025Received SBTi validation  \nFOR OUR 2035 GHG EMISSIONS REDUCTION GOAL\nIn 2022, American became the first airline \nglobally to receive validation from the \nScience Based Targets initiative (SBTi) that \nour 2035 GHG reduction target complies  \nwith the SBTi criteria. \nAMERICAN AIRLINES ESG REPORT 2021\n9\n\\\\ Indexes & Data \\\\ Customers \\\\ Team Members \\\\ Safety \\\\ ESG Strategy CEO Message\nADDRESSING CLIMATE CHANGE \\\\ Climate Change", "metadata": {"source": "NASDAQ_AAL_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}