{"page_content": "11\n2017 Corporate Responsibility ReportELEVATING OUR TRAINING\nAmerican’s team members continue to participate in our systemwide training, Elevate the Everyday Experience. The training aims to inspire our \nfrontline colleagues to provide service that will set American apart from our competitors. By the end of 20 1 7, 35,000 frontline team members \nand leaders had completed the training. \nOver the past year, de-escalating tense customer service situations has been a key focus area for the \ncommercial airline industry, following several high-profile incidents. Several of American’s training \nprograms already teach elements of de-escalation, but we have heard from many of our team \nmembers that in light of the heightened awareness and sensitivity of these issues, additional training \nwould be useful. We asked our frontline airport agents, flight attendants, pilots and reservations \nrepresentatives to contribute to an effort to update and strengthen our de-escalation model by \nsharing their own experiences. We then rolled out a new video in mid-201 7 featuring our own team members and launched new web-based training to reinforce the de-escalation model.\nGoing forward, in addition to the ongoing investments we’ll make in face-to-face training programs for these and other issues, we’re working to \ndevelop a multi-channel strategy to deliver training content to reinforce the Elevate the Everyday Experience principles. In 2018, we will expand \nthe training to 70,000 team members and launch Elevate II, an updated version of the training that will include de-escalation training and \nimplicit bias training. \nFor managers and above, we launched the Inspire Like a Leader program in 2017, a two-day onsite journey for executives and high-level \nmanagers to understand why we do what we do. When we think of the best leaders, we see they are driven, purposeful people who inspire \nthe same mentality in those around them. By focusing this new leadership enrichment program on the “why” behind our management team’s \nactions and decisions, our goal is to better understand what is truly driving our organization forward and to harness the power of meaningful \nleadership in setting inspirational examples.\nINTERNATIONAL FEMALE \nDEVELOPMENT PROGRAM \nDiversity is a key component of our focus \non developing innovative, inspiring and \ncaring leaders. In 201 7, the International and \nCargo division launched the International \nFemale Development program to mentor 1 1 \nhigh-performing candidates in their journey \ntoward roles in management.\nThese team members were selected in a \ncompetitive process after being nominated \nby their managers, who will guide their \ncareer growth and development. The \ninaugural class includes women from \nOperations, Premium Services, Flight \nService and Reservations. Each has been \nassigned a mentor and will be supported with a customized plan, including quarterly \nappraisals to provide feedback and support.From left: Manjit Gill, London Heathrow (LHR); Tamara Salmon, Montego Bay, Jamaica (MBJ); Haffiza \nHusain, Toronto (YYZ); Jennifer Sterling, Port-au-Prince, Haiti (PAP); Mariana Usach, Santiago, Chile (SCL); Melissa Soulat, Munich (MUC); Elaine Cheng, Hong Kong (HKG); Flavia Turrini, Liverpool, England (LPL RES); Elicia Garraway, Port of Spain, Trinidad and Tobago (POS); Alison Jones, LPL RES; and Rosy Nogales, Cancun, Mexico (CUN).Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}