{"page_content": "12\n2017 Corporate Responsibility ReportINVESTING IN TEAM MEMBERS\nCaring for our team members requires investments in their well-being, both professionally and personally. \nIn 201 7, we took several steps to offer benefits that reflect how much we value our team. For example:\n •In March 2017, team members received the first profit sharing payout of our combined airline  \nand the second profit sharing payment at American in the past 15 years. American’s profit sharing  \nprogram paid out $314 million in 2017.\n •We announced mid-term pay adjustments for pilots and flight attendants in April 201 7 to bring them to levels equal to the highest rates currently in place at our largest network peers, following \na similar move in 201 6 with maintenance and fleet service team members as we work toward a \nnew joint collective bargaining agreement with the TWU-IAM Association. \n •American became the first domestic airline to offer additional resources for eligible U.S.-based mainline team members who have become new parents, including up to 1 0 weeks off \nimmediately following pregnancy and delivery, paid at 1 00 percent of their base pay. We also offer \nfinancial assistance of up to $4,000 for adoptions.\n •We are launching helpful new resources to build a better workplace. We recently opened the Team Member Service Center, a one-stop shop for HR needs staffed by knowledgeable American team \nmembers who can speak to their own direct experience. Team members who need assistance can ask questions and access helpful information on HR issues, policies or travel.\n •In light of the federal tax changes made in 201 7 and in recognition of our outstanding team members, American distributed $1,000 to each team member (excluding Officers) at our mainline \nand wholly owned regional carriers in January 201 8.\nAPPRECIATING EMPLOYEE EXCELLENCE\nRecognizing the exemplary work of our team members is an important part of our culture at American. \nIn 2017, we expanded our employee recognition programs to include new ways and more opportunities \nfor team members at all levels of the organization to give and receive appreciations. We also expanded \nour points-based reward system, allowing team members to have more choices in redeeming prizes. \nSpecifically:\n •The Above & Beyond (A&B) program is American’s peer-to-peer award recognizing the efforts of \nhard-working team members. In 201 7, there were 801,1 46 A&B recognitions, 2,881 winners and \nmore than $2.1 million awarded. This year, by linking the program with a points-based system, \nthose whose names are not selected as winners in quarterly drawings are still able to collect award \npoints to redeem for value.\n •In September 201 7, we launched new programs to give our managers more ways to tangibly \nrecognize their team members.\n •Our Chairman’s Award continues to be the highest honor for team members who have career-long histories of exemplary service. In 201 7, American celebrated more than 100 Annual Chairman’s \nAward honorees from 2016.Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}