{"page_content": "15\n2017 Corporate Responsibility ReportAs part of our SMS approach, in 2017, we set up new opportunities to communicate \nand collaborate on safety with our team members and union partners, including \nthe Transport Workers Union and the International Association of Machinists and \nAerospace Workers. We conducted safety summits in Denver, Las Vegas and Orlando, \nduring which members of the Corporate Safety Team met with local safety personnel \nand union representatives to inspect and audit stations. Any issues that were discovered were discussed, followed-up on and corrected. We also hosted quarterly \nBase Maintenance Symposiums with the unions to share best practices between our \nfour maintenance bases in Tulsa, Dallas/Fort Worth, Pittsburgh and Charlotte. \nThese four maintenance bases are currently in the process of certifying their safety and health \nmanagement systems through the Occupational \nSafety and Health Administration (OSHA) Voluntary \nProtection Program (VPP), the highest rating for \nexcellence in safety and health management. Our \nTech Ops — Tulsa Auxiliary Power Unit and Aircraft Wiring Center (AWC) facility was the first to become VPP certified in 2016. \nTo drive a culture of safety, we make several awareness tools available to our team \nmembers and ensure strong levels of communication. These include safety alerts, \nsafety preflight summaries, computer-based training, SMS bulletins, newsletters and \nvideos. Being accountable to each other also means reporting hazards, safety concerns and incidents immediately, as well as any behavior that violates our policies, industry \nstandards, regulatory requirements or the laws of the countries in which we operate. \nWe encourage all team members to use our established nonpunitive safety reporting \nprograms to alert us of potential hazards. In addition to our General Hazard Reporting \nand EthicsPoint Helpline, we have the Aviation Safety Action Program (ASAP), a \nvoluntary and confidential mechanism for team members to report an incident \nwithout fear of retaliation. In 2017, we received more than 11,000 ASAP reports. \nIn 2018, we plan to further strengthen and expand our SMS, increasing collaboration \nand building on our safety culture. This includes continuing to reduce team member  \ninjuries, expanding ASAP to include ground personnel and pursuing faster, real-time safety assurance.ENSURING TEAM MEMBER HEALTH AND SAFETY\nWe recognize that running a safe and reliable operation is the key to our success. Our uncompromising commitment to safety, security and \ncompliance is the responsibility of the entire team, from leadership to frontline team members. Our management approach to safety relies on \nthe sound judgment of our experienced professionals and our Safety Management System (SMS). The four pillars of our  \nSMS include:\n •Safety Policy, which summarizes our safety commitment, policies and procedures\n •Safety Assurance, which includes continuous monitoring to ensure the effectiveness of risk controls and identification of new hazards\n •Risk Management, which outlines our process for analyzing and mitigating risk\n •Safety Promotion, which encourages communication, training and awareness building\nBUILDING A CULTURE OF SAFETYIn an effort to engage frontline team \nmembers and increase safety awareness, \nAmerican organized and hosted 100 \nsafety fairs across our regions, hubs and \ngateways in 2017. \nFor example, in our Northeast region \nduring National Safety Month in June, \nteam members from Portland, Maine, \nto Dayton, Ohio, creatively spotlighted \nhow important it is to work safely at work \nand at home. The fairs included learning \nopportunities through games, activities, \ndemonstrations, food and fun. We also \nengaged local business partners, airport \nauthorities and community safety leaders \nto provide information about safety at work and at home.\nTeam members participated in safety awareness \ngames during a safety fair at Burlington International Airport (BTV) in June 2017.  Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}