{"page_content": "16\n2017 Corporate Responsibility ReportLET GOOD TAKE FLIGHT\nAs the world’s largest airline, we're proud to give back to the communities where our team \nmembers and customers live and work. We focus our efforts in three main areas:\n •Our heroes: supporting U.S. military members and honoring their selfless sacrifice\n •Our well-being: improving the lives of people in need\n •Our future: meeting the needs of children through medical and educational assistance\nAmerican’s team members do great work in their communities through volunteering, charitable \ngiving and community outreach. American proudly supports nonprofit organizations that work \nto make a difference in communities and provide assistance to eligible nonprofits. In 2017, team \nmembers donated more than 1 55,000 volunteer hours and American donated more than 20 \nmillion miles to local charities on their behalf. \nCOMMUNITY RELATIONS IMPACT\nSince 1994, American has participated in the Change for Good program, an innovative \npartnership between UNICEF and the international airline industry to help save and improve the \nlives of millions of children around the world. Travelers on select international flights can donate unused U.S. and foreign currencies onboard the aircraft to help UNICEF in its mission to put \nchildren first. In 2017, we raised $1.5 million for the program.\nAnother important way we make an impact is through our premier fundraising events. In 2017, \nwe raised more than $4.7 million in funds for charities, which included events raising funds for the \nCystic Fibrosis Foundation and Answer ALS Foundation and our annual Sky Ball in support of the \nAirpower Foundation, one of the oldest military support organizations in the United States. \nOur customers also have a history of giving generously to the causes we support. AAdvantage® \nmembers can earn miles by donating miles and cash to make a difference in the lives of those \nin need. By coupling our partnerships and events with strategic cause marketing campaigns that \nencourage customer donations, we were able to drive approximately $3 5 million in cash and \ntravel value in the marketplace for charitable causes in 2017. \nSTAND UP TO CANCER\nAmerican went the extra mile for Stand Up To Cancer during our Giving Tuesday campaign by \noffering 25 AAdvantage® miles for every dollar donated through the Miles to Stand Up program. Mastercard® matched cardholder donations of $25 or more, and together, we raised nearly $1 .5 \nmillion for Stand Up To Cancer, with donations coming in from around the world.\nDISASTER RELIEF\nFrom Houston to Mexico City to Miami \nto Puerto Rico and throughout the \nCaribbean, when our colleagues and \ncustomers were in need, or when there \nwas an opportunity to help the victims \nof natural disasters, the American team \nwas out in front, giving their time and \nmoney. We were the first commercial \nairline to restore service to San Juan, Puerto Rico (SJU), after Hurricane \nMaria. We delivered 2.5 million pounds \nof relief supplies and raised almost $2 \nmillion for the American Red Cross. \nOperation Puerto Rico Strong helped \nAmerican team members send more \nthan 830,000 pounds of relief supplies \nto loved ones in Puerto Rico. \nMake Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}