{"page_content": "17\n2017 Corporate Responsibility ReportBaggage performance has been a bright spot, as our year-over-year mishandled baggage rate (MBR) — the number of \nmishandled bags out of every 1,000 — improved each month in 2017. American’s MBR is dropping thanks to the hard work \nand innovation of our team members.\n •PRIME is American’s new baggage tracking system that provides a detailed record of a bag’s journey and highlights \nbags that are in jeopardy of missing their flights. \n •Megascan is an initiative in place at our hubs to scan a bag up to 1 0 times. The more times we scan a bag, the more we know about its location and the better chance we have of preventing a mishandling. A bag’s Megascan history feeds \ninto PRIME.  \nWe were also able to minimize inconveniences with the \nintroduction of Customer Bag Notification, a new tool \nthat went live in July 201 7. This tool sends alerts directly \nto customers if their bag doesn’t arrive as intended, saving \nthem time spent waiting at an empty carousel and filing a \nclaim. In most cases, the customer can fill out a form online \nand provide a delivery address, and we’ll bring their bags to \nthem. Early results are encouraging, as nearly 20 percent of customers notified of early or delayed bags are using \nCustomer Bag Notification to set up a bag delivery.Create a World-Class Customer Experience\nBuilding trust with customers is more important than ever to the airline industry today. We are committed to \ndelivering a world-class product by creating value for everyone who flies with us, driving operational excellence and strengthening our network, including expanding where we know we have a competitive advantage.\nCOMPETING FOR B(R)AGGING RIGHTS\nIn 2017, American recorded its best on-time departure and arrival performance since 2003 and our best baggage handling \nperformance since the U.S. Department of Transportation (DOT) began reporting the metric in 1994. We are particularly proud of \nthese achievements, given the challenges we faced navigating back-to-back(-to-back) hurricanes and other operational hurdles.\n    \n  DOT On-Time Departures (D0)\n61.7%63.3%65.1%66.2%67.2%\n    2013     2014    2015    2016    2017DOT On-Time Arrivals (A14)\n79.3%\n77.9%80.1%\n79.4%80.3%\n  2013     2014   2015     2016      2017\nTLINK2 AT LAX\nTLINK2, launched by the Customer Experience Operations team, is an enhanced tool designed to assist with the transfer of \nconnecting bags. By finding the quickest, most efficient routes, this tool has led to improved efficiency and reliability of bag \ntransfers and fewer lost or misconnected bags.  Number of mishandled bags out of every 1,000 bags.   2013   2014   2015    2016   20173.38 3.97 3.77\n2.802.95DOT Mishandled Baggage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}