{"page_content": "19\n2017 Corporate Responsibility ReportIMPROVEMENTS IN THE TRAVEL EXPERIENCE\nTo provide every customer with a product that suits his or her needs, we rolled out Basic \nEconomy across the continental United States. In February, American began selling these no-\nfrills fares to better compete with ultra-low-cost carriers, while still offering an elevated level \nof service and established network.  \nWe also introduced Premium Economy in 201 7 , which offers enhanced seating between \nBusiness Class and the Main Cabin, including benefits such as more legroom and free on-\ndemand entertainment. We now have dozens of widebody aircraft offering this new option. \nIt has been so popular that we will continue to roll out Premium Economy on the majority of \nour widebody fleet. \nIn 2017, we also announced several other product enhancements, including: \n •New, high-quality inflight bedding from Casper, the innovative sleep company\n •More in-seat power, free entertainment and cutting-edge satellite Wi-Fi\n •Amenity kits that feature an updated, chic look and include skincare products from \n3LAB, C.O. Bigelow and Clark’s Botanicals, as well as the usual necessities like an eye \nmask, toothbrush and toothpaste\n •Our Refuel and Refresh program (formerly known as Gateside Amenities) is now \navailable at all airports. During any delay over two hours, we will provide customers \nwith light snacks and drinks right in the gate area. For delays of three hours or more, \nwe will provide sandwiches or breakfast items.Create a World-Class Customer Experience\nWe have elevated the onboard sleep experience as part of a new partnership with Casper.\nSELF-SERVICE REBOOKING\nIn 201 7, we launched Dynamic \nRebooking, our new reservation \nre-accommodation tool that \ngives customers the ability \nto rebook themselves during \nirregular operations, such \nas a flight cancellation. The \nnew offering — accessible via \nAmerican’s mobile app, airport \nkiosks or on aa.com — saves \ncustomers from having to \nmake a phone call or stand \nin long airport lines. When a \nflight is canceled, the system \nelectronically sends customers \na recommended rebooking or \nlets them choose the option that is most convenient for \nthem. In addition to providing \nmore flexibility for our self-\nservice customers, this solution \nis also reducing airport lines \nand minimizing reservation \ncenter wait times for those \ncustomers who do need to \nspeak to a team member. ", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}