{"page_content": "20\n2017 Corporate Responsibility ReportINNOVATION AND EFFICIENCY AT CHECKPOINTS\nIn coordination with the Transportation Security Administration and Miami-Dade Aviation Department, \nwe launched two automated security screening lanes in Terminal D at Miami International Airport (MIA). \nThese new lanes incorporate innovative technology and screening station modifications that enhance \nsecurity effectiveness while decreasing the time travelers spend in line at the checkpoint, including: \n •Automated belts that direct suspicious bags to a separate area allowing other bins behind it to \ncontinue through the system uninterrupted\n •25 percent larger property bins in regular screening lanes\n •Unique Radio Frequency Identification (RFID) tags that are attached to each bin to allow for additional accountability of items as they transit throughout the system\n •Cameras that capture photos of the outside of the bag, which is linked to the X-ray image of the bag’s contents\nAmerican has also launched automated screening lanes in Chicago (ORD), Dallas/Fort Worth (DFW), Los Angeles (LAX) and New York (JFK). \nRESPONDING TO CHALLENGES\nOur team members consistently handle difficult situations with patience and compassion. But we know \nchallenges and “friction points” can arise, and we want to equip our teams with all the tools and resources \nwe can offer to support them in delivering customer-friendly experiences. With this in mind, we have \nreworked our policies and the product attributes that may contribute to unnecessary conflict: \n •Our contract with every customer — American’s Conditions of Carriage — states we will never \nremove a paying customer to seat another passenger. \n •We simplified our Conditions of Carriage to include friendlier language and less corporate speak.\n •Our Day of Departure Desk troubleshoots departure issues across the network, monitoring every \noverbooked flight and getting involved earlier to find volunteers to take a later flight. \n •We’ve established a dedicated hotline for gate agents to offer appropriate compensation that encourages volunteers when we are in an oversale situation. \n •In early 2018, we launched a new technology that allows customer-facing team members to offer \non-the-spot compensation — in the form of AAdvantage miles — to customers for inconveniences \nat the first point of contact. \nGETTING FAMILIAR WITH FLIGHT\nOur team members care deeply about ensuring a pleasant flying experience for everyone. For families \ntraveling with children with autism, flying can be \noverwhelming. That’s why our Abilities EBRG created \nIt’s Cool to Fly and Wings for All programs to help \nmake flying less stressful for travelers with special \nneeds. Each year, American partners with Clearbrook, \nan organization serving more than 8,000 people with \ndisabilities, to assist with the program.\nZachary Smart with Captain Jeff Paschen and First Officer Roger MayerCreate a World-Class Customer Experience", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}