{"page_content": "3\n2017 Corporate Responsibility ReportIt was another great year at American in 2017. We \ncontinued to focus on taking care of our team,  \ndelivering what our customers want, returning value  \nto our shareholders and creating a vibrant future for  \nour company. \nFrom our historic fleet renewal program to strengthening \nour network to the rollout of our Elevate the Everyday \nExperience training, we are making significant \ninvestments in creating a world-class customer \nexperience. And the results are speaking for themselves. \nOur customer satisfaction scores were the highest in \ncompany history in 2017, and we won Air Transport \nWorld’s Airline of the Year award for the first time in \nnearly 30 years. Both are testaments to everything the \nAmerican Airlines team has accomplished since the \nmerger. We are producing strong financial results and \noutpacing the industry in revenue performance. \nNone of these accomplishments would be possible \nif we didn’t put our team members first — and we \ncontinued to take big steps in 2017 to make culture a \ncompetitive advantage at American. We launched an \nindustry-leading maternity and adoption program. We \nimplemented unprecedented mid-contract pay raises for \nflight attendants and pilots while committing to do the \nsame for all team members if they fall significantly behind \ntheir peers at other airlines in base pay. And, we gathered \nopinions and feedback on how we’re doing from nearly \n60,000 of our team members through a companywide \nsurvey. American’s team members are proud to work for \nthis great company — and they resoundingly support our \ncontinued focus on building trust and respect across all \nlevels of the organization. We realize we still have work to \ndo, but we are encouraged by the progress we have  \nmade so far. \nAt the same time, 2017 was not a year without \nchallenges. The industry faced some difficult questions \nfollowing several high-profile customer service failures. \nAmerican  elected to take a hard look at our approach  \nto inclusion, diversity and equality after hearing from  some customers. \nValidating the trust our customers place in us and \nsetting a new standard for inclusion and diversity are \nresponsibilities we take very seriously. We are embracing \nthe opportunity that has been given to us, and that is resulting in exciting work. This includes expanding existing training tools to help our team de-escalate difficult \ncustomer service situations, as well as implementing  \nnew training to recognize — and begin to mitigate — \nimplicit biases. \nBuilding a culture that is characterized by corporate \nresponsibility and mutual trust with our stakeholders is an \nextremely important part of American’s business strategy. \nTo that end, we have identified four long-term strategic \nobjectives that we believe will position us for success for \nyears to come:\n •Make Culture a Competitive Advantage\n •Create a World-Class Customer Experience\n •Ensure Long-Term Financial Strength\n •Think Forward, Lead Forward\nWe have organized our 2017 Corporate Responsibility Report around these thematic objectives to highlight \nthe achievements we have made — and the work that remains ahead of us. \nWe look forward to continuing this journey with you as \nwe aim to make 2018 our best year yet.\nSincerely,\nDoug Parker\nChairman and Chief Executive Officer\nMessage from Our CEO\n", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}