{"page_content": "22\n2017 Corporate Responsibility Report\nEnsure Long-Term Financial Strength \n2018 2020 +INTEGRATION MILESTONES\n2018 2016 2015 2015\nFCA\nFARE CLASS  \nASSIGNMENTSFFP\nSINGLE \nFREQUENT  \nFLYER PROGRAMSOC\nSINGLE \nOPERATING \nCERTIFICATEPSS\nPASSENGER \nSERVICE SYSTEM \n(RESERVATIONS)FOS\nFLIGHT \nOPERATING \nSYSTEM/SINGLE \nFOS PARTITION \n(SFP)FOI\nFLIGHT \nATTENDANT \nOPERATIONAL \nINTEGRATIONProject\nSpring  TESS  \nTECH OPS\nENTERPRISE\nSYSTEM \nSOLUTIONS2015 2015As we work to create a vibrant future where we deliver the right products, partners and network, we are \nmaking investments and managing risks in ways that will maximize shareholder value and position us for long-term success. Our top priorities since the merger have been to invest in integration, invest in our team and invest in our product and operation — all while paying down and refinancing higher-cost debt and returning capital to our investors. \nWe are making unprecedented investments in improving our customers’ experience in the air and on the ground — from better \ncompensation and new training for our team members to historic fleet renewal and new airport facilities. One of the long-term \nstrategic objectives American will be focused on in 201 8 and beyond is to “think forward, lead forward” by becoming increasingly \nnimble and setting a new standard for delivering value to the market more quickly. \nDemand for air travel continued to be strong in 201 7, and our customers demonstrated they want to fly American Airlines. We \nproduced pretax profits of $3.1 billion, or $3.8 billion excluding net special charges for the year.  \nINVESTING IN INTEGRATION\nIntegration planning began immediately following the merger of American and US Airways. Among our biggest challenges \nwas combining the two airlines’ reservations systems into a single computer platform, as well as combining our pilot groups \nand fleet of aircraft into one Flight Operating System. We successfully did both in 201 5 and 201 6, respectively, and we are on \ntrack to complete any remaining integration tasks as scheduled. Thanks to the hard work of all our team members, we have \naccomplished all key integration milestones with no disruptions to our service. We expect to have our flight attendants on a \nsingle operating system in 201 8.\nINVESTING IN OUR TEAM\nWe aim to make culture the defining characteristic of American, which is supported by our significant investments in  \nteam members:\n •Profit sharing: Our pretax profits for the full year 2017 brought 2017’s profit sharing pool to $241 million, which \nwas distributed in March 2018.\n •$1,000 bonuses: Following the announcement in December 2017 of the Tax Cuts and Jobs Act, and the anticipated financial benefits it will bring to American in the future, we distributed one-time bonus payments of $1,000 to each \nteam member (excluding Officers) at our mainline and wholly owned regional carriers. These distributions totaled \nnearly $130 million and were made in the first quarter of 2018.\n •Team member engagement: We launched the American Voice team member survey and 59,000 team members \nshared their opinions about American and how we can improve. \n •Training: We continued the Elevate the Everyday Experience training program for more than 3 5,000 team members.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}