{"page_content": "23\n2017 Corporate Responsibility ReportA ROOM WITH A VIEW\nIn October 2017, we unveiled American’s \nnewest Hub Control Center (HCC) at DFW, a \n10,000-square-foot state-of-the-art facility that \nfeatures a virtual wall with a real-time view of \nthe operation. Large TV monitors provide video \nfootage of each terminal as well as ramp and \ndeicing areas. The HCC, a nearly $10 million \ninvestment, also features new work spaces in an \nopen-office concept, an emergency command \ncenter, conference rooms, new restrooms, a team \nmember break room, a kitchen and lockers. The \nspace now brings all DFW mainline and regional \noperational departments together in one area, \nallowing them to collaborate more effectively, \nmitigate operational disruptions and provide the \nbest customer service experience possible. \nEnsure Long-Term Financial Strength\nINVESTING IN OUR PRODUCT\nWe are creating a world-class customer experience with unprecedented investments in our product:  \n •Fleet renewal: 2017 marked another year in an accelerated program in which we have inducted almost 500 \nmainline and regional aircraft into our fleet since 2014.\n •New aircraft: In 2017, American welcomed 57 new mainline aircraft, a significant investment in our ongoing effort to operate the youngest fleet among major U.S. carriers. As of the end of 2017, the average age of our fleet was just \n10 years.\n •Fleet harmonization: We are also harmonizing our fleet so that when a customer steps on board, they know exactly what they’re getting — a new interior, power at every seat, free wireless entertainment and live TV, access to faster \nthan-ever satellite Wi-Fi and larger overhead bins. We will adjust the configuration of our existing Boeing 737-800s \nto match the configuration of our Boeing 737 MAX that began revenue service in November 2017. We will do the \nsame for our existing Airbus A321s, with the exception of our A321T (transcontinental) aircraft.\n •Product segmentation: We are appealing to a broader customer base and increasing revenues through further segmentation of our product offerings. We rolled out Basic Economy (a new fare option designed to help us compete \nagainst ultra-low-cost carriers) domestically in every state except Alaska and Hawaii, as well as the Caribbean and \nMexico. We also introduced Premium Economy and will eventually have more than 100 widebody aircraft with this \npremium product offering. \n •Customer experience: We opened larger Flagship Lounges in JFK, MIA, ORD and LAX, as well as new or refreshed \nAdmirals Club lounges in seven locations throughout the system. We introduced Flagship First Dining, a sit-down \nrestaurant experience that offers complimentary full-service dining with locally-inspired menus to customers \ntraveling in Flagship First on qualifying international and transcontinental flights. And we also introduced several new \ntools to put more power in customers’ hands if things don’t go as planned during off-schedule operations.\n •Equity investment: We closed a $200 million equity investment in China Southern Airlines, the largest carrier in China with an extensive network that touches markets only a Chinese carrier can reach. This investment will further \nconnect the world’s two largest economies and give our customers access to dozens of new markets in China.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}