{"page_content": "24\n2017 Corporate Responsibility ReportAll management and other key team members and contractors must complete an annual web-based compliance training and \ncertification, which requires them to certify they are not aware of any violations related to key compliance issues, such as antitrust, \ncorruption, conflicts of interest, environmental responsibility, safety and unlawful discrimination and harassment. In 201 7, more \nthan 18,000 team members and 800 contractors completed this training and certification. In addition, more than 1 8,000 team \nmembers and contractors completed our online Business Ethics training and more than 450 team members completed a live, attorney-facilitated antitrust or anti-corruption training, or both. We also offer training for team members in specialized roles, \nsuch as government contracts training and anti-human trafficking training for frontline team members and those with purchasing \nresponsibilities with American’s international suppliers.\nAmerican’s team members can call our 24/7 hotline (the EthicsPoint helpline) or use an online, secure web portal to ask questions \nor report questionable conduct. The helpline is available systemwide to domestic and international team members and reporters \ncan choose to remain anonymous. All calls are tracked under the direction of the Compliance Office through to closure. \nMANAGING DATA PRIVACY\nThe frequent exchange of information enables American to provide high-quality service to \ncustomers and to deliver pay, benefits and other human resources-related services to team \nmembers. To keep everyone’s personal information safe, in 2017, American established \na Global Privacy Office, which oversees how the company appropriately processes and \nprotects sensitive data in an ever-changing technological, legal and regulatory landscape. \nThe Global Privacy Office is responsible for increasing awareness of the importance \nof privacy at American and ensuring we maintain compliance with all privacy laws. It \nestablishes procedures to protect the information we collect, places limits on how and why \nwe use it and serves as a resource for customers and team members who have questions.\nThe goal of the Global Privacy Office is to help everyone understand the value of the \npersonal information we collect and to honor the commitments we make in our policies. \nThis approach helps us build and maintain the trust of our team members and our \ncustomers in how we collect, use, store and share information about them. The Global \nPrivacy Office also manages the regulatory, legal, financial and reputational risks related to privacy breaches or security threats.ETHICS AND COMPLIANCE\nOur robust compliance program is consistent with leading best practices as befits the world’s largest airline. We maintain a \nstrong governance approach to ethics and compliance. American’s Senior Vice President and General Counsel serves as the \nairline’s Chief Ethics and Compliance Officer (CECO) with overall responsibility for American’s compliance program. The CECO \nreports to the Executive Vice President of Corporate Affairs, who reports to American’s Chief Executive Officer. American’s \nBoard of Directors exercises oversight of the Business Ethics and Compliance Program and has delegated to the Board’s Audit \nCommittee the lead role in fulfilling this responsibility.\nLIVING UP TO OUR STANDARDS  \nTo help guide our actions and decision-making, we \nmake our Standards of \nBusiness Conduct available \nto all team members. We \nconsider these Standards \nto be part of our moral \ncompass that sets clear \nexpectations for every \nteam member and tells \nthe world how we conduct \nbusiness. Ensure Long-Term Financial Strength", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}