{"page_content": "25\n2017 Corporate Responsibility ReportRESPONSIBLE PROCUREMENT\nIn 2016, we released our Standards of Business Conduct for Suppliers to emphasize our expectations for workplace standards \nand ethical business practices by all suppliers. In 2 01 7, we added to the information we make available to suppliers by creating \nan accompanying webpage (accessible on aa.com) that outlines key criteria for doing business with American, including having \na deep understanding of the airline industry, being financially stable and certifying an ethical supply chain. We also added a \nsupplier risk matrix to our request for proposal (RFP) process where suppliers submit a questionnaire about their policies and \npractices around labor, business ethics, the environment, health and safety.\nAmerican established its Supplier Diversity Program in 1989 to connect diverse and small businesses with the purchasing \nentities within the airline. The Program affords qualified minority-owned, women-owned, veteran-owned, service disabled \nveteran-owned, disability-owned, LGBT-owned businesses and small businesses the opportunity to participate as potential \nsuppliers for products and services for American.  \nThis year, we also redesigned our Supplier Diversity portal to improve the supplier experience and to make it easier for us to \nfind potential suppliers for opportunities that arise during the year. The system now allows the supplier to receive multiple \nconnections within the business units, upload certificates and make profile updates. The system also notifies American’s \ncontacts that the supplier has registered with a link to their company profile. \nIn 2017, American spent 1 8 percent more with small and certified-diverse suppliers over the previous year. We participated \nin 43 supplier diversity events around the United States, which provided networking opportunities through matchmaking \nsessions, business fairs and other events supporting diverse and small business connections. For example, at the Rainbow \nCoalition Conference in Chicago, we presented a seminar on “How to do Business with American.” For Black History Month, \nour African-American Diversity Network EBRG worked with our Supplier Diversity team to put on a business fair at American’s headquarters. The business-to-business portion of the event allowed small local suppliers to sell their products and services \nto team members. The business-to-consumer portion featured invited local certification organizations that spoke about the \npathways to successfully becoming certified. Ensure Long-Term Financial Strength", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}