{"page_content": "26\n2017 Corporate Responsibility ReportTAKING LOCAL CONFECTIONS GLOBAL\nIn 2017, American selected a small, woman-owned business \nto provide chocolates on First Class flights from Dallas/\nFort Worth (DFW) to Hong Kong (HKG). Andrea Pedraza of \nCocoAndré Chocolatier now provides American’s customers \nwith a unique product that is specific to the region of \nflight origin. Her chocolates were so well-received that we \nasked CocoAndré to begin providing chocolates for other \nroutes. Starting in March 2018, CocoAndré chocolates \nwill be featured on all of American’s First Class flights. This \nopportunity will increase her company’s profile from 3,000 \nto 58,000 customers a year.\nCindy Pedraza, co-owner and daughter of Andrea Pedraza \nstated, “We are honored that American Airlines selected our women-owned business to be its chocolatier. With this partnership, \nwe will be able to hire another full-time employee, add on to our production facilities and increase our customer base.”\nTOP SUPPLIER DIVERSITY AWARDS AND RECOGNITION\n •National Business Inclusion Consortium (NBIC) — Best-of-the-Best Corporation for Inclusion\n •North Texas Gay Lesbian Bisexual Transgender Chamber of Commerce — Corporate Ally Award: “In recognition of support and contributions to the Gay Lesbian Bisexual Transgender Community”\n •United States Hispanic Chamber of Commerce — The Million Dollar Club — Recognition for corporations that have invested a minimum of $25 million to upward of $1 billion or more in contracts with Hispanic-owned companies.\n •National Veteran Owned Business Association (NaVOBA) — recognized for having a Military Friendly Supplier Diversity Program \n •DFW Minority Supplier Development Council (DFW MSDC) — Buy Those That Buy Us\nTM: “Recognizes the achievements in \nthe utilization of minority-owned businesses in their supply chain”\n •WE USA — WE 100 Corporations of the Year: Influential companies that regard the inclusion of women’s business \nenterprises as essential to supply chain productivity and, ultimately, to corporate success.Ensure Long-Term Financial Strength", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}