{"page_content": "27\n2017 Corporate Responsibility ReportThink Forward, Lead Forward\nAs a global airline with a rich heritage and a bright future, we are thinking and leading for the long-term. \nAmerican is committed to doing its part to sustain the planet for future generations of travelers. We know that the next generation of team members, customers and investors will expect and demand nothing less from us.\nMore than 20 years ago, American established an environmental management system (EMS) to provide a systematic approach to \ncomplying with environmental regulations and managing a broad range of issues, including air emissions, hazardous waste disposal, \nunderground tanks and aircraft water quality. The EMS is modeled on the ISO 14001 standard and aligns closely with our FAA-\napproved Safety Management System (SMS). The EMS is overseen by the Company Operations Standards Board, which is made up \nof senior executives of the company. We continually review and update our EMS, as well as provide rigorous training. In 2017, more \nthan 68,000 team members completed more than 150,000 hours of environmental training.\nMITIGATING CLIMATE CHANGE \nAmerican is taking significant steps to reduce its carbon footprint. We are in the midst of an unprecedented fleet renewal program \nwhile exploring alternative, renewable energy sources. Today, our fleet of fuel-efficient aircraft is the youngest of any U.S. network \ncarriers. More specifically:\n •By the end of 2017, American invested more than $18 billion and introduced nearly 500 new aircraft into our fleet since the \nmerger, while retiring 469 older aircraft.\n •Aircraft like the Boeing 787 Dreamliner improve fuel efficiency by up to 20 percent over similarly sized aircraft. As of the end of 2017, we have 3 4 7 87 Dreamliners (both the -8 and -9 variety) in our fleet.\n •In September 2017, we also took delivery of the first of 100 Boeing 737 MAX aircraft we have on order. The 737 MAX is similar to the Boeing 737 800s we have today, but with newer and even more fuel-efficient engines. \nWe are also supportive of ambitious targets set by the International Civil Aviation Organization (ICAO) to mitigate greenhouse gas emissions (GHG) from air transportation. These include an average improvement in fuel efficiency of 1 .5 percent per year \nfrom 2009 to 2020; carbon-neutral growth from 2020 and beyond (known as the Carbon Offsetting and Reduction Scheme for \nInternational Aviation or CORSIA); and a 50 percent reduction of net aviation CO2 emissions by 2050.\nMAKING SURE WE’RE FUEL SMART\nFuel Smart’s mission is to develop a fuel-saving culture at American \nthrough education, teamwork and advocacy. While an engine or \nauxiliary power unit (APU) can supply air to cool the aircraft via the \nonboard air conditioning system, neither is as fuel efficient as the \nground pre-conditioned air supply or the portable cooling units. \nThese are the types of reductions in fuel consumption that American’s \nteam member-led Fuel Smart program is helping to secure. Other \ninitiatives include optimizing planned aircraft arrival fuel, washing \nengine components for maximum efficiency and reducing aircraft \nweight by removing unnecessary items.\nIn 2017, we focused on improving the quality of data available to measure fuel savings, and we began to build out several other \nfuel savings categories. Moving forward, these improvements will help us better measure and track our progress against our goals.\nIn addition to achieving savings in costs and GHG emissions, Fuel Smart is making a difference in other ways, too. Once APU fuel \nsavings meet a certain threshold, they are translated into a donation to the Gary Sinise Foundation for the purposes of providing travel for active duty military members, veterans, first responders and their family members in need. Since Fuel Smart launched in \n2010, American has generated nearly $4 million in contributions through the program, helping more than 6,800 service members \nand their families travel to receive the support they need.\n", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}