{"page_content": "28\n2017 Corporate Responsibility ReportThink Forward, Lead Forward\nSUSTAINABLE ALTERNATIVE JET FUEL (SAJF)\nSustainable and commercially viable alternative jet fuels have the potential to play a significant role in helping American \nfurther reduce emissions beyond our significant investment in fuel-efficient aircraft. We engage in discussions with numerous \ncompanies and industry organizations to monitor technology developments and encourage the advancement of additional \nSAJF production pathways, including those that have existing capacity. In 2017, we:\n •Partnered with Neste Oil, a leading producer of renewable fuels. One goal of this cooperation is to facilitate acceptance \nand commercialization of High Freeze Point – Hydroprocessed Esters and Fatty Acids (HFP–HEFA) renewable jet fuel. This \nfuel is currently under consideration for approval by ASTM International, a globally recognized leader in the development \nand delivery of voluntary consensus standards for a range of industries.  \n •Collaborated with Agrisoma, a Canadian agricultural technology company that is promoting a non-food, non-GMO oil seed called Carinata. When grown between regular crop cycles, Carinata can reduce erosion, help retain moisture \nand improve soil quality. When the Carinata seed is crushed, the extracted oil can be converted into jet fuel and the \nremaining seed can be used as high-quality feed for livestock.\n •Participated in a study coordinated by the Commercial Aviation Alternative Fuels Initiative to assess the feasibility of making bio jet fuel from high-sugar content crops, such as sugar beets and sorghum, grown in areas of Florida that have \nsuffered citrus crop losses from citrus greening infestation. The study was funded by the U.S. Department of Agriculture \nthrough its Farm 2 Fly 2.0 program.\nRESPONSIBLE ENERGY USE\nTo lessen our environmental footprint, we began using renewable energy in \nseveral of our North Texas facilities in 2015. Our Fort Worth headquarters \ncampus and wholly owned subsidiary Envoy’s headquarters in Irving and \nmaintenance facility in Abilene are now using 100 percent renewable \nenergy as of October 2017. \nAnd just next door to American’s headquarters, we have partnered with \nDallas Fort Worth International Airport (DFW) to purchase renewable \nenergy for 100 percent of our operations at the airport. In 2016, DFW \nbecame the first North American airport to become carbon neutral, \nmeaning the airport now absorbs or offsets the same amount of carbon \ndioxide that it produces. One of the key ways the airport has achieved this \nmilestone is by purchasing and retiring enough renewable energy credits to \ncover 100 percent of its annual energy usage.\nIn addition to supporting renewable energy usage, we are also committed \nto finding new opportunities for energy efficiency in our operations. In \n2017, American launched a relighting project at our hangar facilities. More \nefficient LED lights will replace older, mostly fluorescent and metal halide \nlights at our airport maintenance facilities. Not only do these lights use less \nelectricity, but they produce higher quality lighting and last longer than \ntraditional bulbs. Efficient LED lighting is now in place at our Washington, \nD.C., and San Francisco facilities, and work to install these upgrades is \nunderway at other locations. \nWe are also supporting significant redevelopment projects to renovate \nolder airport facilities and, in turn, improve their energy-efficiency. \nAmerican works closely with our airport partners on multibillion dollar \ncapital programs that incorporate the latest energy enhancements.GOING FOR GOLDWhen we build a new facility, or upgrade \nexisting facilities, we strive to utilize \nenvironmentally friendly construction \npractices. One way we demonstrate this \ncommitment is by seeking certification of our \nbuildings to the U.S. Green Building Council \nLeadership in Energy and \nEnvironmental Design (LEED) standard.\nAmerican’s new Government Affairs office \nin Washington is built to a LEED Platinum \nstandard. Our new headquarters campus \nunder construction in Fort Worth is designed \nto meet the LEED Gold standard. Other \nfacilities meeting LEED Gold standard include \nour Philadelphia International Airport (PHL) \nTerminal F Baggage Claim Building and San Francisco International Airport (SFO) \nTerminal 2. Our facilities meeting LEED Silver \nstandard include our PHL ground support \nequipment shop and SFO Admirals Club in \nTerminal 2.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}