{"page_content": "29\n2017 Corporate Responsibility ReportCARGOING GREEN \nAs a global cargo carrier, we are committed to finding new and better ways to ensure we’re running a sustainable operation, whether \nby reducing our carbon footprint through new tools and technology, or simply recycling the plastic materials we use daily to protect and \npackage our shipments. For example, the Cargo team at American’s Dallas/Fort Worth (DFW) hub recycles nearly 100 percent of the \nplastic used for shipping cargo. At Chicago O’Hare (ORD), the Cargo Green Team uses electric tractors and forklifts to minimize gasoline emissions and collects electronic waste, such as used TVs, for recycling. American’s San Francisco (SFO) Cargo team pays a local company to take broken wood skids for recycling, which fills around six to eight 30-yard dumpsters a month.\nThink Forward, Lead Forward\nRECYCLING TAKES OFF\nWhile most of American’s recycling efforts occur on the ground in office facilities and maintenance centers, our team members are \nalso leading recycling efforts in the air. American’s flight attendants kicked off the airline industry’s first onboard recycling program in \n1989. Today, our program generates about 400,000 pounds of aluminum cans annually as well as considerable amounts of plastic and \npaper. All proceeds from our inflight recycling program go to The Wings Foundation, a charitable organization administered by active \nAmerican Airlines flight attendants to assist fellow flight attendants in critical need of financial assistance due to illness, injury, disability \nor catastrophic event. Stations have also implemented initiatives to recycle various items, such as cardboard, shrink-wrap, metals, used \noil and pallets.\n \nOur flight crews are leading other innovative waste-management initiatives as well. For example, when we reinstated our free snacks \nas part of our flight service in 2016, we found that we had a lot of loose snacks at the end of each flight. These could not be packaged \nin the right way to efficiently replenish planes for their next flight. In 2017, we piloted an innovative solution in cooperation with \nour caterers  that takes excess snacks and repackages them into units that can be put back on  board. This type of smart thinking and \ncollaboration is not only helping us avoid food waste but is saving significantly on costs, as well.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}