{"page_content": "30\n2017 Corporate Responsibility ReportRESPONSIBLE AIRCRAFT DISASSEMBLY\nThe global airline industry’s continued growth means that managing end-of-line aircraft also becomes more important. As part \nof our continuous fleet modernization process, we responsibly manage the removal of older aircraft from service in a safe and \nenvironmentally conscious way. Servicable aircraft are leased or sold to independent airlines, training schools and corporations. \nThe remaining aircraft that are not airworthy are sold for parts or recycled.\nUnderstanding how best to recycle the metals, carbon and other materials from a scrapped aircraft at the end of its useful life is \nan important part of American’s environmental considerations and business planning. To support this effort, in 2017, American \njoined the Aircraft Fleet Recycling Association (AFRA), which strives to promote efficient, safe and environmentally friendly \npractices for aircraft disassembly. AFRA created and maintains the only industry-developed best practices guide for aircraft \ndisassembly, demolition and recycling. Through this membership, we will continue to confidently affirm that our aircraft parts \nare always properly decommissioned and recycled and never improperly reused.\nIS THIS SEAT TAKEN?When American began replacing fabric seat covers on aircraft with \nE-Leather, an easier-to-clean leather alternative, throwing out tens of \nthousands of seat covers seemed wasteful. After brainstorming about organizations that might have a use for the materials, we partnered with \nDallas Animal Services (DAS) to upcycle the covers into tug toys for dogs \nhoused at the shelter.\nWe donated more than 2,000 covers to DAS, and members of the \nGenNow Employee Business Resource Group organized a group of volunteers to help make 60 toys from the covers and play \nwith the animals at the shelter. In addition to making more tug toys next year, American is also working with other nonprofits to \nfind uses for the thousands of remaining seat covers, such as turning them into bean bags and pencil holders for classrooms in \nthe Dallas/Fort Worth area.\nFrom left: CEO Doug Parker, Denice Miracle, and President \nRobert Isom; Denice received the Chairman's Award for saving two girls from trafficking in August 2017.COMBATING HUMAN TRAFFICKING\nAccording to the International Labor Organization, an estimated 2 1 million \npeople around the world are victims of some form of modern-day slavery, \nwhich may be unwillingly facilitated, in part, by travel and tour companies. As \nthe world’s largest airline, American has a leading role to play in combatting \nthis issue. We have adopted responsible workplace practices that affirm our \ncommitment to respecting human rights and our condemnation of all forms of \nchild exploitation.\nFurther, we are actively raising awareness of these issues among our team \nmembers so that they are equipped to work with law enforcement authorities \nto address any instances of human trafficking and child exploitation that we \nbecome aware of. We have had awareness and compliance training in place \nfor our flight attendants for a number of years, and in 2017, we rolled out and \ncompleted expanded awareness training for 60,000 frontline team members, \nincluding pilots and airport customer service team members. \nIn 2017, we also began working more closely with the nonprofit ECPAT-USA, \nthe leading policy organization in the United States working to end the commercial sexual exploitation of children. On National \nHuman Trafficking Awareness Day in January 2018, American signed ECPAT-USA's Tourism Child-Protection Code of Conduct, \nwhich is a voluntary set of business principles to prevent child sex tourism and trafficking of children.Think Forward, Lead Forward", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}