{"page_content": "4\n2017 Corporate Responsibility ReportSustaining our Business\nSustainability is at the core of American’s business strategy, and American’s Board has reviewed and is committed to \nthese efforts. We are creating a vibrant future for American, our customers, our team members, our shareholders and \nthe communities we serve by creating the best network, working with the best partners with the best networks around \nthe world, delivering the right products and making investments and managing risks to position us for long-term \nsuccess and maximize shareholder value over the long run. Since the merger of American and US Airways, we have \nmade significant commitments to the future by substantially completing our integration, making significant investments \nin our team and our product, reducing our environmental footprint, retiring and refinancing higher cost debt and \nreturning capital to our investors.\nAs noted in the CEO letter, to ensure we meet our long-term goals, we will be guided by these four strategic objectives:\n •Create a World-Class Customer Experience: We are delivering value to customers, driving operational \nexcellence and strengthening our network by growing where we have a competitive advantage.\n •Make Culture a Competitive Advantage: We are creating an environment that cares for frontline team members; developing innovative, inspiring, and caring leaders; and equipping our team with the right tools and \ntraining to support our customers.\n •Ensure Long-Term Financial Strength: We will continue to capture the efficiencies created by the merger, delivering on American’s earnings potential and creating value for our shareholders.\n •Think Forward, Lead Forward: We are creating an action-oriented culture that moves quickly to bring products \nto market, embraces technological change and quickly seizes upon new opportunities for our network and  \nour product.\nThese strategic objectives demonstrate that we are playing the long game — building an airline our customers, our team members and our shareholders can count on for decades to come.\nWe are committed to delivering a world-class product by creating value for everyone who flies with us, driving \noperational excellence and strengthening our network, including expanding where we have a competitive advantage. \nWe are making unprecedented investments in improving our customers’ experience in the air and on the ground — \nincluding more and more convenient service to places our customers want to travel, a historic fleet renewal, innovative \nonboard products and new airport facilities. Customers see the youngest and most fuel-efficient fleet in the industry \nand also have more choice than ever through the introduction of Premium Economy and Basic Economy products, \nenhanced premium service, reimagined airport lounges and more consistency throughout our fleet. Our unified \nonboard experience is also being upgraded with faster satellite-based internet connectivity and power at every seat. \nOur customers have access to many more destinations around the world through our global network and partnerships \nwith foreign airlines, including our joint businesses with Japan Airlines, British Airways, Iberia and Finnair and codesharing arrangements with LATAM, Qantas, Cathay Pacific and other carriers. And we will continue to expand our \nreach and service to our customers traveling internationally with our proposed joint businesses with LATAM and Qantas \nand our strategic partnership and codesharing arrangement with China Southern.\nWe have the best team in the airline industry. Every day we rely on terrific American team members around the \nworld, and we know that our team members are key to our sustainability objectives. We are committed to continually \nimproving our team’s capabilities, for today and for the future, as well as to developing a team that is more diverse and \nto improving inclusion. We are focused on developing innovative, inspiring and caring leaders who will continue to \nhelp American make our corporate culture into a defining characteristic of our organization — as well as a competitive \nadvantage. We will do this by creating an environment that cares for our frontline team members, our colleagues who \nare most responsible for taking care of our customers.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}