{"page_content": "31\n2017 Corporate Responsibility ReportOur Approach to Corporate Responsibility\nRunning a global business brings with it global responsibility. American believes being a good corporate citizen means contributing \nto the economic and social well-being of not only our team members, but also our shareholders, customers and communities. We \npay close attention to the expectations our stakeholders have with regard to managing the environmental, social and governance \n(ESG) issues where we have an opportunity to make the biggest positive impact.\nIn 201 8, we plan to complete a materiality analysis, which will help us identify the most relevant ESG topics for our business, as \naligned with stakeholder needs and concerns. As part of the process, we are soliciting insights from company leaders into the issues \nof highest concern. We are also conducting a review of a comprehensive set of stakeholder source materials, including peer reports, \ninvestor requests, ESG ratings and rankings criteria, customer RFPs and other documentation. The analysis will serve as a foundation \nfor internal corporate responsibility strategy-setting and planning, ongoing stakeholder engagement and the development of \nmore-targeted ESG disclosure and communications.\nWe are also formalizing the internal oversight of corporate responsibility at American by establishing a committee of high-level \nleaders who will meet on a regular basis to monitor global trends, determine our response to stakeholder inquiries and assess risks \nand opportunities around specific ESG issues. This team will also offer recommendations to our senior leadership team regarding \ncorporate responsibility commitments, goals and targets and discuss them and American’s Corporate Responsibility Report with our \nBoard of Directors.\nOUR GOVERNANCE BEST PRACTICES\nAnnual Board elections\nMajority voting standard1 1 of 1 2 director nominees are independentRobust Lead Independent Director role with responsibilities\nthat comport with leading governance practices\nRoutine review of Board leadership structureRegular executive sessions held without management presentStockholder right to proxy accessAnnual Board, committee and director evaluationsAnnual review of Board and commitee compositionAll members of the Audit Committee are designated financial experts\nDiverse Board\nSignificant stock ownership requirements for directors and senior vice presidents and aboveComprehensive risk management with Board andcommittee oversight\nCommitment to coporate social responsibilityWe welcome and value communication with our stockholders. The following corporate governance and Board \npractices ensure accountability and enhance effectiveness in the board room.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}