{"page_content": "38\n2017 Corporate Responsibility ReportGENERAL DISCLOSURES\nDisclosure Description Cross-Reference or Answer\nOrganizational Profile\n102-1 Name of the organization American Airlines Group Inc.\n102-2\n \n Activities, brands, products, \nand services\n  American Airlines Group Inc. (AAG) is a holding company whose primary business activity is the operation of a major network carrier through its principal wholly-owned \nmainline operating subsidiary, American.\nAbout American Airlines, page 2\n2017 10-K, pages 5-8\n102-3 Location of headquarters Fort Worth, Texas\n102-4 Location of operations Where we fly\n102-5\n Ownership and legal form\n American Airlines Group Inc. (AAG), a Delaware corporation, is a holding company and its principal, wholly owned subsidiaries are American Airlines, Inc. (American), Envoy Avi-ation Group Inc. (Envoy), Piedmont Airlines, Inc. (Piedmont) and PSA Airlines, Inc. (PSA).\n2017 10-K, page 5\n102-6 Markets servedTogether with our wholly owned regional airline subsidiaries and third-party regional carriers operating as American Eagle, our airline operates an average of nearly 6,700 flights per day to nearly 350 destinations in more than 50 countries. As of December 31, 2017, we operated 948 mainline aircraft and are supported by our regional airline \nsubsidiaries and third-party regional carriers, which operated an additional 597 regional \naircraft. American is a founding member of the oneworld alliance, whose members and members-elect serve nearly 1,000 destinations with 14,250 daily flights to 150 countries. Our cargo division provides a wide range of freight and mail services, with \nfacilities and interline connections available across the globe.\n102-7\n Scale of the organization.\n Ensure Long-Term Financial Strength, pages 22-23\n2017 10-K, pages 5-14\n102-8\n \n Information on employees \nand other workersOur Collective American Voice, page 9\nWorkforce and Diversity Performance table, pages 35-36\n2017 10-K, pages 8-10\n102-12 External initiatives Think Forward, Lead Forward, pages 27, 30\nStrategy\n102-14Statement from senior \ndecision-makerMessage from our CEO, page 3\nEthics and Integrity\n102-16\n Values, principles, standards, \nand norms of behavior  Code of Ethics\nEnsure Long-Term Financial Strength, page 24GRI Content Index", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}