{"page_content": "5\n2017 Corporate Responsibility ReportSustaining our Business (continued)\nWe are committed to delivering training that provides our team members with the skills they need to take care of \nour customers and comfortably work in a constantly changing environment and to making available the latest tools \nand technology that our team members need to do their jobs. For example, we recently provided our innovative \nElevate the Everyday Experience training to 35,000 frontline team members and launched training for leaders that \nemphasizes supporting team members who directly serve customers.\nWe are committed to providing industry-leading compensation and benefits and supporting our team members \nand the communities where they live. Since the merger, we kept team member pay competitive through new joint \ncollective bargaining agreements and initiatives such as profit sharing, mid-contract pay increases for pilots and flight \nattendants and similar increases for maintenance and fleet service team members as we work toward a contract. \nDuring 2017, we launched the industry’s best maternity and adoption program. And in early 2018, we also shared \nbenefits of the recent Tax Cuts and Jobs Act through $1,000 payments to all non-officer team members.\nWe are committed to improving our diversity and inclusion efforts to provide us with expanded sources of ideas and \nto better reflect our customer base and the communities we serve. American and Mr. Parker joined the CEO Action \nfor Diversity & Inclusion in 2017, the largest CEO-driven business commitment to advancing diversity and inclusion \nwithin the workplace. American is one of more than 250 organizations that have taken the pledge and committed \nto cultivating a workplace where diverse perspectives and experiences are welcomed and respected, where team members feel comfortable and encouraged to discuss diversity and inclusion and where best practices can be shared. \nWe are proud of the diversity and inclusion initiatives already in place at American, but we know we can do even better. \nWe are eager to become global leaders in inclusion and diversity — and we are energized by the actions we plan to \ntake as a result.\nAs a global airline, we believe it is our responsibility to manage the impact that our operation has on the environment. \nWe purchase renewable energy to minimize our indirect emissions. One hundred percent of the electricity purchased \nat American’s headquarters campus and facilities at DFW Airport is now from renewable sources. At the end 2017, \nthe Environmental Protection Agency announced American is ranked 43rd on its Fortune 500 list of the largest \ngreen power users. We are seeking certification of our buildings through the U.S. Green Building Council Leadership in \nEnergy and Environmental Design (“LEED”) standard to the extent feasible. For example, our new headquarters under \nconstruction in Fort Worth, Texas, is designed to meet the LEED Gold standard. \nWe therefore take sustainability seriously. We have a team of high-level managers and subject-matter experts who \nmeet on a regular basis to monitor global trends, determine our response to stakeholder inquiries and assess risks and \nopportunities around specific sustainability issues and help prepare this Corporate Responsibility Report. This team \nwill also review our policies and reports and make recommendations to our Chief Executive Officer and other senior leadership members and to the Corporate Governance and Nominating Committee, which oversees sustainability \nmatters for the Board.", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}