{"page_content": "44\n2017 Corporate Responsibility ReportCertain of the statements contained in this report should be considered forward-looking statements within the meaning of the Securities Act of 1933, as amended (the \nSecurities Act), the Securities Exchange Act of 1934, as amended (the Exchange Act), and the Private Securities Litigation Reform Act of 1995. These forward-looking \nstatements may be identified by words such as “may,” “will,” “expect,” “intend,” “anticipate,” “believe,” “estimate,” “plan,” “project,” “could,” “should,” “would,” “continue,” \n“seek,” “target,” “guidance,” “outlook,” “if current trends continue,” “optimistic,” “forecast” and other similar words. Such statements include, but are not limited to, \nstatements about our plans, objectives, expectations, intentions, estimates and strategies for the future, and other statements that are not historical facts. These forward-\nlooking statements are based on our current objectives, beliefs and expectations, and they are subject to significant risks and uncertainties that may cause actual results and financial position and timing of certain events to differ materially from the information in the forward-looking statements. These risks and uncertainties include, but \nare not limited to, those set forth in our Annual Report on Form 10-K for the year ended December, 2017 (especially in Part I, Item 1A. Risk Factors, and Part II, Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations), and other risks and uncertainties listed from time to time in our other filings with the Securities and Exchange Commission. There may be other factors of which we are not currently aware that may affect matters discussed in the forward-looking \nstatements and may also cause actual results to differ materially from those discussed. We do not assume any obligation to publicly update or supplement any forward-\nlooking statement to reflect actual results, changes in assumptions or changes in other factors affecting these forward-looking statements other than as required by law. \nAny forward-looking statements speak only as of the date hereof or as of the dates indicated in the statements.CAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS AND INFORMATION", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}