{"page_content": "7\n2017 Corporate Responsibility Report2017 Highlights \n2017 HIGHLIGHTS \nBecause the landscape of our industry has changed so dramatically, our mission at American has \nalso changed. In years past, we managed our business and made decisions with a very short-term \nfocus. For a lot of airlines, including American, that meant simply trying to stay afloat and survive. \nNow, because the industry is healthy, we’re able to take a much different approach. We’re playing \nthe long game and building an airline people can count on for decades to come. \nAs part of that, we are working hard to validate the trust placed in us by our team members, our \ncustomers and our investors. Those three groups — our team, our customers and our investors — \nput a lot of faith in us every single day. Our dedication is paying off, and we are proud of the awards \nand recognitions we have received in 201 7 as we work to fulfill our mission and achieve our goals.\n \nTOP AWARDS AND RECOGNITIONS:\n •Air Transport World (ATW) — the leading magazine for global airlines and the air transport \ncommunity — selected American as its 201 7 Airline of the Year.\n •American was named Best North American Airline for the fourth consecutive year by readers of Business Traveller magazine.\n •For the second consecutive year, American was named Best Airline of the Year to the \nCaribbean in the 201 7 Caribbean World  \nmagazine Travel and Living Awards.\n •The world’s No. 1 job site, Indeed, named American to its Fortune 500 Best Places to \nWork in 201 7 list for the first time. \n •For the 1 6th consecutive year, the Human Rights Campaign honored American with \nthe highest possible rating in the prestigious \nCorporate Equality Index.\n •American received the top score of 1 00 on the 2017 Disability Equality Index (DEI) \nand was named one of the 201 7 DEI Best \nPlaces to Work for Disability Inclusion for the \nsecond consecutive year.\n •For the ninth consecutive year, American’s Diversity Advisory Council received recognition as one of the Top 25 Diversity Councils in the nation by the Association of ERGs and \nCouncils, ranking ninth in the nation in 2017.\n •American was named Cargo Airline of the Year for the third year in a row by readers of Air Cargo News.\n", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}