{"page_content": "8\n2017 Corporate Responsibility ReportCaring\nWe care about all team members. Leaders at American understand their role is to support our \nfrontline team members, not manage them. We are either serving a customer or serving someone who \nis. And to do that, we must care about colleagues as people. Our leaders fight to ensure team members \nhave the tools they need. We continuously thank and recognize colleagues, and we listen to each other \nwith compassion and empathy.\nCollaboration\nWe succeed as a team. We are team players who understand that people working together can \naccomplish exponentially more than a group of individuals. We seek to break down silos through active \ncommunication and collaboration. We have no jerks. We enjoy working in a team environment, and \nwe particularly enjoy winning and celebrating our success together. Relationships matter, and we treat \neach other with respect.\nDevelopment\nWe build future leaders. Our leaders are people whom great people want to work for because \nthey know that they will be given the latitude to learn and make a difference while working in a fun \nenvironment built on mutual respect. We dedicate time and effort to develop the world's best leaders.\nResults\nWe drive to be the best. The leaders of American believe there is no reason we cannot be the very \nbest at everything we do. We are competitive and demanding of ourselves. We actively and aggressively \nmonitor our performance and are continuously seeking improvement. We reject complacency and \nexcuses and reward passion and results.\nFuture\nWe continuously challenge the status quo. Our leaders love intellectual debate and thrive on progress. History is important and so are the actions of our competitors, but neither will comprise the \nfull rationale of our decision-making process. We value creativity, innovation, open-mindedness and \ndiversity of thought. We encourage risk-taking. Our leaders are big-picture thinkers with a particular \nfocus on the future.Every day, American relies on its more than 1 20,000 team members around the world. Building a high \nlevel of trust with our employees requires creating a caring environment and giving them the tools, training and facilities that they need to deliver exceptional service to our customers. We are focused on developing innovative, inspiring and caring leaders who will continue to help American develop our corporate culture  \ninto a defining characteristic of our organization — as well as a competitive advantage. \nAMERICAN’S LEADERSHIP MODEL AND LEADERSHIP ATTRIBUTES \nAmerican rolled out a new leadership model and leadership attributes in 201 7 in conjunction with a new investment in training \nfor our frontline team members. We believe leadership is an awesome responsibility and privilege. A diverse group of American \nAirlines team members and their families trust us to ensure they have a growing and thriving employer and a rewarding, inclusive \nand supportive work environment. We are humbled by that responsibility and invigorated to validate the trust placed in us.Make Culture a Competitive Advantage\n", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}