{"page_content": "9\n2017 Corporate Responsibility ReportMake Culture a Competitive Advantage\nOUR COLLECTIVE AMERICAN VOICE \nTo create positive experiences and lasting memories for our \ncustomers, we know we must first validate the trust our team \nmembers place in us by creating a great place for them to work. \nThat starts by listening to the feedback of our team.\nIn 201 7, we set out to supplement the other avenues we use for \nregular dialogue (such as town hall meetings) with an employee \nengagement survey. In October, we launched American Voice, an online portal that gave every team member a quick and \nconfidential way to tell us how they feel about working at American. \nWe received feedback from 59,1 97, or 5 3 percent, of our mainline team members, which included nearly 263,000 individual \ncomments about strengths and opportunities we have to build upon. We heard that our team members are proud to work for \nAmerican and that they have meaningful relationships at work. They asked us to do a better job of making sure frontline team \nmembers feel supported by leadership and support teams. They also called for building more trust and respect across all levels \nof the organization.\nWe know that creating and maintaining a positive culture requires constant care, attention and energy. American Voice has \nprovided us with a blueprint to do this, and we will use it as a model to continue collecting feedback in the future.Received feedback from\n59,197 team members 262,842  comments53%of mainline team\nmembers shared\ntheir voice\nREACHING NEW HEIGHTS ON INCLUSION AND DIVERSITY\nIn a world that seems increasingly divided, we use the power of travel to \nconnect people to each other. We are proud of the progress we are making \nand the external recognition we have received. For example, in 20 17, the \nAssociation of ERGs and Councils ranked American’s Diversity Advisory \nCouncil ninth in the nation for the work we do in engaging team members \nand connecting inclusion and diversity to our business success. This honor \nmarks the ninth consecutive year (out of the nine years the award has been \ngiven) that we have been ranked as a Top 25 in the nation.\nAmerican Airlines Chairman and CEO Doug Parker joined the CEO Action for \nDiversity & Inclusion in 201 7, the largest CEO-driven business commitment \nto advancing diversity and inclusion within the workplace. American is one \nof more than 2 50 organizations that have taken the pledge and committed \nto cultivating a workplace where diverse perspectives and experiences are \nwelcomed and respected, where team members feel comfortable and \nencouraged to discuss inclusion and diversity and where best practices can \nbe shared.\nBut we fully recognize we still have room to improve. In October 20 1 7, we \nheard from civil rights leaders that they and others aren’t always satisfied \nwith how we serve them. Their perspective, while hard to hear, prompted us \nto engage in an effort to better understand this view.BEING INCLUSIVE EVERY DAYMore than 400 entry- to mid-level \nleaders and supervisors attended the \nsecond annual Inclusion Summit in June \n2017, hosted by American’s Inclusion \n& Diversity team. The day-long event \nfocused on identifying the impact and \nimportance of inclusive behaviors within \nour diverse workforce that help shape \nthe culture of American.\nThe June 2017 Inclusion Summit featured \nteam activities and roundtable discussions on the importance of an inclusive and diverse workforce.\n", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}