{"page_content": "10\n2017 Corporate Responsibility ReportTeam members in Southern California participating in the \nLong Beach Pride parade in June 2017.\nCELEBRATING OUR PRIDE\nAmerican was the first major airline to implement \nboth sexual orientation and gender identity \nnondiscrimination policies in the workplace, as \nwell as launch a company-recognized lesbian, gay, \nbisexual and transgender (LGBT) EBRG — known \ntoday as PRIDE. During Pride month in June 201 7, \nAmerican celebrated its team members through \nPride parade sponsorships in 1 7 locations and special \nsocial media posts and continued giving to LGBT \norganizations in the communities where our team \nmembers live and work.INCLUSIVITY THROUGH EBRGS \nOne of the most important ways we cultivate support for our team \nmembers is through our Employee Business Resource Groups (EBRGs), which are dedicated to promoting cultural enrichment, supporting \nbusiness success and engaging in community service. Twenty EBRGs \nacross 1 25 local chapters appeal to a wide variety of backgrounds and \naffiliations, including race, religion, culture, age and personal interest. \nMembership increased in 201 7 to 1 6,7 01 team members who are \nengaged in one or more of our EBRGs. Together, they contributed \n37 ,000 volunteer hours during EBRG service activities. In 201 7, our \nEBRGs also expanded internationally, adding new chapters in Mexico, \nPeru and the United Kingdom.\nThe following are a few examples of the many initiatives led by American’s \nEBRGs in 2017, both domestically and around the world: \n •With a focus on the professional development of team members, Caribbean EBRG members in Phoenix hosted Ready-\nSet-Résumé, an event where team members collaborated \nwith managers and the talent acquisition team to learn about \ncreating a more effective résumé. \n •Our Asian Pacific Islander EBRG members partnered with the \nLeisure Sales team at a community AsiaFest event to promote \nAmerican’s Asia-Pacific flights. \n •American and our Latin Diversity Network EBRG were recognized by the U.S. Embassy in Colombia for a mission trip to \nBogota that contributed to the development of older adults in \nneed by improving their quality of life, self-esteem and inclusion \nin the family and social environment.\n •The Christian EBRG helped more than 300 people in La Lima, Nicaragua, by building the infrastructure necessary for residents \nthere to have access to clean, safe drinking water.We are proud of the inclusion and diversity initiatives already in place at American, but we know we can do even better. So we viewed the feedback \nfrom the NAACP and others as an opportunity. We are eager to become \nglobal leaders in inclusion and diversity — and we are energized by the \nactions we plan to take as a result. We have identified four specific actions \nAmerican will take to make our airline a more inclusive and diverse company:\n1. Conduct an inclusion and diversity gap analysis, led by an independent firm, that will review our practices — including hiring, \npromotions, training, customer and team member experience — \nand make recommendations where gaps exist compared to industry best practices. We will then develop an action plan \nto become world class in all areas. \n2. Implement company-wide implicit bias training to examine ways to recognize — and mitigate — implicit bias. This \ntraining will start with our leadership team and will grow to include each of our team members. \n3. Overhaul our customer discrimination claims process and create a new customer resolution team that will specialize in managing discrimination complaints to improve response, visibility and coordination across the company.\n4. Sharpen our focus on team member concerns by increasing awareness of work environment policies and the process to report concerns. We will also improve our internal oversight and resolution of team member discrimination claims.From 2016 to 2017,  American increased \nthe female and ethnic minority \nrepresentation among its Directors, \nManaging Directors and Officers. \n2016 2017 2016 2017\nFemale Ethnic Minority\nDirector + 30% 31.4% 16.7% 17.8%Make Culture a Competitive Advantage", "metadata": {"source": "NASDAQ_AAL_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}