{"page_content": "1111\nStandard BioTools Equal Employment Opportunity and Affirmative Action Policy\nIt is the policy of Standard BioTools to comply with all applicable federal, state, and local laws governing \nnondiscrimination in employment and to ensure equal opportunity in all terms, conditions, and benefits  \nof employment or potential employment.\nStandard BioTools prohibits discrimination and harassment against any employee or applicant for \nemployment because of race, color, religion, sex, sexual orientation, gender identity, national origin, age, \ndisability, veteran status, genetic information, or any other legally protected characteristic.\nStandard BioTools has established Affirmative Action Programs under Executive Order 11246 (“EO \n11246”), Section 503 of the Rehabilitation Act of 1973 (“Section 503”), and the Vietnam Era Veterans’ \nReadjustment Assistance Act of 1974 (“VEVRAA”). \nStandard BioTools engages in affirmative action measures to ensure that qualified applicants are \nemployed, and that employees are treated during employment, without regard to their race, color, \nreligion, sex, sexual orientation, gender identity, national origin, disability or protected veteran status. \nStandard BioTools has established an audit and reporting system to allow for effective measurement  \nof its affirmative action activities.\nTo implement this policy, Standard BioTools will:\n1.   recruit, hire, train and promote qualified persons in all job titles, without regard to race, color,  \nreligion, sex, sexual orientation, gender identity, national origin, age, disability, veteran status,   \ngenetic information or any other legally protected group status;\n2.  ensure that employment decisions are based only on valid job requirements; and\n3.   ensure that all personnel actions and employment activities such as compensation, benefits, \npromotions, layoffs, return from layoff, Standard BioTools sponsored programs, and tuition \nassistance will be administered without regard to race, color, religion, sex, sexual orientation, \ngender identity, national origin, age, disability, veteran status, genetic information, or any other \nprotected group status.\nEmployees and applicants for employment will not be subjected to harassment, intimidation, threats, \ncoercion, or discrimination because they have engaged or may engage in (1) filing a complaint, (2) \nopposing any act or practice made unlawful by, or exercising any other right protected by, any Federal, \nState, or local law requiring equal opportunity, including Section 503, the affirmative action provisions \nof VEVRAA, and EO 11246, or (3) assisting or participating in any investigation, compliance evaluation, \nhearing, or any other activity related to the administration of any Federal, State, or local law requiring \nequal opportunity, including Section 503, the affirmative action provisions of VEVRAA, and EO 11246.\nMichael Egholm, our President and Chief Executive Officer, affirms support for the EEO policy and the \naffirmative action program.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}