{"page_content": "Note About Forward-Looking Statements\nThis report contains forward-looking statements within the meaning of the Private Securities Litigation Reform \nAct of 1995, including, among others, statements regarding Standard BioTools Inc.’s plans, beliefs, expectations, \nand current views with respect to, among other things, sustainability and environmental, social, and governance \nmatters; improvements in operating procedures and technology; and critical incident risk management. \nForward-looking statements are subject to numerous risks and uncertainties that could cause our actual results, \nperformance, or achievements to be materially different from any future results, performance, or achievements \nexpressed or implied by the forward-looking statements. Given these uncertainties, you should not place undue \nreliance on these forward-looking statements, including but not limited to risks relating to environmental, social, \nand governance practices, including the perception thereof; our inability to develop and achieve desired ESG \ngoals; and our inability to realize intended benefits from our ESG strategies and initiatives, which speak only as \nof the date they are made. Except as required by law, we assume no obligation to update these forward-looking \nstatements publicly, even if new information becomes available in the future. Investors in Standard BioTools \nshould review the detailed discussions of the risks and uncertainties and other information affecting our business \ndescribed under the caption “Risk factors” in our most recent annual report on Form 10-K filed with the Securities \nand Exchange Commission and in our subsequent quarterly reports on Form 10-Q. \nAbout Standard BioTools Inc.\nStandard BioTools Inc. (Nasdaq:LAB), previously known as Fluidigm Corporation, is driven by a bold purpose – \nUnleashing tools to accelerate breakthroughs in human health. Standard BioTools has an established portfolio \nof essential, standardized next-generation technologies that help biomedical researchers develop medicines \nfaster and better. As a leading solutions provider, the company provides reliable and repeatable insights in \nhealth and disease using its proprietary mass cytometry and microfluidics technologies, which help transform \nscientific discoveries into better patient outcomes. Standard BioTools works with leading academic, government, \npharmaceutical, biotechnology, plant and animal research, and clinical laboratories worldwide, focusing on the \nmost pressing needs in translational and clinical research, including oncology, immunology, and immunotherapy. \nFor more information, visit standardbio.com .\nStandard BioTools, the Standard BioTools logo, Fluidigm, the Fluidigm logo, “Unleashing tools to accelerate breakthroughs in human health,” \nand CyTOF are trademarks and/or registered trademarks of Standard BioTools Inc. (f.k.a. Fluidigm Corporation) or its affiliates in the United \nStates and/or other countries. All other trademarks are the sole property of their respective owners. ", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}