{"page_content": "44\nStandard BioTools ESG Opportunities\nAs an organization, we are still in the early stages of determining how best to approach the adoption \nof environmental, social, and governance goals. However, as described in this report, sustainability and \nenvironmental concerns have always been part of our culture. For the future, Standard BioTools plans \nto establish a data-driven enterprise-level environmental policy and expand our supplier interactions to \nensure that they, too, are committed to long-term sustainability. Additionally, Standard BioTools intends to \nset goals and establish corporate governance practices that will enable us to accomplish enterprise-wide \nadoption of our environmental and social sustainability initiatives.\nGovernance and Oversight\nStandard BioTools Inc.’s Board of Directors has delegated to our Nominating and Corporate Governance \nCommittee (Governance Committee) the responsibility to oversee our general corporate governance \npractices and to review our initiatives with respect to environmental and social sustainability. \nConducting Our Business Responsibly\nStandard BioTools is committed to promoting sound principles of corporate governance. Our Corporate \nGovernance Principles  reflect this commitment.\nCode of Conduct and Ethics; Training\nWe are committed to the highest standards of integrity and ethics in the way we conduct our business. \nWe have adopted a Code of Ethics and Conduct  (Code of Ethics) that applies to the members of our \nBoard, our officers, and our employees, as well as to our agents, contractors, and consultants. Our Code \nof Ethics establishes our policies and expectations with respect to a wide range of business conduct, \nincluding preparation and maintenance of financial and accounting information, compliance with laws, \nand conflicts of interest. Its principles are further memorialized in our Business Partner Code of Conduct , \nwhich applies to all third parties that do business with Standard BioTools.\nUnder our Code of Ethics, each of our team members is required to report suspected or actual violations \nto the extent permitted by law, and we encourage our business partners and their associates to report \nactions inconsistent with our Business Partner Code using the same mechanisms. In addition, our \nAudit Committee has adopted and administers procedures concerning the receipt and investigation of \ncomplaints relating to accounting or audit matters. Standard BioTools does not allow retaliation against \nany individual for a report or complaint made in good faith or against persons who cooperate in good \nfaith in an investigation. Any personnel who violate the Code of Ethics, including, but not limited to, the \nantiretaliation provision, will be subject to disciplinary and/or enforcement action, which may include \ntermination of employment or consulting arrangement, consistent with applicable laws.\nAll employees are required to complete compliance training – including on the Code of Ethics and other legal \ncompliance policies – upon joining Standard BioTools. Thereafter, all personnel are required to complete \nrefresher compliance training approximately annually.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}