{"page_content": "55\nHuman Rights Businesses should support and respect the protection of internationally \nproclaimed human rights and make sure that they are not complicit in human \nrights abuses.\nLabor Businesses should uphold the freedom of association and the effective \nrecognition of the right to collective bargaining; the elimination of all forms \nof forced and compulsory labor; the effective abolition of child labor; and the \nelimination of discrimination in respect of employment and occupation.\nEnvironment\nAnti-CorruptionBusinesses should support a precautionary approach to environmental \nchallenges; undertake initiatives to promote greater environmental \nresponsibility; and encourage the development and diffusion of \nenvironmentally friendly technologies. \nBusinesses should work against corruption in all its forms, including extortion \nand bribery.Ethical Labor Practices and Social Responsibility\nStandard BioTools is committed to doing business responsibly by aligning its strategies and \nglobal operations with the United Nations Global Compact principles on human rights, labor laws, \nenvironmental protection, and corruption in business. Accordingly, our guiding principles are:\nInformation Security\nStandard BioTools Audit Committee oversees our information technology risk management and \ncybersecurity program. Our information technology security initiatives are overseen by an IT Steering \nCommittee made up of senior leaders across various functional areas in addition to IT, including Finance, \nGlobal Supply Chain, Strategy, and Human Resources. The IT Steering Committee is led by our Head of \nGlobal IT, who reports to our Chief Operating Officer, who reports to our CEO. The Head of Global IT and \nChief Operating Officer provide quarterly updates to the Audit Committee on the Company’s IT security \nprograms, including controls, protocols, employee training, risk assessments, and risk mitigation measures.\nWith guidance from the Audit Committee, the IT Steering Committee establishes information security \npriorities for Standard BioTools and is charged with:\n•  directing, reviewing, and approving IT strategic plans;\n•  engaging third-party experts to advise on best practices;\n•  overseeing major IT initiatives and directing resource allocation;\n•  approving the risk management emergency action process; and\n•  maintaining a mitigation plan to minimize the likelihood and impact of risks.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}