{"page_content": "66\nWe continuously review and enhance our information security program and capabilities to identify and \nmitigate threats to the confidentiality, availability, and integrity of our information systems. Below are some \nhighlights of the elements of our information security program:\n•  Our information security program is based on the attributes of the National Institute of Standards \nand Technology (NIST) cybersecurity framework.\n•  We follow widely accepted cybersecurity standards and best practices to define and measure \nour information security program. Our program is audited annually by an independent third-\nparty expert and reviewed on a periodic basis against the NIST framework, in addition to other \nstandards, in order to measure our cybersecurity preparedness, evaluate whether cybersecurity \npreparedness is aligned with risks, determine risk management practices and controls that are \nneeded or need enhancement, and inform our risk management strategies.\n•  We have a robust program of education for our team members to mitigate cybersecurity risk, \nincluding mandatory annual online training and periodic live instructor-led training. To test the \neffectiveness of our education program and to reinforce cybersecurity awareness, simulated \nphishing challenges are sent to five employees every day, such that the entire employee \npopulation is tested every four months. Employees who fall victim to a simulated phishing email \nmust complete additional training to regain access to their accounts. \n •  In 2022, fewer than 1% of employees were required to complete additional training.\n•  Our information security program employs a wide variety of technologies that are intended to \nsecure our operations and proprietary information. This in-depth defense strategy focuses on \nprotecting our networks, systems, data, and facilities from attacks or unauthorized access. \n•  We believe in continuous cybersecurity improvement and make ongoing investments in \ndeveloping and enhancing our security processes and controls and in maintaining our \ntechnology infrastructure.\n•  Standard BioTools has a business continuity/disaster recovery program in place, which is \nreviewed quarterly and tested on a regular basis. \n•  We maintain a risk management insurance policy related to our cybersecurity and information \nsecurity risks that is intended to defray the costs and losses of any related loss.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}