{"page_content": "88\nRespect for Our Planet\nStandard BioTools Climate Change Position Statement\n• Standard BioTools recognizes the risk posed by global climate change.\n• We support the conclusions of international frameworks that address climate change and the \nconclusions from the Intergovernmental Panel on Climate Change (IPCC).\n• We acknowledge the need, as set forth in the agreement adopted at the 2015 UN Climate \nChange Conference in Paris, to keep the global temperature rise to well below 2 degrees Celsius \nto avoid consequences to human health and well-being.\n• We support implementation of the United Nations Sustainable Development Goal 13: Take urgent \naction to combat climate change and its impacts.\n• We endorse the use of scientific consensus and science-based targets to address carbon \nemissions reduction efforts.\n• We believe all governments and businesses have important roles and responsibilities to address \nthe issue of climate change, and we will continue to seek opportunities to do our part to achieve \nthis critical goal.\n• We intend in coming years to set targets associated with increased renewable energy use, landfill \nwaste diversion, sustainable design, and influencing of our supply chain. We intend to measure \nour progress and report to our stakeholders in a timely and transparent way through our annual \nESG Report. See the section below entitled Sustainability Initiatives for examples of actions we \nare already taking to reduce our energy use and waste.      \nAt Standard BioTools, we are committed to safeguarding, sustaining, and improving the environment for \nthe benefit of current and future generations.\nEnvironmental Risks\nWe are continually assessing our external risks, including environmental risks, to determine how best \nto proactively address any potential issues. While Standard BioTools has identified certain ongoing \nenvironmental risks associated with its business, we consider most of those risks to currently be \nimmaterial to our ongoing operations. Of these, we believe our most significant current risk related to \nthe environment is our increasing energy consumption. As our organization and business grows, so will \nour demand for energy. While it is difficult to quantify our environmental impact from increased energy \nconsumption at this time, we will continue to integrate our environmental and social responsibilities  \ninto our operations and strategic planning, making our operations more energy-efficient.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}