{"page_content": "99\nSustainability Initiatives\nEnvironmental impact has always been an important consideration in how we operate Standard BioTools. \nWe have taken steps, some small and others more significant, to reduce our environmental impact. \nAmong other efforts, we: \n•  made available filtered water dispensers throughout our facilities and distributed reusable water \nbottles to employees to minimize the use of plastic bottles;\n•  introduced smart bins throughout our buildings to encourage recycling and separation of \nwaste streams;\n•   implemented recycling of disposable lab materials, including gloves, masks, lab coats, plastic \ntubing, pipettes, and pipette tips;\n•  installed a lighting system with motion activators to reduce wasted energy;\n•  created sustainability training materials;\n•  incorporated introduction-to-sustainability training into new employee orientation;\n•  developed and installed instructional/inspirational posters and signage in break rooms and \nlabs; and\n• switched to reusable eating utensils and dishware in all locations.\nSustainable purchasing practices — assess current practices and ask:\n•  Does this product use less materials?\n•  Does this product reduce toxicity or use less hazardous chemistry?\n•  Does this product consume less energy and/or less water?\n•  Is this product packaged in a more sustainable way?\n•  Is there a way to divert the product and its packaging from the landfill?\n•  Is there a vendor who uses cardboard vs. Styrofoam™?\n•  Does the vendor have a take-back program?\n•  How can we recycle Styrofoam shipping containers? \n•  Can we reduce large orders to avoid excess storage costs? \n•  Can we achieve increased savings by centralizing purchases?\nAlthough we continue to build out the formal programs that will govern our sustainability efforts,  \nthese principles have been part of the fabric of our business from the beginning.\nIn addition to the initiatives described above, other action items undertaken, in process, or under \nconsideration include:\n•  Implement Green Lab Certification and expand participation in the Freezer Challenge \nenterprise-wide.", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}