{"page_content": "1010\nFreezer Challenge\nIn 2021, two Standard BioTools laboratories – a research and development lab in South San Francisco and \nour Apple Creek reagent manufacturing lab in Markham – participated in the International Laboratory \nFreezer Challenge (Freezer Challenge), a competition that promotes simple steps to reduce the energy \nuse by freezers in labs and increase the longevity of equipment.\nThe Freezer Challenge, which is run by the International Institute for Sustainable Laboratories and \nMy Green Lab, encourages participating labs to empty, unplug, and repurpose unneeded ultra-low \ntemperature (ULT) freezers and to temperature tune remaining ULTs – promoting sample accessibility, \nsample integrity, reduced costs, and energy efficiency. Challenge participants use well-evidenced \ncriteria and best practices that support science quality and resilience while minimizing total costs and \nenvironmental impacts of sample storage.\nThe objective of the Freezer Challenge is to utilize friendly competition between labs all around the \nworld over a five-month period in which individual labs work at their own pace to implement optimal \ncold storage management practices. Labs earn points for defrosting freezers, cleaning out their freezers \nand refrigerators, inventorying their samples, storing their samples at high density, storing samples at \nappropriate temperatures, sharing refrigeration space with colleagues, barcoding samples, and adopting \nroom-temperature sample storage.\nIt is our goal to increase participation in the Freezer Challenge in future years to all of our labs, and to \nquantify and report the resulting energy savings.\nInvesting in Our People\nDiversity and Inclusion\nAt Standard BioTools, our commitment to diversity, inclusion, and equity is woven into our values and the \nbelief that our global company is strongest when we embrace the full spectrum of humanity, regardless \nof what we look like, where we come from, or who we love. As an equal opportunity workplace and \naffirmative action employer, our ongoing commitment is to recruit and reward team members based on \ncapability and performance – regardless of race, color, gender, sexual orientation, gender identity or \nexpression, lifestyle, genetic information, marital status, pregnancy, educational background, national \norigin, religion, veteran status, physical ability, or any legally protected status. As Standard BioTools \nevolves, we will continue to work together on building an inclusive and diverse culture that empowers  \nall of us to connect, belong, and grow. ", "metadata": {"source": "NASDAQ_LAB_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}