{"page_content": "A MESSAGE \nFROM THE CEOWHO WE ARE OUR PATIENTS OUR PEOPLEPLANET AND \nCOMMUNITIESOUR PRINCIPLES AND \nOTHER PRIORITIESGRI INDEX SASB INDEXABOUT THIS REPORT\nAs part of our commitment to a proactive \napproach to recording and reporting on our \ncorporate social responsibility (CSR) strategy, we \npublish our inaugural Corporate Responsibility \nReport. This report communicates our approach, \nefforts, and performance in environmental, \nsocial,  and governance (ESG) matters and \ncovers our activities and engagements, primarily \nfor 2019. This report also references Global \nReporting Initiative (GRI) Standards and selected \nindicators from the Sustainability Accounting \nStandards Board (SASB), as further detailed in \nthe attached indexes.1Materiality & Stakeholder Engagement\nSince our founding, we have had ongoing engagement with a wide range of internal and external \nstakeholders, including our employees, patients, patient organizations, healthcare partners, investors, \nsuppliers, community groups, governmental entities and other regulators, and non-governmental \norganizations, which has helped inform our CSR strategy.\nFor this inaugural report, we engaged with several teams throughout our organization to identify the \nfollowing CSR-related topics that are the most important to our business:\n• Access to Medicine\n• Community Engagement\n• Compliance & Ethics\n• Diversity & Inclusion\n• Employee Attraction, Retention,  & Development• Environmental Footprint\n• Innovation (Research & Development)\n• Patient Safety & Privacy\n• Healthcare Provider Awareness & Education\n• Workplace Safety\nAs we continue to formalize our approach to developing, monitoring,  and evaluating our CSR efforts, we intend \nto use a variety of methods to gather input that will help us further develop our CSR strategy.\n1 Note: In this report, we use the terms “material” and “materiality” to refer to topics \nthat are meaningful to our CSR strategy. The use of such terms are not to be deemed \nto constitute an admission as to the materiality of any information in this report \nfor purposes of applicable securities laws or any other laws of the United States, \nnor are we using them as they are used in the context of financial statements and \nfinancial reporting. \nA MESSAGE \nFROM OUR CEOWHO WE ARE OUR PATIENTS OUR PEOPLEOUR PHYSICIANS \n& PAYERSOUR PLANET & \nCOMMUNITIESOUR PRINCIPLES & \nOTHER PRIORITIESREPORTING  \nINDEXES\ncorporateresponsibility.unither.com 11", "metadata": {"source": "NASDAQ_UTHR_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}