{"page_content": "Strategy & Performance Governance Sustainable Snacking Colleague & Community Well-being21\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2021 ESG REPORT\nSnacking Mindfully\nPromoting Digital Safety \nWe care about brand safety and have consistent principles \nacross all digital platforms and media about the environments \nand contexts in which we advertise. That’s why we are active \nparticipants in the Global Alliance for Responsible Media (GARM), \na unique partnership that works collaboratively to identify \nactions and standards that will better protect consumers online. \nWe support and advance the work towards a media environment \nwhere hate speech, bullying and disinformation are challenged, \nwhere personal data is protected and used responsibly and \nwhere everyone, especially children, is better protected from \nharm.  \nLeading in Responsive and Inclusive Marketing\nWe support underrepresented communities not only through \nresponsible food marketing, but also through a robust \ncommitment to improving diversity, equity & inclusion (DE&I) \nrepresentation in commercial activities, both in front of and \nbehind the camera. As a founding member of the IFBA, we have \nmade global commitments to the WHO in the areas of nutrition \nand responsible food marketing. Similarly, we were one of the \nfirst companies to join the GARM within the World Federation of \nAdvertisers. This organization focuses on creating more effective \nsocial ecosystems through cross-sector initiatives such as \npreventing the monetization of hate speech. We also require our employees to complete training on our \nadvertising and marketing policy committed to truthfulness, \ndecency and substantiation as part of our annual compliance \nprogram. Beyond our own organization, we stand up for DE&I by \nlending financial support to organizations such as the National \nAssociation for the Advancement of Colored People (NAACP), \nBlack Lives Matter (BLM) and Parents, Families, and Friends of \nLesbians and Gays (PFlag); and by creating advertising campaigns \nthat engage multicultural audiences and celebrate diversity and \ninclusion. \nTo improve DE&I within the broader marketing and advertising \nindustries, we participate in the Unstereotype Alliance, which \nworks to champion the end of bias in advertising through \npositive cultural change, as well as the FREE THE WORK \ninitiative, a talent-discovery platform connecting advertisers \nwith underrepresented talent. Today, approximately one-third \nof our U.S. marketing content uses Black, Indigenous and People \nof Color (BIPOC) or female director talent. Please reference the \nmarketing section of our website for additional information.\nRegular Training and Reviews\nWe include robust and mandatory marketing training in our \ncompliance program. We required employees to complete \nmandatory compliance training on our responsible and inclusive \nmarketing policy and Marketing to Kids policy. In addition, robust \ntraining is provided at the local level.\nWe also implement an internal Global Advertising Review System, \nto make sure our advertising gets reviewed at the local level for \ncompliance with our policies and regulations.\nLabeling &  \nmarketing\n(CONT.)\nPortion \nControlEngaging with \nStakeholdersInnovating & Renovating \nfor ConsumersFood Safety \n& QualityMindful \nSnackingFocused \nPortfolioLandscape \n& InsightsOverviewLabeling & \nMarketing", "metadata": {"source": "NASDAQ_MDLZ_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}