{"page_content": "Strategy & Performance Governance Colleague & Community Well-being Snacking Mindfully\nSustainable Snacking50\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2021 ESG REPORT\nOverview Waste Water Environmental ResilienceClimate Action\nAssessing Climate Risk\nThe Task Force on Climate-Related Financial Disclosure \n(TCFD) provides voluntary climate-related financial disclosure \nrecommendations designed to help companies provide better \nand consistent information to stakeholders and support \ninformed capital allocation. At Mondelēz International, we strive \nto provide our stakeholders with relevant information on climate \nrelated issues following the TCFD approach.\nThe disclosure is structured around four thematic areas:\nOur climate strategy encompasses the decarbonization of \nour end-to-end supply chain in line with the SBTi guidance \nand following recognized carbon accounting standards (GHG \nProtocol). As such, we are focusing on the reduction of our \nScope 1, 2 and 3 GHG emissions.Our Board of Directors and the Governance, Membership and \nSustainability Committee of the Board provide oversight over \nour environmental and social agenda. Our CEO is engaged in the \nreview and progress of our ESG Strategy in conjunction with \nthe Governance, Membership and Sustainability Committee, \nwith regular briefings from our Chief  Impact & Sustainability \nOfficer. Our Chief  Impact & Sustainability Officer chairs our \nSustainability Steering Committee with key members from \nthe Mondelēz Leadership Team (MLT). The Steering Committee \nreviews and approves environmental and social sustainability \n(including climate) related strategies.\nOur metrics are aligned with the SBTi requirements across \nour value chain including Scopes 1,2 and 3 while following the \nrelevant reduction pathway.\nManaging Risks\nWe have an Enterprise Risk Management (ERM) process for \nidentifying, measuring, monitoring, and managing risks, with \noversight by the Risk and Compliance Committee (MRCC), \nwhich reports annually to the Audit Committee. The purpose \nof the MRCC is to manage our process to identify and assess \nour most significant risks so we may adequately mitigate them \nand/or monitor them across the Company.  The MRCC assigns \nownership of specific risks to the Mondelez Leadership Team. As \nowners of each specific risk, MLT members are responsible for \nverifying that appropriate mitigation controls and monitoring \nsystems are in place. The risk universe considered during this \nprocess is wide and varied. Climate change is included in this risk \nuniverse and so we consider broader climate change impacts. \nIn 2021, we began collaborating with EY to conduct a climate \nrisk and opportunity assessment using climate scenario analysis \nin alignment with the TCFD. The assessment does consider \nphysical risk through chronic and acute climate change related \nimpacts as well as transition risks (policy, market, technology, \nreputational) across our end-to-end supply chain. The objective \nis to enhance our identification, measurement and monitoring \nprocess while leveraging the well-established ERM capabilities \nwe have in place.Governance\nStrategy\nRisk  \nManagement\nMetrics \nand TargetsClimate Action \n(CONT.)\nOffering Our First Ever Green Bond\nIn September 2021, we announced the successful pricing of \nour first green bond – totalling €2 billion, it was the largest \ngreen bond issuance to date in the packaged foods and \nconsumer goods industry. We are allocating the net proceeds \nfrom the offering to eligible projects designed to support the \nachievement of the United Nations Sustainable Development \nGoals and that further our goals of more sustainably sourced \ningredients, reducing waste in packaging and tackling climate \nchange. are. We will publish an update on the allocation of the \nproceeds annually until the proceeds have been fully allocated \nto projects meeting the eligibility criteria. \nSnacking Made Right is part of everything we \ndo at Mondelēz International. Now more than \never is the time for companies to do what’s \nright and drive more sustainable business \ngrowth, and ESG investment is a critical \nelement of that mission. This offering reflects \nour commitment to doing business the right \nway to reduce our impact on the environment, \nhave a positive influence on society and \nadvance sector-wide lasting change. We look \nforward to working with our stakeholders to \ncontinue advancing these initiatives.\nChristine Montenegro McGrath  \nSVP, Chief Impact & Sustainability Officer,  \nMondelēz International\n", "metadata": {"source": "NASDAQ_MDLZ_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}