{"page_content": "Strategy & Performance Governance Colleague & Community Well-being Snacking Mindfully\nSustainable Snacking58\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2021 ESG REPORT\nOverviewPackaging\nThis investment marks a pivotal step forward in our \ncontribution to a circular economy for plastics and \nis a clear demonstration of our long-term goal to \nzero net waste with a focus on advancing collection \nrates in key markets like Southeast Asia. As part \nof our ambition to lead a sustainable snacking \ncompany, this partnership will help fund businesses \nthat are filling systemic gaps in the collection, \nsorting and reuse of plastic waste – particularly the \ncollection of flexible film used to safely package \nmany snacks like ours but which has historically \nbeen harder to collect, sort and reuse.\nGlenn Caton,  \nPresident Southeast Asia,   \nMondelēz International\n Our support for a more sustainable future for \nplastics is clear. We’ve made significant strides to \nreduce plastic packaging use, substitute plastics \nfor other materials, design for recyclability and \nset ambitious plastics packaging goals across our \nportfolio. We are proud of our progress to date \nbut know more must be done through innovative \npartnerships and investments like this one to \nbe able to scale more sustainable solutions \nfor plastics packaging, especially flexible film \nlike much of the plastic packaging used by the \nsnacking industry. This is why we’re so keen to \nsupport the Ocean Fund.\nChristine Montenegro McGrath  \nSVP, Chief Impact & Sustainability Officer,  \nMondelēz InternationalInvesting in the Circulate Capital Ocean Fund\nIn November 2021, we invested in the Circulate Capital Ocean \nFund (CCOF), a fund dedicated to addressing India and Southeast \nAsia’s plastics challenges. A key issue here is the need to invest \nin creating collection infrastructures for plastics in parts of \nthe world where they are currently weak or inadequate. Our \ninvestment will help CCOF support scalable business solutions \nto help develop infrastructure for the collecting, sorting and \nrecycling of plastic waste, including flexible films. It will enhance \nthe focus on the physical collection of flexible films – lightweight, \nmulti-layer plastics used by the snacking industry – that have \ntraditionally been more difficult to collect, sort, recycle and \nultimately reuse. It is also expected to finance enterprises that \nsupport our goal to collect more plastic waste than we currently \nproduce across India and Southeast Asia.By investing in the Circulate Capital Ocean Fund, we aim to:\n• Support the fund’s next phase of work focusing on collection \ninfrastructures for flexible plastics\n• Achieve our ambition to collect more plastic than we produce \nin India and South East Asia\n• Help develop infrastructure for sustainable, scalable systems \nfor collecting and sorting waste \n• Support technological advancements in recycling\n• Improve livelihoods by creating local jobs and supporting \neconomic growth\nPackaging\n(CONT.)", "metadata": {"source": "NASDAQ_MDLZ_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}