{"page_content": "Strategy & Performance Governance Colleague & Community Well-being Snacking Mindfully\nSustainable Snacking64\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2021 ESG REPORT\nThanks to the Cocoa Life program, \nwe have learnt many things such as \npruning, elimination of gourmands, \nfermentation. With these good \nfarming practices, we have a good \nquality of cocoa.\n \n \nYao Kouame Martial,  \nCocoa Life registered farmer  \nfrom Côte d'Ivoire \nDelivering on our Cocoa Life Goals\nIn the first 10 years of Cocoa Life, we have delivered on \nall our 2022 goals:\n2022 goals 2021 progress\n$400M investment $404M invested in Cocoa Life \nto improve cocoa farmers’ \nlivelihoods\n200,000 cocoa farmers 209,954 farmers reached\n1 million community \nmembersan estimated 3 million \ncommunity members in 2,597 \ncommunities reached\nMaking A Real Difference Where It Matters Most\nThrough Cocoa Life, our goal is to make a real difference \nwhere it matters most. We are working to achieve more \nsustainable cocoa at scale, create positive impact on the \nground, establish new partnerships, and learn how we \ncan keep improving as we move forward, to drive sector \ntransformation.\nCocoa Life has made the difference on the ground in \nthree key areas:\n• Creating more sustainable cocoa farming businesses\n• Strengthening cocoa communities\n• Conserving and restoring forests\nOur Monitoring & Evaluation Journey to \nUnderstand Impact\nInvestigating Cocoa Life’s impact on farming families and \ncommunities is a core element of the program. The first \nstep for Cocoa Life was to formulate its first set of key \nimpact indicators, showing what we want to achieve and \nmeasure. \nFor Cocoa Life it was clear from the beginning that a \nstrong program must be based on adaptation to the \nneeds and challenges present in each country. Cocoa \nLife is based on local needs assessments that highlight \nthe differences among countries and people. That also \nmeans that measuring how the program performs to \nmeet those needs requires a lens that can adapt to \ndifferent situations.\nResearchers from Harvard University led the first impact \nmeasurements in Ghana in 2009. With the growing \nprogram, we needed to expand our impact measurement across additional countries and to cover different areas \nof impact – economic, social, and environmental. Ipsos \nMori joined as an impact evaluation partner in 2016 and \ngave us the ability to update our impact measurement \napproach significantly. Impact measurement has \nalways been a core component of Cocoa Life and has \ncreated critical insights into the relationship of cocoa \ngrowing with local families, their communities, and the \nenvironment surrounding them. This has allowed us to \nguide how we impact those relations. With upcoming \nregulations and directives at EU and national level on \nsustainability challenges across the globe, knowing \nwhat is happening on the ground will become ever more \nimportant and continue to evolve. We aim to contribute \nour part.\nOur Impact to Date:\n  75% of cocoa volume for our chocolate brands \nsourced through Cocoa Life\n  Cocoa Life farmer incomes in Ghana and Côte \nd’Ivoire are increasing over time, driven mainly \nby premiums and higher prices including the \nLiving Income Differential (LID), as well as farm \nproductivity \n –  Increased net income: +15% in Ghana and +33% \nin Côte d’Ivoire vs. 2019\n –  +11% relative increase of Cocoa Life households \nin West Africa earning a living income vs. 2019 \n(despite the pandemic and inflation) \n  96% (2,482) of communities with Community \nAction Plans (CAPs) in place, of which 70% are \nsupported by local governments \n  198,099 Cocoa Life registered farms (78.5%), \nspanning across 310,413 ha of land, are polygon \nmapped and satellite monitored for deforestation\n  Recent findings show near to no deforestation \non or closely around Cocoa Life farms in West \nAfrica since 2018 (0.1% in Ghana & 0.4% in CIV)\nCocoa Life \n(CONT.)\nThe Village Savings and Loan \nAssociation allows women to mobilize \nresources with their savings and \nto carry out income-generating \nactivities. Thanks to the VSLA, women \ncan contribute to the family's needs, \nsuch as the schooling of their children.\n \n \nKoffi Gbaï Pélagie,  \na woman living in a Cocoa Life community \nin Côte d'Ivoire \nOver the last 10 years, I know that there's been a lot of \nimpact when it comes to the financial independence of \ncocoa farmers: their incomes. For instance, if a farmer \nwas producing two bags on 10 acres of cocoa trees, and \ntoday the farmer is producing 20, 30, or 40 bags on the \nsame piece of land, then I take that as positive impact \nthough we aim at minimum 80 bags for the 10-acre farm.  \nProducing more and earning more income is not our \nultimate objective: the increase should translate into \nprogress in the household and community. That is why \nwe invest in holistic training and other interventions.  \nAnd that is the most important impact that we are \nseeking. That we have more sustainable communities.  \n \nYaa Peprah Amekudzi,  \nHead of Cocoa Life Ghana, Mondelēz International  \nOverview Ingredients Dairy Cocoa Wheat Harmony Wheat Palm OilCocoa Life", "metadata": {"source": "NASDAQ_MDLZ_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}