{"page_content": "Strategy & Performance Governance Colleague & Community Well-being Snacking Mindfully\nSustainable Snacking77\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2021 ESG REPORT\nPalm Oil (CONT.)Focusing on Human Rights\nIn 2020, we updated the POAP to require our suppliers to take \naction against the potential exploitation of human rights of \nworkers through adopting the CGF Priority Industry Principles on \nforced labor. We track supplier performance against our POAP \nexpectations and requirements for Human Rights via the POTC \nsupplier & trader assessment, and push suppliers to demonstrate \ncontinuous improvement. We also continue to work via the CGF \nHuman Rights Coalition (CGF HRC), the Fair Labor Association \nand the International Organization for Migration to develop and \ndeploy more robust due diligence systems along the palm oil \nsupply chain.\nTackling Challenges via Suspend and Engage\nWe investigate claims of deforestation and human rights \nviolations made against our suppliers. If we verify that a \nsupplier has failed to meet the terms of our POAP, we work with \nthem to fix the problem. When there is a significant breach of \nour requirements, we suspend that supplier from our supply \nchain and engage with them to ensure an action plan is fully \nimplemented and the issues remediated. Prior to re-entering \nsuspended suppliers, a thorough re-entry assessment must be \ncompleted to ensure that the supplier is now operating in full \ncompliance with our POAP.\nCollaborating to Drive Sector Change\nWe know that to champion sustainable snacking we must lead \nin driving change for the better at a sector-wide level, and that \nthis can only be achieved through close and wide collaboration \nacross the industry. For palm oil, we play a leading role in the \nCGF FPC of Action and are an active member of the CGF HRC and \nthe Palm Oil Working Group (POWG).\nCGF FPC\nWe work across the membership community to set and \nimplement an ambitious roadmap for sustainable palm oil, \nincluding implementing common supplier standards and a \nconsistent approach to deforestation monitoring and response. As of the end of 2021, 95% of the palm oil we source is from \nsuppliers engaged in and informed about CGF FPC supplier \ncommitments and coalition asks (aligned to sourcing policies \nagreed upon and upheld by coalition members).\n1.  Public goal to ‘deforestation and conversion-free’ across entire \ncommodity business including a public time-bound action \nplan with clear milestones \n2. Process for regular supplier engagement \n3.  Mechanism to identify and to respond to non-compliances \n4.  Support initiatives delivering forest positive development at \nlandscape and sectoral level \n5. Regular public reporting against key KPIs\nCGF HRC \nAs a member of the CGF HRC, we work actively with industry \npeers and critical stakeholders to understand and collectively \naddress human rights risks along the palm oil supply chain.\nLandscape Initiatives\nVia the CGF FPC Production Landscapes group, we are working \nwith other companies to develop and implement a shared \nproduction landscapes strategy. In 2021, we supported the \nCoalition for Sustainable Livelihoods’ initiative in North Sumatra. \nThis initiative focuses on improving smallholder farmer \nlivelihoods, removing palm oil from illegal deforestation from \nsupply chains, maintaining tree cover in buffer zones of critical \nforests, and providing incentive models to drive scale. \nPalm Oil Collaboration Group (POCG)\nAs members of the Implementation Reporting Framework (IRF) \nActive Working Group we collaborate with other companies to \ndevelop and implement the IRF workplan and tools.\nVia this collective industry-wide approach, we believe that we \ncan be successful in driving sector transformation and realizing \na people and planet-positive future for palm oil.\nAt the end of 2021, 100% of our palm oil was sourced \nfrom suppliers aligned to our Palm Oil Action Plan, \nachieving our goal of 100% by 2025 four years ahead \nof our plan. Additionally, we continued to achieve \n100% Roundtable on Sustainable Palm Oil (RSPO) \ncertified palm oil sourcing in 2021.Goal Progress\n* Prior to the Snacking Made Right (SMR) 2021 Report, the KPI result \nreported reflected performance over the full year prior to the reporting \nyear – for example, the SMR 2020 Report KPI result reflected full-year 2019 \nperformance. For this SMR 2021 Report, we have adjusted our process and \ntimeline and the KPI result reflects full-year performance for the reporting \nyear – i.e., SMR 2021 KPI result reflects full-year performance for 2021\nOverview Ingredients Dairy Cocoa Cocoa Life Wheat Harmony WheatPalm Oil", "metadata": {"source": "NASDAQ_MDLZ_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}