{"page_content": "Past Issues    \n \nBecome a Subscriber  | Give Us Your Feedback       \n \n  Presen ting AMD's 2010 Corporate Responsibility Report  \nOn behalf of the employees and management of AMD, we are pleased to present our corporate \nresponsibility report for 2010.   In this, our 16th consecutive report, we outline our goals, performance, \nand plans for continuously improving our record on corporate responsibility.    \nThis year's report covers some major changes for AMD, and sets our future direction for corporate \nresponsibility.   Some of our 2010 highlights include:  \n Increased our reporting under the G lobal Reporting Initiative and improved our score from a \"B\" to \nan \"A\" (self -declared) in 2010.  \n Established new strategies to manage corporate responsibility that are in line with our current \nbusiness model.  \n Expanded our Foundation's signature initiative \" AMD Changing the Game \" – a program that \nteaches youth science, technology, engineering, and mathematics (STEM) skills through the \ncreation of video games – to 3,000 young people in 3 countries.   \n Developed a set of aggressive environmental goals based on our current business model.  \n Demonstrated that our new Accelerated Processing Unit, the E -350 APU (a new technology that \ncombines a microprocessor and graphics processor) has a carbon footprint that is up to 40% \nsmaller than previous technology generations. Read the full study here.    \n Aligned our employee volunteerism program with professional development branded AMD \nCommunity Corps ., and increased the number of employee volunteers by 30 percent in the \nprocess. Read more about AMD in the Community here.  \nTo read even more, plea se download our 2010 report . \nWhile corporate responsibility reporting has become increasingly common and these reports are lengthy, \nwe continue to find value in the process and result.   Not only is this report a window for you – our valued   \n", "metadata": {"source": "NASDAQ_AMD_2010.pdf", "page": 0, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}