{"page_content": "2022 SUSTAINABILITY REPORT   |   2 \n Our Business Our Operations Our Investing Our People Our Communities\nTABLE OF CONTENTS\nIMPORTANT LEGAL INFORMATION\nThe inclusion of information contained in this report should not be construed as a characterization regarding the materiality or financial impact of that information. For a discussion of information that is material to Arch, please see our 2022 Annual Report on Form 10-K for the fiscal year ended Dec. 31, 2022, filed with the SEC \non Feb. 24, 2023 (2022 Annual Report). Moreover, this report may use certain terms, that others may refer to as “material,” to reflect the issues or priorities of the company, its subsidiaries and its stakeholders. Used in this context, however, these terms are distinct from, and should not be confused with, the terms “material” \nand “materiality” as defined by or construed in accordance with securities, or other, laws or as used in the context of financial statements and reporting.\nThis report may include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 (PSLRA), which reflect our current views with respect to future events, risks and uncertainties. All statements other than statements of historical fact included in or incorporated by reference in this \nreport are forward-looking statements. Forward-looking statements, for purposes of the PSLRA or otherwise, can generally be identified by the use of forward-looking terminology such as “may,” “will,” “expect,” “intend,” “estimate,” “anticipate,” “believe” or “continue” and similar statements of a future or forward-looking \nnature or their negative or variations or similar terminology. Actual events and results may differ materially from those expressed or implied in these statements. Important factors that could cause actual events or results to differ materially from those indicated in such statements include, among other things, those factors \ndiscussed in Item 1A, pages 57-77 of our 2022 Annual Report, and our quarterly reports on Form 10-Q filed with the SEC. These forward-looking statements speak only as of the date of this report. We undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, \nfuture events or otherwise.\nThis report may contain links to or information from other internet sites. Such links and information are not endorsements of any products or services in such sites, and no information in such site has been endorsed or approved by the company. \n© 2023 Arch Capital Group Ltd. All rights reserved.  00541 A Message from Our CEO  ...........................................................................................................................................  3\nESG at Arch  ...............................................................................................................................................................................  4\n \u0084Our ESG Reporting.\n \u0084 Our ESG Priorities.\n \u0084 Our ESG Framework.\n \u0084 Our ESG Governance.\n \u0084 2022 Awards and Recognition.\nOUR BUSINESS  ...................................................................................................................................................................... 7\n \u0084Our Enterprise Risk Management Strategy.\n \u0084Evaluating Environmental Exposures.\n \u0084Providing Environmentally Sustainable Insurance Solutions.\n \u0084Supporting Responsible Behaviors of Our Insureds.\n \u0084Providing Socially Sustainable Insurance Products.\n \u0084Other Insurance Products Generating Positive Social Impact.\nOUR OPERATIONS  ......................................................................................................................................................... 12\n \u0084Our Data Protection and Cybersecurity Strategy.\n \u0084Conducting Business Ethically.\n \u0084Responsible Sourcing.\n \u0084Our Environmental Impact.\n \u0084Measuring and Managing Our Carbon Emissions and Energy Use.\n \u0084Focus on Our Global Facilities Program.OUR INVESTING  ....................................................................................................................................................... 18\n \u0084Stewarding Entrusted Capital.\nOUR PEOPLE  ............................................................................................................................................................... 20\n \u0084Accelerating Diversity and Inclusion.\n \u0084Colleagues and Communities.\n \u0084Employee Networks.\n \u0084Career Development.\n \u0084Safeguarding Our Employees’ Health and Well-Being.\nOUR COMMUNITIES  .............................................................................................................................................. 25\n \u0084Employee-Driven Support.\n \u0084Giving for a Better Tomorrow.\n \u0084Contributing to Community Growth and Resilience Through Corporate Giving.\n \u0084Activating the Arch Group Foundation.1\n23\n4\n5", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}