{"page_content": "2022 SUSTAINABILITY REPORT   |   11 Our Business Our Operations Our Investing Our People Our Communities\nSovereign Credit and Political Risk  \nUnderwriting Programs \nOur sovereign credit and political risk underwriting programs \nhelp the governments of developing countries or those with \nemerging economies gain financing. These governments \nturn to lending institutions for capital to fund trade and \ndevelopment initiatives, improve debt sustainability (such as \nlong duration and/or lower cost debt portfolios) and/or build \ninfrastructure such as roadways, hospitals and railways. \nWe facilitate these opportunities by insuring the lenders \nagainst the risk of a sovereign default. We have cultivated \nrelationships with top-tier multilateral organizations to \nsupport projects that deliver improved economic and social \ngrowth that align with Arch’s values. \nAfrican Trade Insurance Agency\nArch continues to support the African Trade Insurance \nAgency (ATI), a pan-African insurer owned by African \nmember states, on crucial developmental projects across \nthe continent. Beginning in 2019, we facilitated lending for \nthe development of improved access to drinking water in \nAngola and for the construction of hospitals and roadway \ninfrastructure in Ghana. In 2022, with our continued partnership, ATI assisted the Côte d’Ivoire Ministry of Finance \nin the development of the Sustainable Bond Framework. \nWith a remit to issue green, social and sustainable bonds \nand loans, the programs under the framework contribute to \nthe sustainable development of the country which is aligned \nwith the Ministry of Finance’s National Development Plan for \n2021-2025. \nESG Performance Targets for Borrowers\nLending institutions are applying ESG impact frameworks, \nsuch as The World Bank Environmental and Social \nFramework, in an effort to ensure transactions meet \ninternationally recognized standards. For example, the \nMultilateral Investment Guarantee Agency (MIGA), a member \nof the World Bank, has a directive to provide guarantees to \na broad range of projects in developing member countries \nand helping investors obtain access to funding sources with \nimproved financial terms. MIGA’s guarantee, combined \nwith Arch’s facultative reinsurance support, facilitated \nthe financing of the Mohammed VI Polytechnic University \ncampus expansion in Morocco, which provides vocational \ntraining for Moroccans and students from other African \nnations.California Lawyers Economic Justice Program\nWe offer affordable Lawyers’ Professional Liability \ncoverage to California low bono attorneys who typically \nrepresent clients in lower socioeconomic sectors. The \nmajority of these attorneys are currently uninsured and \naverage less than $100,000 of revenue in two of the last three \nyears. In 2022, 50% of applicants from our California Lawyer’s \nEconomic Justice Program were accepted and provided \ncoverage.\nSurety Group Apartment Rentals Program\nOur lease rental bond program issues bonds to provide \nrent payment protection for apartment leases throughout \nthe U.S. This program helps people obtain housing in \nneighborhoods with better opportunities and safer \nenvironments, while building their personal credit history. \nMarine Cargo Underwriting \nThrough our agency with the London Lloyd’s market, \neffective March 2022, we participate in an initiative to \nhelp relieve the humanitarian crisis in Yemen. Due to the \nprohibitively high cost of war insurance premiums for vessels \ntrading into Yemen, especially Aden, we joined a consortium \nto offer a flat-rate premium that is lower than what is \ncurrently available. Arch is one of 20 insurance companies \nparticipating, each writing a 5% line. The consortium is \nbacked by a United Nations Development Programme that \nreimburses insurers in the event of a war risk casualty.Since 2019, we have facilitated financing for Ghana’s Cocoa Board, which aids smallholder \ncocoa farmers in Ghana. Most of these producers live in extreme poverty with few alternative \nincome-generating activities. The Ghana Cocoa Board has helped establish a pricing \nmechanism to increase the farm-gate price and aid producers in earning a living wage. Our \ncommitment to this project, via insurance of a receivables-backed loan facility, extends to 2024. \nFor more information on the Living Income Benchmark and this project, please click here.Cocobod (Ghana)\nThe Living Income Benchmark \nis applied to all cocoa sales. $400/tonBy applying a floor price ofMcNeil Emergency Services Programs \nFor more than 25 years, Arch subsidiary McNeil & \nCompany, Inc. (McNeil) has insured firefighters and \nemergency responders, primarily through our leading \nambulance and emergency services insurance programs \nand we also offer a risk management webinar series.\nWebinar Courses\nE-learning Platform for Education\n500+\ncourse offerings.  115,000 +\nusers from nearly \n5,000 organizations. \nover 2 million\ncourses taken since inception in 2009.Other Insurance Products Generating Positive Social Impact\n41,000\nindividuals or families.Since the program’s inception in \n2019, we have assisted over \u0084In 2022, we provided 36 webinars to nearly 4,800 first \nresponders in the U.S. \n \u0084We hosted several special guest speakers with \nspecialties in fire service and hazardous materials.\nMcNeil Casts Podcast\nNew in April 2022, McNeil launched a podcast series that \ncovers a wide range of risk-management topics, including \ndefensive driving tips and tricks, peer mentorship and \nsupport, implementing a social media policy in the \nworkplace and addressing the mental health of first \nresponders. All 21 episodes are available online through \nseveral podcast platforms.", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}