{"page_content": "2022 SUSTAINABILITY REPORT   |   12 Our Business Our Operations Our Investing Our People Our Communities\nWe prioritize the management of cybersecurity risk and the \nprotection of information across our enterprise at several \nlevels, including Board oversight, executive commitment and \nemployee awareness and training.Maintaining a robust information security management \nprogram through policies, processes, technologies and \ncontrols is fundamental to our business’ success. We work \nto ensure that data protection and cybersecurity risk \nmanagement are embedded in all of our operations.We empower our employees by strengthening sustainability and ethical practices in our operations to benefit our stakeholders and customers. By \nactively managing ESG risks and embedding compliance, transparency, data protection and resilience across our company, we believe that we are well \npositioned to protect those who entrust us with their personal information and business.OUR OPERATIONS\nOur Data Protection and Cybersecurity Strategy\nBusiness Continuity\nIncident Response Planning and Preparedness\nWe embed data protection and technology programs \nthroughout our operations to safeguard personal \ndata and digital assets. Controls focus on our ability to \nprevent, detect and respond quickly to security events \naffecting our operations.\nArch maintains and tests our cyber incident response \nplan regularly. Cyber incidents, natural disasters and \nother business outages within stated thresholds are \nescalated to our Crisis Incident Management Team (CIMT), \nwhich includes senior executives across the company.\nEach quarter, the CIMT exercises its communication plan \nto ensure that all members of the team can be alerted \nquickly in the event of an actual crisis. This ensures our \ncapability to promptly notify Arch management and \nto meet as a team to discuss the event and response \noptions. \nFor governance and oversight, the Operational Risk \nCommittee (ORC) manages risks that arise primarily from \nmatters related to business continuity and third-party \noversight. The ORC’s objective is to mitigate impacts \nto Arch from interruptions to business operations. The \ncommittee meets quarterly and reviews information \nsecurity, third-party risk, vendor management, facilities, \nunplanned downtime and business disruption, and \nbusiness continuity and disaster recovery programs.Strategy Element Privacy and Data Security Program Protocols\nBoard  \nOversight \u0084Arch’s Audit Committee comprises independent directors from our Board oversees the Board’s responsibilities relating to the operational (including information \ntechnology (IT) risks, business continuity and data security) risk affairs of the company.\n \u0084Our group Chief Information Security Officer (CISO) provides quarterly reports to the Audit Committee on key metrics, including our external security ratings score; \nthe effectiveness of key security measures to help defend, identify and respond to cyberattacks and any material security incidents.\nOrganizational Controls and \nGovernance \u0084Our CISO oversees compliance of our information security (IS) standards and mitigation of IS risks.\n \u0084Arch’s Privacy and Security (P&S) Committee meets bi-monthly and is co-chaired by the CISO and Deputy General Counsel, bringing together IT security, legal, \ncompliance, human resources (HR) and other function leads.\n \u0084The P&S Committee serves as an important forum to:\n –address emerging cybersecurity risks;\n –review and address cybersecurity and privacy regulations;\n –approve policies and standards, such as our privacy and data handling, access control, operational security and records management policies; and\n –promote cross-functional cooperation to manage cybersecurity and privacy risks across the enterprise and regularly updates policies.\n \u0084Our Operational Risk Committee (ORC) comprises senior IT, operations, risk, legal and compliance leaders across our business segments. The ORC meets quarterly to \naddress operational risks.\n \u0084The IT Steering Committee meets quarterly and includes our group Chief Information Officer and executive leadership to vet critical IT initiatives, taking into account \ncybersecurity risk mitigation in our planning.\nPolicies \u0084Our privacy and security policies govern all business lines and subsidiaries. We monitor and adhere to the various privacy and security regulations in the regions \nwhere we do business.\n \u0084We monitor proposed privacy and security regulations and emerging risks to ensure appropriate policies and procedures are implemented in a timely manner.\nTraining \u0084We hold annual mandatory employee trainings on privacy and information security, records and information management and General Data Protection Regulation.\n \u0084We conduct regular phishing tests; employees who fail phishing tests are enrolled in additional training. \n \u0084We promote awareness of cybersecurity risks through communications and education of our employee population on best practices in this area and security trends.\nVendor Risk Management and \nThird-Party Relationships \u0084Arch’s Vendor Management group performs a risk assessment to determine the level of due diligence required based on aspects of the relationship.\n \u0084Vendors are assessed on their ability to protect data from unauthorized access.\n \u0084Vendors are required to adhere to minimum privacy and security measures through contractual obligations.\nEvaluation and Testing    \u0084We annually undergo external evaluation, including penetration testing.\n \u0084Our infrastructure team undergoes annual SSAE 18 SOC 2 exercises.", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}