{"page_content": "2022 SUSTAINABILITY REPORT   |   14 Our Business Our Operations Our Investing Our People Our Communities\nRisk Management and Compliance \nArch strives to engage with suppliers that adhere to our \nvalues, ethics and ESG standards. We request that new \nand legacy vendors agree to the terms of our Supplier \nCode of Conduct (Supplier Code) that asks suppliers to \nconduct business in compliance with all applicable laws \nand regulations. During 2022, 133 (and since inception, 399) \nvendors acknowledged our Supplier Code. As outlined in our \nSupplier Code, Arch expects suppliers to:\n \u0084Comply with all applicable fair trade, anti-boycott, \nantitrust and competition laws, anti-money \nlaundering, anti-corruption and anti-bribery laws.\n \u0084Refuse kickbacks, bribes, political contributions, \ninappropriate gifts, favors or anything of value when \ndealing with government officials or other people for \nthe purpose of obtaining or retaining business.\n \u0084Comply with data privacy, data protection, security \nlaws and regulations, and copyright laws.\n \u0084Comply with all applicable U.S. and international \nsanctions laws and regulations. \u0084Report violations if they see any.\n \u0084Comply with all applicable labor, health and safety, \nanti-discrimination, anti-retaliation and other \nworkplace laws.\n \u0084Comply with all applicable laws in the services they \nprovide.\n \u0084Incorporate principles of supplier diversity when \nmaking their own contracting decisions.\n \u0084Comply with environmental laws and minimize \nnegative environmental impact from operations.Evaluating ESG in Our Supply Chain\nAt the end of 2022, we launched a new sustainability \nperformance assessment platform to assess the \nsustainability profiles of our suppliers. With this improved \nassessment framework, we are evaluating our supplier \npractices against 21 sustainability factors and producing a \nsustainability scorecard. The scorecard details the supplier’s \nperformance across four pillars: environment, labor and \nhuman rights, ethics and sustainable procurement. In 2023, \nwe plan to use these scorecards to inform sourcing decisions, \nprovide transparency between sourcing teams and suppliers \nwith lower sustainability assessment scores, and aid in \nplanning to improve practices. These sustainability metrics, \ncombined with factors assessed through our due diligence \nprocesses, allow Arch to make informed decisions when \nselecting third parties with whom to do business.  \nAssessing supplier sustainability performance will help serve \nas an early warning system for sustainability risks in our \nglobal purchasing markets. By evaluating potential risks in a \nregion or country, we can prioritize high-level sustainability \nrisks and begin to take appropriate actions on purchasing \ndecisions that may require special precautions. In 2023, we \nplan to incorporate a sustainability methodology into our \nsupplier engagement processes.Promoting Supplier Diversity\nOur Supplier Diversity Program, introduced at the end \nof 2022, mirrors our commitment to provide vendor \nopportunities for qualified businesses owned by people of \ndiverse backgrounds. We believe in developing an innovative \nand inclusive supply chain while maintaining competitive \nsourcing and selection, creating long-term value for our \ncustomers, employees and communities. \nIn 2023, we plan to further educate and train our teams on \nsourcing diverse suppliers, providing access to a directory of \nmillions of globally registered and certified businesses. Going \nforward, we’ll use this database to help identify potential \nparticipants in Requests for Proposals and procurement \nopportunities.Supplier Code of Conduct \nacknowledged by\n133 \nvendors in 2022. Responsible Sourcing\nView our Supplier Code »Sourcing sustainable products and services and respecting human rights are key to Arch’s sustainability efforts and vision to build purposeful \ngrowth across our global operations. During 2022, we launched a new supplier sustainability assessment process to inform our sourcing decisions \nand introduced a program to provide vendor opportunities for qualified businesses owned by people of diverse backgrounds. \nView our Supplier Diversity Program »", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}