{"page_content": "2022 SUSTAINABILITY REPORT   |   15 Our Business Our Operations Our Investing Our People Our Communities\nAreas Where We Drive Sustainable Impact\nSustainable Data Centers\nData centers require energy-intensive \nequipment that generates tons of heat and \ndraws lots of power. Arch’s Enterprise Data \nteam works diligently to enhance the company’s data center \ninfrastructure. By taking steps to work more efficiently \nand remove redundancies in systems, we not only secure \nupdated technology but also decrease the company’s carbon \nfootprint.\nCarbon Offset Projects\nArch identifies projects that undergo rigorous \nverification, auditing and certification from \naccredited organizations to offset our \noperational emissions. These certified offset projects help us \npursue carbon neutrality in our operations, while supporting \nenergy efficiency programs that benefit local communities in \ndeveloping areas.\nEfficient Buildings\nThrough a formalized central sustainability \ndatabase, our global facilities team can track \nand measure the sustainability impacts of Arch’s \noffice space renovations. Currently, 46% of Arch’s office \ntotal square footage is covered by Leadership in Energy and \nEnvironmental Design (LEED®) certified spaces, where energy \nefficiency advantages of the building have benefited our \ncarbon footprint.Arch continues to identify opportunities to reduce the environmental impact of our global operations. We recognize the importance of doing our \npart to decrease greenhouse gas (GHG) emissions associated with our business. We are taking strategic steps to achieve our goals to reduce or \nnegate our impact on the environment while engaging our employees to raise awareness and encourage sustainable actions and thinking.Our Environmental Impact\n2022 Highlights\n \u0084Our 2022 total emissions increased by 41%, primarily \ndriven by our return to pre-pandemic business travel \nactivity.\n \u0084To progress toward our 2030 Scope 1 and 2 emissions \nreduction target in alignment with the Science-Based \nTargets initiative (SBTi), we purchased 6,624 Renewable \nEnergy Credits (RECs) from eligible renewable energy \nprojects in the U.S. and Philippines, effectively reducing \nour 2021 Scope 2 market-based emissions by 2,152 \nmetric tons. This reduction puts Arch on track to meet \nits 2030 Scope 1 & 2 target. Arch expects that sourcing \nrenewable energy will remain a key component of its \ndecarbonization strategy in the coming years.\n \u0084To offset a significant portion of our calculated 2021 \noperational emissions, Arch identified two impactful \nprograms to support:\n –A Gold Standard-certified project in Uganda, \ncentered on rehabilitating non-functioning \nboreholes to increase access to safe and clean \nwater. Additionally, this program in Uganda carries \na charitable function, where generated income is \ndonated toward rhino  protection.\n –A Verra-certified project in Malawi, targeted on the \ndistribution of improved fuel-efficient cookstoves \nacross households. By burning wood more efficiently, \nthese cookstoves save fuel, decelerate deforestation \nin Malawi and help reduce health hazards associated \nwith indoor smoke pollution.  \u0084Even as operations grew by headcount, our operational \nemissions continue to fall in both absolute and intensity \nterms.GHG Reduction Targets\nCommit to reducing absolute Scope 1 and \nScope 2 GHG emissions by 42% by 2030, \nfrom a 2020 base year.\nCommit to achieving net zero operations \nby 2030 by purchasing carbon removal \noffsets for our remaining Scope 1 and \nScope 2 emissions.1. \n2. \nMoving forward, our decarbonization strategy will \ncontinue to focus on promoting energy efficiency \nmeasures within our global facilities, sourcing renewable \nenergy through utility providers, purchasing RECs, and \nright-sizing our office and data center portfolio to fit the \nneeds of our operations. We will continue to adjust this \nstrategy over time to meet our targets.Aligning with the SBTi, we recently defined the activities, \nboundaries, timeline and scope of ambition for our GHG \nreduction targets. We have set the following targets:\nArch’s Global \nFacilities*2020 2021 2022% Change\n(2021-2022)\nEmissions \n(mtCO2e/sq ft)0.006 0.006 0.005 -8.8%\nEmissions \n(mtCO2e/FTE)1.52 1.32 1.13 -14.7%\n*emissions intensity calculations excludes jet fuel usage", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}