{"page_content": "2022 SUSTAINABILITY REPORT   |   17 Our Business Our Operations Our Investing Our People Our Communities\nWe are committed to embedding environmental sustainability into the design, operation and maintenance of our workplaces to increase efficiency \nand reduce our Scope 1 and Scope 2 emissions over time. Our global facilities team explores opportunities to source more renewable energy, where \npossible, and retrofit office spaces with energy saving appliances, LED lights and other sustainable materials.\nOur Year-Over-Year Facilities Sustainability Progress by the Numbers\nBetween 2021 and 2022, our global facilities team executed significant sustainability improvements to our global office spaces, accelerating our \nprogress towards our GHG reduction targets.Blue Goes Green\nBlue Goes Green (BGG), Arch’s grassroots environmental \nstewardship committee, has been leading sustainability \nefforts across the organization since 2019. BGG is focused \non providing programs that reduce our carbon footprint \nand educate our global workforce on sustainable practices \nthat better protect and care for the environment. In 2022, \nBGG:\n \u0084Hosted our annual Ecochallenge , a program that aims \nto motivate and track individual’s sustainability efforts. \nIn all, 112 employees across nine countries and 21 \nstates participated in the challenge with 12,247 gallons \nof water saved and 29,079 minutes spent outside.  \n \u0084Celebrated our colleagues’ green accomplishments \nby sharing stories featuring their outstanding \nsustainable practices and unique motivations to be \nenvironmentally conscious.\n \u0084Honored Earth Month by showcasing our Enterprise \nData team’s actions to enhance Arch’s data center \ninfrastructure, secure updated technology and reduce \nthe company’s carbon footprint. \n \u0084Hosted two educational webinars for our global \nemployees focusing on climate change and green \nunderwriting.\nincrease in offices  \nwith sustainable  \ncarpeting installed.13%  increase in offices with \nsustainable furniture \nsystems.13%\n60%  of offices have a formal  \nrecycling program.\n+14%  \nimprovement from 2021.40%\nof our offices, by square \nfootage, offer access to \nelectrical car charging \nstations.of total office square \nfootage is LEED certified \nas of 2022, representing \n26% \nof our offices,  \na 3% increase from 2021.46%  \nFocus on Our Global Facilities Program", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}