{"page_content": "2022 SUSTAINABILITY REPORT   |   18 Our Business Our Operations Our Investing Our People Our Communities\nWe are responsible for investing and managing assets \ntotaling over $28.1 billion (as of Dec. 31, 2022). As careful \nstewards of the capital entrusted to us, we manage the \nportfolio to ensure the ongoing ability to pay claims when \ndue and to deliver asset growth over investment cycles.\nAs a long-term asset manager and owner, we integrate \nESG factors into investment analysis and decision-making.  \nThrough our fundamental analysis, we incorporate investee \ncompanies’ ESG risk ratings, which include factors such \nas corporate governance, climate risk exposure, carbon \nreduction and workforce policies. We aim to deliver total \nreturn and income for Arch while realizing added benefits \nwhen investing to create a positive benefit for society.\nThe analysis of these factors across all asset classes leads to \na more complete evaluation of an investment’s sustainability \nand risk profile. See our 2022 TCFD  and SASB  Reports for \nadditional information on the financial impacts of climate \nchange on our investment portfolio.\nResponsible Investing Strategy\nOur Responsible Investing (RI) Policy, adopted in early 2022, \nprovides a framework for governance, investment strategy, \nengagement, reporting and communications. In developing \nthe RI Policy, we considered the six principles set forth by \nthe United Nations Principles of Responsible Investment (UN \nPRI). The RI Policy reflects our approach to sustainable value \ncreation by considering ESG factors, including climate change, \nin the investment process for all asset classes under our \nmanagement.Our Responsible Investing Policy Framework \nRequires That We: \n \u0084Hold quarterly meetings of our ESG Investments \nSteering Committee to further our responsible investing \napproach and promote effective communication and \ngovernance between our investment team regarding \nArch’s ESG and risk strategies.\n \u0084Consider ESG factors for internally managed assets to \nhelp mitigate ESG risks and expand ESG opportunities.\n \u0084Employ qualitative and quantitative ESG analysis \nto identify company- or manager-specific risks and \nopportunities.\n \u0084 Review the portfolio for issuers with poor ESG ratings, \nand seek to emphasize those with more favorable ESG \nrisk profiles, where ratings and relatively attractive \ninvestment opportunities are available.\n \u0084 Engage with external asset managers regarding ESG \nintegration into their investment decisions.\n \u0084 Consider and review ESG standards and metrics for \nexternally managed assets.\n \u0084 Consider ESG factors and ratings when assessing \nnew investment opportunities, where reliable data is \navailable.\n \u0084 Carefully consider impacts of carbon-intensive \nindustries and include carbon metrics in our investment \ndecisions and reporting.\n \u0084 Engage the investment team in ESG training. In 2022, \nemployees completed 35 hours of training.Making Responsible Investments\nA continued focus on ESG factors remains core to our \ndecision-making and inclusion of responsible investments \nin the portfolio. As of Dec. 31, 2022, we had $138 million \ninvested in green bonds issued to fund green projects, \nactivities that promote climate change mitigation or \nadaptation, or other environmental sustainability purposes. \nAs shown, our commitment to responsible investing remains \nstable year over year.We believe the integration of ESG factors into investment analysis contributes to improved returns, reduces risk over the long term and aligns with our \nstakeholders’ best interests. We consider ESG factors for assets managed internally, and we monitor ESG policies of assets managed by third parties. We \nrecognize the importance, relevance and significance of ESG factors in assessing the sustainability performance of the entities in which we invest.OUR INVESTING\nStewarding Entrusted Capital\nESG                    Social             Governance    Environmental     $350\n$300\n$250\n$200\n$150\n$100\n$50\n$0$336\n$298\n$56$94$114$105$257$275\n2021* Total investment: $763 million, \nwhich is approximately 3% of Assets Under Management (AUM).\n2022 Total investment: $772 million, \nwhich is approximately 3% of AUM.Responsible Investing ($M)\n* Reflects the correct amount due to a data error in the 2021 Sustainability Report.\nView our Responsible Investing Policy »", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}