{"page_content": "2022 SUSTAINABILITY REPORT   |   19 Our Business Our Operations Our Investing Our People Our Communities\nESG Investments Steering Committee\nWe formed the ESG Investments Steering \nCommittee to oversee the assessment of ESG \nrisk in our investment strategy. \nThis committee governs policy, reporting and ESG-\nrelated initiatives and is dedicated to managing and \nmonitoring our ESG strategy in our investment portfolio. \nThe committee promotes and fosters communication \nbetween Arch’s senior management, its ESG team and \nrisk management team to drive visibility and alignment \nwithin the company. Committee members meet quarterly \nand include our CRO, Chief ESG Officer and key members \nof our investment team. Additional responsibilities \ninclude overseeing and receiving updates on relevant and \nmaterial ESG initiatives, strategies, budgets and regulatory \nmatters. See also page 6 of our TCFD Report  for a detailed \ndescription of our “ESG Investment Governance.” Monitoring Exposure to Climate Impact and \nCarbon Intensive Industries\nClimate change necessitates that impacts of carbon-intensive \nindustries be considered. Investing in companies making \npositive progress towards energy transition allows us to \ncapture the benefit of the value creation of these efforts \nwhile reducing our overall risk. Portfolio exposures to \nthermal coal increased modestly in 2022, representing 1.3% \n($359 million) of the total portfolio, while our exposure to \nfossil fuels increased slightly to 3.8% of the total portfolio \n($1.1 billion), both as of Dec. 31, 2022.\nAssets with UN PRI Signatories\nWe recognize the material commitment that becoming a \nUN PRI signatory requires and highlight our asset owners \nor asset managers that have achieved this distinction. Our \nassets managed by UN PRI signatories remained stable year \nover year, representing 25% of the total AUM and 79% of the \ntotal externally managed assets, approximately $8.9 billion.  \nFixed Income                  Equities                   Alternatives$3,500\n$3,000\n$2,500\n$2,000\n$1,500\n$1,000\n$500\n$0Investments with managers that are  \nUN PRI Signatories ($M)  \n2021* Total investment: $6.9 billion, \nwhich is approximately 25% of AUM.\n2022 Total investment: $7.1 billion, \nwhich is approximately 25% of AUM.\n* Reflects the correct amount due to a data error in the 2021 Sustainability Report.$3,282$3,155\n$1,003\n$675$2,591$3,223\n", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}