{"page_content": "2022 SUSTAINABILITY REPORT   |   20 Our Business Our Operations Our Investing Our People Our Communities\nAccelerating Diversity and Inclusion\nArch focuses on developing market-leading solutions that \nallow us to attract, develop, promote, reward and retain \nthe best talent. Our mission is to create a workforce that \nreflects the diverse populations of our customers and the \ncommunities where our people live and work. In 2022, we \nmade strides toward achieving our long-term D&I vision, and \nwe have expanded our internal programs and practices to \nenrich the employee experience of inclusion and belonging.\nInclusion is part of the Arch culture and directly supports our \ncorporate purpose of Enabling Possibility. We continue to \nseek ways to recognize each other’s unique experiences to \nhelp solve our most critical business challenges. \nArch’s D&I strategy has three key focus areas — colleagues, \ncommunities and culture — and we have made significant \nprogress in each category. Our executive leadership team \nmembers have developed targeted plans to accelerate \ndiversity within their segments, embedding diversity best \npractices in hiring, developing, promoting and engaging \nunderrepresented groups. We are also centralizing our talent \nacquisition team in North America, which will strengthen our \nability to attract and hire the best, diverse talent by bringing \nnew focus and specialization to the way we operate. \nMore than 600 leaders have completed an advanced Fostering \nInclusive Leadership course. This program equips participants \nwith practical ways to model inclusivity in their day-to-day \ninteractions to maximize the contributions of all employees. Mentorship Programs\nWe launched a global mentorship program using an \nautomated matching platform to pair employees of all levels \nwith colleagues who can help them on their professional \njourneys. The program is designed to provide a forum \nwhere employees can learn and grow professionally \nvia relationships with other colleagues. With over 550 \nemployees enrolled, this program will help mentees \nidentify strengths and areas for development, enhance \nbusiness acumen and determine a path for career growth. \nAdditionally, both parties can improve their communication \nand interpersonal skills.\nBuilding an Inclusive Workplace\nA total of 855 employees have completed a course on \ncreating a culture of workplace inclusion, a program \ndesigned to explore the impact of in-group and out-group \ndynamics, understand the benefits of inclusion and learn \npowerful shifts that bridge groups to foster a greater sense \nof belonging. Employees committed to making behavioral \nchanges to drive a more inclusive workplace culture where \ncolleagues can thrive. In addition, 257 employees also \ndownloaded a specialized app designed to provide tips and \ntools to make change.Workforce Demographic Data\nOur goal is to create an inclusive culture that encourages \ndiverse perspectives and promotes teamwork and \ncollaboration. Creating an environment that encourages our \nemployees to develop the best new ideas and innovations \nwill truly Enable Possibility.At Arch, we know our people are critical to the success of our business. To encourage our people to \nreach their full potential, we invest in programs that holistically support their physical, emotional and \nfinancial wellness. Arch enriches the employee experience by expanding our D&I initiatives, embracing \na hybrid work culture where everyone can thrive and providing employees with the tools and \nopportunities to grow individually and professionally. By empowering our people to lead with purpose \nand collaborate with thoughtfulness, Arch fosters a workplace where people choose to stay and grow.Our mission is to create a workforce that reflects the diverse populations of our \ncustomers and the communities where our people live and work. By sharing our \ndemographic data externally for the first time, we’re showing our commitment \nto make strides in diversity and inclusion, while enriching the employee \nexperience of real inclusion and belonging.\n–Christy Caragol\nSVP, Talent Management and Diversity & InclusionOUR PEOPLE\nFemale              MaleGender\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0\nManagement Support ProfessionalRace/Ethnicity — U.S. Only\nManagement Support Professional\nAll People of Color            White 90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0\nManagement  = leads people and or business units\nProfessional = individual contributors\nSupport  = administrative, operational and entry level professionals", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}