{"page_content": "2022 SUSTAINABILITY REPORT   |   3 \n Our Business Our Operations Our Investing Our People Our Communities\n2022 was another great year for Arch as we delivered strong \nfinancial results and continued to advance and integrate \nenvironmental, social and governance (ESG) considerations \nin our business strategy and decision-making. We remain \ncommitted to driving impact across our five ESG pillars: \nbusiness, operations, investing, people and communities.  \nAs an organization, we strive to uphold our Values and work to \nEnable Possibility for our employees, customers, shareholders \nand communities. \nIn a changing world where unexpected \nchallenges impact every aspect of our lives, \nArch has remained focused on protecting \nour clients’ assets, providing support for \ntheir innovations and safeguarding their \nfutures. Setting clear goals and measuring \nour progress demonstrates our resiliency \nfor our clients, our employees and the \ncommunities we serve. \nOur sustainability roadmap outlines our focus on growing our \nspecialty product lines while integrating ESG considerations \ninto our underwriting and investment decisions. We know that \nby embedding corporate responsibility, high ethical standards \nand sustainable practices into our operations, we are able \nto offer resilient insurance solutions, sustainable products \nand an ESG investing approach that contributes to long-term \nsuccess for our stakeholders. \nThe insurance industry has a role in energy transition and \nArch, as a leading insurer, is an active participant. We continue \nto apply the principles outlined in our thermal coal policy to ensure coverage to entities with goal-oriented transition plans \nto lower carbon energy sources. We maintain that a pragmatic \napproach to underwriting these risks is necessary to advance \ndecarbonization. \nBuilding on our existing efforts to reduce our impact on the \nenvironment, we are proud of our goal announced in early \n2022 to reduce our Scope 1 and Scope 2 greenhouse gas \nemissions by 42% and achieve net zero operations by 2030. \nIn this report you can learn more about the steps we’ve taken \nover the last year to reduce our environmental impact.\nOur investment team continues to integrate sustainability \ninto our processes as part of our aim to deliver total return \nand income for Arch while realizing added benefits for society \nand reduced risk over the long term. Our investment portfolio \nreflects the importance of ESG principles as we have invested \napproximately 25% of our assets under management with \nmanagers and advisors that are signatories to the United \nNations Principles of Responsible Investment (UNPRI). Our \nResponsible Investing Policy also outlines our commitment to \nadvancing and incorporating ESG issues into our investment \nanalysis and decision-making processes.   \nArch continues to provide access to affordable insurance \nsolutions to support lower income populations. Our mortgage \ninsurance products give lenders the confidence and flexibility \nto approve mortgage loans even with home affordability being \nchallenged in the current economic environment. Expanding \nopportunities for homebuyers strengthens our communities \nand provides wealth-building opportunities.   \nFor more than 20 years we have supported the regions where \nwe do business through our philanthropy. We built on that \ncommitment by forming the Arch Group Foundation (AGF) \nwhich amplifies our support to organizations in line with our \ngiving priorities and that share our focus on diversity and \ninclusion (D&I). With an annual budget of $1 million, which is awarded with direction from our employees, we believe that \nthe AGF will help build stronger, more resilient communities.  \nAt the core of our success is our people. I am grateful to \nArch’s employees for their dedication and commitment to \nour company. We have worked hard to cultivate an authentic \nand inclusive workplace where our people feel comfortable \nbeing their true selves. In 2022, we advanced our D&I platform \nthrough measurable programs in areas including leadership \ntraining, talent recruitment, mentorships and dynamic \nemployee networks. As we continue to focus on initiatives that \ncreate change, we are also sharing with you for the first time in \nthis report demographic data for our global operations. \nAs our sustainability program matures, so does our \nunderstanding of what drives impact. We believe that our \ncontinued focus on ESG makes Arch a stronger company \nand recognizes the importance of sharing our ESG progress \ntransparently to ensure stakeholders understand the ways \nour business intersects with, and is shaped by, the evolving \nESG landscape. We are grateful for your continued interest, \ncollaboration and support.\nMARC GRANDISSON\nChief Executive Officer\nArch Capital Group Ltd.\nA MESSAGE FROM OUR CEO", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}