{"page_content": "2022 SUSTAINABILITY REPORT   |   21 Our Business Our Operations Our Investing Our People Our Communities\nArch maintains a number of strategic partnerships that aim \nto bring more diversity to our company and the insurance \nindustry. In 2022:\n \u0084Arch sponsored The Actuarial Foundation’s (TAF) \ninaugural Virtual Gala — Formula 2022 , supporting \nthe organization’s goal of enhancing math education \nand financial literacy while advancing diversity, equity \nand inclusion. The event featured remarks from our \nArch Insurance North America Chief Actuary, who \ndiscussed Arch’s interest in making  a positive impact \nthrough TAF, including their Math Motivators program, \nwhich pairs industry professionals with local students \nto provide free math tutoring.\n \u0084We continued our involvement with the Spencer \nEducational Foundation (SEF)  board of directors. \nThe SEF awards scholarships for the education of \ntomorrow’s risk management and insurance leaders.\n \u0084Arch was an Elite Sponsor of the 2022 International \nAssociation of Black Actuaries Annual Meeting , \nmarking our third year of support for the event. \nThrough this partnership, Arch continues to build a \ntalent pipeline and to foster mentoring and volunteer \nopportunities with student members.\n \u0084Our Philippine operation was formally inducted as a \nmember of The American Chamber of Commerce \nof The Philippines, Inc. (AmCham Philippines)  in \nAugust 2022. AmCham Philippines serves the interests \nof Philippine and American businesses and promotes \nlong-term objectives while contributing to the civic and \neconomic development of the Philippines. \n \u0084For a second year, we signed on as a global sponsor \nof Dive In , the festival for D&I in Insurance. Arch \nemployees were invited to engage in programming that \nfocused on the theme of creating Braver Cultures  and \nincluded sessions on mental health, social responsibility, \nmultigenerational workplaces, gender, LGBTQ+, \nmulticulturalism, race and ethnicity and disability. \u0084Through the Insurance Supper Club  in the U.K., \nArch provided access to professional networking, \ndevelopment and mentoring for women across the \nindustry.\n \u0084Through our relationship with Stonewall , a nonprofit \nresearch and advocacy organization based in the U.K., \nwe benefited from tools and resources to promote \nLGBTQ+ inclusion in the workplace.\n \u0084Throughout the year, members of our Black \nProfessionals & Allies employee network led virtual \nresume writing workshops for All Stars Project , a \nnational nonprofit that uses a performance-based \napproach to help inner city youth and their families \nbuild success. To further support their mission, Arch \ndonated $25,000 to their Fall Gala.Colleagues and Communities", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}