{"page_content": "2022 SUSTAINABILITY REPORT   |   22 Our Business Our Operations Our Investing Our People Our Communities\nArch Employee NetworksThe best ideas, engagement and innovations come from diverse teams. Our global Employee Networks are employee-led groups that help build \nrelationships, amplify the voices of diverse populations and advocate for positive change within the company. Each network has an executive \nsponsor, leadership team, mission statement and annual objectives that connect to Arch’s D&I strategy. The groups host educational and \nnetworking events, professional development opportunities, focus groups, volunteer outreaches and other events that cultivate inclusion and \nencourage all voices and perspectives. The strong and visible ally participation in all of our Employee Networks is a testament to their success.Employee Networks\nRaised $6,500 for Autism Speaks® through participation in their signature walk \nand provided input that led to the adoption of improvements to office accessibility \nstandards. Launched in January 2022, this network has a three-pronged focus: \nneurodiversity, mental health and wellness, and physical abilities.\nCoordinated a charitable giving campaign with the Marine Toys for Tots Foundation \nin time for the holidays. The group established ties with the U.S. Department of \nDefense’s SkillBridge program, which helps active military personnel moving to \ncivilian life get on-the-job exposure to the civilian job market before separation \nfrom service, with an aim to improve Arch’s success in attracting and hiring veterans \nwhose skills match our needs. The network also hosted a “Thank a Veteran” event in \ncelebration of Veterans Day.\nHeld regular “LGBTea Time” events throughout the year to offer a forum for members \nto connect and discuss topics relevant to the LGBTQ+ community. Pride Month \nprogramming included a Proud Parent webinar that featured a roundtable discussion \non issues and obstacles faced by LGBTQ+ youth and their parents. This network \nhosted several charity drives throughout the year and led celebrations for Coming \nOut Day.\nLaunched in late 2022 with a mission to enable and encourage career development \nand growth through global networking and easy access to useful tools and resources. \nWith support from allies, the network aims to provide a means to fulfill career \naspirations and fuel success through community building and resource sharing.\nHosted multiple career development and educational events in 2022, including virtual \ndiscussions for Black History Month and Juneteenth that covered the legacy of Black \nWall Street and how to identify and overcome career barriers. Featured speaker and \nArch director Francis Ebong joined the network for a fireside chat, where he shared \ncareer insights and advice. The network also held a series of webinars spotlighting the \nrich history of Black people in Bermuda, the home of our corporate headquarters.\nSupported Arch’s goal to achieve gender balance in leadership roles over time by \nproviding meaningful career development opportunities through a combination \nof targeted actions focused on networking, mentoring and ally engagement. 2022 \nevents included activities to mark International Women’s Day and Women’s History \nMonth, a session on leadership by a CEO from a peer company and a session focused \naround mitigating bias, led by network members. The network also hosted monthly \nevents, including focused discussions on career journeys, an allyship panel featuring \nour male senior leaders who shared their thoughts and experiences on supporting \nwomen in the workplace, and workshops on giving and receiving feedback and \nmanaging transitions.MORE THAN\n23%\nof our global employees  \nparticipate in one or more \nEmployee Networks.\n", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}