{"page_content": "2022 SUSTAINABILITY REPORT   |   23 Our Business Our Operations Our Investing Our People Our Communities\nInternships and Early Career Programs \nWe continue to strengthen our early career development \nprograms dedicated to nurturing the next generation of        \n(re)insurance professionals. Our internship programs provide \nhighly motivated students with meaningful work experience \nand exposure to industry career opportunities. In the U.S., \nU.K. and Bermuda, we hosted more than 70 interns in various \nfunctions throughout our operations in 2022.\nAgents of Transformation (AoT) Internship\nThis 10-week program, launched in \nthe summer of 2022, attracts and \nengages a diverse cohort of student \nscholars and introduces them to \nthe vast career opportunities that \nexist within a global insurer. At the \nconclusion, the program also led to \npermanent positions at Arch. \nAoT interns rotate weekly through \na variety of departments to gain a \ngreater understanding of how each operational unit provides \ncritical business support to drive efficiency, effectiveness and \nchange in an organization. During 2022, 100% of AoT interns \nreported that the program exceeded their expectations and \nalso expressed interest in pursuing a career in the insurance \nindustry. \nEarly Career Program (ECP) \nThe ECP is a 12-month apprenticeship for college graduates \nwith an interest in building a career at Arch. The class of \n2022 graduated 21 employees who completed a curriculum \nfocused on underwriting, actuarial work and claims. The \nclass of 2023, who were onboarded in 2022, is comprised of \n36 employees from underwriting, actuarial, claims and other \nkey focus areas in insurance. The ECP includes 10 training \nmodules that participants complete to graduate. Leadership Development\nThrough a combination of on-the-job experiences, exposure \nand education, we enable our leaders to take on challenges \nwith resilience and an inclusive mindset that is critical in an \nincreasingly complex world. In 2022, we introduced Arch’s \nSenior Leadership Team to our six Executive Accelerators, \nbehaviors that drive success for our business and our \npeople. Approximately 140 executives took an assessment \nthat provided insight into areas of strengths to leverage and \nweaknesses to improve to help them become more effective \nleaders. \nIn our insurance group, we offer a suite of other leadership \nprograms, including Manager Essentials, a foundational \nprogram recommended for mangers with less than \nthree years of experience; Boost, which helps frontline \nleaders adapt to change and ambiguity, navigate stressful \nsituations, build resilience and understand how to lead with \ncompassion; and Impact, for experienced leaders looking \nto build critical capabilities with an emphasis on work \napplication.\nProfessional Development and Education\nArch University\nThrough Arch U, our learning platform, \nwe provide extensive education \nopportunities, including coursework \nand certification classes, available on \nmultiple platforms, including LinkedIn \nLearning®.\n32,902 Hours of Learning\n3,570 Courses AccessedLearning Academies \nWe know our employees value the investment we make \nin their growth and development. We offer a variety \nof training programs to help employees improve their \ntechnical skills. Launched in 2022, the IT Academy was \nthe first of its kind at Arch, aimed at helping colleagues \nimprove their technical expertise.\n \u0084The IT Cadet Engineering Program provides \nopportunity to new graduates to undergo technical \ntraining, with the objective of becoming Arch Global \nServices (GSO) employees. The GSO supports Arch \nin business areas such as IT, finance, actuarial \nanalysis, claims processing and more. Graduates of \nthe computer science and engineering courses were \nselected to participate in six months of extensive \ntraining in various IT functions, such as database \nmanipulation, learning quality assurance concepts \nand tools, data visualization and engineering. Mentors \nhelped ensure that each cadet received what they \nneeded to succeed in the program. \n \u0084Sponsored by GSO, the Coaching and Mentoring \nWorkshop  series offered coaching and mentoring \nsupport to team leads and managers. In doing so, we \noffered the support to develop feedback and coaching \ncapability crucial to optimizing colleague outcomes.Attracting, developing, promoting, rewarding and retaining top talent is a company-wide priority. We are committed to developing leaders who \nexemplify our values and enable our purpose. Through meaningful investments in career development, diverse recruitment practices and providing \ntools to help our employees to succeed, we foster a workplace where everyone can thrive.\nCareer Development\n", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}