{"page_content": "2022 SUSTAINABILITY REPORT   |   24 Our Business Our Operations Our Investing Our People Our Communities\nInclusive Benefits\nAs we continue our efforts to attract and retain diverse \ntalent, we added more inclusive benefits to our generous \nbenefits packages. \n \u0084Enhanced Medical Coverage.  We enhanced our \nmedical coverage for our U.S.-based employees \nto include travel and lodging costs for an array of \nhealthcare claims, including mental health services, \ninfertility treatments, specialty cancer treatments, \nabortion services and gender-affirming services. These \ncoverage enhancements build on 2021 expansions, \nincluding coverages for our transgender community \n(behavioral health, hormone therapy and medications \nand gender-affirming surgical services for our U.S.-\nbased employees and their families).\n \u0084Salary-based Medical Premiums.  To ease the impact \non those most affected by inflation, in 2022 we \nannounced that effective in 2023, Arch will have a new, \nsalary-based premium structure for medical plans for \nU.S.-based employees to help keep health care costs \nequitable and affordable. It is anticipated that more \nthan 65% of employees will see a reduction in medical \npremiums for the same plan and coverage tier. \nArch Cares Program \nThis program provides monetary support to eligible \nemployees who are unable to afford certain expenses because \nof a financial hardship related to the COVID-19 pandemic. \nArch Cares Leave Share Program\nThis program allows U.S.-based employees to donate accrued \npaid time off (PTO) to colleagues who need more time away \nfrom work due to medical reasons or major disasters after \nthey have exhausted their available PTO benefits.Parental Leave Policy\nArch provides competitive parental leave that is designed to \nalign with or exceed local geographic practices.\n \u0084 In the U.S., our plan provides up to 10 weeks of paid \nleave at 100% of an eligible employee’s base salary for \nthe birth, adoption or fostering of a child, on top of \nany birth-related medical leave taken by the mother \n(usually covering six weeks of an employee’s full \nsalary). The policy joins a host of benefits designed to \nsupport families, such as back-up childcare, adoption \nassistance and a flexible spending account for \ndependent care costs.\n \u0084 In Bermuda, our plan provides employees up to four \nweeks of paid leave for the birth, adoption or fostering \nof a child. This leave is in addition to the 13 weeks \nmandated by law for new mothers.\n \u0084 In the U.K., we reduced the service eligibility \nrequirement for enhanced pay for parental leave \nfrom two years to one year in order to make this \nbenefit accessible.\n \u0084In Canada, beginning December 2022, our plan \nprovides up to 18 weeks of paid maternity leave and \nup to six weeks of paid parental leave for the birth or \nadoption of a child. \nEmployee Assistance Program (EAP). \nOur EAP offers global employees 24/7 access to qualified \npsychologists who can assist with managing mental health, \nrelationship challenges, parenting support and workload \npressures or concerns.Financial Well-Being\n \u0084 In addition to competitive salaries and wages, in 2022, \nArch contributed $67 million to worldwide retirement \nsaving plans on behalf of eligible employees.\n \u0084 Throughout the year, our Student Loan Assistance \nProgram helped pay more than $896,000 toward \nemployees’ student loan debt, offering up to $3,000 \nper year for eligible employees.\n \u0084 Arch recognizes the impact of the current economy \non our employees. To help ease the financial pressure, \nin addition to looking at the external compensation \nmarket, we are reevaluating our merit increase \nguidelines to take into account geography and job \nlevel in the organization to allow for greater salary \nincreases for employees most impacted by inflationary \npressures.\n \u0084 In response to employee demand and recognizing \nArch’s desire to promote sustainable employee \nbenefits, our employees in the U.K. have the \nopportunity to lease an electric vehicle and make \npayments directly by payroll deductions. This program \nfacilitates employees moving to zero-emission cars \nwhile benefiting from simple funding via payroll.Support for Mental and Physical Health \nWe understand the critical importance strong mental health \nhas on our ability to thrive. Arch has several programs to \nsupport our employees during challenging times.\n \u0084 Wellness webinars. Arch hosted a series of webinars \nto share practical techniques that colleagues can \nimmediately apply and practice. The series is designed \nto help build resilience. We recorded the webinars so \nthat employees can continue to access them when \nneeded.\n \u0084 Mental Health First Aiders. A six-member U.K.-based \ncolleague team aims to raise awareness and promote \nbetter mental health and well-being. The team \nreceived skills-based training to help them identify, \nunderstand and respond to signs of burnout and \nstrained mental health in their colleagues.\n \u0084 Well-being events. In the U.K., our private medical \nhealth provider hosts monthly virtual well-being \nevents for our employees.\nEvolving from Pandemic Work Experience \nImmediately following the COVID-19 pandemic, Arch took \nprecautions to prioritize the safety and well-being of our \nemployees and their families. We continue to cover all \nCOVID-19 testing and vaccination costs, offer paid time off for \nleave related to a COVID-19 vaccination and operate the Arch \nCares program.\nOffice Reentry\nWith employee health and safety at the forefront of our \nstrategy, we began to reenter our offices in 2022, with a more \nflexible, hybrid approach. We also increased the number \nof collaborative spaces in our offices to encourage and \naccommodate this concept.We are committed to ensuring that our people have access to comprehensive benefits to safeguard their mental, physical and financial health. In \naddition to our generous benefit offerings, we took several actions in 2022 to expand our benefit coverages to be more inclusive and to meet our \nemployees’ needs. As always, our employees’ health and safety remains a top priority.\nLearn more about our employee benefits »Safeguarding Our Employees’ Health and Well-Being\nARCH CONTRIBUTED\n$67M\ninto worldwide  \nretirement savings plans .\n", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}