{"page_content": "2022 SUSTAINABILITY REPORT   |   25 Our Business Our Operations Our Investing Our People Our Communities\n2022 Highlights\nWe took support of our communities further than before. As \npart of our wider community impact strategy, we focused on:\n \u0084 Amplifying the generosity of our employees through \nour volunteer time off (VTO) and matching gift \nprograms. We increased our matching gift program \nfrom a 1:1 ratio to a 2:1 ratio during March and \nNovember 2022, effectively tripling the impact of \ndollars donated to charitable organizations. \u0084 Directing donations at the corporate level to charitable \norganizations that align with our philanthropic goals \nof supporting four focus areas: health, housing, \neducation and the environment. \u0084Activating and maximizing our commitment to our \ncommunities by awarding the first nine grants through \nthe Arch Group Foundation (AGF).We strive to make a difference by investing in areas where we live and work. We demonstrate our \nongoing commitment to building stronger, more resilient communities through our philanthropic \nand volunteer efforts.\nVolunteer Time Off Spotlight\nOur global employees organized various volunteer events to \ngive back to their local communities:\n \u0084 Team Bermuda participated in a Breast Cancer \nAwareness Walk and raised $4,000 for the Bermuda \nCancer and Health Centre Equal Access Fund . \n \u0084Team Copenhagen partnered with Mødrehjælpen \nNørrebro, Rema1000 Nørrebro  and a local \nsupermarket to pack and distribute food packages to \n60 families in need.\n \u0084 In Ireland, nine volunteers from Dublin met at \nGaelscoil Choláiste Mhuire , an Irish-speaking primary \nschool situated in a disadvantaged Dublin area, and \nspent the day working on the schoolyard and library.\n \u0084 In October, employees throughout the U.S. worked \nwith Chrysalis Center to assemble craft kits for \nfamilies with children who attend the organization’s \nwellness classes. \u0084 Colleagues from Morristown, New Jersey, took part \nin a Covenant House  sleep-out event to end youth \nhomlessness, marking their 10th year, where each \nof the participants reached or even exceeded their \nfundraising goal of $2,000.\n \u0084 Team Zurich supported Thanksgiver , an organization \nthat provides free food to families in need.\n \u0084 Colleagues in Toronto launched a Community \nGive Back Committee  to facilitate and drive VTO \nopportunities and community support via volunteering \nand charitable giving.  \u0084 Mortgage employees volunteered with North Carolina \nfor Community and Justice (NCCJ) of the Piedmont \nTriad to help with their annual campaign mailing. \nNCCJ works to build more respectful and inclusive \ncommunities free of bias, bigotry and racism. \n \u0084Colleagues in the U.K. participate in Age UK’s \nTelephone Friendship  corporate volunteering \nprogram that matches each Arch volunteer with an \nelderly person, based on shared interests, for weekly \n30-minute phone chats.Volunteering in the spirit of serving others not only inspires and supports the community, \nbut helps us feel closer to our colleagues in pursuit of a better future.\n — Ana Perry  \nProject Manager, Business Process ManagementOUR COMMUNITIES\nEmployee-Driven Support\nUnderscoring our corporate Value of Striving to Make a Difference, throughout the year, we encourage our employees to safely \nvolunteer and support the communities where they live and work. ", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}