{"page_content": "2022 SUSTAINABILITY REPORT   |   27 Our Business Our Operations Our Investing Our People Our Communities\nAccessible, Safe Housing\nThrough insurance and educational solutions provided by our \nmortgage group, we help create a more sustainable housing \nmarket. We also aim to help individuals and families achieve \nsustainable housing through our community impact work.\n \u0084Partnership with MBA Opens Doors Foundation. \nIn 2022, Arch contributed $100,000 to support the \nMBA Opens Doors Foundation home grant program. \nThis program provides mortgage or rental payment \nassistance to families caring for critically ill or injured \nchildren, helping parents and guardians to focus on \ncaring for their loved ones rather than on a home in \njeopardy.  \n \u0084Habitat for Humanity Support. Our employees \nvolunteered with several Habitat chapters throughout \nthe U.S. In 2022, over 30 employees from the \nCharlotte, North Carolina, area volunteered across \nNew Home Construction and ReStore opportunities. \nThe New Homeownership Program empowers families \nearning between 30-80% of the U.S. Department of \nHousing and Urban Development Area Median Income \nto purchase their first homes with an affordable \nmortgage. Volunteers completed drywall installation \nat a new townhome development. Habitat’s ReStores \nare a key fundraising opportunity for the organization, \noffering new and gently used furniture, appliances, \nhome decor and building materials for purchase by the \ncommunity. Volunteers unloaded donated household \nitems, organized donations and assisted customers \nafter purchase.Academic and Career Success\nArch views education as the great equalizer, and through our \ncorporate giving efforts we help students in underserved \ncommunities achieve their educational goals. \n \u0084Arch MI Scholars Program. We support two scholars \nat North Carolina AT&T State University, the nation’s \nlargest Historically Black University, which is located \none mile from our mortgage group’s headquarters in \nGreensboro, North Carolina.\n \u0084Arch Insurance Scholars Program with the Spencer \nFoundation. We provide funding and internship \nopportunities to undergraduates from diverse \nbackgrounds pursuing careers in actuarial science, \ninsurance, business or risk management.\n \u0084James Asamoah Memorial Scholarship with St. \nBenedict’s Preparatory School. Arch created an \nendowment scholarship for students at St. Benedict’s \nPrep, a school serving low-income students in Newark, \nNew Jersey, in honor of James Asamoah, a long-time \nArch employee who died from COVID-19 in 2020.\nEnvironmental Resilience\nAs a global (re)insurer, we understand climate change \npresents potentially far-reaching implications for \ncommunities not properly prepared for or mitigating the \neffects of natural disasters. Through our corporate giving, we \nare committed to making a difference.\n \u0084ShelterBox.  Arch supports ShelterBox U.K., an \norganization that provides international disaster relief \nand emergency shelter to families devastated by \nnatural disaster and conflict. Arch donated more than \n$145,000 to ShelterBox U.K. in 2022.Healthy, Thriving Societies\nAs healthcare continues to be one of the most critical issues \nfacing our society, Arch supports several organizations \ndriving progress in this area, including:\n \u0084Insurance United Against Dementia.  Our Arch U.K. \noperations support Insurance United Against Dementia, \na movement created and championed by leaders from \nacross the insurance industry, to help fund Alzheimer’s \nSociety’s support services and research program. Arch \ndonated more than $120,000 to Insurance United Against \nDementia in 2022.\n \u0084COVID-19 Vaccination Support in the Philippines. Arch \ndonated $18,000 to the Philippines Red Cross to support \nits free vaccination program. Arch also created the Global \nServices COVID-19 Vaccination Program in April 2021. Arch generously supports the causes we believe have a meaningful impact on our communities’ ability to thrive. \nDuring 2022, Arch donated $5.6 million to charitable organizations across the globe.Contributing to Community Growth and Resilience Through Corporate Giving\nARCH DONATED\n$5.6M  \nto charitable organizations  \nacross the globe.\n", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}