{"page_content": "2022 SUSTAINABILITY REPORT   |   28 Our Business Our Operations Our Investing Our People Our Communities\nActivating the Arch Group Foundation\nAGF Governance\nAGF directs funds to organizations that make a meaningful \nimpact in one or more of Arch’s giving priorities — \naccessible safe housing; academic and career success; \nenvironmental resilience; and healthy, thriving societies \n— as well as those that align with the company’s commitment \nto diversity and inclusion. During 2022, the AGF awarded over \n$450,000 to nine nonprofits.\nThe AGF is governed by a board of directors that includes five \nmembers of our executive leadership team, with day-to-day \noversight managed by board-appointed officers. In addition, \nwe formed a board-appointed “Program Giving Committee” \ncomprised of a diverse set of Arch employees who share a \npassion for philanthropy. This committee is responsible for \nthe grant review and selection process.2022 AGF Grant Recipients \n \u0084 March of Dimes. To support the new Mom & Baby \nMobile Health Unit to provide healthcare to vulnerable \npopulations in Brooklyn and Queens, New York.\n \u0084Room to Read. To support increased access to books \nfor quality learning opportunities for children in high-\nneed communities across the U.S.\n \u0084 The National Museum of Bermuda. To support the \ncreation of the “Early Years Programme,” focused on \nproviding hands-on educational opportunities to 3- to \n5-year-olds in Bermuda.\n \u0084 Project Sunshine. To provide funding for play-based \ndevelopmental programming for children who are \nhospitalized and may miss out on developmental \nactivities.\n \u0084 Community Housing Solutions. To provide funding \nfor critical home repairs to low-income families in \nGuilford County, North Carolina. \u0084 National Black Child Development Institute. \nTo support the Extended Learning Opportunity \nprogramming, serving vulnerable students in grades \nK–5 and their families in Greensboro, North Carolina. \n \u0084 Covenant House. To support the Continuum of Care \nand Workforce Development Services programming, \nto help youth facing homelessness secure and retain \nemployment.\n \u0084 United Negro College Fund. To support the 2022 \nAtlanta Walk for Education to help 2,000 students \nthroughout metro Atlanta, Georgia and other markets \nget to and through college.\n \u0084 The Actuarial Foundation. To support math \neducation and financial literacy and the Math \nMotivators Tutoring Program in Jersey City, New \nJersey, providing free math tutoring for low-income, \nunderserved students.Working with the Arch Group \nFoundation has been both \nchallenging and rewarding. \nChallenging because it exposes one \nto the true extent of suffering, and \nrewarding because we have the \nability to engage in the global fight \nagainst inequity. \n–Baljit Sethi  \nVP, Infrastructure Engineering and  \nAGF Program Giving Committee MemberTo create more targeted impact through our corporate giving efforts, we activated the Arch Group \nFoundation (AGF) in 2022. Its creation formalizes our commitment to help build resilient communities \non an ongoing basis. ", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}