{"page_content": "2022 SUSTAINABILITY REPORT   |   5 \n Our Business Our Operations Our Investing Our People Our Communities\nWorkflow and Integration\nSustainability at Arch is not a stand-alone initiative. Instead, \nit is an element of our business ethos and embedded into \nour day-to-day operations, decision-making and efforts to \nsupport and build resilience in global communities.\nOur sustainability work requires ongoing collaboration \nbetween Arch departments and business segments to drive \nthe development, integration and disclosure of sustainability \nbest practices. This chart is a visual overview of Arch’s \nsustainability workflow.\nProvides oversight and guidance to the ESG team. Made \nup of leaders from across the business and meets on a \nregular basis throughout the year.ESG Steering \nCommitteeBoard of Directors\nInvestments ESG DepartmentCorporate/\nOperations\nUnderwriting\nESG Integration AreaMortgage Reinsurance InsuranceInvestment \nManagementEnterprise Risk \nManagement\nCorporate \nCommunications\nHuman \nResources\nInformation \nTechnology\nReal Estate/FacilitiesESG Investments \nSteering Committee\nEnvironmentally \nSensitive UnderwritingConsiders environmentally sensitive underwriting risks associated \nwith the thermal coal industry, including oil sands and arctic energy \nexploration in the U.K. Comprised of senior underwriting officers, risk \nprofessionals and the ESG team. Meets as needed throughout the year.Board committees — including Audit, Compensation, \nFinance, Investment and Risk, Underwriting Oversight \nand Nominating and Governance (N&G) — focus on \nkey sustainability topics based on their respective \nexpertise. The N&G Committee has oversight of our \nESG program and receives quarterly reports from \nmanagement on ESG topics and activities.\nDedicated to managing and monitoring our ESG strategy in \nour investment portfolio. The committee meets quarterly \nand members include our Chief Risk Officer (CRO), Chief \nESG Officer and key members of our investment team.\nSegment/Department \nInvolved with ESG IntegrationOversees and promotes the long-term sustainable successes related \nto ESG matters, including the development of strategy, policies and \nprocedures relating to ESG concerns in alignment with the company’s \noverall approach. The committee meets at least quarterly, and \nmembers include the U.K. CEO as chair and other members of the U.K. \ninsurance leadership team and the Chief ESG Officer.Drives an effective strategy to meet evolving business and talent \nneeds. The committee meets quarterly, and members include \nbusiness unit heads across our mortgage team.Diversity & Inclusion  \nCommittee\nESG U.K. Steering \nCommitteeOur ESG Governance", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}