{"page_content": "2022 SUSTAINABILITY REPORT   |   7 Our Business Our Operations Our Investing Our People Our Communities\nStrategic risk management enables us to optimize risk-\nadjusted returns, resulting in strong financial performance. \nResponsibilities are delegated across our organization \nthrough a “Three Lines of Defense” approach to risk \ngovernance. This embedded risk management framework, \nsupported by key controls, helps limit risk. See page 5 of our \n2022 Task Force for Climate-related Financial Disclosures \n(TCFD) Report  for a detailed description of our “Three Lines \nof Defense” framework.\nOur Enterprise Risk Management (ERM) team formally \nidentifies and integrates ESG performance, including climate \nchange and climate-related risks, into our Risk Register and \nextends that analysis to specific climate-related business \nrisk evaluations in line with the recommendations of \nTCFD. See page 7 of our 2022 TCFD Report . We review \nthese evaluations and validate the underlying data at least \nannually.\nModeling and Assessing Natural Catastrophe Risk\nWe take the risks of climate change seriously and recognize \nthat a continued rise in average global temperatures has the \npotential to significantly impact weather-related losses.\nFor natural catastrophe modeling, we use multiple methods, \nincluding proprietary and leading third-party computer \nmodels, to inform our underwriting decisions with a \ncontinued focus on the quality of our data and accuracy of \nour tools. We actively manage our aggregate exposure to \nclimate change, climate-related risk and catastrophic events \nas we evaluate natural catastrophe risk at the location and portfolio levels in both the near and long term. Specific areas \nof research and focus in 2022 included U.S. hurricane, U.K. \nflood, Japan wind and European windstorm. In addition, \nour natural catastrophe modeling teams performed a \ncomprehensive climate change study. \nThe ERM team keeps management informed of peak high-\nrisk zones and exposure to risk for a substantial loss from a \ncatastrophic event. Natural catastrophe risks in our portfolio \nare geographically diversified and generally do not have \nmaterial concentrations. We report our natural catastrophe \naggregate exposures quarterly in our external financial \nreporting. For additional information regarding our natural \ncatastrophe exposures, see item 7, pages 73-104, of our 2022 \nAnnual Report . \nThe impact of climate change and climate-related risk also \nextends to capital through our Own Risk and Solvency \nAssessments, which include current and forward-looking \nevaluations of risk to capital in expected and stressed \nconditions.\nGovernance\nOur Board of Directors (Board) is responsible for governing \nthe organization and overseeing its activities and the \nperformance of executive management in implementing \ncorporate strategies. We have identified ESG-related risks \nand controls within each of our key risk categories. These \nrisks are captured in our well-documented risk policies, \nwhich identify key roles and responsibilities for all risks. On \na quarterly basis, our Board reviews information from senior management, including our CRO, on material risks, including \nthose related to natural catastrophes and the potential \nimplications of climate change, investments/market risk \nand general economic factors that may impact our financial \nresults. These reviews and discussions are generally focused \non our ability to withstand adverse events given our current \ncapital position.We offer specialty risk solutions, property and casualty (re)insurance, and housing sector products in communities across the globe. The services and \ninsurance coverages we provide protect and allow our clients to rebuild major losses and help families build wealth through homeownership. Helping \nour clients manage uncertainty begins with assessing and addressing risks and collaborating to build resilience in a changing world, ranging from \nheightened climate risks to evolving societal demands.OUR BUSINESS\nOur Enterprise Risk Management Strategy\nRISK CATEGORY RISK DESCRIPTION LEAD BOARD OVERSIGHT COMMITTEE\nGroupStrategy development Board\nGovernance Nominating and Governance\nCapital management Finance, Investment and Risk\nInsurance/UnderwritingProduct line performance Underwriting Oversight\nRisk aggregation Underwriting Oversight\nReserving Audit\nCredit Reinsurance/Investment counterparty risk Audit\nInvestment/MarketInvestment portfolio guidelines Finance, Investment and Risk\nInvestment portfolio management Finance, Investment and Risk\nLiquidity Liquidity Audit\nOperationalRating agency Finance, Investment and Risk\nReputational Board\nLegal/Legislative/Political Audit\nTalent management Compensation\nBusiness disruption and System failures Audit", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}