{"page_content": "2022 SUSTAINABILITY REPORT   |   8 Our Business Our Operations Our Investing Our People Our Communities\nEvaluating Environmental Exposures\nThermal Coal Policy\nAs a global insurer, we take a proactive approach to \nreducing risks and taking advantage of opportunities in \nour underwriting for the benefit of our stakeholders. We \nintegrate environmental concerns into our underwriting of \nthermal coal business accounts. Our policy, applicable to \nour global insurance underwriting, outlines five key steps \ndesigned to fully evaluate risk and trigger escalations as \nnecessary for further consideration. These five steps include: \n \u0084Set risk threshold at 30% of an account’s revenues \nderived from thermal coal mining and/or coal power \nproduction.\n \u0084Screen and assess all thermal coal transactions against \nthe risk threshold.\n \u0084Escalate flagged transactions to the appropriate \nescalation committee.\n \u0084Assess transactions further through Environmental \nRisk Oversight Committees (EROCs).\n \u0084Report EROC’s outcomes quarterly to the N&G \nCommittee.\nArctic Energy Exploration/Production and Oil Sands \nExtraction Policies\nIn 2022, our U.K. insurance companies adopted sector-\nspecific guidelines regarding arctic energy exploration \nand production, as well as oil sands mining and surface \nextraction. The policies provide scope and screening \nparameters for the review and escalation referral process for \nthese environmentally sensitive business accounts.2022 Submissions\nSince implementation of our Thermal Coal Policy, we have \ndecreased our underwriting of thermal coal accounts for \nvarious reasons including:\n \u0084Submission had no climate-related transition plan.\n \u0084Insured was benefiting from deforestation.\nThis chart represents our 2022 worldwide escalations, \nincluding global coal escalations (one from our U.S. \nunderwriting group) and nine referrals from our U.K. \nbusiness related to oil sands and arctic energy exploration \nand drilling (all proceeded/bound). Our U.S. underwriting \ngroups phased out of the majority of coal accounts at the end \nof 2021.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Solar Surety Bonds to Accelerate the Climate \nTransition\nOur surety bond practice supports projects that accelerate \nthe climate transition. The demand for renewable energy, \nincluding solar, drives an increase in solar development \nprojects. We have a dedicated team of surety underwriters \nthat specializes in the renewable energy industry. The \nteam focuses on solar, wind, battery/energy storage, \nbiomass and hydro opportunities for financial assurance \nrequirements. These requirements include surety bonds \nthat guarantee engineering, procurement and construction \ncontracts, power purchase agreements, interconnection \nagreements with utilities, decommissioning agreements of \ninstalled solar and wind assets and procurement contracts. \nWe’ve seen meaningful growth in renewable energy \nprojects, including gross written premium growth rates \nof 142% and 155% over the last two years, allowing us \nto become a go-to surety credit market provider for our \ntargeted agents and brokers.\nView Our Thermal Coal Policy »The insurance industry is positioned to play a role in facilitating the transition toward \ndecarbonization. At Arch, we are taking steps to address the climate challenge and help insureds \nadapt and build resilience. \nTotal Proceed/Bound: 68Total Abstain/Non-Renewal: 11\n79\nACCOUNTSProviding Environmentally Sustainable \nInsurance Solutions\n2022 Total Escalations", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}