{"page_content": "2022 SUSTAINABILITY REPORT   |   9 Our Business Our Operations Our Investing Our People Our Communities\nCommercial Property\nWe are committed to identifying business opportunities associated with environmentally friendly trends and that also incentivize responsible environmental behaviors.\nGreen Building Coverage\nInsureds can elect to rebuild with \nsustainable materials.\nPremium Credits\nEarly fire detection and suppression systems designed to \nreduce the frequency and severity of fires.\nThrough our Risk Control service platform, we offer health \nand safety support and best practices. This support includes:\n \u0084COVID-19 Resource Communication: provide \ncustomers with COVID-19 resource communications, \nincluding suggested approaches for employee reentry.\n \u0084Consulting on Work Site Safety and Employee \nOnboarding Programs: help customers develop and \nimplement consistent workplace safety orientation and \ntraining programs and encourage them to hold their \nsupervisors accountable for these critical activities. \u0084Consulting to Protect the Public:  focus clients on \ndeveloping plans and best practices to eliminate or \nminimize exposure to common hazards, including \ndriving hazards and slip/fall exposures in retail \nenvironments.\n \u0084Safe Driving: help customers properly screen and \nmanage employee drivers for all types of vehicles to \nimprove their on-the-road safety performance, for \nexample, combating distracted driving, reinforcing \ndefensive driving skills and providing access to \ncontinuous employee driver record monitoring so \nthat our customers can better assess their drivers’ risk \nprofiles.To provide our policyholders with additional resources, we \nform business alliances focused on preferential pricing, \nwith Arch providing contributory funding arrangements for \ntargeted safety and loss prevention tools such as:\n \u0084Crisis counseling and mental health consulting, \nincluding post-traumatic event counseling, through \na global leader in behavioral health and workplace \nviolence solutions.\n \u0084Mobile device blocking apps to address distracted \ndriving.\n \u0084Vehicle camera and telematics systems for driver \nmonitoring and improvement. \u0084Cloud-based safety management system software.\n \u0084Online safety and health training.\n \u0084Accident reporting applications.Controlling Spills\nSpecific coverage enhancements for pollution events are written into our CornerstoneSM Commercial General \nLiability policy to allow our customers to promptly clean up spills and mitigate impact.Managing Well Control Events\nAccess to a hotline that connects customers with a well control professional who can \nprovide steps to manage well pressure and help prevent dangerous conditions.\nEnvironmentally Focused Risk Control Services\nArch Risk Control platform provides support and training to our insureds that \nincludes hot work (welding and flame cutting) and fire impairment protocols and best \npractices.\nEnabling Health, Safety and Optimal Outcomes for Our Customers Transitioning to Low-Carbon\nOur U.K. insurance operations participate in “Climate Transition Pathways,” an initiative incubated by \nWillis Towers Watson that helps carbon-intensive industries find insurance capacity when their transition \nplans are aligned with the Paris Agreement1 and are accredited by an external third party. \n1 Paris Agreement to the United Nations Framework Convention on C limate Change, Dec. 12, 2015, T.I.A.S. No. 16-1104.Onshore EnergySupporting Responsible Behaviors of Our Insureds\nRetail Energy — Oil and Gas", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}