{"page_content": "2022 SUSTAINABILITY REPORT   |   10 Our Business Our Operations Our Investing Our People Our Communities\nThrough our Mortgage Insurance (MI) products, we enable \nfamilies to purchase homes and accumulate wealth. \nThe down payment required on a mortgage is often a \nsignificant hurdle to buying a home, particularly for lower-\nincome families. MI helps borrowers qualify for loans with lower down payments. Our MI business gives lenders the \nconfidence and flexibility to approve mortgage loans with \na modest down payment, expanding opportunities for \nhomebuyers, which in turn strengthens communities and \npromotes a healthy economy.We are proud of our role in expanding responsible \nhomeownership opportunities and helping homebuyers \nrealize the long-term benefits of owning a home.Facilitating Equitable and Affordable Housing \nPrograms \nArch MI is a strong supporter of the equitable and affordable \nhousing programs offered by our lender customers. In \n2022, Arch MI approved nearly 100 lender-specific programs \nthat address equitable and/or affordable homeownership, \nincluding many programs that eliminate the down payment \nrequirement or allow for lender-funded grants for minority \nand low/moderate income borrowers.\nProviding Equitable and Sustainable Housing Is  \nCore to Arch MI’s Business Strategy\nIn 2022, Arch continued insuring mortgages under its \ninnovative  Equal Access  insurance program that enables \nlenders to originate loans for low-income borrowers. Eligible \nborrowers, whose incomes are less than 100% of the area \nmedian income, can obtain financing with a modest down-\npayment. The Equal Access program complements our \nCommunity Heroes Program that supports financing for \nessential workers — like teachers, emergency responders, \nformer military personnel — who are unable to afford to \nlive in the communities they support. These programs \nare available to credit unions and commercial banks that \ncan help address the racial inequity prevalent across \nhomeownership statistics. \nIn 2022, we formed two cross-functional teams to identify \ngeographic regions with low numbers of minority borrowers \nand to conduct customer outreach to identify housing \nchallenges, successes and proposed solutions.\nFinally, we created an innovation lab to source ideas and \nsolutions to address underserved communities and the \nchallenges of home affordability and accessibility.\nCreating an Informed Mortgage Industry Workforce \nArch MI educates policymakers about the environmental, \nregulatory and socioeconomic barriers to increasing \naffordable housing in the U.S. through the Capital \nCommentary newsletter, PolicyCast podcast and Insights \nblog.Providing Socially Sustainable Insurance Products\nWe are committed to ensuring a sustainable future for our insureds by offering a range of products and customer-oriented solutions that help build  \nsafer, stronger and more inclusive communities.\nOur Mortgage Products\n60%  of buyers using Arch MI are \nfirst-time homebuyers.\n1  Loans where the qualifying income was less than 80% of the area median income in their census tract; includes both purchase and refinance. \n2  Economists’ Outlook: Single-family Homeowners Typically Accumulated $225,000 in Housing Wealth Over 10 Years\n3  Based on median renter household income, the median home price and a 7.5% average savings rate.Home price appreciation is making the down  \npayment barrier even more difficult. of renters cite the perception of a \nsignificant down payment as the largest \nbarrier to homeownership.54%  \nThe time it takes a renter to save a 20% down \npayment on the median home is approximately \n22 years, up from 17 years in 2019.322 years  \n85%  MI reduces the time it takes \nto save a 3% down payment \nvs. a 20% down payment for a \nqualified loan by 85%.Clearing the Path to Homeownership\nView Arch MI’s Knowledge Center »211,000\nfamilies in \nthe U.S. were \nable to afford \na home with \nArch MI in \n2022.\nHomeownership benefits extend to \nnet worth.\nA home is the largest driver of household \nwealth, especially for minority borrowers.2\n~25% \nof which were \nlow-income \nbuyers.1", "metadata": {"source": "NASDAQ_ACGL_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}