{"page_content": "Autodesk Sustainability in Action Progress Report FY201311Customers and prospective \ncustomers\nEmployees and prospective \nemployeesSoftware developers\nGovernment/policy makers\nInvestors\nVendors\nIndustry associations\nLocal communities\nStudents\nThe press\nResellers and distributorsEach year, Autodesk participates in industry tradeshows worldwide and hosts several \nconferences that attract tens of thousands of attendees. We frequently highlight information related to our sustainability solutions, as well as the sustainability features of those events and related outcomes.  \nWe conduct an annual employee survey to gather feedback in areas such as employee engagement, manager effectiveness, leadership and vision, and more. See page 36.To advance our sustainability solutions, we work with members of the Autodesk \nDeveloper Network to extend existing Autodesk products to support particular regional standards or workflows. \nWe engaged with government officials, nonprofit organizations, think tanks, and other entities during fiscal year 2013 to advance sustainability principles. See page 22.\nWe provide investors information about our GHG emissions performance through CDP .  \nIn 2012, Autodesk was the only IT company on the performance and leadership Indexes. See page 46.\nAt Autodesk University 2012, we collaborated with other major customers to convene a group of sustainability executives from the major Las Vegas resorts and expo companies  to discuss challenges and solutions related to sustainability at major events in the city.  See page 28.\nWe work with industry associations such as the American Society for Mechanical \nEngineering, Building Owners and Managers Association International, Commercial and Real Estate Development Association, EPA Green Power Partnership Program, Global Business Travel Association, National Additive Manufacturing Innovation Institute, Green Meetings Industry Council, and others.\nAutodesk has a long history of providing communities support in response to local needs in the arts, education, the environment, and health and human services. See page 43.\nSince its launch in 2010, more than 1 million students and educators have been reached via the Autodesk Sustainability Workshop. See page 19.\nWe communicate to the press about our sustainability programs and performance through \nevents and media outreach, as well as regular press and analyst briefings. \nOur recently launched Partner Code of Conduct outlines the standards and practices that we expect our resellers and distributors to follow while conducting business with or on behalf of Autodesk. See page 41.Stakeholder group Example of engagement\nStakeholder engagement \nAutodesk has a wide range of stakeholders, listed in \nthe table at right. To determine the most appropriate \norganizations to engage with, we consider their relevance \nto our business, the investment of time and resources required, and, when relevant, their influence and \nexpertise in sustainability.\nThis table describes selected engagements related to \naspects of sustainability during 2012. Other aspects of sustainability—such as promoting  \nethical conduct and human rights, protecting employee \nand customer privacy, and providing employees an  \ninclusive and engaging place to work—are managed  \nby different groups across the company.", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}