{"page_content": "12\nAutodesk Sustainability in Action Progress Report FY2013\nCustomers\nMillions of people worldwide use Autodesk products. \nProfessionals use our solutions to plan cities, design  \nbuildings and products, supply people with energy and \nwater, develop manufacturing processes, and more. These same professionals, along with makers, artists, and \neven children, use our consumer products to enrich  \nlearning and support their creative processes.    \nProfessional customers\nOur more than 12 million professional customers repre-sent a wide variety of industries: \n•Architecture, engineering, and construction: design, \narchitecture, engineering, construction, fabrication, MEP \nengineering, and systems integration for buildings,  \nutilities, and telecommunications\n•Engineering, natural resources, and infrastructure: \nengineering service providers, metals, mining, oil, gas, public and private transportation, land development, \nwater, and wastewater•Manufacturing: consumer products, automotive and \naerospace, industrial machinery, building products,  \nand fabricators\n•Media and entertainment: film, television, games, \nand advertising\nWe’re using advanced technologies to meet the needs of \nan increasingly mobile customer base. For example,  \nAutodesk\n® AutoCAD® WS cloud-based service gives  \ncustomers the ability to access and edit design files from any computer, or to use a mobile app to edit and share  \ndesigns from a smartphone or tablet. Easy electronic  \naccess to designs also helps customers avoid the waste  \nof printed copies.  \n \nIn addition, Autodesk\n® Sim 360TM software enables users \nto simulate many different design configurations in parallel \nby using the power of cloud computing. Sim 360 provides \npowerful, easy-to-use analysis tools at a fraction of the cost of traditional simulation software. And Autodesk\n® \nFormItTM mobile app is helping to revolutionize the way \narchitects sketch their initial concepts, providing them with the ability to model designs in 3D on a tablet and transfer them to Autodesk\n® Revit® using Autodesk 360.\nWe’re creating the world’s best design tools to make sustainability easy, insightful, and cost-effective. \nToday, we stand behind a global community of architects, designers, engineers, and consumers, providing them with solutions that augment their creativity and enhance their efforts to use the  planet’s resources more wisely. \nProducts and solutions", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}