{"page_content": "Autodesk Sustainability in Action Progress Report FY201313\nAn increasing number of customers request information \nabout our sustainability solutions and services (this page, \nright). Some also show interest in our efforts to improve \nthe environmental performance of our own operations, especially if we have done so using Autodesk technology. \nWe provide this information through various channels, \nincluding customer briefings, Autodesk University , focus \ngroups, documents such as this report, and responses to \nrequests for proposal (RFPs). We anticipate that the  \nnumber and extent of these requests will continue to grow. \nConsumers\nSupported by mobile technologies and cloud computing, we are also growing our nonprofessional user base.  \nIndividuals worldwide use our consumer tools and commu-nities to get inspired, and make and share their projects. Artists produce amazing sketches, photos, and videos with \nAutodesk\n® SketchBook® software, Pixlr® photo editing \ntechnology, and Socialcam video application; makers  \nand tinkers design and share their finished projects  \nwith Autodesk® 123D® products and the Instructables® community; home enthusiasts discover, experiment, and \nmake product and design decisions with Homestyler;  \nand children learn about physics with the Autodesk®  \nTinkerBox™ game. Since we formed the Autodesk \nConsumer Group in November 2010, we have grown our \nuser base to more than 115 million consumers. Over the coming year, we intend to double our total user base and \nincrease our monthly active user base from 50 to 75 million.\nAs our nonprofessional user base expands, we’re excited \nto see how people are unlocking their creativity with \nAutodesk solutions to help create a better world. For instance, customers are devising ways to use Autodesk \n123D\n® Catch software to model and make prosthetic \nlimbs. And Instructables—an online community where people share innovative projects and ideas—released an \ne-book with information and step-by-step instructions to help people prepare for natural disasters.\nSustainability solutions  \nThe biggest opportunity for Autodesk in sustainability is through our products and services, which millions of \ndesigners and engineers use worldwide. Sustainable \ndesign strategies are quickly becoming standard expecta-tions for many of our customers, alongside traditional \nconsiderations such as quality and cost. To capitalize on \nthis market transformation, Autodesk delivers a variety of sustainability solutions that make environmentally-sound \ndecision making easy, insightful, and cost-effective. Our \nsolutions combine design and lifecycle management software workflows with consulting services delivered \nthrough Autodesk Consulting and our partners.\n With these solutions, Autodesk is helping to make our  \ncustomers more competitive. Our products enable  \ninformed decisions throughout an asset’s lifecycle,  \nempower more people and organizations to incorporate \nenvironmental considerations without investing in expen-\nsive subject matter experts, and optimize the energy and water footprint of their products, assets, and processes.  \n13 “Our customers are working on  \n innovations that will help solve the\n  global challenges we face. From  \n governments to private industry, they\n  are demanding solutions that make  \n sustainable design decisions easier  \n and more cost-effective so they can  \n deliver designs that provide both  \n environmental benefits and  \n financial  payback.”\n   —Chris Bradshaw   \nChief Marketing Officer, \nAutodesk\nWe offer products through suites, term licenses, and\nsubscription services. Customers can receive free support\nby phone and online, or they can pay for more extensive\nconsulting services. Our Industry Strategy and Marketingand Sales divisions have accountability for customer\nresearch, feedback, and relationship management.", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}