{"page_content": "Autodesk Sustainability in Action Progress Report FY201314\n1. WBCSD (2009) “Energy  Efficiency in Buildings: Transforming the Market” with data from Lawrence Berkeley National Laboratories.\nWhen planning the National Aeronautics and  \nSpace Administration (NASA) Ames Research  \nCenter, William McDonough + Partners (design  \narchitect) and AECOM (architect of record) turned \nto Autodesk’s building energy efficiency and \nrenewables solution to facilitate quick, accurate  \ndecisions for a complex project with a tight  \ntimeline and ambitious sustainability goals. The \nresult is a resource-efficient building that surpasses LEED Platinum certification standards and takes full advantage of daylighting to reduce energy needs. Using virtual design tools, the project team finished drawings and designs much sooner than expected for a project of this size and complexity.Complex designs in  \nrecord time Our Sustainability Solutions Team is responsible for industry \nstrategy, prototyping, and go-to-market activities in this area \nfor Autodesk’s professional customer base. This team works \nclosely with experts from product management, industry management, user experience, and sales to meet growing \ncustomer demands for tools that aid in sustainable design.\nAutodesk sustainability solutions cover three major \neconomic sectors with the largest environmental impact: \nbuildings, infrastructure, and manufacturing.\nSustainable building solutions\nBuildings are one of the biggest consumers of energy on the planet. In the United States, buildings demand more than 40 \npercent of the country’s energy use. And globally, buildings \nrepresent an estimated 38 percent of the total emissions reductions needed to stabilize the climate by 2050.\n1\nAutodesk’s sustainable building solutions help customers optimize sustainability parameters through all stages of \nan asset’s lifecycle (see table below). \nWatch how Autodesk solutions can help design profes-\nsionals see buildings inside and out, helping them make \ncritical decisions before construction even begins.Find out how using the right tools and techniques can lower the intimidation factor of green building design:  “Creating Sustainable Buildings Is Like Making a Soufflé. ”\nData centers\nGovernment facilitiesHospitalsHotelsIndustrial plantsOfficesRetail spaces\nConceptual design \nand planningConstruction or fabricationSimulation  and analysisManagement and upgrade\nSustainable building solutions:Throughout the asset lifecycle, Autodesk solutions help make sustainable design easy and cost-effective. \nClick on the white text in the chart below to learn more.", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}