{"page_content": "Autodesk Sustainability in Action Progress Report FY201315Sustainable infrastructure solutions\nUnprecedented urbanization requires a disciplined focus  \non developing sustainable cities with infrastructure that can support the anticipated influx of people over the next \nseveral decades. Because urban planning is complex,  \ninvolving multiple stakeholders and data sets, planners and civil engineers need better data and tools to  \nunderstand the impact of their designs so they can  \nmake the best possible decisions.  \nAutodesk sustainable infrastructure solutions use  \nBuilding Information Modeling (BIM) to enhance the work \nof master planners, civil engineers, contractors, and  \nowners. Using intelligent 3D models, these professionals can gain the insight they need to: \n•Reduce transportation congestion\n•Manage water distribution, treatment, and flooding\n•Increase electrical grid efficiency and renewable energy \ngeneration\n•Protect sensitive habitats and landscapes\nSee a run-down urban space come to life with Autodesk\n® \nInfrastructure Solutions.  \n4Site Engineers designed an 85,000-square-\nfoot, LEED-certified commercial development project in Madison, Alabama. They selected Autodesk sustainability solutions for their ability to quickly model and analyze stormwa-\nter systems containing a variety of elements, \nincluding rain gardens, green roofs, retention ponds, and wetlands. 4Site was able to iterate their way toward more sustainable outcomes, helping to provide a higher return on invest-ment for their clients.Quick modeling \nleads to high returns“Sustainability is an increasingly central \nobjective of design. Soon it will no longer \nbe optional, but rather required in normal practice. Our tools support sustainable  design solutions through the modeling,  analysis, simulation, and iteration  necessary to accurately predict the  \nbehavior of a project before it is built.”\n \n—Phil Bernstein   \nVice President of Strategy Industry Relations, Autodesk \nLearn how Autodesk® BIM solutions can help designers, \nplanners, and engineers address water and wastewater \ninfrastructure challenges.\nFind out how technology can help us design cities of the \nfuture: “The Noble Savage Turns Urbanite—Cities as a \nroute to environmental and economic recovery .”  \nRead about how we can reverse harmful trends threatening \nour water systems: “ In Deep Water: How Today’s Technol-\nogy Can Localize and Restore Urban Water Infrastructure. ”\nTransportation\nUrban planningUtilities/energy supply Water/wastewater\nSimulation  \nand analysisConceptual design and planningConstruction or fabricationManagement and upgrade\nSustainable infrastructure solutions:Throughout the asset lifecycle, Autodesk solutions help make sustainable design easy and cost-effective. \nClick on the white text in the chart below to learn more. ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}