{"page_content": "Autodesk Sustainability in Action Progress Report FY201316Sustainable manufacturing solutions:Sustainable manufacturing solutions\nMaterials selection has a big influence on the environ-\nmental impact of a product across its lifecycle. Autodesk \nsolutions help designers choose materials that minimize \nenvironmental impact while meeting technical and  cost requirements.  \n \nDigital simulation provides a clearer understanding of real-world functionality and helps facilitate more sus-\ntainable use of materials while satisfying performance \nrequirements. Autodesk sustainable manufacturing  \nDespite being a small company, ADEPT  \nAirmotive (Pty) Ltd of South Africa produced a working prototype of their 320 horsepower general aviation engine faster than their larger competitors with the help of Autodesk \nsustainability solutions. Using Digital  \nPrototyping, the company was able to create a compact, lightweight engine design that consumes roughly 30 percent less fuel than comparable horsepower engines.Small company, big fuel \nsavings “The modeling, analysis, and simulations \nour solutions offer have great  \npotential to increase the sustainability of our customers’ designs. I’m thrilled that customers see the benefits and that demand for these solutions  is growing.”\n \n—Andrew Anagnost   \nSenior Vice President, Industry Strategy and Marketing, Autodesk  solutions use Digital Prototyping to reduce the need for \ncostly physical prototypes. This allows product design-\ners, engineers, and manufacturers to create, validate, \noptimize, and communicate designs from the conceptual design phase through the manufacturing process. As a  \nresult, users can deliver greener, more innovative products \nto the market on a shorter timeline.\nIn addition, when planning for the production of more \nsustainable products, there is an opportunity to broaden the scope beyond the product itself to also consider the \nmanufacturing facility—from site planning and building \ndesign to efficient operations and equipment. Autodesk sustainable manufacturing solutions include tools that \nincrease energy efficiency by optimizing factory layouts to \nimprove facility use and the materials flow.\nWatch Autodesk solutions help a designer turn an \ninspiring idea into a new product—from concept  through manufacturing.\nLearn how thinking through a product’s entire lifecycle \nhelps companies compete: “The Role of Sustainable \nProduct and Factory Design. ” \nAerospace manufacturers\nAutomotive manufacturersConsumer productsIndustrial machineryPetroleum/gas refineries\nConceptual design \nand planningSimulation  and analysisConstruction or fabricationManagement and upgrade\nThroughout the product and asset lifecycle, Autodesk solutions help make sustainable design easy and cost-effective. \nClick on the white text in the chart below to learn more. ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}