{"page_content": "Autodesk Sustainability in Action Progress Report FY201317\nSan Francisco office \nin Steuart Tower building\nAutodesk expanded its office facilities in San Francisco, \nCalifornia, United States, with the interior build-out of a 36,000-square-foot office space in Steuart Tower. In addition to achieving outstanding environmental performance, we also wanted the space to encourage \nemployee collaboration and harmonize visually with \nour offices in the adjacent Landmark Tower. \nFor the project, Autodesk selected Gensler, a global \narchitecture, design, and consulting firm with  expertise in green design and Building Information Modeling (BIM). Since adopting BIM, Gensler has used it on more than 1,000 projects encompassing more than 100 million square feet. Gensler added Glumac,  a firm that specializes in engineering green buildings, to the team as well. \nDue to existing constraints within the building, the \nteam had several challenges to overcome in pursuit of Autodesk’s goals for the space. To overcome these and other obstacles, the team relied heavily on BIM. Autodesk Revit\n  software helped the team simulate and  \ncompare different sustainable design scenarios early in the design process, enabling them to make more informed decisions before construction. Revit was also key to creating an energy-efficient space with line-of-\nsight views to the exterior. In addition, the team used \nNavisworks to coordinate architectural and mechanical models and Autodesk\n® 3ds Max® Design software to \ncreate photorealistic renderings of the tunnel that  connects the two office spaces. \nServices\nAutodesk offers services that augment our sustain-\nability solutions with domain expertise and business \nknow-how.\n•Autodesk Consulting provides best practices and  \ntop-level expertise to help customers fully adopt and \nintegrate Autodesk technology for design innovation and business operational excellence. \n•Our new Consulting System Integrator (CSI) Program \nprovides executive-level consulting for major accounts \nthrough the combined capabilities of Autodesk and its \nCSI partners. \nExplore our Industry Solutions website to learn more about how our customers are using Autodesk solutions to address challenges and opportunities in sustainable \nbuildings, infrastructure, and manufacturing. Autodesk as a living lab\nAt Autodesk, we have a unique opportunity to explore \ninnovative ways of using our sustainability solutions and \nthose of our customers (such as LED light bulbs, visual \nlighting sensors, electric vehicle charging stations, and other energy-efficient building technology) by applying \nthem to our own operations. This enables us to:\n•Explore and enhance sustainability functionality in our  \n  solutions•Improve our own environmental performance\n•Showcase how customers can use our solutions to meet     \n  their own needs in sustainability\nExamples include our new office in the Steuart Tower \nBuilding (see box above), our facility in Farnborough, U.K. \n(watch video or read case study), and the interior design \nof a new Autodesk office in Milan, Italy. Our design  partners in Italy, Goring and Straja Architects, used Autodesk® AutoCAD® and Autodesk 3ds Max  Design \nsoftware to create a space that is LEED certified to the \nGold level for Commercial Interiors. Learn more. \n“Autodesk solutions help us to  \nenhance the sustainability of our  \noperations. We use our own products to improve our environmental  performance and provide feedback  to the development teams for  potential product enhancements.”\n \n—Joe Chen   \nVice President of Corporate Real Estate, Facilities,   \nand Travel Safety, AutodeskThe new office has achieved LEED Platinum certifica-\ntion for Commercial Interiors, and Autodesk is  applying many of the lessons it learned about sustain-able design and workplace productivity to other new facilities. Learn more about the Steuart Tower project.\n“Autodesk solutions help us to  \nenhance the sustainability of our  \noperations. We use our own products to improve our environmental  performance and provide feedback  to the development teams for  potential product enhancements.”\n \n—Joe Chen   \nVice President of Corporate Real Estate, Facilities,  \nand Travel Safety, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}