{"page_content": "Autodesk Sustainability in Action Progress Report FY201318\nRoughly three billion people a day eat meals prepared \nover smoky, open fires. The smoke from those fires has disastrous health impacts, causing almost four million deaths per year. Some companies have tried to reduce \nharmful emissions by adding fans to their stoves. But \nsince the fans require electricity from an outside source, their use is limited in rural areas of the developing world. \nBioLite stoves improve public healthTo address these challenges, BioLite developed the  \nBioLite HomeStove. This device converts heat from  \nburning wood into electricity, a portion of which powers an internal fan that creates airflow and dramatically  \nimproves combustion efficiency. Designed to support \nthree or more hours of family cooking daily for up \nto five years, the HomeStove can generate enough electricity to charge a basic cell phone and LED light in addition to powering the stove’s fan unit. The stove consumes 50 percent less wood than traditional cook-ing fires and reduces smoke emissions by 90 percent.\nBioLite stoves are also ideal for emergency response. \nIn the aftermath of Superstorm Sandy, BioLite set up impromptu stations around New York City, United \nStates, and offered warm beverages and a place to \ncharge mobile phones to residents without power.  Initially, BioLite created only physical prototypes, a process that is both time-consuming and expensive. Through the Autodesk Clean Tech Partner Program, BioLite acquired Autodesk\n® Simulation CFD software—\na component of Autodesk® Sim 360TM cloud-based \nsolution—and Autodesk 3ds Max Design visualization \nsoftware at a very low cost. The BioLite team used Simulation CFD during the design interation process to digitally simulate heat transfer within the stove, saving time and money. BioLite used 3ds Max Design to  \ncreate photorealistic digital prototypes, used to \nevaluate stove aesthetics. BioLite plans to use other Autodesk software in future design cycles. \nBioLite is conducting global pilot programs before  \nrolling out the HomeStove on a commercial basis.\nWomen using the BioLite HomeStove in pilot tests.\nImage courtesy of BioLite, Inc.\nBioLite charging stations help New York City residents after Hurricane Sandy. Image courtesy of BioLite, Inc.Autodesk Clean Tech Partner  \nProgram\nThe Autodesk Clean Tech Partner Program, founded in \n2009, supports the efforts and environmental advance-\nments of clean technology pioneers. We provide  participants with world-class software to design, visual-\nize, and simulate their groundbreaking ideas through the \ncreation of digital models and prototypes. Through this program, we have supported thousands of companies \nacross 27 countries.\nClean tech companies in North America, Europe, Israel, \nJapan, and Singapore that can benefit from Autodesk \nsolutions for Digital Prototyping are invited to apply to the program, which provides participants with up to US$150,000 worth of software for only US$50. With \ndigital prototypes, clean tech innovators can explore and \ncommunicate ideas, test multiple concepts, and accel-erate improvements, while reducing potentially costly \nerrors. Participating companies include the following:\nBioLite uses Autodesk soft-\nware to design innovative, low-cost biomass stoves that \nconvert heat from burning \nwood into electricity while reducing smoke emissions by 90 percent (see box below). \nenbreezeGmbH uses  \nAutodesk software to develop \nnext-generation, small-scale \nwind turbines for residential markets, helping consumers \nachieve energy independence.\n18\nFreiezo uses Autodesk \nsoftware to create high-\nperformance, zero-landfill \nwind turbines from recyclable components.  \n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}