{"page_content": "Autodesk Sustainability in Action Progress Report FY201319“ElectronVault provides solutions that address the business and technical  \nrequirements of companies deploying energy storage. The software we receive  \nfrom the Autodesk Clean Tech Partner Program significantly streamlines our \n  processes, accelerates our project timelines, and helps us respond to requests  \nmuch faster than before. It’s incredible.”  \n—Rob Ferber \n  Chief Executive Officer and Co-Founder, ElectronVault\nfor and promote the industry. For instance, we collabo-\nrate with the Singapore Economic Development Board to \naccelerate clean technology development in that country, \nand we partner with Breakthrough Capitalism Forum to provide exposure for clean tech innovators and help them \nengage with investors and sustainability thought leaders. \nWe also provide software and other support for industry competitions, including Cleantech Open’s annual business \ncompetition and Imagine H2O’s global consumer  \nwater competition.\nSee an expanded list of the organizations we collaborate \nwith to advance the clean tech industry on page 46.\nLearn more about the Autodesk Clean Tech Partner \nProgram.\nSustainable design education\nAccording to a 2012 American Institute of Architects  \nsurvey, while sustainable architecture is in demand, 56  \npercent of architecture firms have difficulty finding  \nemployees with adequate green skills.1 In a 2011 survey of \nAmerican Society of Mechanical Engineers professional and student members, less than 30 percent of students said \nthat sustainability is included in the standard curriculum \nat their university.2 For design and engineering students to \nmeet the growing demand in their fields for sustainable design qualifications, they must be better prepared. \n Autodesk Education offers educational tools and resources \nto help students learn and educators teach sustainable \ndesign and its application across many industries.\n“Education is a cornerstone to ensuring \nthe success of sustainable design. \nAutodesk believes that the education of young people is essential to developing skilled leaders and capable workforces up to the task of creating a better world. Autodesk Education \nsupports this belief with free software \nand resources for students and educators.”\n \n—Tom Joseph   \nSenior Director, Worldwide Education, Autodesk \nOnline learning and certification\nAutodesk Sustainability Workshop is a free online resource \nthat teaches the principles and practice of sustainability \nin engineering, architecture, and design. Using short, \nengaging videos as well as case studies and tutorials, the Sustainability Workshop illustrates how students can put \ncomplex concepts into practice with Digital Prototyping \nand Building Information Modeling (BIM). Since its launch \n1. See http://archrecord.construction.com/news/2012/09/120925-Survey-Predicts-Architecture-Shortage-by-2014.asp.\n2. Based on an annual survey conducted by the American Society of Mechanical Engineers and Autodesk, Inc., about sustainable design trends in mechanical engineering and manufacturing. For details about the  \n  methodology and an overview of 2008–2011 results, visit http://images.autodesk.com/adsk/files/asme_autodesk_survey_results_final.pdf.\nHydrospin uses Autodesk \nsoftware to design micro gen-\nerators to power devices within \nwater distribution networks, helping to prevent water waste by detecting leaks.\nSeabell International uses Autodesk software to design \nand manufacture micro  \nhydrokinetic renewable power generation systems for small \ngrid networks. \nElectronVault uses Autodesk \nsoftware to develop more sus-\ntainable battery systems that \nare recyclable and have twice the lifespan of other systems. \nAdditional support to advance clean tech\nBeyond the opportunities we provide participants in the Clean Tech Partner Program, we also work with leading\nclean tech investors, governments, and others to advocate“Education is a cornerstone to ensuring \nthe success of sustainable design. \nAutodesk believes that the education of young people is essential to developing skilled leaders and capable workforces up to the task of creating a better world. Autodesk Education \nsupports this belief with free  \nsoftware and resources for students \nand educators.”\n \n—Tom Joseph   \nSenior Director, Autodesk Education", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}