{"page_content": "Autodesk Sustainability in Action Progress Report FY201320in 2010, more than 1 million students and educators \nhave been reached via the Sustainability Workshop.  \nAcademic institutions worldwide, such as Hongik  \nUniversity in South Korea, University of Calgary in Canada, and University of California, Berkeley, in the United \nStates, have integrated the materials into their classes. \nStudents have incorporated our strategies into hundreds of projects. Their innovations include new models for  \nnet-zero energy buildings and designs for greener  \nconsumer products, such as cell phones, laptop comput-ers, cars, and appliances. This initiative earned Autodesk \nthe #6 spot on Fast Company’s 2011 list of “The 10  \nMost Innovative Companies in Education.”\nAutodesk is launching a first-of-its-kind Building Perfor -\nmance Analysis Certificate (BPAC) Program. BPAC takes \nstudents through a series of online tests and software \nexercises that teach building science fundamentals using Autodesk building performance analysis tools. In 2012 \nand early 2013, we conducted three pilots with nearly 800 Cardboard wi-fi router\nEhsan Noursalehi, a student designer from the University \nof Illinois in the United States, used Autodesk® Inventor® \nFusion software to design a wireless router with hous-ing made from recycled cardboard, which doubles as the \nproduct packaging to reduce waste. In the early stages of his design, the Inventor Fusion 3D modeling tool allowed \nhim to quickly and easily experiment with different design \nconcepts before moving to physical cardboard prototypes. Ehsan was able to cut down on the time it took to build his \nprototypes and minimize the material waste by finalizing \nhis design first in Inventor Fusion.\nMicrowave 2.0 \nMarshall Jamshidi, a student designer from Savannah \nCollege of Art and Design in Connecticut, United States, \nused Autodesk SketchBook to design a microwave that \nparticipants (about half of whom completed the program). Participating schools include University of Oregon and \nUniversity of Southern California in the United States and \nTaylor’s University in Malaysia. The program will officially launch in late 2014.\nThe Autodesk BIM Workshop helps students in the archi-\ntecture, civil and structural engineering, and construction \nmanagement fields learn sustainable BIM design practices \nalong with integrated project delivery concepts. The interactive site offers extensive learning materials, videos, \nand exercises, as well as comprehensive teaching tools \nthat focus on sustainable and conceptual design. Since launching in 2011, the site has had more than 350,000 \nvisitors. Several of the curricula packages are translated \ninto Chinese, French, Portuguese, and Spanish.\nFree software\nThrough the Autodesk Education Community , students \nand educators can access more than 40 titles of Autodesk \nprofessional-grade software for free, including many that \nfeature functionality specifically designed to help students better assess the environmental impact of their designs.\n1 \nLearn more about how we’re expanding access to tech-\nnology on page 21.\nPartners and sponsorship\nWe fuel students’ passions outside the classroom as well \nby sponsoring sustainable design competitions. In 2012 \nAutodesk co-sponsored the Design for (Your) Product Lifetime Student Challenge, which resulted in more  than 200 design submissions for greener electronics, \nhousehold appliances, and medical equipment. Seven \noutstanding designs were selected as winners. Here are  a few of the design submissions received: \n1. Free products are subject to the terms and conditions of the end‐user license and services agreement that accompanies the software. The software is for educational purposes only and is not intended for commercial use.\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}