{"page_content": "Autodesk Sustainability in Action Progress Report FY20133\nthan 125 million users—some of the most creative, and  \nconnected, people in the world—to innovate the  \nsolutions our planet needs. They already use our tools \nto design radically efficient buildings, create infrastruc-ture that uses resources more wisely, and manufacture \nproducts—from microchips to automobiles—with smaller \nfootprints. Through better and better tools, easier  collaboration, and an inspired user community, Autodesk \nis helping people create solutions for our shared challenges.\nOf course our primary focus is on our customers, and  \non helping them to reach their goals. But we’re also  \ncontinuing to reduce our environmental impact, build  a great workplace, and live our values every day.  \nReflecting this commitment, we endorse the United  \nNations Global Compact, a voluntary initiative that outlines 10 principles in the areas of human rights, labor, \nenvironment, and anticorruption. \nFor me, this isn’t simply a sustainability report: it’s also  \na declaration of commitment by me, by Autodesk  \nleadership, and by our thousands of employees to help \nthe global community of people who are, right now, \ncreating a better world.\nI hope you’ll join us.\nSincerely,\nCarl Bass\nChief Executive OfficerAutodeskDesign has always been humanity’s competitive advantage. Considering the challenges we face as a global popula-\ntion over the coming decades, I believe we will come to \nrely on this strength more than ever.\nBy 2050, there will be 9 billion people on Earth, demand-\ning and deserving adequate food, medicine, shelter, and comfort. History has shown us that failing to address \nsuch demands eventually leads to instability and crisis. \nSomehow we must meet these growing needs while at the same time significantly reducing global resource use. \nWe will have to rethink, redefine, and redesign the way \nwe live, the way we create solutions, and the way we measure progress.\n \nOur challenges today are complex and urgent, but I’m confident that we can overcome and design our way out \nof them together. Today, we have the tools to help us \nimprove and accelerate every step of the design process. Collaboration platforms that were unimaginable a decade ago are now taken for granted. Testing and iteration that \nonce took years can now be achieved in minutes. Crowd-\nsourcing and crowdfunding are tearing down barriers and \nenabling us to more fully tap human ingenuity.\nAt Autodesk, we embrace the challenges of our rapidly \nchanging world, and we are no longer satisfied with \nsimply making the world’s best design software. That’s why we’re evolving our own business to better support \nprofessionals and amateurs alike who are creating  \nsolutions for 9 billion people to live well, and to live within the limits of our planet. \nAutodesk is in a perfect position to build on and expand \nour work helping people imagine, design, and create a \nbetter world. We’re committed to helping our more  Letter from our CEO\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}