{"page_content": "Autodesk Sustainability in Action Progress Report FY201321is easy to clean, repair, and upgrade—all in an effort to \nkeep people from throwing ovens away prematurely. \nSketchBook, an easy-to-use drawing app, helped Marshall \ncreate his storyboard concepts early in the design pro-cess. He then easily converted those early sketches into \nthe final storyboards, clearly showing the benefits of the \ndesign and how it works from a user’s standpoint. \nSmarter phone \nBernat Lozano and Rocío García, two student designers \nfrom Elisava Escola Superior de Disseny de Barcelona in \nSpain, used AutoCAD\n to design a smartphone concept \nthat features a unique mechanism for opening the phone. \nThis makes it easier to both repair and upgrade, extend-\ning its usable life. AutoCAD enabled the team to design, draft, and model the smartphone with a high level of de-\ntail and precision from the very first concept to the design \nof specific parts. They found that AutoCAD made it easy for them to design and realistically represent every small \ndetail, including the thickness and shape of the structure, \nmodular components, and cover.  \nAutodesk also works closely with industry-leading organi-\nzations in sustainability education to extend our reach to students and educators. Partners include American   \nInstitute of Architecture Students (AIAS),  American Society  \nfor Engineering Education, Archi-World\n®, the Association of  \nCollegiate Schools of Architecture,  the Industrial   \nDesigners Society of America,  and the U.S. Department of  \nEnergy Solar Decathlon.  Through these collaborations we \nsupport student project teams using Autodesk software and help students understand how to integrate sustain-able design strategies into their work. We’ve led numerous \nworkshops, webcasts, and conference sessions highlighting \nthe importance of sustainability in engineering education.\nAccess to technology\nWe provide solutions to people around the world—from design and engineering professionals and students to clean \ntech innovators and community organizations. By increasing  \naccess to technology and information, we are opening up \nnew opportunities and expanding the number of people \nwho can use our solutions to create a better world.  \n“Creating a sustainable future requires \nbetter design decisions. We aim to \ndemocratize analysis and optimization software, making complex choices easy for anyone who wants to help design a better world.”\n \n—Brian Matthews   \nVice President of Information Modeling and Platform  \nProducts, Autodesk \nFree and discounted software\nTo extend the reach of our products, we offer free and \ndiscounted versions of Autodesk software to a variety of \nindividuals and organizations.\nEarly adopters—Autodesk Labs gives the public free, early \naccess to prototypes, technology previews, and experimental \nweb services. People can access this professional-grade soft-ware in preview mode, trying out new features and work-\nflows while providing constructive feedback to Autodesk.  Students—Autodesk Education has provided free access \nto Autodesk software to more than 66 million students \nand educators through a number of programs.  \n• Through the Autodesk Education Community , \nstudents and educators can access more than 40 \ntitles of Autodesk professional-grade software at no charge. Since the Community’s inception in 2006, \nclose to 6.5 million students and educators have \nregistered. Students have downloaded more than 10 million licenses of Autodesk software, including 4.5 \nmillion in the last 12 months. \n• Through Autodesk Academic Resource Center (ARC), schools gain access to free Autodesk software for \ntheir classrooms and labs. The program is currently available in China, India, Indonesia, Kazakhstan, \nRussia, Taiwan, Ukraine, and Vietnam. We plan to \nexpand the program to all emerging-market coun-tries during 2014.\nThe value of the software we donated through these programs is in the billions of dollars for fiscal year 2013.\nEducational organizations—We partner with educa-\ntion-focused organizations to provide them access to  \nAutodesk technology. These include FIRST\n® Robotics,  \nFormula Student, Intel® Computer Clubhouse, PACE ,  \nProject Lead the Way , VEX® Robotics, and WorldSkills. \nClean tech innovators—The Autodesk Clean Tech  \nPartner Program supports the innovative efforts of companies addressing energy and other environmental \nchallenges by enabling them to purchase software at  \na dramatically reduced price. We also work with leading clean tech investors, governments, and others to  \npromote the industry. See more detail on page 18. \nConsumers—More than 115 million consumers use  \nAutodesk tools. We offer products such as SketchBook, \nPixlr, Socialcam, 123D, TinkerBox, and Autodesk\n®  \nHomestyler® online software for free or at a low price \npoint to help people bring their ideas to life. “Creating a sustainable future requires \nbetter design decisions. We aim to \ndemocratize analysis and optimization software, making complex choices easy for anyone who wants to help \ndesign a better world.”\n \n—Brian Mathews   \nVice President of Information Modeling and Platform  \nProducts, Autodesk ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}