{"page_content": "Autodesk Sustainability in Action Progress Report FY201322Customers in emerging economies—At the time of \npublishing this report, Autodesk also makes older ver -\nsions of AutoCAD and Autodesk® AutoCAD LT® software \navailable for purchase in some countries with emerging \neconomies. The list price of these versions is usually a \npercentage off the list price of the latest release. We also have a policy of adjusting our list pricing in a number of \ncountries to account for lower purchasing power in those \nlocations relative to more mature markets.\nEmployees—In late 2012, Autodesk began granting \nemployees access to most Autodesk products free of charge. This provides employees—regardless of their \nfunction—a chance to use a variety of Autodesk software \nfor themselves and gain a better understanding of how we help our customers imagine, design, and create a \nbetter world.\nCommunity organizations—In fiscal year 2013, we \ndonated software worth nearly $2.6 million to commu-\nnity efforts, including multiple projects for Habitat for Humanity, rebuilding in the wake of disasters, humani-\ntarian projects, set design for theaters, and as prizes for \nstudent design competitions. Architecture for Humanity was one of our software donation recipients, receiving \n$750,000 worth of software to assist rebuilding efforts in \nareas affected by natural disasters. Information sharing\nWe also strive to facilitate knowledge sharing and expand access to information. For instance, Instructables is an online community where creative people share innova-\ntive projects and ideas, some of it sustainability-related. \nOur employees have joined in, creating Instructables for everything from how to create parabolic solar hot-water \nheaters to the best way to design a garden based on how \nplants will be affected by shadows that the surrounding buildings and trees cast. \nWe also offer a free online resource that teaches the prin-\nciples and practice of sustainability in engineering, architec-\nture, and design. Autodesk Sustainability Workshop uses \nshort, engaging videos as well as case studies and tutorials to illustrate how students and others can easily put com-\nplex concepts into practice with Digital Prototyping and \nBuilding Information Modeling. Learn more on page 19.\nAccessibility\nAutodesk recognizes the importance of Section 508 of \nthe Rehabilitation Act, which requires that U.S. federal \nagencies’ electronic and information technology is acces-\nsible to people with motor, vision, or other impairments.\nSee links to Voluntary Product Accessibility Templates \nVPATs ) for all major Autodesk products. These detail the \naccessibility features of Autodesk products and help  government customers determine their own compliance.\n“Policymakers are quick to recognize \nthat BIM tools and model-based design \nwill enhance sustainability in building and infrastructure projects.”\n \n—David Crane   \nVice President of Government Affairs and Senior Corporate \nCounsel, AutodeskPublic policy\nAt Autodesk, we participate in the public policy debate \nto advance innovation, sustainability, and economic \ngrowth. Our Government Affairs Team and other key \ncompany representatives engaged with government officials, nonprofit organizations, think tanks, and other entities during fiscal year 2013 to advance sustainability \nprinciples, especially with regard to building and  \ninfrastructure development, and to support policies that help reduce energy consumption and greenhouse gas \n(GHG) emissions. To this end, Autodesk has recently: \n•Supported language in major U.S. transportation \nlegislation to encourage the use of 3D modeling design \nsoftware that can reduce waste and GHG emissions during road and transit construction \n•Met with and advised public officials in Asia, Europe, \nLatin America, and the United States about the  \nenvironmental and economic benefits gained through \nthe use of Digital Prototyping and Building Information Modeling (BIM) software for infrastructure design  \nand construction\n“Policymakers are quick to recognize \nthat BIM tools and model-based  \ndesign will enhance sustainability in building and infrastructure projects.”\n \n—David Crane   \nVice President of Government Affairs and Senior Corporate \nCounsel, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}