{"page_content": "24\nAutodesk Sustainability in Action Progress Report FY2013\nAutodesk increased revenue 4 percent in fiscal year 2013 \ncompared with fiscal year 2012, while reducing absolute \ngreenhouse gas (GHG) emissions by 8 percent during that \nperiod. Our footprint is 34 percent smaller in absolute terms than the base year, fiscal year 2009.\nDuring fiscal year 2013, Autodesk’s CO\n2e emissions \ndecreased by 3 percent per employee and 8 percent per \nsquare foot of real estate, compared with the prior year.\nSee the following pages for more detail about the progress \nwe made in each of our main activity areas: employee travel, \nfacilities, major events, and IT operations/data centers.  \nView Autodesk’s CDP submissions for additional informa-\ntion about our approach and calculation methodologies, \nas well as our assessment of climate-related risks and opportunities for our company.\nIn addition to working to reduce our own carbon foot-\nprint, we also help our customers and their customers decrease GHG emissions through the use of our products. \nSee page 13 for detail.Scope of footprint\nAutodesk follows the Greenhouse Gas Protocol for carbon \nmeasurement and reporting. We’ve earned recognition  \nby CDP and several socially responsible investment indexes  \nfor our processes.\nAs part of our commitment to model sustainability best \npractices, Autodesk includes a broad range of business \nactivities in our footprint measurement, including Scope 3 emissions. While we don’t have direct control over these \nemissions, they would not exist without our business \nactivities or purchases. By including them, we can better understand how our business affects our vendors’ carbon \nfootprints and how we can use our influence to reduce \ntheir impact on the environment. See page 25 for a breakdown of emissions that aligns with the Greenhouse \nGas Protocol Corporate Value Chain (Scope 3) Accounting \nand Reporting Standard.\nAutodesk reports emissions from the electricity it purchases \nas Scope 2. For leasing situations in which the landlord purchases the electricity we use, Autodesk lacks opera-\ntional control and so we include these emissions as  \nScope 3.As we empower our customers to create a more sustainable world we are also applying the same \nstandards of sustainability to our own operations. We implement best practices to measure and reduce Autodesk’s carbon footprint, focusing on our areas of greatest impact. Over the past five years, we have dramatically improved our management systems and become more carbon-efficient.Carbon footprint", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}