{"page_content": "Autodesk Sustainability in Action Progress Report FY201325\nBureau Veritas will verify Autodesk’s Scope 1 and Scope \n2 GHG emissions inventory and provided methodological \nassurance for the complete inventory for fiscal year 2013. \nSetting a GHG emissions  \nreduction target using C-FACT\nIn 2010, Autodesk devised a unique approach to  \ndeveloping targets to reduce GHG emissions. Our  \nCorporate-Finance Approach to Climate-Stabilizing  \nTargets (C-FACT) methodology calls for companies to reduce GHG emissions in line with global scientific and \npolicy climate stabilization targets, and in proportion to \ncompanies’ relative contribution to the economy as  measured by share of gross domestic product. We are \ncommitted to following this approach through 2020. \nEach year, Autodesk will publish the annual target we  derive from this methodology and our performance \nagainst the target from the prior year.\nIn fiscal year 2013, we achieved a 34 percent reduction \nin absolute emissions compared with our fiscal year 2009 \nbaseline. This exceeds the target of a 19.3 percent  reduction we established using our C-FACT methodology.  \nOur fiscal year 2014 target is a 23.4 percent absolute reduction from our baseline. We will continue to pursue reduction initiatives to achieve future targets. \nIf all companies were to adopt this approach and meet \ntheir corresponding targets, private-sector emissions \nwould be on track to help stabilize the climate by 2050. \nAutodesk has made this methodology open source so that other companies can use it. Information technology \ncompany EMC recently adopted the C-FACT approach, \ncustomizing it as necessary, to set its own GHG emissions reduction target. Learn more about C-FACT .GHG emissions intensity\n(Metric tons CO2e)\n0\n30\n10\n40\n20\n50\nFY2009\nFY2010\nFY2011\nFY2012\nFY2013\n5.0\n2.5\n0\nHover over items in the legend to see related values.\n2.512.30 2.252.17\n1.94GHG emissions by activity\n(Thousand metric tons CO2e)\n0\n60\n20\n80\n40\n100\nFY2009\nFY2010\nFY2011\nFY2012\nFY2013\nHover over items in the legend to see related values.", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}