{"page_content": "Autodesk Sustainability in Action Progress Report FY201326Employee travel and meetings\nSince Autodesk is a global company, employee travel is \nvital to our  business. Our most common purposes for \nbusiness travel are meetings with customers, partners, \nand fellow employees, as well as events. This section  \ndescribes the environmental impact of the travel associ-\nated with our meetings. In the future we will also report the impacts associated with venues and hotel stays. \nIn fiscal year 2013, nonconference business travel  \nresulted in 19,000 metric tons of carbon dioxide equiva-lent (CO\n2e) emissions, 34 percent of the total Autodesk \ncarbon footprint, and 12 percent less than the prior year.1 \nThis total includes emissions from air travel and ground \ntransportation such as rental cars.We ask our travel vendors for information about their environmental performance. This includes jet fuel  \nefficiency from our preferred airline partners; hybrid  vehicle availability from our car rental and leasing  \nvendors; and environmental commitments, green  \ncleaning, and sustainable tourism certifications from our preferred hotel vendors, among other items. A better  \nunderstanding of these dimensions helps us define  \nrequirements in our requests for proposal and make  decisions that will reduce our environmental impact. \nDuring the year, Autodesk worked with its rental car \nprovider to make hybrids the default option for Autodesk \ntravelers in the United States. Together, we are commit-\nting to reducing Autodesk’s absolute GHG emissions from rental cars by 30 percent by the end of fiscal year 2019, \ncompared with fiscal year 2013.\nAutodesk also contracts with car hire services for some \nmeetings and events. In fiscal year 2013, we partnered with \nsuppliers that use more fuel-efficient vehicles, and we have set a target for fiscal year 2014 that 85 percent of the cars \nwe hire will either be hybrids or high gas mileage vehicles. \nWhile we encourage vendors to improve their own \nenvironmental performance, the most direct way we can \nreduce emissions from travel is by reducing travel itself. To do so, we have made significant investments in virtual \ncollaboration technologies. These include 27 high- \ndefinition (HD) telepresence systems, 84 conference room  \ncamera systems, and a companywide webcam confer -\nencing option. Our HD systems were in use during 47 percent of our regular business hours on average during fiscal year 2013. This equaled almost 26,000 hours of use \ncollectively for the systems and represented an increase \nfrom 39 percent usage the prior year. Additionally, employees used our desktop videoconferencing systems \nfor more than 30,000 hours collectively during the year, \nalmost double the total from fiscal year 2012. We are continuing to roll out extensive training and support  \nprograms to encourage employees to use these tools. \nAutodesk also has campaigns to educate employees \nabout GHG emissions caused by business travel. When an employee books a trip, we let them know what the \nassociated emissions will be and alert them to any video-\nconferencing options available for their destination. We also offer an employee web portal to increase \nawareness and use of travel-saving virtual collaboration \ntechnologies. On the portal, executive videos encourage employees to save a million minutes of productivity, a million dollars in travel expenses, and a million pounds of \nCO\n2e emissions by reducing travel.\nIn fiscal year 2013, Autodesk introduced a Strategic \nMeetings Management policy and program. It includes overall guidance about facilitating more efficient and \nmore sustainable offsite meetings and a methodology  \nto calculate carbon emissions related to small and  midsize meetings at the company. We plan to roll out  \nthis program fully in fiscal year 2014.\n1. Autodesk reports emissions from event-related travel separately from regular business travel in the GHG emissions by activity graph on page 25, although these activities are combined in the business travel line on page 4.\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}