{"page_content": "Autodesk Sustainability in Action Progress Report FY201327\nFacilities \nAutodesk strives to reduce the environmental footprint of \nits facilities. We focus foremost on GHG emissions related \nto energy use, since those have the most significant impact on the environment. In fiscal year 2013, energy \nuse in our facilities resulted in 11,700 metric tons of CO\n2e \nemissions, a 21 percent of the total Autodesk carbon footprint and a 15 percent reduction compared with the \nprior year. See page 4 for detailed energy data. \nIn fiscal year 2012, Autodesk enhanced its sustainability \nstrategy for existing facilities. We conducted tenant assess-\nments at the company’s 18 largest sites, and scored them in areas such as energy use, resource use, water consump-\ntion, waste generation, and space utilization to identify \nnew opportunities for efficiency in our offices. In fiscal year 2013, we used these results to prioritize investments \nin energy conservation that we estimate will save nearly \n$91,000 and decrease GHG emissions by 430 metric tons of CO\n2e annually. Earlier this year, we evaluated the prog-\nress sites have made and determined that facility scores \nincreased by 9 percent on average since the initial assess-\nment. Areas showing significant improvement included corporate green teams, waste management, resource  \nuse, and green procurement. We plan to expand this  \nstrategy and extend sustainable operations processes and  \nprocedures to 19 more offices globally in fiscal year 2014.\nOur efforts also extend to new facilities. We target green \nbuildings during site selection, and employ sustainable features when constructing new workplaces or renovating  \nexisting ones. As a result, we have been awarded Leader -\nship in Energy and Environmental Design (LEED) certifica-tions at 10 of our facilities (five rated Platinum, three Gold, \nand two Certified), which represents 23 percent of our to-\ntal square footage.\n1 Five more certifications are in progress.\nSee page 17 to learn about our Steuart Tower offices in San Francisco, which achieved LEED Platinum certification for Commercial Interiors in 2012.\n \nWe have also begun purchasing carbon-neutral energy and renewable energy certificates and offsets. These \ntotaled 11,900 MWh in fiscal year 2013, compared with \n6,140 MWh the prior year. See page 5 for historical detail.\n“Sustainability isn’t just good for the    \nplanet, it’s good for business. A focus \non sustainable operations drives more efficient use of resources, minimizes waste, and ultimately benefits our  bottom line.”\n \n—Mark Hawkins   \nChief Financial Officer, Autodesk \nWe often use Autodesk software as we expand our \nportfolio of facilities, to help optimize the environmental performance of our operations. This helps us test and improve our products’ capabilities to enable sustainable \ndecision making. See page 17 for detail.\nDue to the nature of our operations, direct emissions of \nNOx, SOx, and volatile organic compounds (VOCs) from \nour facilities are insignificant to report.\nMajor events\nEach year, Autodesk participates in industry tradeshows worldwide and hosts several conferences that attract tens \nof thousands of attendees. These events are important \nfor our business. However, they also impact the environ-ment through GHG emissions from travel, energy use, \nand lodging, as well as materials use and waste. In fiscal \nyear 2013, our two biggest events—Autodesk University (AU) and One Team Conference (OTC)—together resulted \nin 6,980 metric tons of CO\n2e emissions, or 12 percent of \nthe total Autodesk carbon footprint.\n1. As of February 15, 2013.\n“Sustainability isn’t just good for the    \nplanet, it’s good for business. A focus \non sustainable operations drives more efficient use of resources, minimizes waste, and ultimately benefits our  \nbottom line.”\n \n—Mark Hawkins   \nChief Financial Officer, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}