{"page_content": "Autodesk Sustainability in Action Progress Report FY201328Our sustainability guidelines and best practices for \nplanning events that require travel help our staff evaluate \nalternatives and make decisions that reduce environmen-\ntal impact. These cover:\n•Selecting a venue that demonstrates sustainable  \npractices\n•Choosing a location that minimizes overall travel distance\n•Adding virtual conferencing and online streaming \ncontent to maximize the number of attendees who \nparticipate remotely\n•Reducing materials use, reusing materials, and using \neco-friendly materials\n•Decreasing waste throughout the process, from  \nregistration and signage to onsite waste reduction  and recycling\n•Calculating the environmental footprint of major \nevents in collaboration with vendors to track progressKey accomplishments from fiscal year 2013 include the following: \n•Design and reuse: For custom booth development at \ntrade shows, we reused many materials from previous \nyears and selected new materials that may be easily \nreused or recycled. While the booth appearance changes throughout the year, the materials often don’t. At \nGreenbuild, one of the final shows of 2013, the booth \nwas made of 95 percent reused materials.  \n•Virtual participation: Virtual attendance options at AU \nand OTC enable greater participation while decreasing carbon impact, as approximately 80 percent of event-\nrelated GHG emissions are due to air travel. During fiscal \nyear 2013, overall attendance at AU—including virtual attendance and other online elements—totaled about \n40,500  participants.\n•Vendor collaboration: Autodesk improved carbon \nfootprint measurement techniques and other environ-\nmental initiatives, such as waste reduction, at the large hosting venue for AU. In fiscal year 2013, these efforts led to successfully recycling and composting of 83  \npercent of materials consumed at the conference.\n•Industry collaboration: At AU 2012, Autodesk and \nother major customers convened a group of sustainabil-ity executives from the main Las Vegas resorts and expo companies to advocate for more sustainable events and \ndiscuss related challenges and solutions, such as food \navailability, staff training, standardizing best practices, and objective measurement and certification.\nIT operations/data centers\nIT is fundamental to our business and can have both  positive and negative environmental impacts.\nData center energy use\nData centers not only enable Autodesk to operate, they also house the future for how our customers design—the \ncloud. Data center energy use has the largest environmen-\ntal impact of Autodesk IT operations. In fiscal year 2013, it resulted in 1,860 metric tons of CO\n2e emissions, about 3 \npercent of Autodesk’s carbon footprint and a decrease of \n13 percent compared with the base year, fiscal year 2009.\nTo reduce energy use in our data centers, we use the \nENERGY STAR rating system to select the most efficient \nhardware. We also invest in server virtualization, which saves energy by optimizing usage and therefore decreas-\ning the need to run and cool physical servers. So far, \nAutodesk has virtualized about 86 percent of its servers.\nIn late 2011, Autodesk completed a major upgrade to  \nthe company’s primary data centers. Improvements including new servers, advanced virtualization, and smart \nstorage have reduced energy use and associated GHG \nemissions at the new, consolidated facility by 62 percent while decreasing IT infrastructure costs by US$7 million  \nannually. This represents a savings of 15 percent of  \nAutodesk’s IT infrastructure budget.  \n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}