{"page_content": "Autodesk Sustainability in Action Progress Report FY201329“When we consider the footprint of  \n  our data centers, we need to take   into account both efficiency and the  \n outcomes to which the computing  power contributes. Watt-for-watt,   every bit of energy we use can   have a profound positive impact \n  when it’s targeted toward ensuring  \n insight into and understanding of   sustainable design.”\n \n —Jeff Kowalski   \n  Vice President and Chief Technology Officer, Autodesk\nIn late 2011, we also started building a private cloud  \nenvironment, which we used in 2012 to begin revamping \nthe processes we use to build products. Though we’re  \nstill finalizing the system, it has already dramatically  \nimproved the build process and has enabled us to elimi-nate inefficient IT equipment, which reduces associated \npower and cooling needs. So far, we’ve eliminated 60  \nservers and plan to retire over 100 more, saving approxi-\nmately 150 MWh of electricity annually. \nWhile Autodesk manages some of these data centers, \nserver rooms, and collocated cages, third parties manage  \nmuch of the vast computing power that enables  \nAutodesk’s cloud-based sustainability solutions. While the benefits likely outweigh the impacts, we are committed  \nto better understanding the environmental footprint of \ncloud computing and increasing the advantages of  \nconducting sustainable design analysis in this setting.\nIT office equipment\nAutodesk uses the Electronic Products Environmental Assessment Tool (EPEAT) rating system to select desktop hardware. EPEAT helps us evaluate, compare, and select hardware based on environmental performance criteria such as energy efficiency, lower use of toxic materials, \nand less waste produced in manufacturing. Ninety-eight \npercent of our relevant new hardware devices are  EPEAT-registered.\nTo further reduce energy consumption from IT office \nequipment, we have implemented a desktop energy management system that can remotely measure and \nactivate energy-efficient power management settings on \ncompany-owned computers, decreasing energy use by an estimated 12 percent compared with the baseline.\nElectronic waste\nWhen IT equipment reaches its end of life, Autodesk works with electronic waste (e-waste) service providers to \nrecycle it responsibly. \nIn 2013, we will expand our current efforts by launching  \na global program that defines how we manage used IT \nequipment. This will ensure that proprietary information is properly destroyed, that reusable assets are redeployed or sold, and that equipment at the end of its usable life is responsibly recycled according to the e-Stewards  \nstandard as recommended by the Basel Action Network. \nOur e-waste vendors report on the transfer and treatment of all items to ensure compliance. \nThis program applies to all Autodesk IT equipment. \nDuring the recent data center upgrade (see page 28), \nAutodesk evaluated unwanted hardware, sold what was serviceable, and recycled the rest through a certified \ngreen recycler. We also encourage employees to dispose \nof their personal e-waste through these safe and  secure processes.\nSupply chain\nAutodesk works to decrease the environmental impact of the products it sells, for example through electronic \ndownloads and innovative packaging. For more  \ninformation, see page 42 as well as the data for pur -\nchased goods and services, transportation/distribution \n(upstream and downstream), and end-of-life treatment of \nsold products in the performance summary on page 4.\nCorporate environmental  \nmanagement\nUnderstanding and reducing our impact on the environ-\nment requires a high level of coordination and commit-\nment. With approximately 7,100 employees and offices in \n114 locations worldwide, several global events each year, and millions of users, obtaining performance data and  \nimplementing environmental measures can be a challenge.\nAutodesk has instituted a management structure for \nobtaining environmental data, making investment  \ndecisions, implementing measures to reduce our impact, and consistently reporting performance. We continue to \nimprove the reliability, comprehensiveness, and automa-\ntion of these systems. All Autodesk locations are covered \n“When we consider the footprint of  \n  our data centers, we need to take   into account both efficiency and the  \n outcomes to which the computing  power contributes. Watt-for-watt,   every bit of energy we use can   have a profound positive impact \n  when it’s targeted toward ensuring  \n insight into and understanding of   sustainable design.”\n \n —Jeff Kowalski   \n  Vice President and Chief Technology Officer, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}