{"page_content": "Autodesk Sustainability in Action Progress Report FY201330by the company’s environmental management system. \nMany of the outputs of this system meet various levels \nof assurance. Bureau Veritas will verify Autodesk’s Scope \n1 and Scope 2 greenhouse gas emissions inventory and provided methodological assurance for the complete \ninventory for fiscal year 2013.\nIn 2012 and early 2013, Autodesk performed a company -\nwide materiality assessment to analyze the importance \nof a wide variety of environmental and social issues \nto the company’s business success and to sustainable \ndevelopment. This process helped us to confirm the key challenges that the company faces (learn more on page 8). The Environmental Core Team and associated project \nteams (described below) will use this assessment, along \nwith environmental performance data, to set strategy and inform corrective action as necessary.\nEnvironmental Core Team\nAn Environmental Core Team institutes sustainability best \npractices throughout the company’s operations. The team \nincludes senior leaders from across the business, includ-ing facilities, real estate and travel, human resources, \nstrategic planning and operations, finance, legal, sales, \nmarketing, IT, and each product division.\nTogether with the Corporate Sustainability Team, these executives are responsible for understanding the environ-\nmental impacts of our business; establishing priorities, \ngoals, and plans for reducing these impacts; and promot-ing and reporting these efforts throughout the company.\nEnvironmental project teams\nProject teams directed by the Environmental Core Team are responsible for executing our strategy in the company’s \nfour largest environmental impact areas (all closely related \nto energy use and climate change): employee travel,  \nfacilities, major events, and IT operations and supply chain. \nEach project team is co-led by the Sustainability Team \nand an Autodesk employee from that activity area. They \nmanage the evaluation, prioritization, and implementa-tion of measures that reduce our environmental impact in \nthat area, and work as needed with key stakeholders from \nacross the company to drive progress. This collaboration ensures that reducing environmental impact and enhanc-\ning business productivity go hand in hand.\nGreen teams\nGreen teams lead grassroots initiatives in more than a \ndozen of our offices worldwide. These groups are led by \nemployee volunteers committed to reducing Autodesk’s \nenvironmental footprint and educating their fellow \nCEO staff\nCorporate \nSustainability \nTeam Travel\nProject \nTeamFacitilies\nProject \nTeamEvents\nProject \nTeamIT\nProject \nTeamSupply \nChain \n Project \nTeamEnvironmental Core TeamAutodesk environmental management structure\nemployees on environmental sustainability. Green teams increase awareness of local recycling options and alterna-\ntive commute possibilities, organize special events such as \nenvironmental video screenings and vendor fairs, and roll out sustainability initiatives such as community cleanups, bike-to-work challenges, and home electronic waste  \nrecycling drives. For example, green team members in San  \nRafael, California, piloted a community rideshare program, and green team volunteers in Toronto, Canada, took part \nin the Great Canadian Shoreline Cleanup, removing more \nthan 100 kilograms of litter from a local park. We support these efforts and share results across the company through \nthe sustainability section of our intranet. \nEnvironmental policy\nIn 2008, Autodesk CEO Carl Bass signed the Autodesk  \nEnvironmental Policy , which outlines our high-level  \nsustainability commitments.Employee volunteers in Toronto, Canada.", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}