{"page_content": "Autodesk Sustainability in Action Progress Report FY201331Waste in operations\nAutodesk collects and reports waste data for our  \nheadquarters campus in San Rafael, California, as well as \nselect other sites. These represented 22 percent of our \ntotal active square footage in fiscal year 2013, a number we plan to increase. During the year, we generated about \n281 metric tons of waste at these sites. We recycled 58 \npercent and diverted 78 percent from landfill. \nDecreasing our consumption is the most effective way to \nreduce waste. We have reduced the amount of material \nwe use in our operations in several ways.\n• Product delivery: We make digital download the \ndefault product delivery method for Autodesk\n®  \nSubscription customers and reduce packaging for \nphysical product distribution. We are continuing to \nexpand these initiatives in the coming year. See  page 42 for more detail. \n• Office printing: We set printer defaults to duplex; \nhave piloted walk-up printing, which requires employ-\nees to enter a code at the printer before a print job is \nstarted; and initiated “print greener,” which eliminates blank or unnecessary pages from print jobs.• Major conferences: We eliminate signage or reuse  \nsignage for multiple years, design trade show booths \nfrom recycled cardboard for full recyclability, and  \neliminate paper use wherever possible.\nWe also reuse or recycle waste when possible at our\nconferences and in our facilities. \n• Major conferences: At Autodesk University, the com-pany’s largest customer-facing conference, we collaborat-\ned with our partners to divert 83 percent of waste from landfill last year. This included donation of food scraps to \na local animal farm and recycling of many other materials. \n• Cafeteria waste: In our offices, we offer compostable utensils and cups and arrange for compost collection in \nfacilities where such municipal services are available.\n• Office nonrecyclables: At our Waltham, Massachusetts, facility that focuses on our architecture, engineering, and construction business, we collaborated with our \nlandlord to send 100 percent of nonrecyclable waste to \na waste-to-energy facility.  \n• Electronic waste: See page 29 for information about \nour approach to managing electronic equipment at the end of its useful life.\nLiving well and living within the planet’s limits requires careful attention to resource consumption and \nconservation. We strive to use water, materials, and other resources effectively, in our own facilities and across our value chain. This improves our environmental performance while enhancing our business.\nOther impacts from operations", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}