{"page_content": "Autodesk Sustainability in Action Progress Report FY201332\nWater use in operations\nWe recognize that water scarcity is an important global \nenvironmental issue. However, since we are not a major \nwater consumer, it does not pose a material risk to our operations. Fiscal year 2013 saw some of the warmest \nand driest months on record, resulting in a drought that \ncovered more than 65 percent of the contiguous United States, and affected many other nations worldwide, \nincluding locations with Autodesk offices.\nWe use some water in our office buildings for kitchens, \ncooling, and plumbing. As part of our everyday efforts to \nreduce Autodesk’s environmental impact, we take steps \nin many offices to reduce our water consumption through efficient fixtures and water closets, right-size cooling \nequipment, and conservation efforts such as using gray \nwater, where possible.\nBecause we lease our facilities, we do not currently have \naccess to reliable water usage data across our operations. As with energy use and waste data, we are working with \nour building owners and facility managers at priority loca-\ntions to gather water performance data as part of our  \nenvironmental measurement system. In fiscal year 2013, \nwe used 7.6 million liters of water in one building at our \nSan Rafael, California, headquarters, and reclaimed 78 percent of that amount for landscaping. That location rep-\nresents 6 percent of the company’s total square footage.Two of our facilities in San Rafael use reclaimed water for \nflushing toilets and rely on weather-sensitive irrigation systems. At several of our larger locations we are taking \nsteps, such as installing low-flow toilets and dual-flush \nsystems, to further increase the efficiency of water use.\nWhile we have yet to identify significant areas of water \nscarcity within our global operations, we will continue  \nto investigate this issue and related risks during the  coming years.\nEnvironmental compliance\nAs stated in our environmental policy, Autodesk will  meet or exceed all applicable environmental laws and \nregulations related to our business operations. In fiscal \nyear 2013, we were not cited or fined for noncompliance of any environmental laws or regulations.\n32", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}