{"page_content": "33\nAutodesk Sustainability in Action Progress Report FY2013\nCorporate governance\nOur board of directors provides independent leadership \nin the exercise of its responsibilities. As of April 2013, the \nAutodesk board of directors includes 10 directors, includ-\ning Autodesk CEO Carl Bass. All current directors, other than Bass, are independent, according to the criteria for \nindependence established by the NASDAQ Rules. This \nincludes our chairman, Crawford W. Beveridge. Two of our directors are women.\nThe Autodesk board of directors adopted the Governance \nGuidelines in 1995, and most recently amended them in 2011. These guidelines cover areas such as chairman \nand CEO selection, board compensation, board size and \ncomposition, director independence, corporate strategy, and risk oversight.\nThe board of directors has three standing committees:  \nAudit; Compensation and Human Resources; and \nCorporate Governance and Nominating. All committee \nmembers are independent, according to the criteria for independence established by the NASDAQ Rules.Executive management\nOur executive officers oversee a strong system of internal controls and compliance with corporate policies and  \napplicable laws and regulations.\nAdditional information about the Autodesk board of \ndirectors, including committee composition, commit-\ntee charters, director biographies, and the Governance \nGuidelines, is available on our Investors website. Informa-tion about stock trades by members of our board of \ndirectors and by executive officers of the company is also \navailable on our Investors website. The Proxy Statement within our Annual Report Fiscal Year 2013 provides \ninformation about and analysis of board of director and \nexecutive compensation.\nBusiness ethics\nProfessional behavior that demonstrates strong business ethics, good judgment, and integrity is essential for  \ncreating the atmosphere we want and expect at Autodesk.\nWe are committed to maintaining such an environment \nand we adopted a Code of Business Conduct (CoBC) in The trust we place in each other and the relationships we forge are becoming ever more important, as \npeople on the planet become increasingly interconnected. Autodesk promotes high ethical standards and human rights wherever we do business, and ensures the privacy of our employees and customers.Ethics and compliance", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}