{"page_content": "Autodesk Sustainability in Action Progress Report FY2013341997 that conveys our values and expectations. The code \ndetails our policies and procedures, and outlines the ethical \nconsiderations that guide our daily work. It covers areas \nsuch as equal opportunity, confidentiality, political contri-butions, anticorruption, and free and fair competition.\nAll Autodesk employees worldwide are required to  \ncomplete CoBC training annually and to certify that they have reviewed, understand, and agree to follow the \ncode. In fiscal year 2013,100 percent of Autodesk active \nemployees completed the training. Our subsidiaries and contractors, suppliers, and service providers are also \nrequired to abide by our CoBC.\nIn addition, Autodesk’s Code of Ethics for senior execu-\ntives and financial officers covers issues such as conflicts \nof interest, filings with the U.S. Securities and Exchange Commission, and disclosures to the public, as well  \nas compliance with governmental laws, rules, and  \nregulations. It is signed by all executives who report directly to the CEO and by certain members of our  \nfinance organization.\nAnticorruption\nWe are committed to complying with all applicable  \nanticorruption laws and regulations, including but not \nlimited to the U.S. Foreign Corrupt Practices Act (FCPA), \nthe U.K. Bribery Act, and similar local laws (“anticorrup-tion laws”) that prohibit offering, promising, or giving \nanything of value to a public or government official and \nrequire the maintenance of accurate books and records. Autodesk also expects its partners to comply with the \nanticorruption laws while conducting business with or  \non behalf of Autodesk.\nReporting concerns\nOur CoBC includes instructions for reporting possible  \nviolations of Autodesk policies or practices. The code pro-hibits reprisal or retaliation of any sort against anyone who \nhas made a good-faith report of a suspected violation.Our Business Ethics and Compliance Hotline enables employees and third parties to report suspected compli-\nance issues for investigation and resolution. The hotline \nis available 24 hours a day, 7 days a week and is run by The Network, an independent company. All calls are \nanswered by trained interview specialists fluent in Spanish \nand English. The interview specialists use interpreters as necessary for more than 150 other languages.\nThe toll-free numbers, included in our CoBC, are available \nto Autodesk employees and third parties worldwide. All calls to the hotline may be made anonymously except \nwhere prohibited by law. Autodesk will follow up on and \nwork to resolve all hotline reports made in good faith.\nThe hotline may be used to report:\n•Suspected violations of the Autodesk CoBC\n•Questionable accounting practices, accounting  \ncontrols, or auditing matters\n•Suspected violations of applicable laws and regulations•Any other compliance concerns or issues\nA web-based reporting tool is also available. Like the \nhotline, it is maintained by The Network, and allows for anonymous reporting (except where prohibited by law) in at least 40 languages, including Chinese, Dutch, English, \nFrench, German, Italian, Japanese, Korean, Portuguese, \nRussian, Spanish, and Vietnamese.\nHuman rights\nAutodesk promotes and protects human rights wherever  \nit does business. We expect our suppliers and other  \nbusiness partners to comply with all applicable laws and regulations. Our resellers and distributors are also obli-gated to comply with our Partner Code of Conduct, which \nwe launched in early 2013 (see page 41 for more detail).  \nConsistent with our culture of ethical behavior, integrity, \nand respect, we  will continue to work with our suppli-\ners and refine our own requirements and processes to \nreinforce our commitment to human rights.  \nIn December 2011, Autodesk endorsed the United  \nNations Global Compact. This voluntary initiative includes 10 principles in the areas of human rights, labor, environ-\nment, and anticorruption. This report serves as the  \ncompany’s first Communication on Progress, describing how Autodesk is integrating these principles into its  \nbusiness. See index on page 47.\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}