{"page_content": "Autodesk Sustainability in Action Progress Report FY201335\nAutodesk recently published a human rights policy  \ndescribing our commitments in this area as well as how \nwe promote human rights among our employees, suppli-\ners and business partners, and our customers. Download the Human Rights Policy .\nThis policy takes into account the results of a high-level  \nanalysis conducted in 2012 and early 2013, which \nreviewed Autodesk’s most relevant current and future \nhuman rights risks and opportunities. Autodesk commis-sioned consulting firm BSR to map our business against the \nrights listed in the Universal Declaration of Human Rights \nand other international standards to determine the actual or possible relevance of other human rights to Autodesk.\nSeveral issues with relevance to human rights such as \nanticorruption, privacy (see below), nondiscrimination, \nemployee health and safety , and access to technology are \ncovered in this report.\n \nPrivacy\nAutodesk and its subsidiaries worldwide respect customers’, \npartners’, and employees’ rights and our obligations with \nregard to privacy and personal information. We pro-\ntect information in a manner that addresses both legal compliance and strategic business concerns by reviewing \nand assessing the contribution of each of the following \nfundamental data protection components: confidentiality, privacy, and security.\n \nOur Privacy Statement explains how we collect, store, \nuse, share, transfer, and retain personal information, as well as how customers and website visitors can access and update their personal information and choices. It also \nexplains how we interact with third parties, such as service \nproviders who help us with our business needs or channel partners who may provide information to us when  \ncustomers purchase an Autodesk product license or  \nservice through them. All of our employees, contractors, and subsidiaries are required to abide by our Privacy  \nStatement. They also must adhere to more detailed  \ninternal policies regarding Autodesk’s overall data protec-tion requirements and Privacy Principles (see below).\nAutodesk uses a “Privacy by Design” approach in the  \ndesign of our software and online services, includ-\ning cloud-based offerings. This involves following the \ncompany’s Privacy Principles and also performing privacy \nimpact assessments in an appropriate and timely manner related to situations (such as product use) where personal \nor behavioral information is collected or used. These \nAutodesk  \nPrivacy Principles\n• Be transparent about our actions and intent\n• Present individuals with clear and    actionable choices• Practice purposeful collection, use, and retention \n   of data\nassessments help to ensure that the proposed activity \nincludes an appropriate level of transparency. As appropri-\nate, the activity must also include a mechanism to track \nend-user consent and allow end users to manage their choices, such as modifying or withdrawing consent. We \nsupport Privacy by Design with a companywide training \nfor all employees and contingent workers, as well as role-and issue-specific trainings in targeted areas.\n35• Use data for the purposes for which it was collected\n• Only share data with Third Parties in limited    and approved ways• Be accountable for enforcement of these    Privacy Principles“When it comes to privacy, we not only \nabide by all applicable regulations but \nalso self-regulate following our Privacy Statement and Principles. We hold the trust of our customers in high regard.”\n \n—Scott Reese   \nVice President of Cloud Platform, Autodesk ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}