{"page_content": "Autodesk Sustainability in Action Progress Report FY201336\nWith an average age of 40 and an average Autodesk  \ntenure of 5.4 years, our employees come from a wide \nrange of personal and professional backgrounds. To \nsupport their contributions to the company, we work to provide a diverse, inclusive, and safe workplace, and  \noffer opportunities for ongoing growth.\nEmployee engagement\nSince 2005, we have conducted an annual employee \nsurvey to gather feedback in areas such as employee \nengagement, manager effectiveness, communication, \ngrowth and development, and leadership and vision. Each year, more than 90 percent of our employees worldwide \nhave completed the survey.\n Overall employee engagement is at 71 percent for 2012 \n(see table), a score considered a strength by our external survey partner (anything higher than 65 percent is consid-\nered a strength). Furthermore, engagement scores were \nstrong across Autodesk. Improving our overall score in \nthis area continues to be a company priority for 2013.\nBeing treated with dignity and respect in the workplace \nremained Autodesk’s highest single score—88 percent of \nemployees either agreed or strongly agreed that has been \ntheir experience at the company. The manager effective-ness score (which represents employees’ assessments of \ntheir managers’ capabilities in the areas of respect and \nleadership) rose 2 percent to 82 percent—above the external 90th percentile norm. Scores in involvement and \nbelonging, reward and recognition, and work-life balance \nalso increased year over year. Areas that fell included  action planning and growth and development.Helping address global challenges demands unprecedented creativity, innovation, and collaboration, \nso we strive to engage, develop, reward, and inspire our approximately 7,100 employees worldwide. Working together, they fuel our sustainability efforts and create products and solutions that people around the globe use to solve problems and propel positive change.\n2009\n72%2008\n78%2011\n73%2010\n69%2012\n71% Employee engagement* (percent)\n*Represents the percentage of employees that responded favorably to three questions that measure different aspects of employee\n engagement.\nEmployees", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}