{"page_content": "Autodesk Sustainability in Action Progress Report FY201337Open-ended, anonymous survey comments (the review \nof which is restricted to executive staff only, to encourage \nemployees to respond freely) were in general very positive \nand showed an overarching sense of passion and  excitement about the company and a strong belief  \nin coworkers.\n“Our employees are inspired by the role \nour products play in sustainable design. \nThey are very proud to be a part  \nof a company with a mission to help people imagine, design, and create  \na better world.”\n— Jan Becker  \nSenior Vice President, Human Resources, Autodesk \n \nDiversity and inclusion\nAt Autodesk, diversity is both a value and a goal, and we are fortunate to have employees who represent a variety \nof backgrounds and contribute different perspectives. As \na global organization, it is essential that our employees mirror the diverse customer base we serve. Such diversity \nleads to new ideas and creativity, contributing to the \ngrowth and value of the company. \nAutodesk supports our diverse employee base in a num-\nber of ways. Employees can learn from their coworkers and encourage one another in our networking, mentor -\ning, employee affinity, and women in leadership groups.  In addition, our workplace culture and benefits support \na diverse workforce with flexible working arrangements, \nparental leave, and benefits for domestic partners.  \nOur commitment to diversity is reinforced in our Code of \nBusiness Conduct (CoBC), which states that discrimina-tion or harassment based on a person’s race, color, creed, religion, national origin, citizenship, age, sex, sexual \norientation, marital status, mental or physical disability, or \nany other classification protected by law will not be toler -\nated. This protection applies to all Autodesk employees \nand contingent workers worldwide. All employees must \nreaffirm their commitment to the CoBC on an annual ba-sis (see page 33). We also require all managers with U.S. \nemployees (even if the employees are working abroad) to \ncomplete harassment training. \nWe regularly monitor our hiring practices to ensure  \nthat we’re adhering to U.S. Equal Employment \nOpportunity Commission guidelines. In addition, we post \nall of our job openings to a variety of diversity sites via \nAmericas\nAsia PacificEurope, Middle East, \nand AfricaEmployees by region*\n*As of December 31, 2012.30%18%\n52%Training and development\nTraining and development opportunities are fundamental \nto our employees’ continued professional development \nand to the ongoing success of Autodesk.\nWe believe that career development is a shared  \nresponsibility among employees, their managers, and the \ncompany. Employees must clarify and communicate their aspirations, proactively develop relevant skills, and seek \nout opportunities. Managers, in turn, help set appropriate \nexpectations, direct employees to useful resources and tools, and champion their staff for relevant opportunities. \nFor its part, Autodesk maintains a culture that fosters \nemployee growth, publicizes current and future oppor -\ntunities, and helps managers support employee develop-\nment—and holds them accountable for doing so.\nAutodesk offers extensive professional and technical \ndevelopment to managers, individuals, and teams. We \nalso provide teams with consulting services to identify coaching needs and to run facilitated discussions and \nteam-building sessions.\nTo inform our training, we do extensive needs analysis \nthroughout the business. This is linked to a competency \nframework for managers and employees, which helps shape training needs by defining what we expect of  \nindividuals at certain levels throughout the organization.\nFor the most part, we assess the value of training using \nonline evaluations after each session. On a broader level, \nwe also measure training effectiveness in our all- employee annual survey. In 2012, 70 percent of responses \nto the statement “I am provided with opportunities for \nlearning and development” were positive. WorkingDiversity.com, on which we are a featured  \nemployer, and we reach out to potential candidates \nthrough the Society of Women Engineers.\n“Our employees are inspired by the  \nrole our products play in sustainable  \ndesign. They are very proud to be  \na part of a company with a mission  \nto help people imagine, design,  \nand create a better world.”\n—Jan Becker\nSenior Vice President, Human Resources, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}