{"page_content": "Autodesk Sustainability in Action Progress Report FY201338Outside the classroom, Autodesk employees can use \nnumerous tools to enhance their learning:\n•Web-based, on-demand educational material, which \nenables employees and managers to learn in a  \nself-paced environment\n•Access to online Harvard professional development \nmaterials for all employees\n•Resources recommending books, articles, and other  \nmaterials for specific areas of focus\n•Audio webcasts and recordings of training sessions \n•Video podcasts of executives and external experts  \ndiscussing key leadership messages and experiences\n•An online “manager café” discussion forum that  \nenables managers to share ideas, problems, or concerns \nwith one another in a moderated environment, with \nonline experts from human resources available to assist in real time\n•A formal, global tuition reimbursement program that \nallows any employee to request financial support, and \ntime off if needed, to pursue external professional \nprograms\nFor fiscal year 2013, Autodesk budgeted approximately US$900 per employee globally for training. This includes internal as well as external education programs.\nAs a part of the development process, all Autodesk \nemployees receive a formal annual performance review. This includes feedback from coworkers and focuses on \nassessment and feedback against individual goal  \nachievement as well as demonstrated competency  and proficiency.\nIn 2012, Autodesk replaced written performance  \ndocumentation with a digital process. This saves about \n30,000 pieces of printed paper each year, while  \neliminating the need to ship these documents to human resources locations worldwide and reducing long-term \nstorage costs. This change was very well received by  \nboth managers and employees.Global gender diversity* (percent female)\nBoard of directors\nCompany officers, executives, and senior management\nManagers and supervisors\nAll employees\n*Percentages are as of the end of the calendar year noted, except for the board of directors, which are as of the annual meeting date,\n typically a few months following the end of the calendar year.2008\n11%\n21%\n25%\n30%2009\n22%23%\n25%\n30%2010\n22%21%\n24%\n30%2011\n22%22%\n26%\n29%2012\n20%19% \n23%\n29%\nU.S. ethnic diversity* (percent of employees)\nWhiteAll nonwhite\n    Black/African American\n    Hispanic    Asian\n*Percentages are as of the end of the calendar year noted. Segments for “All nonwhite” in 2010, 2011, and 2012 do not add up to the \n subtotal due to nonwhite employees in nonspecified categories (such as American Indian, Native Hawaiian, and others).2008\n75%\n25%\n2%5%\n18%2009\n75%25%\n2%5%\n18%2010\n75%25%\n1%4%\n18%2011\n74%26%\n1%4%\n19%2012\n72%28%\n1%4%\n21%\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}