{"page_content": "Autodesk Sustainability in Action Progress Report FY201339\nEmployee benefits\nAutodesk offers a range of benefits (which vary by  \nlocation) to meet the needs of our employees, remain \nhighly competitive with regional practices, and comply with local statutory requirements. Benefits include \nhigh-quality health insurance plans, survivor and income \nprotection plans, and flexible spending accounts as  part of our flexible benefits program. See details about \nbenefits for U.S. employees.\nWe also provide flexibility in the workplace and support \nfor personal needs, and we promote a healthy work-life \nbalance. For instance, employees in some locations can take advantage of telecommuting options, adoption \nassistance, and programs that help offset the costs of \nparking, public transportation, and wellness activities. We also offer a range of paid time-off programs, including \nsabbatical, vacation, volunteer time, and holidays. In  \naddition, during 2012 our Global Corporate Challenge  offered employees worldwide an opportunity to  \nparticipate in a 16-week program that encouraged  \nphysical activity and team building. See this page, right, for more about our wellness programs. \n \nFreedom of association\nNone of our employees in the United States are repre-\nsented by a labor union. Employees in several European \ncountries, equalling about 3 percent of our total  \nworkforce, are represented by work councils or collective bargaining agreements. We have never experienced any \nwork stoppages because of labor issues and believe  \nour employee relations are good.\n \nRestructuring\nWe have periodically initiated restructuring programs to \nreduce Autodesk’s operating costs.  For example:\n•In fiscal year 2009, we initiated a restructuring \nprogram that reduced the number of employees by \napproximately 700 positions globally, resulting in the \nconsolidation of 27 leased facilities.\n•In fiscal year 2010, we launched a restructuring pro-\ngram that resulted in headcount reduction of approxi-mately 430 positions globally and the consolidation of \n32 leased facilities around the world.\n•In the first quarter of fiscal year 2011, we initiated a \nrestructuring plan that resulted in targeted staff reduc-\ntions of approximately 200 positions. No leased facilities were consolidated as a part of this restructuring.\n•In fiscal year 2012, although we had no formal restruc-\nturing program, 74 employees were laid off resulting \nfrom job eliminations or redeployment.\nIn fiscal year 2013, we had one formal restructuring  program. In total for the year, 388 employees were laid \noff. Total turnover during fiscal year 2013 was 15.3  percent; voluntary turnover was 6.5 percent.\nHealth and safety\nWe strive to provide all our employees with a healthy and safe work environment.\nHealth and wellness\nOur commitment begins with helping employees and their spouses or partners stay fit and minimize health \nconcerns. We continue to improve our voluntary and \nconfidential wellness program, which we have offered to U.S. employees since 2007. Through the program we \noffer voluntary wellness campaigns designed to help \nemployees reduce stress, increase physical activity, and improve their diet. We also offer on-site biometric  \nscreenings and flu shots at many office locations in \nCanada and the United States.  In 2012, we implemented Autodesk’s first global wellness campaign called the Global Corporate Challenge. More than 4,500 Autodesk employees (about 62 percent of our  \nemployees at that time) from 38 countries participated in the program, which lasted 16 weeks. The program  \nconsisted of a virtual race around the world that encour -\naged physical activity, team building, and employee engagement. Using pedometers to track daily steps, participants logged their steps online and viewed their \nteam’s progress in comparison with other Autodesk teams \nand teams from other participating companies. Autodesk placed fifth in the Globally Most Active Companies  \ncategory and first in the IT/Tech Industry category.   ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}