{"page_content": "Autodesk Sustainability in Action Progress Report FY201340Employees are eligible for subsidized health club member -\nships or a fitness allowance in many countries, including \nAustralia, Canada, Denmark, Finland, India, Norway, Rus-\nsia, Sweden, the United Kingdom, and the United States.\nSafety and security\nAutodesk has policies and programs to encourage  \nemployee and visitor safety. Our Injury and Illness  \nPrevention program includes the following elements: \n•Management commitment and assignment of  \nresponsibilities—Our policy clearly defines responsibili-\nties for program implementation. \n•Safety awareness—We communicate with employees \nabout occupational safety and health through written communications, meetings, training programs, labor/\nmanagement safety and health committees, and by \nother means. \n•Anonymous hazard notification—Employees can \nanonymously inform Autodesk of worksite hazards without fear of reprisal. \n•Assurance of employee compliance—To ensure  \nemployees comply with safe and healthy work practices, \nwe provide training and retraining programs, take \ndisciplinary action as needed, and recognize employees who follow safe practices.\n•Inspection and evaluation—We have procedures to \nidentify and evaluate workplace hazards, including \nperiodic inspections. \n•Accident investigations—We investigate and document \noccupational injuries and illnesses.\n•Correction of unsafe or unhealthy conditions—We  \naddress unsafe or unhealthy work conditions, practices, \nand procedures in a timely manner based on the  severity of the hazard.\nWe are in the process of updating our Injury and  Illness Prevention Program to include provisions related \nto chemical hygiene, bloodborne pathogens, servicing electrical equipment, ergonomics, industrial trucks, and respiratory protection.  \nEmergency preparedness, response,  and recovery\nWe have created site-specific emergency response plans \nfor all of our locations in case of emergencies such as \nfire, security threats, or power failure. A senior-level crisis \nmanagement team directs and supports local emergency response teams during incidents. Employees can call our \nSecurity Dispatch Center at any time with questions.\nErgonomic safety\nWe continue to offer an online global ergonomic safety \nprogram called Workstation Safety Plus (WSP) to improve \nproductivity and efficiency. Although not mandatory, \nemployee enrollment is highly recommended. The online self-assessment and training program tracks personal \nergonomic risks identified by employees, and suggests \nalternative work habits to potentially resolve those issues. Since it began in June 2011, more than 700 employees \nglobally have completed WSP training and risk assess-\nments, including nearly 450 in 2012. The number of  \nparticipants with medium or high ergonomic risk  \ndecreased by nearly 30 percent as a result of the program. If issues persist despite the employee’s best efforts, \nprofessional ergonomists are available to provide further \nassessments and recommend corrective measures,  including work habit changes and, in some cases,  \nworkstation modifications. During calendar year 2012,  \n29 employees received ergonomic evaluations. We have also made ergonomic keyboards, laptop stands, gel-filled \nwrist pads and mouse pads, and a line of ergonomic \nmouse controllers available for employees.\nOccupational injury and illness performance\nIn the United States, we track all recordable and reportable occupational injuries and illnesses, including those resulting \nin worker compensation claims.\nOf all recordable incidents, 18 percent were related to \nrepetitive stress or ergonomics, while 9 percent were slip \nand fall injuries. Approximately 27 percent of recordable injuries resulted in time lost at work. \nInjury rates* \nRecordable injury rate\nLost time injury rate\nFatalities\n* Number of injuries per 100 employees working a full \nyear. Data is calendar year.2012\n0.09\n0.03\n0\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}