{"page_content": "Autodesk Sustainability in Action Progress Report FY201341\nSocial and labor standards\nIn early 2013, we established our Partner Code of  \nConduct, which outlines the standards and practices that \nwe expect our resellers and distributors to follow while \nconducting business with or on behalf of Autodesk. The Partner Code of Conduct covers a wide range of areas \nincluding anticorruption, antitrust and competition, \nbusiness courtesies (such as gifts), financial integrity and accounting, conflict of interest, export compliance,  \ninteractions with government customers, insider trading, \nand data protection and confidentiality. \nOur Partner Code of Conduct also specifies that business \npartners must support internationally recognized human \nrights and comply with all applicable laws and regulations \nregarding health and safety in the workplace, the  \neradication of human trafficking and slavery, and the  \nelimination of child labor. Additionally, we expect our partners to support fair labor practices, including the freedom to associate, and a work environment that is free \nfrom harassment and discrimination. A violation of the \nPartner Code of Conduct constitutes a breach of agree-ment with Autodesk and may result in action, up to and \nincluding termination of status as an Autodesk partner. \nAlthough the Partner Code of Conduct does not currently \napply to suppliers, we value suppliers that have made \ncommitments to human rights principles and demon-strate strong labor practices. Some of our major suppliers \nhave well-established policies and programs in this area. \nGreen purchasing \nAutodesk’s green procurement guidelines outline a range \nof environmental considerations that can factor into the \ncompany’s selection of vendors and products and direct \ndecisions related to travel and meeting services, events, and some marketing-related purchases, such as collateral \ndevelopment and printing. We use our purchasing power and influence to promote socially and environmentally responsible \nbusiness practices among our value chain. Our Partner Code of Conduct and green procurement guidelines set high standards and help us create demand for more sustainable products and services.Suppliers and business partners\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}