{"page_content": "Autodesk Sustainability in Action Progress Report FY201342\nThese guidelines assist Autodesk employees in adhering \nto the following practices:\n•Gather and assess supplier environmental  \nperformance data\n•Review the environmentally preferable offerings of \nexisting suppliers\n•Seek out offerings with third-party certification and \npositive environmental attributes, including products \nthat are energy efficient, durable and long lasting, \nrecyclable, locally produced, made with rapidly renew-able resources, and supportive of water conservation \n•Avoid products that are greenhouse gas emitting, \npetroleum-based, or made with vinyl, chlorine, lead, \nmercury, or other toxic chemicals\n•Include environmental attributes when assessing the \nbest value among alternative procurement options\n•Relay information about a product’s environmental \nimpacts to end users\n•Move to new vendors and products with lower  \nenvironmental impacts, where appropriate\n \nWe do not currently audit our suppliers for compliance \nwith Autodesk’s green procurement guidelines, although \nwe are exploring the possibility.  \nIn some situations—particularly for suppliers such as \ntravel vendors that are large emitters of greenhouse gases—Autodesk includes sustainability language in \nrequests for proposal (RFPs) and vendor contracts.  \nAlthough not included in most RFPs, in some instances we request suppliers to provide environmental informa-\ntion, including whether they are ISO 14001 certified. We \nreview suppliers’ environmental initiatives and consider this information during selection, and we are working \nwith our procurement department to prioritize environ-\nmental criteria alongside cost in vendor negotiations.\nIn fiscal year 2013, according to data provided by Dun  \n& Bradstreet, roughly 3 percent of Autodesk global sup-pliers (out of more than 11,000 total) have green  certifications, such as Leadership in Energy and Environ-\nmental Design (LEED), Forest Stewardship Council (FSC), or other local or industry-specific green business or  \nproduct certifications representing approximately 10  \npercent of Autodesk’s supplier spend. Through this  initiative, we also assess suppliers’ workforce diversity.\nProduct delivery and packaging\nAutodesk and its partners deliver software worldwide in the form of physical media, electronic software down-\nloads, and cloud-based services. In collaboration with our \nsuppliers globally, we are continually enhancing product delivery through technology improvements and a greater \nemphasis on customer experience and sustainability. \nFrom the early 1990s, we have transformed AutoCAD \nfrom a bulky, 9-kilogram box full of manuals, disks, and \npromotional material to a package weighing less than \na sixth of a kilogram. We distribute our product suites on USB thumb drives in small, 100 percent recyclable \nboxes, made with recycled content and packed using 100 \npercent recyclable polyethylene foam. We have switched to Eco-Lite cases, which contain 20 percent less plastic \nthan standard DVD cases, for the single-disk DVDs we sell \nin the Americas and Europe. Our current physical product portfolio has an average footprint of about 1.81 kg CO\n2e \nacross its lifecycle, from extraction and manufacture to \ntransport and end of life. \nWe also understand that the greenest package is the one \nthat doesn’t need to be fabricated and shipped at all. For that reason, in fiscal year 2013 we expanded our electronic \nsoftware download capabilities to include both subscription and nonsubscription customers and increased the number \nof countries from 37 to 56 where electronic download is the \ndefault option for subscription customers. We’re increasing \nthat number to 183 countries for fiscal year 2014. During fiscal year 2013, customers downloaded about 418,000 \nproducts. This decreased the number of boxes we shipped \nby 309,000 and reduced associated GHG emissions by nearly 380 metric tons CO\n2e.  \nAlthough electronic downloads have increased by more than 50 percent since fiscal year 2011, currently about 80 percent of orders for Autodesk software are still fulfilled \nby shipping a physical package. Our goal is to reduce that \nnumber to 20 percent by fiscal year 2017. We will begin encouraging customers to request electronic downloads \ninstead of physical packaging through education and by \ncharging a premium for physical packaging to reflect  \nthe associated envirionmental impacts. For the physical \npackaging that remains, we will continue to assess ways to decrease materials use and explore alternative materi-\nals with reduced environmental impact. \nAs Autodesk continues to grow its cloud-based services, \nsuch as Autodesk\n® 360 and Green Building Studio®, we \nare working with our suppliers to monitor and decrease \nthe greenhouse gas emissions and energy consumed by \ndelivering those services to our customers.\nMonitoring performance\nThrough our Supplier Relationship Management Program, we monitor key suppliers who are vital to our success. \nWe measure supplier performance based on a range of \nindicators related to quality, risk and compliance, and reporting, among others.\n", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}