{"page_content": "Autodesk Sustainability in Action Progress Report FY201344• Working with the Red Cross, Autodesk employees in \nKorea prepared enough kimchi to last 180 needy Korean \nfamilies the entire winter.  \nAn Autodesk employee (left) and two friends helping with \nHurricane Sandy cleanup.\n• Employees in the northeastern United States (Manchester, \nNew Hampshire; New York, New York; and Waltham, \nMassachusetts) participated in donation drives  \nEmployees in South Korea making kimchi for needy families.\nAutodesk also encourages employees to support  \ncommunities through volunteering. In fiscal year 2013, \nabout 380 employees logged 6,000 hours volunteering at \nschools, food banks, animal shelters, and other organi-zations and participating in walks, runs, bike rides, and \nother events to benefit communities worldwide. Here  \nare a few examples:\n• Employees in Montreal, Canada, hosted a fundrais-ing event to support a local youth center that serves 13,000 children each year who are victims of  \nnegligence, abuse, and abandonment. throughout the year, giving a total of 70 pints of blood, \nabout two metric tons of food, and 75 Christmas gifts to \nlocal children. Employees in this area of the country also \nhelped with cleanup and animal shelter in the aftermath of Hurricane Sandy.\n• Responding to recent floods in their countries, employ-ees in Singapore and Thailand helped children restore a \nschool that had been submerged beneath two meters \nof water and provided room and board for employees affected by the floods.\n• Employees in the San Francisco Bay Area of California, United States, held a food drive that collected about \ntwo metric tons of food over a period of two weeks.\nEmployees are granted four hours per month to volunteer during company time in the nonprofit sector. The  \ncompany posts opportunities on an internal electronic bulletin board, and charitable organizations seeking  \nvolunteers can submit information for publication.\n“Designing solutions to wicked problems \nis possible with a thriving, deeply \nconnected design community. We see ourselves as an integral part of that community, and our partnerships and contributions reflect that. We aspire to support and connect the entrepreneurs, \norganizations, and institutions who are \ndesigning our collective future.”\n \n— Lynelle Cameron   \nSenior Director of Sustainability and Philanthropy,  \nAutodesk\nCash contributions by area, \nFY2013*\nArts\nEnvironment/\nsustainability\n11%8%\nEducation30%\nHealth and \nhuman services51%\n*Breakout of contributions made on behalf of Autodesk \nby the Community Relations Team. Does not reflect \ncontributions made by business units. \n“Designing solutions to wicked problems \nis possible with a thriving, deeply \nconnected design community. We see \nourselves as an integral part of that community, and our partnerships and \ncontributions reflect that. We aspire to \nsupport and connect the entrepreneurs, \norganizations, and institutions who are \ndesigning our collective future.”\n \n — Lynelle Cameron   \nSenior Director of Sustainability and Philanthropy,  \nAutodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}