{"page_content": "47\nAutodesk Sustainability in Action Progress Report FY2013Principle 1: Businesses should support and respect the protection of \ninternationally proclaimed human rights; and\nPrinciple 2: make sure that they are not complicit in human rights abuses.\nPrinciple 3: Businesses should uphold the freedom of association and \nthe effective recognition of the right to collective bargaining;\nPrinciple 4: the elimination of all forms of forced and compulsory \nlabor;\nPrinciple 5: the effective abolition of child labor; and\nPrinciple 6: the elimination of discrimination in respect of employment \nand occupation.United Nations \nGlobal Compact indexUN Global Compact principle Location in report\nHuman rights\nLabor\nEnvironment\nAnticorruptionIn 2011, Autodesk endorsed the United Nations Global \nCompact, a voluntary initiative that outlines 10 principles  \nin the areas of human rights, labor, environment, and  anticorruption. These principles are reflected in our culture of integrity and respect, and endorsing the Global \nCompact underscores our mission to help people  \nimagine, design, and create a better world. \nThis report serves as our first Communication on Progress,  \ndescribing how we are integrating these principles into \nour business. The following table indicates which sections \nof the report address each of the 10 principles.Human rights\nSuppliers and business partners\nHuman rights\nSuppliers and business partners\nHuman rightsEmployeesSuppliers and business partners\nHuman rights\nSuppliers and business partners\nHuman rights\nSuppliers and business partners \nHuman rights\nEmployeesSuppliers and business partners\nPrinciple 7: Businesses should support a precautionary approach to environmental challenges;\nPrinciple 8: undertake initiatives to promote greater environmental \nresponsibility; and\nPrinciple 9: encourage the development and diffusion of \nenvironmentally friendly technologies.Products and solutions Carbon footprintOther impacts from operations Suppliers and business partners\nProducts and solutions\nCarbon footprintOther impacts from operationsSuppliers and business partners \nProducts and solutions\nCarbon footprintOther impacts from operationsSuppliers and business partners\nPrinciple 10: Businesses should work against corruption in all its forms, including extortion and bribery.\nBusiness ethicsSuppliers and business partners", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}