{"page_content": "Autodesk Sustainability in Action Progress Report FY201361. In some cases, segments do not add up to total due to rounding. Dashes represent that data for that year \n    was not available.2. According to data provided by Dun & Bradstreet.3. Represents the percentage of employees who responded favorably to three questions that measure different     aspects of employee engagement. These data are reported on a calendar year basis. Fiscal year 2013     corresponds to calendar year 2012, and so forth.\n4. Percentages are as of the end of the calendar year, except for the board of directors, which are as of the \n    annual meeting date (typically a few months following the end of the calendar year). In these rows fiscal year \n2013 corresponds to calendar year 2012, and so forth.\n5. Percentages are as of the end of the calendar year noted. In these rows fiscal year 2013 corresponds to calendar    year 2012, and so forth. Segments for “All nonwhite” in calendar years 2010, 2011, and 2012 do not add up     to the subtotal due to nonwhite employees in nonspecified categories (such as American Indian, Native     Hawaiian, and others).U.S. ethnic diversity5 [percent of employees]\nWhite\nAll nonwhite\nBlack/African americanHispanicAsian\nTraining budgeted per employee globally, approximate [US$]\nCompany cash contributions [US$]\nArts\n6 [percent of total]\nEducation [percent of total]\nEnvironment/sustainability [percent of total]Health and human services [percent of total]\nCompany product donations\n7\nEmployee givingEmployee volunteer hours\nCompany political contributions [US$]Community support\nPublic policyFY2009 FY2010 FY2011 FY2012 FY2013\n6. Percentage breakout of contributions by area made on behalf of Autodesk by the Community Relations \n    Team. Does not reflect contributions made by business units.7. Autodesk calculates its product donations at commercial value. This data includes products donated through     the Autodesk Community Relations Program. This data does not include the value of products granted to \n    students and educators at no cost through the Autodesk Education Community and Autodesk Academic \n    Resource Center (ARC). See page 21 for detail.8. Due to a systems issue, data for this year are not available.9. In fiscal year 2009, Autodesk contributed $25,000 to the North Bay Transportation Alliance in support of     the SMART train issue that appeared as Measure Q on the 2008 general election ballot in California. The     measure passed and is leading to the development of a light-rail transportation alternative to driving.75%\n25%\n2%5%\n18%\n$1,000 \n$1,741,000 \n8%\n22%17%53%\n$624,000 $295,000 \nN/A\n8\n$25,0009$0 $0 $0 $075%25%\n1%4%\n18%\n$1,000 \n$1,038,000 \n10%27%10%53%\n$1,500,000 \n$222,000 \n8,50075%25%\n2%5%\n18%\n$1,000 \n$1,046,000 \n8%\n24%14%54%\n$5,600,00\n$200,000 \n4,90074%26%\n1%4%\n19%\n$900 72%28%\n1%4%\n21%\n$900 \n$1,955,000 \n8%\n36%11%45%\n$1,095,000 \n$255,000 \n7,900$2,024,000\n8%\n30%11%51%\n$2,600,000 \n$282,000 \n6,000", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}