{"page_content": "51\nAutodesk Sustainability in Action Progress Report FY2013\nTotal workforce by employment type, employment contract, and region (Core)\nTotal number and rate of employee turnover by age group, gender, and region (Core)\nBenefits provided to full-time employees that are not provided to temporary or part-time employees by major operations (Additional)Percentage of employees covered by collective bargaining agreements (Core)Rates of injury, occupational diseases, lost days, and absenteeism, and number of work-related fatalities by region (Core)Average hours of training per year per employee by employee category (Core)\nPrograms for skills management and lifelong learning that support the continued employability of employees and \nassist them in managing career endings (Additional)Percentage of employees receiving regular performance and career development reviews (Additional)Composition of governance bodies and breakdown of employees per category according to gender, age group, minority group membership, and other indicators of diversity (Core)Performance summaryEmployeesRestructuringEmployee benefits\nFreedom of association\nHealth and safetyPerformance summaryTraining and developmentTraining and development\nTraining and development\nDiversity and inclusion\nPublic policyPublic policyLA1\nLA2\nLA3\nLA4\nLA7LA10\nLA11LA12\nLA13Labor practices and decent workItem Description Detail\nPublic policy positions and participation in public policy development and lobbying (Core)Total value of financial and in-kind contributions to political parties, politicians, and related institutions by country (Additional)SO5SO6Society\nAutodesk, the Autodesk logo, AutoCAD, Alias, AutoCAD LT, Autodesk Inventor, BIM 360, Civil 3D, Ecotect, FormIt, Green Building Studio, Homestyler, InfraWorks, Instructables, Inventor, Moldflow, Navisworks, Revit, Showcase, Sim 360, \nSketchBook, TinkerBox, 123D, and 3ds Max are registered trademarks or trademarks of Autodesk, Inc., and/or its subsidiaries and/or affiliates in the USA and/or other countries. All other brand names, product names, or trademarks belong to their respective holders. Autodesk reserves the right to alter product and services offerings, and specifications and pricing at any time without notice, and is not responsible for typographical or graphical errors that may appear in this document. © 2013 Autodesk, Inc. All rights reserved.\nwww.autodesk.com", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}