{"page_content": "Autodesk Sustainability in Action Progress Report FY20137\nAutodesk mission:   \n      Help people imagine, design, \n                    and create a better world.Strategy for \na better world\nBy 2050, the world’s population is predicted to reach 9 \nbillion, growing rapidly from about 7 billion today. For \na planet already pushing its limits, the implications are \nstaggering. This growth will intensify the complexity and urgency of the epic global challenges we face—ranging \nfrom hyper-urbanization and inadequate healthcare to \nenergy demands, climate change, and access to food and water—making it increasingly difficult for 9 billion people \nto live well and to live within the limits of the planet. \nAt Autodesk, we are humbled by these daunting challenges. \nWe are also optimistic about the role our company can \nplay to help people imagine, design, and create a better \nworld in which all 9 billion people can thrive. \nWe are focused on four strategic priorities where we  \ncan have the most transformative impact and help  create a sustainable future for all: developing innovative  \nsustainability solutions, empowering users through \nsustainable design education, accelerating breakthrough ideas, and leading by example in our business operations.Provide the best sustainability solutions\nAutodesk’s biggest opportunity to improve sustainability is through products and services that make sustainable \ndesign easy, insightful, and cost-effective. We provide \ntools to more than 12 million architects, designers, and engineers who plan cities, design buildings, supply people \nwith energy and water, make consumer products, and \ndevelop manufacturing processes.  Across our portfolio of more than 80 products and consult-ing services for the building, infrastructure, and manufac-\nturing sectors, we continue to integrate analytical capabili-\nties, robust data sets, and design principles that help our users achieve higher-quality, and more sustainable, project \noutcomes. Our customers use these offerings to capitalize \non the vast and growing opportunities presented by the market transformation toward more sustainable design. \n1. UN Population Division, 2007 Revision2. http://www.who.int/ageing/en/3. UN Population Division, 2007 Revision4. US Energy Administration, International Energy Outlook, 2010\n5. WEF, 2013\n6. FAO, “How to Feed the World in 2050,” 2009\n7. McKinsey, “Charting our Water Future,” 2009\n•Hyper-urbanization: Within 35 years, 2 billion \nmore people will be living in the urban areas of \ntoday’s developing countries.1\n•Healthcare: By 2050, 22 percent of the world’s \npopulation will be 60 or older (vs. 11 percent in 2000),\n2 and the average life expectancy at birth will \nrise from 67 to 76.3 \n•Energy: Global energy demand will increase by up \nto 50 percent by 2035.4  •Climate change: To adequately decrease our reli-\nance on fossil fuels, we would need to invest $700 billion annually in the global building, industry, and \ntransport sectors.\n5 \n•Food: Humanity’s caloric needs will soar 50 percent \nby 2050.6\n•Water: By the middle of the century, we will face a \nwater supply-demand gap of up to 40 percent.7", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}