{"page_content": "Autodesk Sustainability in Action Progress Report FY20138Educate and empower our users\nSkilled practitioners of sustainable design and engineering \nare in short supply, yet we’ve never needed them more. We are committed to advancing the understanding and \npractice of sustainable design. We provide profession-\nals, students, educators, and consumers the tools and resources they need to tackle pressing design challenges \nacross industries, grounded with a clear understanding of \nhow to keep environmental and human impacts in mind.\nSince its launch in 2010, more than 1 million students \nand educators have been reached through the Autodesk Sustainability Workshop, which teaches the principles and \npractice of sustainability in architecture and engineer -\ning. We also offer free and discounted software, sponsor \nsustainable design competitions, and collaborate with \nleading academic institutions and organizations to foster \nsustainability education.\n“At Autodesk, we’re committed to  \ncreating a better world. As we help \nshape the future of design, we by extension also help our customers shape the futures of their respective industries.”\n—Jon Pittman  \nVice President of Corporate Strategy, Autodesk \nAccelerate breakthrough ideas\nWe use our knowledge, skills, solutions, and financial \nresources to empower the people, organizations, and \nnew businesses whose design solutions will shape a more \nsustainable future. A key focus is helping to bring their innovations to scale. The Autodesk Clean Tech Partner Program supports the environmental advancements of clean technology  \npioneers. Through this program, we have supported \nthousands of companies in 27 countries, providing them with Autodesk software to further their groundbreaking \nideas. In 2013, we established an Autodesk Foundation, \nwhich will support individuals and nonprofit organiza-tions who are designing scalable high-impact solutions  \nto social and environmental challenges.\n \nLead by example\nWe continually enhance our business to accelerate best \npractices in sustainable operations and to enable our \nemployees to maximize their own positive impact. Using \nour own sustainability solutions and those of our cus-tomers, we treat our business operations as a living lab \nfor experimentation and improvement. To demonstrate \nprogress and inspire broader adoption of best practices, we measure and report our performance. \nOur employees are essential to these efforts. We foster \na culture of ethical behavior and respect, and demand \nthe highest integrity in our interactions with each other, \nour customers, and our suppliers and business partners.  We respect and promote human rights across our value \nchain, and recently published our Human Rights Policy \ndescribing our commitments in this area. \nMateriality assessment  \nFor many years, Autodesk has focused on issues where we can have the greatest impact – developing technol-\nogy that enables sustainable design, driving adoption of \nsustainable design practices, and reducing our envi-ronmental impacts. As the world rapidly changes, we \nrecognize the importance of periodically revisiting our \nassumptions. This year we worked with consulting firm BSR to conduct a materiality assessment to ensure that \nwe’re focusing our efforts on the issues where we can \nmake the most significant contributions. We engaged executives and content experts from across \nthe company’s business groups, functions, and regions to \nprovide insights about the importance of environmental and social issues to Autodesk’s success as a company, \nwhile assessing the relevance of those issues to sustain-\nable development. We also considered the level of  influence that Autodesk has in each area and the  \ntrajectory of all of these factors between now and 2050. \nThrough this process, we also looked for gaps or blind spots in our strategy and worked to identify emerging \nissues. This assessment complements other analyses \nconducted within the company, such as those related to Autodesk’s product strategies and market sizing.  \nThe following graphic summarizes results of the  \nassessment for 2013. Hover over any issue to see a brief \ndescription. “Internal” issues are those that are relevant \nto Autodesk’s internal operations and supply chain. “External” issues relate to Autodesk’s product risks and \nopportunities or to external-facing communications, \neducation, advocacy, or philanthropy.\n“At Autodesk, we’re committed to  \ncreating a better world. As we help \nshape the future of design, we by extension also help our customers shape the futures of their respective \nindustries.”\n—Jon Pittman  \nVice President of Corporate Strategy, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}