{"page_content": "Autodesk Sustainability in Action Progress Report FY201310\nKey themes from the analysis included the following:\n•Climate and energy: climate change and energy \nefficiency are priorities, especially how we can help \ncustomers address energy concerns and achieve cost \nsavings using Autodesk design solutions. Learn more.\n•Water management: as the climate changes and \npopulation increases, water flows will become more \nvariable and the resource more precious. Our power and industrial customers represent the industries with \nthe highest level of water withdrawal, and are seeking \nways to mitigate these risks. Learn more.\n•Materials reduction and selection: many of our  \ncustomers work in resource-intensive industries, from the manufacture of automobiles to the construction  \nof bridges. They are working to use materials more  \nefficiently, and to use materials with lower environmen-tal impact. Learn more.\n•Next-generation design: Autodesk can impact  \nsustainable design and generate business value by \nadvocating for design education and practices that \nencourage next-generation designs and result in a competitive advantage for our customers. Learn more.\n•Diversity: creating and developing a diverse workforce \nis a key priority as we seek to attract talent and grow \nin the emerging and consumer markets. A diverse \nworkforce helps us to better understand local business and sustainability issues, trends, and stakeholder values \nand expectations. Learn more.\n•Ethics and governance: we will continue to focus  \non key ethics and governance issues that impact  \nAutodesk and sustainable development, particularly data security, privacy, piracy, and intellectual property \ntheft. Learn more.\n•Human rights: although human rights and supply  \nchain-related issues are generally low in relative \nimportance for Autodesk given our business model, technology innovations including cloud computing are \nincreasing the relevance of issues such as privacy and \nfreedom of expression across the industry. Customer use of products is another issue for future consider -\nation. Learn more.\nIn our assessment of the trajectory of these issues during the coming decades, we concluded that nearly all will \nincrease in relevance. Our analysis showed that among \nthe issues with the most potential to increase in both their importance to our business and to sustainable \ndevelopment in general are responsible infrastructure and \nmanufacturing, climate resilience and adaptation, and global health.\nThese findings will inform our strategic planning moving \nforward. They also provide a platform for further engage-\nment with external stakeholders and with executives and \nemployees throughout the company.\nSustainability governance and  \nmanagement  \nOur sustainability governance model ensures strong \ncollaboration and clear accountability across Autodesk. \nOur CEO Carl Bass and his executive team have ultimate \naccountability for sustainability at the company, and for integrating sustainability into the company’s overall  \nstrategic planning process. \nOur Sustainability Solutions Team, which reports to our \nsenior vice president of industry strategy and marketing, \nmanages our cross-company efforts to offer exceptional products and services that enable sustainability. It drives \nindustry strategy, influences product roadmaps, and \nprototypes new solutions in conjunction with product developers, major customers, and research labs.\nAutodesk’s Corporate Sustainability Team reports to the \ncompany’s chief marketing officer. The team works with \ngroups across the company to develop and implement \nAutodesk’s corporate sustainability strategy and programs, including sustainable design education, the Clean Tech \nPartner Program, sustainable business and operations, \nand philanthropy. Our Business Integration and Sustainability Initiatives Team, which reports to our vice president of corporate real estate, facilities, travel, and safety and security, sets \nand implements strategies to improve the environmental \nperformance of our facilities, including acting as test customers for our products and services. See page 17 for \nmore about Autodesk as a living lab. \nOur Environmental Core Team serves as an advisory board \nand provides executive input and guidance to the  \ncompany’s sustainable business efforts related to its operations (see page 30 for more detail). \nThe Autodesk Foundation, established in 2013 to support \nthose who are designing scalable high-impact solutions \nto social and environmental challenges, will have a board \nof directors accountable for the foundation’s high-level strategy and operations. ", "metadata": {"source": "NASDAQ_ADSK_2013.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}