{"page_content": "20\nAmalgamated Bank \n2019 ACTION HIGHLIGHTS\n$105m\nCRA-related investments made\n14 of our 30 CRA-related loans were in  \naffordable housing\n99% \nof our commercial real estate lending was \nfor multi-family housing\nWe completed $160M loans,  resulting in the  \npreservation of 580 units of affordable housing\n67%\nof the multi-family loans originated in 2019 \nwere in LMI neighborhoods\n$25M of Property Assessed Clean Energy (PACE)  \nfinancing for solar photovoltaic projects in Washington, \nD.C., including for low income commercial buildings,  \nnonprofits, multi-family and faith-based propertiesSTRENGTHENING COMMUNITIES\nThe Community Reinvestment Act (CRA), enacted in 1977,  \nencourages financial institutions to help meet the credit needs of \nthe communities in which they do business, including low- and \nmoderate-income (LMI) neighborhoods.\nAmalgamated Bank’s Community Development team continues \nto identify and finance new CRA-related opportunities that meet \ncommunity development needs by making available grants, loans \nand financial literacy education programs to individuals, unions, \nnonprofit organizations, community-based organizations and \ndevelopers of affordable housing and other community facilities \nthat benefit LMI neighborhoods.\nEVERYTOWN FOR GUN SAFETY\nEverytown for Gun Safety  is a movement of Americans working \ntogether to end gun violence and build safer communities. We \nbelieve that banks are important advocates for gun safety, and \nAmalgamated Bank was the only bank to support Everytown for  \nGun Safety’s principles.\n In 2019, our President & CEO, Keith Mestrich, was one of 150 chief \nexecutives to sign a letter urging U.S. lawmakers to pass a bill to \nrequire background checks on all gun sales and a strong Red Flag \nlaw. We stand firm in our views on gun safety and we do not lend to \ngun or ammunition manufacturers or distributors, nor do we invest \nour own money in gun or ammunition manufacturers or distributors.", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}