{"page_content": " 2019 Corporate Social Responsibility Report 23\nSHAREHOLDER ADVOCACY\nThe LongView Funds in our institutional platform are guided by \nthe investment belief that better managed companies will deliver \nshareholders better and less volatile returns over the long term. As \nsuch, we have adopted various policies to guide how we will vote \nproxies at the companies in which Amalgamated Bank, through our \nLongView Funds, holds shares.\nThe LongView Funds use our power as investors to actively \nencourage corporate boards to pursue sound governance \npolicies, hold portfolio companies to high standards of social and \nenvironmental practices and enhance shareholder value.\nIn 2019, with the assistance of As You Sow, the LongView Funds \nwere active in engaging companies in three key areas: (1) board \ndiversity, (2) climate change and (3) forced labor/human trafficking. \nAs a direct result of our engagement on these topics, notable \nsteps were taken by several companies to address our concerns \nand perceived risks. In certain instances, our feedback drove such \nsubstantial improvements in corporate practices that we did not  \nfeel compelled to file a resolution and/or we withdrew our \nshareholder proposal. \nFor example, we co-filed a 2019 greenhouse gas emissions \nresolution with a large multinational technology company \nafter years of failure on the company’s part to adequately and \nappropriately disclose its greenhouse gas (GHG) inventory and \nset targets for improvement. Marking an important step forward, \nthe company engaged us in dialogue and also announced new \ninitiatives to achieve a net-zero carbon footprint on 50% of its \nshipments by 2030, set a net-zero by 2040 emissions target and \ndisclose its GHG inventory for the first time. In recognition of this progress, we withdrew our shareholder \nproposal and look forward to future conversations with the \ncompany to understand how it intends to meet its new climate \nambition. Another example involves engagement with a theme \npark and entertainment company on the topic of board diversity. \nAt the time of our initial outreach, the company had an all-male  \nboard. Upon holding a subsequent conversation with the \ncompany’s general counsel, we learned that the company does \nhave a broader commitment to diversity, and that four of its board \nmembers are people of color. We were informed that a new board \nmember, a woman, had just been elected to join their board and \nfurther, that the company was working on final diversity language \nto incorporate into its governance documents. We discussed the \nbenefits of diverse nominating pools for director nominees and \nthe ways in which this approach supports gender equity while also \nenabling the most highly skilled individuals to be selected.\nWe are encouraged by the response we have received from \nseveral companies who have seriously taken our conversations to \nheart. Through our shareholder advocacy efforts, we believe that \nwe will continue to find and encourage proactive and long-term \nsolutions to address some of the biggest environmental and social \nchallenges of our time.", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}