{"page_content": " 2019 Corporate Social Responsibility Report 31\nAmalgamated Bank promotes an environment of personal and professional \nlearning and development. Our employees receive regular training on \ninformation technology, management skills, diversity and inclusion, \nunconscious bias, data security and privacy and other relevant skills both \ninternally and externally to Amalgamated Bank. We encourage employees at \nall levels to pursue training and education courses specific to their expertise. \nWe support flexible work whenever possible to allow employees to balance \ncommitments to their families and communities. We also encourage our \nemployees to volunteer in their communities for causes they care about, \nand provide a paid day off for their individual efforts. Additionally, we \noffer a comprehensive compensation and benefits package to attract and retain talent that includes health insurance, mental health support, tuition \nreimbursement, pension, 401(k) plan and savings plans.\nEmployee engagement surveys are conducted annually, and allow us to \nidentify areas of strength and opportunities for improvement to ensure \ncontinued satisfaction and retention of our employees. CEO-led Town Hall \nstyle meetings are held annually with our employees, covering topics such \nas business strategy and outlook, the competitive landscape, emerging \nindustry trends and include a question & answer session with management. \nWe believe that this format facilitates strong and productive conversations \nacross our organization.\n*Results based on a 2019 employee engagement survey conducted by People Element.I believe what I do is important to the \noverall success of the bank*91%\nI am motivated to go beyond what is \nexpected of me to help Amalgamated \nBank be successful*85%\nI am passionate about my work and \nabout doing a good job*94%", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}