{"page_content": "36\nAmalgamated Bank \nFurthering a greener, cleaner future.\nMany of our products and services help to meet the financial \nneeds and environmental values of our diverse customer base. \nFrom our commercial and industrial lending portfolio, which \nincludes loans for industrial solar deployment and energy \nefficiency upgrades, to our turnkey Fossil Fuel Free Portfolio \ninvestment options, we are committed to providing solutions \nto help transition to a lower carbon economy. \nWe are proud to be able to help sustainable and socially \nresponsible businesses by providing funding to fuel their \ngrowth and impact.Sustainable \nBanking and \nInvestingIn 2019, we provided approximately $264M in Property \nAssessed Clean Energy (PACE) financing, a mission-aligned \nfinancing mechanism that enables low-cost, long-term \nfunding for energy efficiency, renewable energy and water \nconservation projects. In February 2019, we announced a \n$45M residential PACE transaction that is helping over 2,000 \nCalifornia and Florida homeowners become more energy \nefficient and reduce both energy costs and greenhouse \ngases. In November 2019, we announced a $25M loan facility \nto support the financing of over $50M of solar photovoltaic \nprojects located at commercial, industrial and multi-family, \nnonprofit, and faith-based properties in Washington, D.C.  \nThe market for PACE financings presents a unique opportunity \nfor us to bring our values-based banking to the forefront, all the \nwhile supporting a cleaner, greener future.\nDONATE THE CHANGE ® — ACCELERATING \nTHE TRANSITION TO 100% CLEAN ENERGY\nFive years ago, we launched our Donate the Change® program \nto give our customers yet another way to bank their values. \nBy enrolling in this program, for every qualifying debit card \npurchase of $10 or more that a customer makes with their \nDonate the Change® debit card, Amalgamated Bank will donate \n10 cents to a nonprofit aligned with our mission. Since 2017, our \ndonations from this program have been made to The Solutions \nProject, a nonprofit accelerating the transition to 100% clean \nenergy by championing a movement that is more inclusive, \nmore collaborative and more celebratory. Through storytelling, \ngrantmaking and capacity building, The Solutions Project \nhonors clean energy leaders, invests in promising solutions  \nand builds relationships between unlikely allies.Amalgamated Bank 36", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}