{"page_content": "40\nAmalgamated Bank \nWE ARE CARBON NEUTRAL IN OUR OPERATIONS \nFOR THE SECOND CONSECUTIVE YEAR\nOur organizational approach to carbon is to measure, reduce and offset \nour emissions. As we did last year, we purchased verified voluntary \nemissions reductions carbon credits that bring our net operational carbon \nemissions to zero. This year’s carbon credits support California’s Garcia \nRiver Forest as a sustainable working forest that saves wildlife habitats, \nimproves water quality and preserves the traditional economic base \nof the local community — characteristics in direct alignment with our \nmission and values in a community close to where we operate.\nStoring more carbon per hectare than any other forest type, California’s \nancient redwood forests are home to the tallest trees on Earth, rich \nwildlife and stunning landscapes. However, decades of aggressive \ntimber harvesting has depleted this landscape and battered the local \neconomy. Now, as a result of collaborative efforts among nonprofit, \nprivate and public entities and community stakeholders, this project has \nestablished the first large nonprofit-owned working forest that will keep \nthis remarkable forest standing for many years to come, while protecting \nthe habitat of several threatened species, including the coho salmon, the \nsteelhead trout and the northern spotted owl, creating jobs and annually \nstoring nearly 77,000 metric tons of carbon dioxide.\n2019 GHG \nEmissions Data: \nCorporate \nOperationsThis project is verified by SCS Global Services. SCS Global \nServices is accredited to ISO 14065 by the American National \nStandards Institute (ANSI) to offer carbon offset project \nvalidation and verification under the Verified Carbon Standard \n(VCS), the Climate Action Reserve (CAR), the American Carbon \nRegistry (ACR), and the Climate, Community & Biodiversity \nStandards (CCB).Amalgamated Bank 40", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}