{"page_content": "44\nAmalgamated Bank \nCEO PAY RATIO\nBecause we are an “emerging growth company,” we are not \nrequired to provide pay ratio disclosure. However, in our 2020 \nProxy Statement, we voluntarily provided this information \nabout the relationship of the annual total compensation of our \nemployees and the annual total compensation of our President \nand Chief Executive Officer. For 2019, the total compensation \nof Keith Mestrich, our President and Chief Executive \nOfficer of $2,308,999 was approximately 26 times the total \ncompensation of the median employee, whose compensation \nwas calculated in the same manner and was $89,366. Please \nrefer to our 2020 Proxy Statement for more detail.EXECUTIVE RESPONSIBILITIES  \nAND PERFORMANCE\nOur executive management team is responsible for setting and \nimplementing strategy, advancing our mission and managing \nour core business operations in a way that creates shared value \nfor our stakeholders. In addition to overseeing our business \nand growth strategy, CSR initiatives and related performance \nare formally part of executive management job descriptions, \nroles and responsibilities. A portion of executive compensation \nis linked to our success in overall corporate performance in \nexecuting our business strategy and, thus, implicitly linked to \nadvancing our mission.We wholeheartedly embrace the value of \ndiversity across our organization.\nWe believe that a board composed of diverse backgrounds, \nexperiences, perspectives and characteristics improves \ndialogue and decision-making, and contributes to the overall \neffectiveness of the Board.\nWe have a formal board diversity policy which states that, \nwhen assessing board nominees, the Governance and \nNominating Committee must ensure diverse characteristics, \nincluding but not limited to gender, age, ethnicity, disability \nand sexual orientation, are included in any pool of candidates \nfrom which the Board nominees are chosen. \nIn 2019, the National Association of Corporate Directors \n(NACD) recognized Amalgamated Bank with its NACD NXT: \nSmall Cap award as a reflection of Amalgamated’s leadership \nin diversity and inclusion at the board level and throughout \nthe organization.Board DiversityAmalgamated Bank 44", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}