{"page_content": " 2019 Corporate Social Responsibility Report 49\nFor Your Reference\nMore information on Amalgamated Bank’s \nCSR initiatives and policies can be found \nonline at www.amalgamatedbank.com , \nincluding:\n• 2019 Form 10-K\n• 2020 Proxy\n• Code of Business Conduct and Ethics\n• Board Committee Charters and Governance \nDocuments\n• B Corp® Scorecard\n• Environmental and Sustainable Programs\n• Social and Governance Programs\n• Human Rights Statement\n• LongView Funds Corporate Governance and Proxy \nVoting Report\n• Climate Risk Policy\n• Supplier Code of ConductThe content in Amalgamated Bank’s 2019 CSR Report, \nincluding documents or reports incorporated herein by \nreference, is accurate as of December 31, 2019. This CSR \nreport should be read in conjunction with Amalgamated \nBank’s Annual Report for the year ended December 31, 2019 \nand 2020 Proxy Statement, both of which contain additional \ninformation about our company. This report uses certain \nterms, including those that reflect the issues of greatest \nimportance to Amalgamated Bank and our stakeholders. Used \nin this context, these terms should not be confused with the \nterms “material” or “materiality,” as defined by or construed \nin accordance with securities law, or as used in the context \nof financial statements and financial reporting. Furthermore, \nany forward-looking statements contained in this report \nshould not be unduly relied upon, as actual results could differ \nmaterially from expectations.\nFor more information about such statements, please refer to \nthe “Forward-Looking Statements” and “Risk Factors” sections \nof our Form 10-K in Amalgamated Bank’s Annual Report for \nthe year ended December 31, 2019, which can be found at \nwww.amalgamatedbank.com .\nThis material does not constitute an offer or solicitation in any \njurisdiction where or to whom it would be unauthorized or \nunlawful to do so. Nothing in this material is incorporated by \nreference or shall be deemed to be incorporated by reference \ninto the documents that we have filed or will file with the \nFederal Deposit Insurance Corporation.", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}