{"page_content": "Please visit amalgamatedbank.com  for more information.\n© 2020 Amalgamated Bank. All rights reserved. Member FDIC. Equal Opportunity Lender. NMLSID #898791.\n* Amalgamated Foundation is the name used for the programs and services of the Amalgamated Charitable Foundation, an independent nonprofit public charity. Reflecting their shared commitment to \npositive social change, Amalgamated Foundation receives charitable contributions from and maintains service agreements with Amalgamated Bank, but is not a program or activity of Amalgamated Bank.\n† Consumer investment and consumer insurance products and services are offered through INFINEX INVESTMENTS, INC. Member FINRA/SIPC. Amalgamated Investment Services is a trade name of \nAmalgamated Bank. Infinex and Amalgamated Bank are not affiliated. Investment products and services made available through Infinex are:\nOther investment products and services provided by Amalgamated Bank’s Investment Management Division are not insured by the FDIC and are subject to investment risks, including \nthe loss of principal amounts invested. This does not constitute an offer to invest or solicitation of an offer to buy interest in a fund. A complete description of a fund’s terms, including \nrisks, are included in the appropriate disclosure documents. Investment products are not insured by the FDIC (or any other state or federal agency), are not deposits, obligations or \nguaranteed by Amalgamated Bank or any bank or non-bank affiliate thereof, and are subject to investment risks, including the loss of principal amount invested. Consider a strategy’s \ninvestment objectives, risks, charges and expenses carefully before investing. Prospective investors should read a fund’s offering materials containing this and other information \ncarefully before investing. Past performance is not indicative of future results.\nRev. 04/2020 Please RecycleNot Guaranteed by the Bank Not FDIC Insured Not a DepositNot Insured by Federal\nGovernment AgencyMay Lose Value Including\nLoss of Principal\n]", "metadata": {"source": "NASDAQ_AMAL_2019.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}