{"page_content": "25\n2021 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT\nSASB Index\nNews Corp is pleased to report on SASB Media & Entertainment industry standards.\nTOPIC METRIC CATEGORY UNIT OF MEASURE CODE RESPONSE/COMMENT\nMedia PluralismPercentage of  gender and racial/ethnic group representation  \nfor management, professionals and all other employeesQuantitative Percentage (%) SV-ME-260a.1News Corp is currently undertaking an initiative to integrate workforce \ninformation across our business units, in part, to enable comparable, accurate \ndiversity reporting. We will evaluate our ability to report this metric in the  \nfuture as this initiative progresses.\nDescription of  policies and procedures to ensuring pluralism  \nin news media contentQuantitative Not applicable SV-ME-260a.2 2021 ESG Report: Trusted News & Information\nJournalistic Integrity \n& Sponsorship \nIdentificationTotal amount of  monetary losses as a result of  legal proceedings  \nassociated with libel or slanderQuantitative Reporting currency SV-ME-270a.1 News Corp considers this information confidential.\nRevenue from embedded advertising Quantitative Reporting currency SV-ME-270a.2Per our 2021 10-K, News Corp generated $1.59 billion in advertising revenue  \nin fiscal 2021. Please refer to our Results of  Operations beginning on page 40  \nof  our 2021 10-K  for additional information.\nDescription of  approach for ensuring journalistic integrity of  news \nprogramming related to: truthfulness, accuracy, objectivity, fairness  \nand accountability; independence of  content and/or transparency  \nof  potential bias; and protection of  privacy and limitation of  harmDiscussion and Analysis Not applicable SV-ME-270a.3 2021 ESG Report: Trusted News & Information\nIntellectual  \nProperty Protection  \n& Media PiracyDescription of  approach to ensuring intellectual property (IP) protection Discussion and Analysis Not applicable SV-ME-520a.1 2021 10-K , page 13\nActivity MetricsTotal recipients of  media in the U.S. and the number of: (1) households  \nreached by broadcast TV , (2) subscribers to cable networks, and (3) circulation \nfor magazines and newspapersQuantitative Number SV-ME-000.ANews Corp reports select user data in our 10-K. Please  \nrefer to the pages 2-10, 15, 44 and 46 of  our 2021 10-K .  \nTotal number of  media productions and publications produced Quantitative Number SV-ME-000.BNews Corp reports information regarding our media  \nproductions and select user data in our 2021 10-K . \nMESSAGES ABOUT NEWS CORP OUR ESG MISSION COVID-19 RESPONSE ENVIRONMENT OUR CULTURE & PURPOSE GOVERNANCE ESG PERFORMANCE DATA GRI, SASB & TCFD INDICES", "metadata": {"source": "NASDAQ_NWS_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}