{"page_content": "11\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportSemiconductor Production Process\nWe manufacture ICs on silicon wafers, generally \nusing the customer’s proprietary circuit designs. \nIn some cases, we provide our customers with our \nown proprietary (IP) or third-party design elements . \nThe end-product of our manufacturing process is a \nsilicon wafer containing multiple identical ICs. In most \ncases, our customers assume responsibility for dicing, \nassembling, packaging, and testing.\nWe provide wafer fabrication services to fabless \nIC companies and IDMs , as a sole source or second \nsource, and enable smooth integration of the \nsemiconductor design and manufacturing processes. \nBy doing so, we enable our customers to bring high-\nperformance, highly integrated ICs to market rapidly \nand cost effectively. We believe that our technological \nstrengths and emphasis on customer service have \nallowed us to develop a unique position in large, high-\ngrowth specialized markets for CMOS image sensors, \nRF, power management and high-performance mixed \nsignal ICs.\nOur manufacturing process uses specialty process \ntechnologies that are mostly based on CMOS process \nplatforms  with added features to enable special and \nunique functionality, decreased footprint of products, \ncompetitive performance and cost advantages for \nanalog and mixed-signal semiconductors. Products \nmade with our specialty process technologies are \ntypically more complex to manufacture than those \nusing standard process technologies employing \nsimilar technology nodes. Generally, customers that \nuse our specialty process technologies cannot easily \ntransfer designs to another foundry because the analog \ncharacteristics of the design are dependent upon the \nspecific process technology used for manufacturing. The \nspecialty process design infrastructure is complex and \nincludes design kits and device models that are specific to the foundry in which the process is implemented and \nthe process technology itself. In addition, the number \nof foundries capable of offering specialty process \ntechnologies are limited as there are few engineers \nwho have the specialty process expertise needed, \nand specialty manufacturing necessitates significant \ninvestment required for development, transfer and \nmaintenance of specialty process technologies. Our \nspecialized process technologies, combined with \ndedicated design enablement capabilities, distinguish \nour IC manufacturing services and attract industry-\nleading customers.\nWe also offer process transfer services to IDMs  that \nwish to manufacture products using their own process \nand do not have sufficient capacity in their own fabs. \nOur process transfer services are also used by fabless \ncompanies that have proprietary process flows and wish \nto manufacture at a secure foundry for IP protection \nand/or wish to diversify their manufacturing at more \nthan one site. Our process transfer services include \ndevelopment, transfer, and extensive optimization as \ndefined by customer needs.\nWe are a trusted, customer-oriented service provider \nthat has built a solid reputation in the foundry industry \nfor over twenty-five years. We have established strong \nrelationships and partnerships with our customers. Our \nconsistent focus on providing high-quality, value-add \nservices, including engineering and design support, \nhas allowed us to attract customers that seek to work \nwith a proven leading provider of foundry solutions. \nOur emphasis on working closely with customers and \naccelerating the time-to-market and performance \nof their next-generation products has enabled us to \nmaintain a high customer retention rate, while increasing \nthe number of new customers and new products for \nproduction.\n", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}