{"page_content": "30\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportBoard Of Directors\nOur Board of Directors is currently composed of nine \ndirectors. Our directors are elected during a general \nmeeting of our shareholders by a majority vote of the \nordinary shares present, in person or by proxy. Generally, \nour directors hold office until their successors are elected \nat the next annual general meeting of shareholders \n(or until any of their earlier resignation or removal in \naccordance with the Companies Law). In addition, our \nArticles of Association allow our Board of Directors to \nappoint others (other than the external directors) to fill \nvacancies on our board or as an additional director or additional directors, provided that the overall number \nof directors does not exceed the maximum number \nspecified in the Articles of Association. A director \nappointed as aforesaid shall cease to hold office at the \nend of the annual general meeting following his/her \nappointment. We are proud to share that one-third of \nour directors are women and 90% of our directors \nare independent. \nThe board targets recruitment of 1-2 new board \nmembers with diversity focus by 2025. \nName Title Independence DOBBoard \nAppointment \nDate\nAmir Elstein Chairman of the BoardIndependent \nDirector November 20, 1955 January 2009\nYoav Z. CheloucheDirector, Chairman  \nof the Audit CommitteeIndependent \nDirector July 18, 1953 April 2016\nIlan Flato DirectorIndependent \nDirector September 11, 1956 February 2009\nKalman KaufmanDirector, Chairman \nof the Corporate \nGovernance & \nNominating CommitteeIndependent \nDirector June 7,  1945 August 2005\nIris Avner DirectorIndependent \nDirector March 5, 1965 June 2016\nRussell Ellwanger Director, CEO January 18, 1955 September 2016\nDana GrossDirector, Chairman  \nof the Compensation \nCommitteeIndependent \nDirector May 9, 1967 November 2008\nMichal Vakrat Wolkin DirectorIndependent \nDirector December 30, 1971 September 2020\nAvi Hasson DirectorIndependent \nDirector June 18, 1970 September 2020\nIn 2020, the Board held a total of 11 meetings, and average director attendance at \nBoard meetings was 99.8% . Corporate Governance\nIn addition to Tower’s implementation of an Environmental, Social and Governance (ESG) program, the company \nhas placed substantial focus on governance matters involving the Board of Directors and its committees in ESG \nrelated aspects. The ESG initiatives are presented to the Board of Directors and internally communicated to ensure \nunderstanding, commitment, and enthusiasm throughout the corporation.", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}