{"page_content": "31\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportBoard Committees\nThe Corporate Governance & Nominating Committee  is responsible for ensuring that director appointment \nprocesses are formal, rigorous and transparent. This Committee assists the board in establishing and reviewing \nthe Company’s statement of corporate governance principles and promoting good corporate governance in the \nCompany.  In addition, this Committee ensures a clear and actionable succession plan for key positions within the \ncompany and oversees the Company’s commitment to social and environmental responsibility matters.\nThe Audit Committee  oversees the transparency and integrity of the external financial statements and system of \ninternal controls over external financial reporting.  This Committee assists the board in its responsibility to oversee \nthe company’s process for monitoring compliance with laws and regulations and the code of conduct.  In addition, \nthe Audit Committee oversees the Company’s risk assessment and risk management, including procedures and \nactivities in information and cyber security.\nSummary of the audit committee charter is available on our website.\nThe Compensation Committee’s  responsibilities are consistent with the Nasdaq Listing Rules and the requirements \nfor compensation committees under the Companies Law, including determining or recommending to the Board \nof Directors for determination, the compensation of the CEO, and all other executive officers of the company, as \nwell as members of the Board of Directors.Audit CommitteeCompensation \nCommitteeCorporate Governance & \nNominating Committee\nIris Avner Member\nYoav Z. Chelouche Chairperson Member\nIlan Flato Member Member\nDana Gross Chairperson Member\nKalman Kaufman Chairperson\nAvi Hasson Member Member\nMichal Vakrat Wolkin Member\nIn 2020, the Committee held a total of 5 meetings, and average director attendance \nat committee meetings was 100% . \nIn 2020, the Committee held a total of 4 meetings, and average director attendance \nat committee meetings was 100% . \nIn 2020, the Committee held a total of 24 meetings, and average director attendance \nat committee meetings was 100% . \nIn addition, the Board of Directors convenes subcommittee meetings for assessment of the Company’s financial \nand investment strategies and policies, including financial aspects of corporate structure and potential strategic \ntransactions.", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}