{"page_content": "38\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\nGreen Everything\nGalvanic Isolation Technology \nThe newly developed galvanic capacitor technology \nintegrated with Tower's 0.18µm power management \nand mixed-signal platforms, enable up to 12kV \nisolated gate driver and digital isolator ICs, \nwhich enhances safety and power efficiency for \napplications in the automotive, green power and \nindustrial markets.\nThe new technology offers a cost and size advantage \nthanks to the integration of the galvanic isolator, \nsaving the need for an additional device. Lead \ncustomers are prototyping initial products \naddressing applications such as battery chargers, \npower supplies and motor drivers for electric and \nhybrid vehicles, green power (solar inverters and \nwind turbines power converters), and industrial \nmarkets.Tower's power management platforms are designed for maximum \nflexibility, enabling customers to design and manufacture optimized \nproducts at any desired level of integration and achieve first-pass \nsuccess for fast time-to-market.\nTower's power platforms are available in three manufacturing facilities \nworldwide, ensuring maximum operational flexibility, continuous product \nsupply, and geographic diversity. \nOur power platforms support the growing market of electric vehicles and \ngreen energy, and provides solutions for efficient power conversion and \npower management by ultra-low on-resistance power transistors and \nadvanced isolation, leading to significant costs savings.\nOur current sixth generation (6Gen) process led to up to 35% \nimprovement in energy efficiency from our previous process.\nOur sensors platforms features different types of radiation detectors that \nare reusable, have ultra-high sensitivity, and operate in a wide range of \ntemperatures. These platforms help in various areas such as solar radiation \nprotection and sterilization against viruses, such COVID-19.\nOur gas sensors control, among other things, CO2 levels in buildings. This is \nimportant for social distancing, especially during COVID-19 pandemic, and \nfor monitoring the CO2 levels that recovering COVID-19 patients’ exhale.Environmental / Social Impact Technology Offering \nLow voltage 0.18um  \nPower Management \nMid voltage 0.18um  \nPower Management\nHigh voltage 0.18um  \nPower Management\nLow voltage 65nm  \nPower Management\nRadon Sensors\nToF Sensors\nuLED Displays  \n(with customer)\nGas Sensors\nCASE STUDY", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}