{"page_content": "39\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\nSmart Everything\n10µm Three-tap Cutting-\nedge Pixel:  \na Partnership of Tower & \nTeledyne e2v \nProduced by Tower and designed with proprietary \nCMOS technology, this pixel is featured in Teledyne \ne2v’s new Time-of-Flight (ToF) CMOS image sensor - \nHydra3D™. The sensor supports the latest industrial \napplications, including vision-guided robotics, \nlogistics and automated guided vehicles.\nRafael Romay, Vice President of Professional Imaging \nat Teledyne e2v: “The great technology innovation \nand partnership with Tower has been key in the \ndevelopment of this innovative new ToF image \nsensor, helping us to bring to market this best-in-\nclass solution.”Our expanding connected IoT world is built around sensing our \nsurroundings, analyzing data and reacting. We offer a broad range of \nsensor fabrication technologies and IPs to help customers meet this \ngrowing demand for various applications. \nWe offer technological platforms for fabricating diverse sensing devices, \nincluding unique ionizing radiation, UV and magnetic field sensors.\nCASE STUDY\nThese technologies can be used for monitoring physical \nactivity (running, jogging, etc.) and testing of food quality. \nThey can benefit human healthcare by leading to more \neffective treatment for sepsis, shorter hospital stays, \nreduced mortality, and express blood testing.\nMoving to digital medical imaging has huge environmental \nimpact, such as avoiding the use of acids and chemicals \nthat harm the environment used to develop X-ray films. Environmental / Social Impact Technology Offering \nX-ray Sensors\nMachine vision Sensors\nHigh-end Sensors\nToF Sensors\nUV Sensors\nDNA Sequencing Chip (with customer)\nSensors of Liquids-based on BioFETS\nNeuromorphic Devices", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}