{"page_content": "41\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\n03\nCC-SENS PROJECT\n04\nMSC STARS PROGRAMThis special program funded by the Israel Innovation Authority \n(IIA) is aimed at developing advanced products that are based on \nIsrael's budding infrastructures while cooperating with research \ninstitutes and academic institutions abroad. The program supports \nan extraordinary collaboration between Tower, the engineering \nfaculty at Tel Aviv University, the Technion, and global and German \nresearch teams, with the goal of developing a miniature sensor that \ncan identify diseases and can be mass-produced.\nIn this Industrial Engineering (IE) students’ \nprogram, in collaboration with Tel-Aviv \nUniversity, six selected B.Sc. engineers \ncomplete M.Sc. studies in IE and later \ncan apply their ideas in Tower. Two of the \nprogram students have already graduated, \nand some of the students in the Tower group \nwere promoted to managerial positions.  \nIdeas generated during this program are \nevaluated for implementation in Tower, such \nas one of the students’ projects, “Optimizing \nTest Sampling Strategies in Semiconductor \nManufacturing”, may provide test flow \noptimization, decrease required resources \nand increase profits in Tower fabs. \nThe Sensor That Will Smell Disease\nIn 2017, the CC‐Sens research project was \nsupported by the Israel Innovation Authority \nas part of a joint German-Israeli call for proposals. \nAt the center of the project is a sensor that will \nchange the world of medicine, and Tower is \nresponsible for its manufacturing.\nProf. Yossi Rosenwaks, Dean of the \nEngineering Faculty at Tel Aviv University: \n\"The goal of the current project is to develop \na sensor for gases or molecules. This sensor \nis based on an electronic component that \ncan only be created in large factories and not \nat a university. Furthermore, we also have a \ncommercial purview so that is why we chose \nto collaborate with leading engineering \ncompanies such as Tower and the German \nSingulus Corporation. Singulus possesses the \nexclusive capability of applying/submerging the \nextremely thin layers required for the sensor's \noperation and to do so in mass-production – \nsomething that is impossible to do in other \ncompanies and certainly not at a university. \nIt is compatible for components used in IoT \nsystems (Internet of Things) requiring many \nsensors. For example, it could be a sensor that \nreports on the quality of air at the home or the \nfreshness of food. In the future, it will be able \nto tell us whether our breath is gassy, thereby \nproviding a different indication of diseases. The \nproject's main goal is to engage in the field of \nearly disease diagnosis.\" ", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}