{"page_content": "45\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportIncreased recognition of the fact that greenhouse gases \n(GHGs) directly affect the Earth's climate have led to \ngrowing legislation regulating emissions across the entire \nglobe. Among the dangers posed by climate change is \nthe frequency and intensity of extreme events, such as \nheat/cold waves, storms, droughts and floods caused by \nrising sea levels. The scientific community widely accepts \nthat ecological catastrophes may increasingly threaten \nnational economies in years to come. \nAccording to the Intergovernmental Panel on Climate \nChange's (IPCC) Special Report on Climate Change and \nLand, published in 2018, limiting warming to an average \nof 1.5ºC, compared to the pre-Industrial Revolution \nperiod, would significantly reduce desertification, land \ndegradation and other negative consequences of climate \nchange, as compared to a scenario in which temperatures \nrise by 2ºC or more. The report also recommends reducing \ngreenhouse gas emissions by 50% by 2030, and reaching \nclimate neutrality by 2050, meaning that all human-\ncaused GHG emissions should be balanced out by carbon \nremoval from the atmosphere. \nTower sees great importance in reducing its carbon \nfootprint in alignment with recommendations from the \ninternational scientific community. Consequentially, we \nhave undertaken a process of calculating and measuring \nthe emissions of CO2 and other greenhouse gases \nresulting from our activities and develop strategies for \nreducing emissions over time.\nLong-term target: the Company shall define and \nintegrate procedures to formalize and systematize the \npotential adverse impact on key environmental factors \n(such as GHG emissions, water, waste, electricity, etc.) for \nany new process introduction, in order to define mitigation \nof any such impact in alignment with the current \nworldwide industry best practices and in compliance \nwith IPCC recommendations.Calculation of GHG  Emissions\nAs part of our efforts to reduce Tower’s GHG emissions, \nemissions are measured according to the GHG Protocol \nmethodology.\nThe calculation includes reference to scope 1 (direct \nemissions) and scope 2 (indirect emissions):\nScope 1  - Carbon emissions from direct emission of \nfuels and gas leaks into the atmosphere.\nScope 2 - Carbon emissions as a result of purchasing \nenergy from an external source (electricity \nconsumption from an electricity company or a private \nmanufacturer).\nThe variations in the scope 1 emissions are due to \ncooler and warmer weather conditions between the \nyears effecting the emissions during production.\nTotal GHG emissions (ton CO2EQ) \n Scope 1  Scope 2\n2018 2019 2020Greenhouse Gases ( GHG ) Emissions\n154,575.08\n419,583.74148,139.43\n397,935.68152,157.79\n422,019.01HIGHLIGHT:  \nREDUCING GHG \nEMISSIONS IN \nNEWPORT BEACH\nIn our NPB facilities, our three hot water boilers \nhave a documented reduction of 53.1% lower \nNitrogen Oxide (NOx) emissions rate and our \nsteam boilers emit 77.5% less NOx. We have an \nongoing burners’ replacement project which \nalso aims to reduce NOx emissions. The overall \nfacility NOx emissions are expected to be \nreduced by approximately 30% once the project \nis completed. ", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}