{"page_content": "46\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportUS Energy Information Administration estimates \nthat due to a rise in global living standards \nand population growth by year 2050, global energy \nconsumption will grow by 50% compared to 2018 levels, \nwhile electricity use will increase by approximately \n80%. In order to fight the growth of GHG emissions \nassociated with energy consumption, the world needs \nto focus on greater reliance on renewable energy and \nincreased energy efficiency. Taking these concerns into \nconsideration, Tower actively seeks to address these \nissues in its ongoing business activity.\nRenewable Energy\nTower installed a photovoltaic (PV) system in a nearly \n100,000 square foot area in our Israeli facilities with \n1700MWh yearly production of solar energy.\nIn addition, approximately 30% of our purchased energy \nin Texas comes from renewable sources. Energy Efficiency\nTower’s semiconductors are utilized in a wide range \nof markets from mobile technology, to automotive, \nindustrial, and power restricted wearables. Our \npower management platforms are designed to \nensure maximum flexibility, enabling customers \nto manufacture a design-optimized product at any \ndesired level of integration and achieve first-pass \nsuccess for fast time-to-market. The technologies \ncover up to 700V voltage range from low-power \nto high-power applications, and are available on \nboth 8” and 12” production wafers. This allows for \nintegration of the sophisticated power controls \nbeing manufactured by Tower, with best-in-class \nefficiency, allowing products to achieve higher \npower efficiency ratings.\nFor more information on our products, go to products \nchapter.Energy Management\nIncreasing Energy Efficiency at Our Newport Beach Fab \nOur manufacturing facility in Newport Beach, California has implemented projects that improve the \nperformance and energy efficiency of equipment systems and decrease water consumption, compressed air \nand electricity throughout the plant. As a result of these projects, the site reduced electricity consumption \nin the last 5 years by over 23 million Kilowatt hours (kWh), which is enough energy to power 2,000 \nhouseholds for a year  or avoid the GHG emissions of 3500 vehicles on the road  (Greenhouse gas \nequivalencies calculator, United States environmental protection agency). We have succeeded in attaining \nthese improvements without reducing productivity. CASE STUDY\n", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}