{"page_content": "48\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportWater is becoming a scarce resource throughout the world, as its consumption has increased due to population \ngrowth, urbanization and climate change. The semiconductor production process in particular presents \nspecific challenges in this regard as it requires a significant quantity of \"ultra-pure” water when cleaning hardware \nof chemicals used in the production processes. \nTower is continuously striving to improve its water treatment and management, in order to conserve as much \nwater as possible in the manufacturing process.\nWater Stress\nWater stress, a condition which occurs when the demand \nfor water exceeds the available amount during a certain \nperiod or when poor quality restricts its use, has become \nan increasing source of concern for Tower. Without careful \nplanning, water scarcity can result in higher supply costs, \nsocial tensions with local communities and governments, \nand/or loss of access to water in water-scarce regions \nthereby presenting a critical risk to production.According to the World Resources Institute’s (WRI) Water \nRisk Atlas tool, Aqueduct, the water stress is extremely \nhigh in our facilities in Israel and in Newport Beach and \nmedium-high in Texas.\nAs the impact on water use greatly varies by location, \nTower has developed ways to reduce water consumption \nand increase recycling of water at our different sites \nworldwide.\nOur PerformanceWater Management\nLow\n(<10%)Low-Medium\n(10-20%)Medium-High\n(20-40%)High\n(40-80%)Extremely High\n(>80%)\nTotal Water Data (m^3) Water recycling (m^3)\n Water withdrawn  Wastewater discharged\n3,773,117.0 1,179,015.7 3,669,201.61,157,199.13,896,228.2 1,214,516.3\n2,995,773.1\n2,923,599.93,105,386.5\n2019 2019 2020 2020 2018 2018", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}