{"page_content": "53\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\nTower places the highest priority on the safety and prevention of injury and ill health of its employees, \nthe surrounding community, and the environment. Every Tower employee is expected to conduct \nbusiness in a safe and responsible manner and to adhere to all safety policies and procedures to \nensure occupational safety, emergency preparedness and prevention of occupational injury and \nillness. Good health and safety management is an important part of our overall business strategy, \nimplemented through ongoing interaction with our employees to ensure that H&S risks are being \nidentified and mitigated in the work environment.\n Occupational Safety\nEmployee exposure to potential safety hazards (e.g., electrical and other energy sources, fire, \nvehicles and fall hazards) is controlled through well designed engineering and administrative \ncontrols, preventative maintenance, safe work procedures (including lockout/tagout), and \nperiodic safety training. Employees are provided with well-maintained, personal protective \nclothing and equipment as required for the specific tasks being done. Additionally, production \nand other machinery are being evaluated regularly for safety hazards, physical guards, with \ninterlocks and barriers that are being used to avoid potential risk to employees.\nEmergency Preparedness\nWe brainstorm to identify potential emergency situations and events and prepare ourselves for \nsuch events by assessing their possible impact and devising emergency plans and response \nprocedures. These include emergency reporting, employee notification and evacuation \nprocedures, employee training and drills, maintenance of appropriate fire detection and \nsuppression equipment, and immediate and longer-term recovery plans.  \nOccupational Injury and Illness\nProcedures and systems are in place to prevent, report, manage and track occupational \ninjury and illness, including encouraging employee reporting, classifying, and recording injury \nand illness cases, investigating cases and implementing corrective actions to prevent future \npotential cases. \nSafety trainings specifically focus, among others, on exposure to chemicals or gases, the work \nprocedures to ensure proper handling thereof and measures to be taken in the event of any \nsuch exposure.", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}