{"page_content": "57\nTower Semiconductor's 2020 Corporate Sustainability (ESG) ReportDiversity and Inclusion\nAt Tower, we believe a diverse work environment that brings people together from different \nbackgrounds and cultures encourages creativity and enables the company to use each \nindividual and cultural strengths to improve and achieve common goals. Our corporate culture \nemphasizes respect, recognition, and opportunity for all employees to thrive and grow.\nGender\nOur workforce of 3,087 employees worldwide consists \nof 2,117 Men  and 970 women . \nTower is committed to gender equality, both in terms \nof representation of both genders in the workplace and \npromoting a fair and inclusive environment. We believe in equal opportunity, and focus on the ability, talent, and \ncapabilities of our employees. \nWe conducted an equal pay assessment to ensure \nthat there are no gaps that relates to gender. The results \nshowed that female employees in most positions are \npaid equally to their male counterparts, and, in many \ncases, earn more than their male counterparts.\nMale Female30% 31% 37%\n69% 63% 67% 74% 70%Total \nEmployeesOperations \nEmployeesEmployees\n(exc. operations)Managers\n(exc. operations)Employees  \non customer facing \nroles /engineers\n26% 33%\nOur manufacturing operators work 12-hours shifts, the morning shift (8am-8pm) or the night shift (8pm-8am). \nThey work either 3 or 4 shifts per week. \nThe Company supports internal promotions, enabling operators to start their career and grow to higher positions \nin the Company. \n Minorities\nAt Tower, we are committed to create an inclusive \nwork environment and strive to continually increase \nminority groups' representation in all of our sites. \nMr. Russell Ellwanger, Tower Semiconductor CEO: \n\"The ideal of a civil society with equal opportunities and \nrights is not easy to achieve, but it is also not an illusion. \nIt begins with corporate leaders who live and enforce \nan ethical, moral and inclusive value system with no \nexceptions.\" Persons with Disabilities\nIn our hiring processes, we give equal opportunity to \npopulations with disabilities. \nIn addition, we participate in specialized job fairs \nsponsored by local non-profit organizations that focus \non employment of people with disabilities, in order to \noutreach and provide meaningful job opportunities. We \nalso encourage our existing employees to voluntarily \nreport any existing personal disabilities so that we may \noffer adjustments as may be needed in the workspace. \nThe Employing Persons with Disabilities Policy is \navailable on our website.Long-term target:   \nTo further support gender equality, create an environment and specific activities and programs that \nprovide female employees with additional opportunities for professional and managerial promotion. ", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}