{"page_content": "62\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\nCorporate social responsibility is an integral \nbuilding block of our success, as it is essential \nfor a healthy and balanced corporate culture, and \nglobal betterment. We support a wide range of health, \neducational, social, and community-building activities \nthat involve our employees and improve the wellbeing \nof our community, with a special focus on gender \nequality and minority integration. Tower headquarters and its Israeli fabs are located in a \nperipheral area. Being the largest employer for the local \ncommunity in this area, Tower strives to create jobs and \nsupport socio-economic prosperity of the area. \nOur community contribution is both by financial  \nsupport of different activities as well as by volunteer \nefforts of our employees. Bringing Value for Our Communities\nSupporting Global Awareness Investigation and Action ( GAIA ) Program\nFor over eight years, Tower has sponsored the GAIA \nprogram and mentored with key technical staff, whose \nprogram aim is to instill its core philosophy of “Peaceful \nCooperation in a Green World” through a set of middle- \nand high-school activities. The GAIA team is comprised \nof middle school and high school students who use \nscience and politics to research environmental issues, \nwhile guiding other national and international schools \nthrough their own processes and findings.Throughout the years, Tower has become a holistic \npartner, providing not only financial support, but also \naccess to onsite equipment in Migdal Haemek, and \nengineering support and collaboration on various \nGAIA projects. Tower supports a number of GAIA \nprojects including endangered species sanctuaries, \nrecycling of materials to produce quality goods, \nbiological pest control, and hydroponic indoor \ngardens.", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}