{"page_content": "63\nTower Semiconductor's 2020 Corporate Sustainability (ESG) Report\nTower is the primary supporter of several community citizen scientist projects among which are:\nA. the establishment and preservation of heritage tree orchards under the guidance of students from local and \ninternational schools through the Global Awareness, Investigation and Action (GAIA) project. This project \naims to identify effective management techniques through genetic bar coding and business models to \nincrease genetic diversity among food crops.\nB. with guidance from the Wildlife Alliance in Cambodia, GAIA students have been on the forefront of raising \nawareness about the connection between zoonotic disease, poaching of exotic wildlife and rapid deforestation \nof tropical rainforests. GAIA is currently contributing to the creation of a Ranger Station in the Prambei Mom \nrain forest in Cambodia. It will provide support gear, communication equipment, first aid water and solar \nenergy panels to monitor and protect critically endangered species. A GAIA student group from Israel, Czech \nRepublic and Greece will participate in on the ground research at this field station in January 2022 as part \nof an ongoing research and forest protection activity.\nAs part of our overall goal to inspire youth to make a positive impact upon the world in which they live, and \npossibly to pursue careers in science and technology to do so, we help to create a synergy between educators \nand corporate resources. We support local educational institutions in multiple nations whose mission is to \nwork towards increased public awareness and activities to preserve the environment through the tools of \nscience and technology. CASE STUDY\nDr. Stuart Fleischer, \nWBAIS and Project GAIA Director\nWe invest time, employee expertise \nand financial resources to create real \nscience and technology solutions \nfor important community issues. \nCurrently, we are pleased that Tower \nis directly involved in groundbreaking \nresearch where young students \nare the lead stakeholders in \nsolving critical questions through \ntechnology to increase diversity in \nthe genetic variations of plant food \nspecies in Israel.With the global reduction of species \ndiversity, it is very important to \npreserve ancient varieties of fruit \ntrees which contain unique genetic \ndata. This genetic information is of \ngreat importance to science. We are \nvery pleased with the overwhelming \nsupport we have received from Tower \nfor many years working with our \nstudents through the GAIA project. The \nCompany’s valuable contributions to \nthis horticultural program in particular \nwill have a significant positive impact on \ngenerations to come.\n““\n“ “Russell Ellwanger,  \nTower Chief Executive OfficerRaising Environmental and Scientific Awareness through Supporting \nNature Conservancy Projects", "metadata": {"source": "NASDAQ_TSEM_2020.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}