{"page_content": "Helping to Detect  \nDiabetes-related Eye Disease  \nIn 2020, Regeneron partnered with the American \nDiabetes Association®, which launched “Focus \non Diabetes: Look Closer at Eye Health.” This therapeutic inertia initiative is designed to address the prevalence of eye disease among people with diabetes and increase awareness of the crucial role annual comprehensive eye exams play in the early detection, intervention and prevention of eye disease and vision loss caused by diabetes. \nAdditionally, the initiative provided support and \neducation for those with diabetes-related eye disease and their healthcare providers. (See page 31 of our 2020 Responsibility Report ). By the \nend of 2022 — the second year of the three-year initiative — more than 63,000 eye risk tests were taken by patients at-risk and more than 20 million healthcare professionals were engaged through continuing education materials and social media. Advancing Equitable  \nCare in Oncology \nWe also partnered with the Leukemia & Lymphoma \nSociety (LLS) to raise awareness about the disparities in myeloma care among African Americans and Latinos. LLS provided disease educational resources and tools as well as information on clinical trials, since there tend to be low enrollment rates in underserved populations.  We provided support to LLS to connect patients and families to community health workers, local health clinics and advocacy organizations. The programs reached more than 75,000 patients in the Black community and more than 100,000 Spanish-speaking community members.\nWe also continued our support of the Elevating \nCancer Equity Initiative, a program launched in 2021 by the American Cancer Society Cancer Action Network, National Comprehensive Cancer Network and National Minority Quality Forum. (See page 29 of our 2021 Responsibility Report ). In \n2022, the initiat ive launched Health Equity Report \nCards — designed to advance 17 equitable practices in cancer care — across five geographically diverse academic cancer centers. Supporting a New Resource  \nfor Lung Cancer Patients and  Their Families  \nIn the course of our work with patient communities, \nwe continually assess tools and resources available to support patients and address unmet needs. \nAn estimated 25 percent of lung cancer patients \nhave metastatic brain cancer, or brain mets, at diagnosis.\n1  Brain mets occurs when cancer spreads \nto the brain from another part of the body. However, no tools previously existed to support patients with brain mets. To fill this void, we supported the American Lung Association (ALA) to understand the needs and create a comprehensive resource. \nTo develop this resource, ALA went to patients \nthrough a social listening project to ask what information and tools were most important to them. This led to the first-ever comprehensive online resource and helped ensure that what was developed truly reflected the community’s needs.\nLaunched in March 2022, the site  includes \neducational materials, blogs, Q&As and videos on symptoms, diagnosis and treatment. Information \nis also available to help family and friends better understand the condition and provide support. Visitors to the site can hear stories from patients about their experiences and learn from a physician what treatment options may be available.\nWithin its first few months of launch, the Brain \nMetastasis from Lung Cancer section on the ALA’s \nwe\nbsite received more than 25,000 page views. \n1  Brain Metastasis from Lung Cancer | American Lung Association\n23\n INTRODUCTION IMPROVING LIVES INTEGRITY & EXCELLENCE SUSTAINABLE COMMUNITIES APPENDIX 2022 RESPONSIBILITY REPORT\n", "metadata": {"source": "NASDAQ_REGN_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}