{"page_content": "ArcBest employees began volunteering in early 2020, \ncontinuing an ongoing tradition throughout our company's \nhistory. However, as COVID began to spread throughout the \nUnited States and the pandemic became a growing concern, \nvolunteer efforts were temporarily put on hold. As time went \non and we recognized the impact the pandemic was having \non our communities, our employees identified a greater \nneed for outreach than ever before. Following recommended \nguidelines for staying safe, individual employees and teams \nacross the organization began reaching out again. Here are \nsome ways we gave our time and resources before and during \nthe pandemic:  \n104 \nLocal College Students Painted Murals at Headquarters \nAfter brainstorming options to brighten up the stairwells \nat our headquarters, we decided to collaborate with the \nUniversity of Arkansas – Fort Smith (UAFS) Art department. \nIn November and December of 2019 and into 2020, a group \nof 13 UAFS graphic design students painted four murals in \nthe north and south stairwells and were graded on putting \ntogether a mock scope of work contracts, creating supply \nlists, working out budgets and determining value for their \nwork. This project was inspired by the Unexpected  artwork \nfeatured in downtown Fort Smith, and it allowed the students \nto practice their mural skills while creating a unique design \nfor our campus. In return, ArcBest donated $2,500 to cover \nsupplies for the project and to help purchase items for the \nclassroom.\nFleetNet America Hosted Winter Wear Drive \nIn January, the FleetNet team hosted a winter wear drive that benefited two local ministries in Cherryville, North Carolina — \nJesus Servant Ministries and Cherryville Area Ministries.  \nPricing, Yield Teams Volunteered at Clearinghouse \nThe Community Services Clearinghouse in Fort Smith, \nArkansas, is a nonprofit that serves five counties in Arkansas \nand two in Oklahoma, providing for thousands of individuals \nand families facing emergency situations. They host a variety \nof events throughout the year, including holiday food drives. \nIn January, members of the ArcBest pricing and yield teams \nhelped organized leftover inventory for future distribution. \nRecruiting Team Visited Local Junior High \nIn March, members from our recruiting and business solutions \nteams collaborated and delivered a presentation to Kimmons \nJunior High ninth-grade career classes in Fort Smith, \nArkansas. The presentation covered the ArcBest mission and \nvision, informed students of hometown career opportunities, \nand discussed how ArcBest relies on a variety of employees \nto help drive innovation and success. Volunteerism \nand Community \nOutreach     Pre-pandemic", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 105, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}