{"page_content": "     During \n    the Pandemic\nABF Employee Helped Feed the Hungry \nDue to the economic downturn associated with the \npandemic, many families and individuals across the country \nwere affected by temporary and permanent job loss, causing \ndistress — especially for low-income families. For Maria \nValle, clerk at Brooklyn, N.Y., the hardships taking place in \nher city sparked motivation to create a fundraiser called \nEstela’s Messengers. With generous contributions from local \norganizations and Maria’s friends, co-workers and family, \nEstela’s Messengers distributed an estimated $70,000 in \ngroceries from May to August 2020 — totaling approximately \n2,300 bags. \n  \nArcBest Technologies Team Offered Tutoring \nIn March 2020, local schools closed, resulting in students \ncompleting the year at home. In April and May, members \n105of ArcBest Technologies Research & Development (R&D) \nteam offered free virtual tutoring sessions for high school \nmath and science students on subjects like arithmetic, \npartial differential equations, computer science, physics and \nchemistry.\n \nChoice Benefits Team Served at Hope Campus \nMembers of the Choice Benefits team in Fort Smith \nvolunteered to cook and serve meals at Hope Campus, \na social services campus where regional partners offer \ncomprehensive assistance to impoverished individuals and \nfamilies in the River Valley.\nArcBest Employee and Spouse Donated \nMasks to Elementary School \nIn August, Dan Lathrop, rating coordinator – rules application, \nand his wife, Suzanne, donated 1,100 face masks to students \nand staff at Rena Elementary School  in Van Buren, Arkansas. \nFort Smith Employees Send Letters to Student Pen Pals \nAs part of its Partner in Education relationship with Trusty \nElementary School  in Fort Smith, Arkansas, ArcBest pairs employees with upper elementary students to exchange \nletters throughout the school year. The 2019-2020 year \nmarked the seventh year of the pen pal program.\n \nTypically, as the school year is coming to an end, pen pals \ncan finally meet face to face and enjoy lunch together while \nvisiting and exchanging gifts. But with social-distancing \nrecommendations in place and schools closing early due \nto COVID, in-person interactions were not possible in 2020. \nInstead, more than 90 ArcBest employees sent a final letter to \ntheir student and coordinated with Trusty Elementary School \nPrincipal to ensure the letters were delivered.  \nArcBest Donated Water Bottles to Elementary School \nAs a longtime Partner in Education with Trusty Elementary \nSchool, we wanted to find a way to help fulfill a need during \nthe COVID-19 pandemic. The teachers at Trusty said water \nbottles were the most critical items, so at the beginning of \nthe 2020 fall semester, we donated a reusable water bottle to \nevery student.", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 106, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}