{"page_content": "ArcBest Participated in Walk to End Alzheimer’s \nIn September, ArcBest employees and their friends and family \nparticipated in the Walk to End Alzheimer’s. Due to COVID-19, \nthe walk’s format changed from a large in-person gathering \nto participants walking with their own small, safe teams \nthroughout the community. The ArcBest team set a goal of \nraising $2,000, but they well exceeded that, raising $4,545 for \nthe Alzheimer’s Association.\nAkron Team Raised Money for Local Foodbank \nIn September, team members from the Akron, Ohio service \ncenter raised $1,070 for the Akron-Canton Regional Foodbank  \n— a distribution center that provides food and other essential \nitems to hunger-relief programs in eight northeast Ohio \ncounties.\nABF Drivers Take Part in Special Olympics Convoy \nIn late September, four ABF Freight road drivers participated \nin a truck convoy challenge, which helps raise awareness and \nfunds for Special Olympics Arkansas.  Drivers in the 2020 \nTruck Convoy Challenge reached 48 states in 14 days. \n106CX Week Raised Money for Three Organizations  \nIn October, during CX Week, the CX team and People and Cul -\nture team partnered together to host the first ArcBest Virtual \n5K. This event raised over $18,000 for the United Way of Fort \nSmith Area, St. Jude Children’s Research Hospital and Polaris.   \nMedina Team Partnered with Toys for Tots \nIn November, Ed Wadel, executive vice president – asset-\nlight expedite services and capacity, and David Kessler, vice \npresident – expedite fleet and operations, hit the road to raise \nmoney for Medina County Toys for Tots, an organization that \nhelps bring the joy of Christmas to less fortunate children. \nOver the course of one week, Wadel and Kessler traveled \nover 3,200 miles in a cargo van, moving expedite shipments \nto clients across the country. All proceeds received from \ntransporting the shipments were donated to the Toys for Tots \nprogram, along with donations from vendor sponsorships, \nfriends, family and Medina Campus employees — totaling over \n$18,600.Medina Team Sponsored Angel Tree \nIn November, Medina employees collected gifts for the \ncampus’ annual Salvation Army Angel Tree  program \nand provided Christmas gifts to 50 children in their local \ncommunity.  \nABF Provided ReloCube Containers for \nToys for Tots Collection \nIn December, ABF Freight partnered with Camp Hill Borough \nto provide empty ReloCubes as storage for a Marine Toys for \nTots Foundation  toy drive at Siebert Park, near Harrisburg, \nPennsylvania. During the event, the ReloCubes were decorated \nwith Christmas lights to spread holiday cheer, and they were \nlater delivered to local U.S. Marines to help ensure the gifts \nwere available to be distributed for Christmas.", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 107, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}