{"page_content": "Our Approach \nto ESG \n10The ArcBest mission to connect and positively impact the \nworld through solving logistics challenges is a testament \nto our customers, but it also points to our commitment to \nadvance environmental, social and corporate governance \n(ESG) initiatives. \nArcBest began its official ESG journey in 2019. While we were \ndoing many things prior to 2019 that positively impacted \nthe world, it wasn’t until two years ago that we decided to \ndevelop an official ESG approach and seek guidance on how \nto identify, capture, analyze and report ESG-related data and \ninformation. As a leading logistics provider in a continuously \nevolving transportation marketplace, it is part of our duty to \nhelp advance sustainability progress. As part of our approach, we are pleased to report two ESG \nmilestones: \nCommitting to the SASB Standards \nAfter research and discussion, we decided to work toward \nadopting and aligning our ESG framework with pertinent \nSustainability Accounting Standards Board (SASB)  standards. \nThe SASB Standards connect business and investors on the \nfinancial impacts of sustainability and identify the subset of \nESG issues most relevant to financial performance in each \nindustry. We feel confident that the SASB Standards will drive \nour ESG approach forward by helping us identify business \nneeds, while keeping our progress on track.  \nConducting A Materiality Assessment \nWe’re also conducting a materiality assessment that will help \nus more effectively define and prioritize our ESG initiatives1. \nThe analysis is projected to be completed by the end of 2021, \nand we will disclose the results and the measurable targets in \nour 2021 ESG report next year.\n[1] While “materiality” is the common term used with these assessments, this should \nnot be read as implying that such matters necessarily rise to the level of materiality of \ncertain disclosures in ArcBest’s SEC filings.Positively impact \nthe world", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}