{"page_content": "External Reporting \nand Rating \nWe reported our ESG efforts to the same organizations as \nlast year and have plans to report to others as we continue \ndeveloping our initiatives. \nCarbon Disclosure Project® (CDP) \nThe CDP runs the global disclosure system for investors, companies, \ncities, states and regions to manage their environmental impacts. \nThrough an annual reporting process, the CDP measures and \nbenchmarks a company’s progress and encourages companies to \ntake actions that can improve their environmental footprint. ArcBest \n” “participates in the CDP’s annual assessment, and we are \ncommitted to improving our score each year. \nEcoVadis\nEcoVadis is a provider of business sustainability ratings, \nintelligence and collaborative performance improvement \ntools for global supply chains. It monitors sustainability \nby rating and benchmarking the quality of a company’s \nsustainability performance in the following categories: \nenvironment, labor and human rights, ethics and sustainable \nprocurement. ArcBest completed another EcoVadis \nassessment in the fourth quarter of 2020, and in early \n2021, we received our first-ever EcoVadis recognition — the \nBronze medal. The Bronze rating recognizes sustainability \nperformance in the top half of all companies and industries \nrated across the world.\n12About\nthis Report\nThis report discloses the company’s actions and progress \non all environmental, social and corporate governance topics \nfor the year 2020. It also includes, in detail, our COVID-19 \nresponse to employees and customers. \nOur goal is to release an annual ESG report, which will help \ninform our stakeholders, customers and business partners \nof our continued progress and future initiatives. As you read \nthrough our second ESG report, you will notice the areas \nwhere we worked diligently to continue developing ESG \nstrategies and be more transparent, even as we faced a global \npandemic. \nYou can learn more about ArcBest at arcb.com .\nFor questions about this report or any of our ESG initiatives, \nplease email ESG@arcb.com .  We are very honored to achieve a Bronze status with EcoVadis. At ArcBest, we strive to be a responsible corporate citizen \nin every community in which we operate. We know our progress regarding sustainability is a long-term commitment that \nbenefits all of us, and we continue to identify steps to minimize our footprint and conserve resources.\n    Judy R. McReynolds\n      ArcBest chairman, president and CEO\n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}