{"page_content": "”“repaid \n• For full-time hourly non-union employees, eligible    \nemployees received a one-time $1,000 bonus    \nand part-time hourly non-union employees     \nreceived a one-time $500 bonus \n• Eligible employees received a performance-based    \nincrease \nActions that adversely impact our employees are always the \nmost difficult to make, but when entering uncertain times, \nwe must ensure the long-term health of the organization. Our \noverall goal throughout the pandemic has been to come out \nof it in a position of strength. I believe that our strong, values-\ndriven culture has been a big contributor toward this result, \nand I can’t emphasize enough that our ability to take these \nsteps is directly attributed to our employees’ hard work and \ntheir commitment to our customers and to safety.\nJudy R. McReynolds\nArcBest chairman, president and CEO\n17In the early weeks of COVID-19, many businesses, including \nour customers, had to reduce operations or shut their doors \ndue to lack of business or government mandates. As a result, \nwe experienced a sudden decrease in shipment volumes \nthat led to some very difficult decisions for our company and \nemployees. \nTo help mitigate the unprecedented financial impact, \nthe ArcBest leadership team implemented the following \ncost containment and cash preservations initiatives at \nthe beginning of April 2020 that impacted all levels of the \norganization, including directors, officers and the CEO:  \n• Reduced 2020 net capital expenditures by approximately \n30% • Established a freeze on hiring \n• Reduced advertising, training and travel costs\n• Reduced the salaries of officers and non-union employees \nby 15% and reduced hourly non-union employee working \nhours by 15%  \n• Reduced cash retainers for directors by 15% \n• Suspended the non-union 401(k) Plan employer match\nWith the goal to reverse these actions as soon as possible, \nour leadership team re-evaluated these cost-savings approach \nover the following 120 days. \nIn late July, we were happy to communicate that hours for \nmost hourly employees would be restored to align with \nincreasing business volumes and department workloads, \nand salaried officers and employees’ 15% pay reduction was \nrestored retroactive to the beginning of July, and the 15% \nreduced cash retainers for directors was also reinstated. \nAt the beginning of November when we reported third quarter \nfinancial results, we were also pleased to announce the \nfollowing: \n• For eligible salaried employees, the 15% salary    \nreduction experienced during April, May and June was   Taking Cost-Saving \nActions Across the \nOrganization ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}