{"page_content": "18The ArcBest Technologies team responded quickly \nand effectively to the shift to remote work, deploying \ncomprehensive technology systems such as Microsoft \nTeams. The use of these newly installed systems improved \naudio, video and overall meeting efficiency, enabling a \nsmooth transition for employees to continue communicating \nwith coworkers and customers, without disrupting service. \n \nImplemented Daily Health Procedures  \nFor employees who continued working on site, including \nour drivers and dock workers, we implemented a number of \ndaily procedures. Before entering any ArcBest campus or \nABF Freight service center, team members were required to \ncomplete a daily health survey. They were also required to \nwear an appropriate face covering upon entering or moving \nthroughout the building and to participate in a no-contact \ntemperature scan each day. If an employee’s temperature \nwas 100 or above, they were instructed to return home and \nfollow specific protocols before returning.  \nSet Up Self-Reporting  \nWe set up an ArcBest COVID-19 email so that employees \ncould self-report if they had been exposed to someone who tested positive, were experiencing symptoms, or had tested \npositive themselves.  \nConducted Contact Tracing  \nOnce we learned about a positive case, our Taskforce group \nhandled contact tracing for our campuses, and each service \ncenter’s management team handled driver cases so that the \nappropriate contacts and cleaning measures could be taken. \nTo help us contact trace more efficiently, the ArcBest \nTechnologies team created a dashboard that allowed us to \noverlay our service areas and driver routes with data from \nhttps://usafacts.org/ , so we could easily track increasing \nCOVID cases. This team also built a case tracker for company-\nwide COVID cases, so we knew exactly where to allocate \nadditional resources and implement protocol changes.\nRestricted Travel  \nWe implemented travel restrictions to business-critical only \nand discouraged international travel as well as travel to at-risk \nlocations. We also encouraged minimal travel between ArcBest \nfacilities and recommended virtual meetings or phone calls to \ncommunicate.Taking Action \nto Protect Our \nEmployees   \nThe health and safety of our people is always top priority, \nand the spread of COVID-19 only reinforced that. Following \nrecommendations from the U.S. Centers for Disease Control \nand Prevention (CDC) and ArcBest leadership, our Taskforce \ngroup made key decisions that gave team members access to \nthe resources they needed to stay well and that helped them \nfeel safe while continuing to work. \nHere are some of the ways we acted: \nShifted to Remote Work \nEmployees whose job did not require them to be on site \ntransitioned to working from home for the remainder of 2020 \n(and many have continued working remote in 2021). This \nincluded almost 90% of our campus workforce.  ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}