{"page_content": "20Time Off (ETO) instead of regular sick PTO and continued to \nbe paid during this time. \nExtended Vacation Time \nDue to travel restrictions and stay-at-home orders, we \nextended employees’ rollover vacation time beyond our \nnormal 90-day carryover policy to 180 days (effective\nMarch 19, 2020 to January 11, 2021).  \nCreated a Return-to-Workplace Playbook   \nAs employees began transitioning back into the office, we \nwanted them to be aware of the new policies and procedures. \nOur return-to-workplace playbook outlines critical health and \nsafety guidelines, details on returning to work safely, and \ninformation about masks, physical distancing, temperature \nscans, how to report cases and more. The policies outlined in \nthe playbook went into effect June 1, 2020, and all employees \nwere required to complete a training module covering the \nmaterials.Partnered with Mercy to Offer the Vaccine    \nWe hosted a clinic in collaboration with Mercy for our \nFort Smith and Fayetteville employees, their spouses and \ndependents over age 18. Employee dependents ages 16 \nand 17 were also eligible with parental consent and parental \npresence when the vaccine was administered. We also \ncollaborated with our local health department, pharmacies \nand clinics to offer other vaccine opportunities. Waived Doctor on Demand Copays  \nAll copays for Doctor on Demand (DoD) visits were waived for \nChoice Benefits participants throughout 2020 and continue to \nbe waived in 2021, including behavioral health visits. DoD is \na great option our employees can use to connect with board-\ncertified doctors and licensed psychologists and psychiatrists \n24/7/365 from the comfort and privacy of home. We also added \nlife coaching through DoD in 2021.\nUpdated Annual Wellness Requirements    \nEach year, employees who participate in our Choice Benefits \nmedical plan must complete yearly requirements if they \nwant reduced insurance premiums, deductibles and out-of-\npocket expenses. However, during the pandemic, we didn’t \nwant employees to feel stressed about completing these \nrequirements. Instead, we gave them free points that went \ndirectly toward their balance, helping them meet their wellness \nrequirements faster.  \nProvided Paid Time Off  \nEmployees who tested positive and were unable to work \nremotely due to the illness were allowed to use Emergency ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}