{"page_content": "“”\n25Shipped Hand Sanitizer for the \nAmerican Trucking Associations   \nIn late April and early May 2020, ABF Freight helped \ndistribute free hand sanitizer for truck drivers. The American \nTrucking Associations partnered with Protective Insurance \nCompany to expand the supply of hand sanitizer available to \ntruck drivers along major U.S. freight corridors. ABF hauled \n55-gallon drums of hand sanitizer that were available for \ntruck drivers to refill their bottles at no cost. \nWe are extremely proud of all the hard work and effort \nour drivers have been putting in to keep America moving \nforward during these trying times. It is an honor for us to \npartner with ATA and Protective Insurance to keep our \nfrontline heroes safe and deliver hand sanitizer for truck \ndrivers across the country. \nSeth Runser\nABF Freight president Delivered 800,000 KN95 Masks to Prisons \nWith inmates at a high risk of contracting COVID-19 due to \nclose living space, many prisons began requiring masks at the \npeak of the pandemic. A customer of ours needed assistance \ndelivering KN95 masks to multiple prisons in California. Over \nthree weeks, several ArcBest teams worked together to help \nthis customer develop a plan, secure 11 expedite shipments \nand then execute the delivery of 800,000 KN95 masks.\nShipped Ventilators  \nThe respiratory system has proven to be COVID-19’s main field of \nattack. In many COVID-19 cases, ventilators have been used to \nhelp patients receive the oxygen needed to fight off the virus and \nrecover. But as the need for ventilators increased significantly at \na fast pace, many hospitals faced critical supply shortages like \nnever before. As ventilators became available, they needed to be \nshipped quickly and efficiently. We are proud of ABF driver Mark \nSwenson, who helped move a critical shipment of ventilators \nacross the country in response to COVID-19, enabling many who \nwere sick to receive this critical freight.  Taking Action \nfor Communities     \nDesignated an essential business by the U.S. government, \nour company played a key role in ensuring critical goods were \navailable when and where they were needed. We are incredibly \nproud of our drivers and team members who worked through \nthe many challenges associated with the unprecedented \nsituation to keep supply chains moving and to help provide \nrelief in various ways.   \nTransported Supplies for Infant Survival Kits  \nIn May 2020, we partnered with The Global Empowerment \nMission and Bethenny Frankel’s #BSTRONG to ship Infant \nSurvival Kits from Florida to New York to Montefiore Health \nSystem. The kits included diapers, wipes, formula and other \nessential items that were given to new moms diagnosed with \nCOVID-19 and other Bronx families with babies and toddlers in \nneed. Watch this video to learn more.\n   \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}