{"page_content": "26The crucial role America’s truck drivers play has never \nbeen more critical than it was during 2020. Helping \nkeep shelves and hospitals stocked, extending time \naway from home to help out and remaining positive in \nuncertain times are just a few ways drivers displayed \ntheir hard work and dedication. We appreciate their \ncommitment to the industry and to keeping America \nmoving despite difficult circumstances.  \nSee how some of our ABF Freight drivers made a \ndifference and were celebrated last year: Thank A Trucker  \nTony has been an ABF Freight driver for 32 years. During his career, he has achieved 30 years and 60,000 consecutive hours \nof accident-free driving, earned his 4 million miles safe award, been an 18-time winner of the Connecticut Truck Driving \nChampionship, served on the ABF Freight Road Team (2006-2007), served on America’s Road Team (2007-2008), and \nrepresented the trucking industry at the White House in January 2020. Tony was interviewed by FOX News and featured on \nNBC Connecticut for his critical role as a truck driver during the pandemic.    Ralph has been an ABF Freight driver for 29 years. Over the course of his career with ABF, he has earned his 2 million \nmiles safe driving award, has served as an America’s Road Team Captain (2005-2006), and has been an outstanding \nspokesperson for the trucking community and our company. Throughout 2020, PBS American Portrait and CNN Business \ninterviewed Ralph on his thoughts about being a truck driver during the pandemic. You can view his interviews here: What it \nmeans to be an American truck driver  | Thoughts on COVID-19  | Thoughts on hauling critical supplies during a pandemic\nNate has been an ABF Freight driver for 17 years. During his career, he has achieved his 2 million miles safe driving award, \nhas served as member of America’s Road Team (2011-2012), and has served on the ABF Freight Road Team from 2010-\n2011. In 2020, NBC Connecticut also featured him  for his essential role as a truck driver, especially during the peak of \nCOVID-19. \nRalph Garcia \nTony Spero  \nNate McCarty ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}