{"page_content": "2I’m particularly proud of our company’s efficient, people-first \nresponse to COVID-19, bringing creative solutions to the \nchallenges posed by the pandemic. As demand for essential \ngoods like food, cleaning supplies and personal protective \nequipment increased, we were there to meet the need. We \nworked to reduce risk of service interruptions, while keeping \nour people and customers safe during pickups, transit and \ndeliveries.  \nOur response to COVID-19 wouldn’t have been possible \nwithout the best of the industry – our employees. With safety \nas a top priority, and CDC guidelines and employee feedback \nas key informers of our approach, we engaged in initiatives \nto ensure the well-being of our employees including health \nchecks, contact tracing, access to telehealth, and more. We \ncreated learning and development program sessions on \nremote work, stress management and resiliency. We also \nwaived copays for our telehealth provider, Doctor on Demand, \nmaking it easier for our employees to get access to medical \ncare anywhere, anytime. \nAs a company, we are on a diversity and inclusion journey, \nand we are navigating a deliberate path forward to define \nour strategy and goals. Our progress was recognized in the \nForbes 2020 Top 500 List of the Best Employers for Diversity. As part of our workforce strategy, we built on existing veteran \npartnerships by establishing the ABF Military Partnership for \nSupervisors. For this and other efforts, we were proud to be \nincluded in the list of 2021 Military Friendly® Employers.  \nArcBest is committed to the highest standards of safety, and \neven through the unexpected and ongoing challenges of the \npandemic, we lived our commitment each day. Employees \nreported fewer injuries in 2020 than in the past 11 years, \nand over the years, we have earned multiple safety awards, \nincluding the American Trucking Associations’ President’s \nTrophy – the only company to win seven times. \nWe continued to invest in technology and resources to offer \ncustomers an advanced digital experience through innovation \nin our fleet and logistics technology. At the same time, we \nprotect customer, business and employee data through \nmeeting industry standards and a deep commitment to \nstaying at the cutting edge of security practices.  \nRecognizing our industry’s impact on the environment, \nwe seek more sustainable approaches across equipment, \nfacilities and transportation. We also partner with customers \nto reduce fuel consumption and carbon emissions. For \nour efforts, we were recognized with the EPA SmartWay Excellence award for the third year in a row. \nIn 2020, we gave back to the communities we serve through \nproviding relief and support, inspiring students and helping \nchildren and their families with partnerships with United Way \nand Ronald McDonald House Charities. We also partnered \nwith community-based organizations supporting families \nthrough the economic challenges of 2020. To prepare our \ncommunities and workforce for tomorrow’s careers, ArcBest \ninvested $1 million in the Peak Innovation Center, which will \nserve 43,000 students across 22 regional school districts.  \nFinally, I was proud to join Governor Asa Hutchinson’s task \nforce to provide guidance on Arkansas’ economic recovery as \nwe prepare for a post-pandemic future. Continued >", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}