{"page_content": "30Heartland Forward was tasked with creating a strategy that built \nupon existing plans to reopen and revitalize Arkansas’ economy \npost pandemic. The objective: to provide guidance to state, \nregional and local policymakers and leaders that will position \nArkansas’ economy to rebound and expand at a faster pace \nthan envisioned prior to the pandemic. The group identified six \nprimary areas for economic development: \n• Talent and workforce \n• Innovation and research \n• Entrepreneurship and small businesses \n• Health care \n• Supply chains and logistics \n• High-speed internet \nOnce these areas were identified, the task force conducted \nfocus groups that involved Ms. McReynolds and other \noutside participants to garner information and solutions. \nDiscussions were insightful and offered guidance on \nrebounding and growing the state’s economy. ArcBest CEO \nParticipates in \nArkansas Economic \nRecovery Strategy    \nThe impact caused by COVID-19 contributed to substantial \neconomic distress nationwide but especially in our home \nstate of Arkansas. Challenges Arkansans experienced prior to \nCOVID-19 — such as the inability to work remotely on a large \nscale and the necessity for high-speed internet to conduct \ncommerce, obtain educational and workforce training and \naccess medical services — were exacerbated as the pandemic \nswept across the state. \nTo help combat these effects, Arkansas Governor Asa \nHutchinson commissioned a task force group to aid economic \nrecovery, and leaders across Arkansas communities, including \nJudy R. McReynolds, ArcBest chairman, president and CEO, \nassisted as external resources. ”“ArcBest has called Arkansas ‘home’ for almost 100 years. \nThough COVID-19 brought some of the biggest challenges \nwe‘ve ever faced. Together we can build our economy back \nand ensure a safer future. I’m so proud of the resilient spirit of \nthis state and all of us who live in it.\nJudy R. McReynolds\nArcBest chairman, president and CEO  \nLearn more about the Arkansas Economic Recovery Strategy.  ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}