{"page_content": "”“\n40and impacts such as a ransomware attack, natural disaster \nor other critical event. Going forward, we plan to focus on \nbuilding awareness, training and testing these plans to ensure \nthe program’s success. \nTo do this, we formed a new Crisis Management Committee, \nwhich includes employees from many different departments \nwho are responsible for determining how the Company reacts, \nresponds and deploys plans during all types of crises. \nThe safety of our employees and customers is our top priority. \nPeople always have to come first. Following any operational \ndisruption, our primary concern will always be the health \nand safety of those affected. Once we have those impacts \nmanaged, then we can focus our efforts on getting our teams \nand operations back up and running. Business continuity, and planning in general, should always \nbe a collaborative process. Our operations are complex and \ninterdependent in many ways. It’s important to take a team \napproach and include those directly involved with the business \nto ensure we have a clear understanding of upstream and \ndownstream dependencies. This is especially important \nwhen planning for potential impacts, developing continuity \nstrategies, and prioritizing resources to maintain and resume \noperations. \nBrad Scott\nmanager, business continuity Business \nContinuity Program\nIf COVID-19 taught us anything, it’s that having a coordinated \nbusiness continuity program in place is crucial to surviving \nand overcoming a global pandemic and other emergency \nsituations. We believe the business continuity program we \nhad in place allowed us to handle business effectively during \nCOVID-19, and as a result, we were able to continue operating \nwith minimal impact to customers’ supply chains while also \nfocusing on the health and safety of employees. However, \nfollowing the peak of the virus, we committed to readdressing \nand expanding our business continuity program to strengthen \noperational resiliency and proactive planning. \nOur focus is developing an all-encompassing view of \nemergency action plans and bringing those plans and \nour people together to coordinate efforts. As part of the \nexpansion, it’s critical that we implement a combination of \nproactive mitigation strategies and flexible responses that \nallow us to effectively manage through unique challenges \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}