{"page_content": "”“\n44Through policies, procedures and training, we are dedicated \nto creating a work environment where every employee and \nvisitor feels safe at our campuses. \nNothing is more important to us than the safety and \nsecurity of our employees. We strive to ensure we provide \na safe working environment for our employees and are \ncontinuously looking for ways to make our working \nenvironment more secure. We provide safety training \nsuch as CPR, AED and Emergency Action Plan training to \nequip employees with the knowledge needed to handle an \nemergency situation in the case that one ever arises. \nDavid Nixon\nmanager, safety and security  Safe Campuses \nHere’s how we promote safety across our organization:  \n• Employees are required to complete annual safety \ntraining \n• All new employees are required to complete workplace \nviolence training during their first week \n• Nearly 140 online training modules are available covering \na variety of safety topics \n• First-aid kits are kept in all work rooms, fitness centers, \nand shipping and receiving areas \n• Automated external defibrillators (AEDs) are located at \nall campuses  \n• A designated group of employees are trained in first aid, \nCPR and AED processes \n• All employees have access to our Emergency Action Plan\n• Everbridge, our emergency communication system, is \nused to text, email or call employees who have opted in \nto stay aware of emergency situations  \n• Employee badges are required to be worn and visible at \nall times in all campus locations \n• Campus employees must use the appropriate entrances \nand scan themselves into the building  \n• Visitors must use the front entrance, sign in and wear a \ntemporary badge throughout their visit Workplace Safety \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}