{"page_content": "48Required Safety Training \nWe require all ABF Freight service center employees to \ncomplete a variety of annual training and recertifications. \nHazardous Materials  \nABF Freight service center employees include road and city \ndrivers, dock workers, shop mechanics, clerical workers and \nmanagement. These employees are trained and certified in \nhandling hazardous materials. The training and certification \nprocess includes instructional videos and a written exam, \nwhich is administered during the employees’ onboarding \nprocess and is renewed at specific intervals throughout their \ncareer.\nForklift \nAll dock workers must be trained, tested and certified to safely \noperate a forklift. They must renew their forklift certification \nevery three years.ABF Freight Tractors and Trailers  \nBefore road and city drivers are permitted to get behind \nthe wheel, they must complete an initial training course \nimmediately after being hired, complete our Road Test \nOrientation, and pass a written exam.  After the exam, every \ndriver must complete a comprehensive road driving test, \nwhich is generally administered by a Regional Manager \nof Safety and Security. Retraining and recertification are \ncompleted on an annual basis. \nFreight Handling  \nAny employee who handles customer freight is extensively \ntrained on proper freight-handling techniques. This includes \nthe safe use of dock tools, proper procedures for handling \nhazmat goods, procedures for loading and unloading freight \nand how to block and brace shipments to avoid injury. \nMonthly Safety Meetings   \nReinforcement training is delivered through monthly \nsafety meetings at each service center. The Learning and \nDevelopment team and Safety team collaborate to create a \ntraining plan for the entire year. In 2020, topics covered the effects of sleep loss, what causes accidents, and finding a \nhealthy and safe work-life balance as a professional truck \ndriver. Monthly in-person safety meetings were not required \nfrom April 2020 to December 2020 due to COVID-19.  \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}