{"page_content": "49“\n”Stay Safe: \nTarget Service \nCenter Program     \nOur new Target Service Center Program, led by the Risk \nManagement team, targets service centers that report an \nexcessive number of injuries. This team takes a deep dive \ninto the injury information at a particular service center to \ndetermine what injuries are being reported and if there are \nany common causes. \nAfter gathering information, members of the Risk \nManagement team travel to the service center to meet with \nmanagement and employees to discuss the injuries and \nsolutions for reducing those injuries. The team spends time \nlooking at the operations and then works together with \nservice center management to create a plan with the goal of \nreducing or preventing injuries moving forward.Employee Spotlight \nHeath joined the company in 2002 and has filled \nseveral safety-related roles over the course of his \ncareer, growing his experience and expertise in this \ncritical area. Most recently, Heath was promoted to \ndirector of safety for ABF Freight. In his new role, \nhe leads the ABF Safety Team, collaborating across \ndepartments to champion a strong culture of safety \nthroughout the entire organization. \nHe is also active in several state trucking associations, \nthe Commercial Vehicle Safety Alliance and the \nAmerican Trucking Associations Safety Management \nCouncil. He serves on the National Truck Driving \nChampionship Committee and as Chairman of the \nAmerican Trucking Associations'  Hazardous Materials \nPolicy Committee. \nWe appreciate Heath’s commitment to ABF Freight, \nthe trucking industry, and to keeping our employees, \ndrivers and customers safe. Regarded as one of the most established \nL TL carriers in the industry, ABF Freight has \na storied tradition of safety that has been \npassed down for nearly 100 years. This \ntradition of safety is a stewardship that all \nABF Freight employees have been entrusted \nto pass along to not only the next generation \nof ABF Freight employees, but also to our \ncustomers and the general public. Our \nemployees lead by example and take every \nopportunity to apportion their knowledge of \nsafety and their experience with others.\nHeath Arnold\ndirector, safety for ABF  \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}