{"page_content": "Greg Truitt  \nGreg Truitt, an ABF road driver at Winston-\nSalem, North Carolina, was named a Highway \nAngel for stopping to help an elderly woman \nwho was stranded on the side of the road. \nGreg had pulled over to check his truck for \ndamage after unavoidably striking a deer on \na stormy night when he noticed a car ahead \nof him with a handicap sign and a woman \nsitting in the driver’s seat. He positioned his \ntruck to partially block the right lane, grabbed \na flashlight and went to check on the woman \nwho couldn’t recall what happened and \ncouldn’t remember how to get in touch with \nher son. Greg called 911 and waited with the \nwoman until two sheriffs arrived.\n54The Truckload Carriers Associations’ Highway \nAngels program began in 1997 and honors \nprofessional truck drivers who show courage \nand courtesy while driving North America’s \nroadways. Six ABF Freight drivers were \nrecognized in 2020: Gene Miller\nGene Miller, an ABF road driver at Kansas City, \nMissouri, was named a Highway Angel for \nstopping to help a family after their vehicle \nstruck a deer and overturned. The SUV driver \nswerved to avoid the deer but struck the \nanimal before hitting the guardrail on the \nright shoulder, bouncing, hitting the concrete \ndivider under a bridge and rolling. Once Gene \nwas safely parked, he grabbed his phone and \nran to check on the family while reporting the \naccident to emergency services. Josh Elmore \nJosh Elmore, an ABF road driver at Winston-\nSalem, North Carolina, was named a Highway \nAngel for stopping to help a driver whose \nvehicle collided with a dump truck. Josh \nwas northbound on U.S. 220 near Madison, \nwhen he saw smoke ahead — a dump truck \ncollided with a car, which went spinning \ninto the guardrail with force. He put on his \nbrakes and hazard lights, blocked the left \nlane from upcoming traffic while a power \ncompany truck stopped traffic in the right \nlane. Josh found the driver okay but shaken. \nHe remained on the scene for an hour.2020 \nHighway \nAngels \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}