{"page_content": "Rick Connell  \nRick Connell, an ABF driver/salesman at \nSeattle, Washington, was named a Highway \nAngel for helping an elderly man who \nhad fallen in his yard. Rick was making a \nneighborhood delivery when he and the \ncustomer heard the neighbor calling for help. \nThe man had fallen in his wife’s garden and \nwas conscious but couldn’t lift himself up. He \nhad been stuck there for about an hour on a \nhot, sunny day. Rick jumped the fence and ran \nto the man to check for injuries before helping \nhim move to a chair in a shaded area, and \nthen called 911 at the wife’s request. \n55Phil Cicero \nPhil Cicero, an ABF road driver at South \nChicago, Illinois, was named a Highway \nAngel for safely returning a lost child to his \nparent. Phil had just finished checking into \na Nashville hotel for a scheduled rest when \na young boy ran past him from the elevator \narea straight outside. There didn’t seem to be \nanyone around who knew the child, so Cicero \nleft his things at the counter and went outside \nto see the boy running to the entrance of the \nhotel where cars exit and enter. As a father \nof four, Phil ran after the boy, scooped him \nup and brought him safely back inside the \nhotel. The manager called the police, and they \narrived quickly. Eventually, someone came \ndownstairs to claim the child, and Phil was \nthankful everything turned out well. Clayvon Daniels  \nClayvon Daniels, an ABF road driver at Dallas, \nTexas, was named a Highway Angel for \nstopping to help a driver following a vehicle \nrollover accident. Clayvon was headed to \nIrving when a vehicle traveling at a high rate \nof speed approached his driver’s side. The \ndriver’s car then hit the concrete median, \nricocheted, rolled over and skidded across \nthe road. Clayvon acted fast, stopping in \nthe middle of the highway to ensure other \nvehicles didn’t hit the overturned car. He and \na few other drivers rushed to get the driver \nout of the car. Emergency vehicles arrived \napproximately 20 minutes later. 2020 \nHighway \nAngels \n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}