{"page_content": "66Pricing \nInnovation  \nAs technology continues to become more sophisticated, our \ncustomers are looking to take advantage of new ways to \nmanage their transportation spend. This has caused carriers, \nincluding ArcBest, to become smarter and more agile with \npricing programs, even for smaller customers. \nIn 2018, the ArcBest Yield and Sales team held a summit in \nKansas City to brainstorm potential transformational solutions \nfor our evolving customers. Items identified included:  \n• Streamlining the customer onboarding process \n• Enabling customers to ship L TL without NMFC information \n• Capitalizing on ABF network availability and market insights \nto offer the right price on every quote and to increase \noperational efficiency that will help us better utilize trailer \ncapacity on existing equipment in service\n \nDuring the summit, robust conversation ensued related to \noffering our customers a truly dynamic L TL price for a best-in-class customer experience. The team acknowledged that \nthe need and potential return for building a dynamic L TL \nprice would continue to grow as our customers increase \ntheir adoption of emerging technology.\nWe began exploring the concept on a small scale in 2018, \nusing existing systems to create a pilot program that tested \nhow receptive customers were to the concept of dynamic \npricing. The response from pilot customers was very \npositive, so we continued to expand this to new customers.\n \nIn 2019, we determined the results were positive enough \nto invest in the necessary resources to build a truly \ndynamic L TL price. After a large collaborative effort across \nnumerous teams, ArcBest began offering dynamic pricing in \nDecember 2019. Because of the tremendous results we’ve \nrecognized to date, we plan to continue to invest in future \nenhancements to this offering.\n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}