{"page_content": "”“\n67Engaging \nEmployees in \nTechnology \nDevelopment   \nArcBest has a long history of understanding our customers' \nneeds, providing best-in-class service and developing \nprocesses and technologies that address customer \nchallenges. Many of the innovative successes we’ve achieved \nhave emerged through employees participating in events \nwhere they have the opportunity to collaborate, brainstorm \nand present new ideas.  \nOffering high-level shipment visibility has become a critical \ncomponent of supply chain management. Customers \nexpect detailed shipment history, proactive status updates, \nand recommended next steps based on shipment status \ninformation. With the knowledge that customers rely on \nArcBest to provide this type of insight, in December 2020, ArcBest Technologies hosted a virtual innovation competition \n— ArcBest Imagine — which focused on addressing the new \nand evolving challenges around shipment visibility.\nDuring this event, 11 teams of employees across the \norganization looked at our current processes, services and \nsystems as related to shipment visibility, and brainstormed \nnew ideas and solutions that they then presented to a judging \npanel via Microsoft Teams. Through this collaboration, we \ncame away with new concepts to consider for potential \nimplementation that will help us better serve ArcBest \ncustomers with excellence.\n  Besides shipment visibility, another goal for this event was to \nget teams from across the organization to work together that \nmay have never worked together before. I think it’s important \nfrom an innovation standpoint that employees who work in \nthese systems can be heard all the way up to the executive \nteam. Our executive team is truly interested and engaged in \nthese types of events.\nMike Marcum\ndirector, information services\n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}