{"page_content": "76features installed at our headquarters. A notable \nimprovement is upgrading all lighting to LED systems \nequipped with automatic sensors.  \nLearn more about the environmental features \nat both Fort Smith campuses.\nABF Freight Service Centers  \nWe’re also committed to protecting and enhancing the \nenvironment at each of our 240+ service centers: \n• LED Lighting.  We are actively upgrading lighting systems \nto LED lighting. \n• Solar Panels.  We are adding solar panels to the new \nconstruction of our Fort Wayne, Indiana, service center, \nwhich is scheduled to begin later this year. We will \nanalyze the environmental return we receive on this \nproject to guide decisions for future builds and remodels.  \n• Stormwater Pollution Prevention. To comply with \nthe Clean Water Act that regulates water pollution, all \nservice centers are either stormwater permitted, with \nthe appropriate prevention plans in place, or have a No \nExposure Certification from the EPA. \n• Fuel Storage Improvements. To protect water sources, our on-site fuel storage is restricted to facilities with high \nfuel use, and we use both above and underground tanks. \nAll tank systems comply with federal, state and local \nregulations, and our underground tanks include state-of-\nthe-art designs with double-walled fiberglass tanks and \nlines, spill and overfill prevention, and electronic tank \nmonitoring. \n• Recycling. To minimize waste, we recycle all oil, antifreeze, \ncleaning solutions and scrap metal, and in many shops, \nuse cloth rags as an alternative to paper towels. We also \nreturn used engine batteries to the manufacturer and use \nretread tires. \nMaintaining sustainable practices doesn’t stop with \nour equipment and solutions. We’re also mindful of the \nenvironmental effectiveness of our campuses and ABF Freight \nservice centers. \nWe completed construction of our headquarters in 2017 and \nreceived LEED Silver certification in 2018 by the U.S. Green \nBuilding Council. The building was designed to optimize \nenergy performance, including an energy-efficient envelope \nand building materials that consist of nearly 40% recycled \ncontent. \nIn 2019, we began renovating our second campus location in \nFort Smith with plans to complete the remodel by December \n2021. To date, renovations are 80% complete, and we are \non track to meet this deadline. This building, originally \nconstructed in 1995, is being updated following green building \nbest practices, many of which will mirror the environmental Sustainable \nFacilities ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}