{"page_content": "”81Diversity, Equity and \nInclusion Progress  \n \nArcBest is committed to providing a work environment that \nembraces differing backgrounds and makes everyone feel \nvalued. In our 2019 ESG report, we took our first formal step \nto publicly share our commitment to diversity, equity and \ninclusion (DEI) and are continuing this work today. We officially began our DEI journey in October 2020 through \nour partnership with a leading diversity, equity and inclusion \nfirm. Our collaboration with this consultant is in progress, with \ntraining resources rolling out to all leaders to build a shared \nunderstanding of DEI and the importance of making progress.   \nCurrent efforts across the organization include:\n• Assessing the “current state” of DEI in the various areas of \nour business \n• Aligning on our future state DEI vision \n• Defining our priorities moving forward To help support the development of long-term strategy and \ngoals, in May 2021, we conducted focus groups that were \ndesigned to inform us on the perspectives and experiences \nour employees have had with diversity, equity and inclusion at \nArcBest. These focus groups consisted of randomly selected \nemployees of different demographic and organizational \ngroups across our campuses and regions. Over 75 employees \nparticipated in 10 initial sessions, and discussions will \ncontinue throughout the year. \nArcBest Named to the 2020 Top 500 List of \nBest Employees for Diversity\nIn January 2020, ArcBest was named to Forbes’ 2020 Top 500 \nList of the Best Employers for Diversity. Our ranking improved \nfrom No. 484 in 2019 to No. 340 in 2020. This is the second \nconsecutive year ArcBest has appeared on the list.“We are truly honored to be among the Best Employers for Diversity for the second year in a row. Our \nvalues-driven culture sets us apart from many others, and we want to continue strengthening a culture \nwhere every employee is respected and appreciated. Creating a diverse workplace environment for our \nteam members also helps us provide a great experience to our diverse customer base. \n    Judy R. McReynolds\n      ArcBest chairman, president and CEO\n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}