{"page_content": "“”\n84Recruiting   \n \nTo help stabilize the financial impact of COVID-19, we \nimplemented a hiring freeze from early April through the end \nof August and cancelled in-person career fairs and other \nin-person recruiting efforts. During this time, our recruiting \nteam was proactive about developing their knowledge around \nsourcing, cultivating candidate experiences, building brand \nawareness and structuring talent pipelines in preparation for \nwhen the freeze lifted. They utilized digital tools to source and \nmaintain candidate relationships until the hiring process was \nreinstated and hosted virtual college career fairs to inform \nstudents about ArcBest, review their resumes and give tips on \nthe interview process. \nAfter the freeze was lifted, recruiting used virtual tools like \nHireVue® and Microsoft Teams to keep campus traffic to \na minimum while still actively pursuing and interviewing \nqualified and talented individuals. Despite having a five-month \nhiring freeze, we received more than 51,000 applications, \nconducted more than 7,700 interviews and hired over 2,000 \npeople. COVID caused us to change the way we do things, but it \ntaught us that we could have way more flexibility on how \nwe conduct interviews and maintain internal and external \ncandidate experiences. We are now positioned to utilize even \nmore of the technology at our disposal, and many of our hiring \nmanagers are more open to the virtual experience. Overall, we \nfeel that we came out of 2020 stronger as a team. \nLauren Turner\nsenior manager, recruiting   \nMilitary Recruiting and Programs   \nThrough our established military partnerships and programs, \nwe hired 61 exiting service men and women in 2020, and \nin 2021, we have already hired more than 125. To help us \ncontinue increasing efforts on supporting and hiring veterans, \nwe also created a new program manager role and team that is \nfocused specifically on military partnerships.  \nSince 2015, ABF has partnered with the International Brotherhood of Teamsters and the U.S. Army in the Teamsters \nMilitary Assistance Program (TMAP). Through TMAP , ABF \ncreates job opportunities for military personnel transitioning \nto civilian careers by training soldiers for their Class A CDLs. \nTraining is available at Fort Carson, Colorado, and Fort Riley, \nKansas, and involves a combination of classroom instruction \nand hands-on training. To date, over 500 veterans have \ngraduated from the program. \nIn 2019, ABF joined the U.S. Army Partnership for Youth \nSuccess (PaYS) program, which connects first-term regular \nArmy and Army Reserve soldiers to the civilian workforce \nby providing two guaranteed job interviews and possible \nemployment after the Army. \nIn 2020, we established the ABF Military Partnerships for \nSupervisors (AMPS) program. AMPS is an 8-week training \nprogram designed to fill available supervisor positions at ABF \nFreight service centers. Service members who are interested \nin the program have two training options: training at Fort \nBragg military installation or training at an ABF service center \nthrough the Department of Defense SkillBridge Program. \nOnce training is complete, members are offered a supervisor \nposition with a starting salary that ranges between $55,000 to \n$65,000 annually with benefits.\n", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}