{"page_content": "87Employee \nDevelopment    \n \nGrowth is an organizational value ingrained in our culture, and \nwe’re committed to growing our people and our business. To \nfacilitate growth, every employee must have access to the \ntools, training and career development processes they need to \ndo their job well. \nBecause nearly 90% of employees at our campus locations \nworked from home last year due to COVID-19, our Employee \nExperience team successfully pivoted to virtual instructor-\nled training via Microsoft Teams. They taught 138 open \nenrollment classes in 2020 (35 in person in the months prior \nto COVID and 103 virtual) compared to 79 in 2019 (all in \nperson). The number of participants in these classes also \nmore than doubled, from an enrollment of 1,412 in 2019 to \n3,872 in 2020, allowing employees across North America who \ndid not previously have a way to attend these sessions to join \nfor the first time. The Learning and Development team also continued to \nengage employees with job-skills training. By the end of 2020, \nmore than 5,000 non-union team members completed nearly \n13,000 instructor-led courses pertaining to job skills and over \n82,000 online courses. \n2020 Accomplishments \n• Developed nine new mini sessions that addressed the \nfallout of the pandemic with topics that included Managing \nRemote Work, Leading Through Crisis and Stress Manage -\nment 101\n• Created two new classes: Building a Resilient Mindset and \nDeveloping Your Creativity\n• Launched a modified Succession Planning Timeline, which \nincluded rating tasks and Talent Review Meetings for every \nteam \n• Launched a modified succession planning timeline and pro-\ncess, which included rating tasks and talent review meet-\nings for every team\n• Provided candidate pools to leaders for the first time to in -\nclude high potentials, likely future leaders and critical team \nmembersSuccession Planning \nEach year, our succession planning process allows leaders \nto identify and develop employees for specific career paths. \nThere are three steps to our annual succession planning \nprocess: resume and career preferences updates by each \nemployee; career conversation with their direct supervisor \nto discuss their current role and future aspirations; and \ntalent data analysis and planning for next steps on employee \ndevelopment. \nThroughout this process, employees collaborate with their \ndirect supervisor to establish goals and participate in an \nannual career conversation. Following that conversation, \nleaders rate employees on key talent metrics associated with \ntheir position and use this data to help develop their team \nmembers to be successful in future roles.  ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 88, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}