{"page_content": "882020 Succession Stats \n• 99% of all non-union employees participated in succession \nplanning  \n• 171 roles with succession plans (department directors and \nabove and certain other key roles) \n• 299 successor candidates with specific development \nrecommendations \n• 78% of directors and above have active development plans \n• 83% of VP-level roles have internal candidates as first \nsuccessor choice \n• 91% of director-level roles have internal candidates as first \nsuccessor choice Performance Reviews  \n  \nIn last year’s report, we highlighted our progress toward \nreimagining performance reviews to customize the process \nin a way that effectively rates an employee’s performance \non role-specific competencies, their goals and the ArcBest \nvalues. In January 2021, we fully implemented our new \nperformance review process for all non-contractual \nemployees.  Educational Assistance Program \nThe ArcBest Educational Assistance Program assists full-time \nemployees in their efforts to improve on job knowledge and \nskills by reimbursing a percentage of the cost for educational \ncourses. In 2020, 60 employees completed coursework \nfor bachelor’s degrees, graduate certificates and master’s \ndegrees with ArcBest reimbursing over $314,000 of these \neducational expenses.  \n30 Employees Complete Graduate Degrees \nIn June 2021, more than 30 employees were recognized in a company-hosted \nceremony for completing graduate degrees. Friends and family attended the \nrecognition ceremony both virtually and in person to celebrate the accomplishment. \nArcBest is proud to invest in the continued development of our team members. \nCompleted degrees included Master of Business Administration, Master of Science in Operations Management, \nMaster of Science in Cybersecurity, Master of Science in Information Technology, Master of Engineering and \nTechnology Management, and Executive Master of Business Administration. ", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 89, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}