{"page_content": "Awards \nand Accolades\n8• Recognized by Business Insider as a Power Player in leading \ntop logistics companies for 2021 (Judy R. McReynolds, \nArcBest chairman, president and CEO)  \n• Recognized as a 2021 \"Forty Under 40\" honoree by the \nNorthwest Arkansas Business Journal (Seth Runser, ABF \nFreight president)\n• Received the 2021 Northwest Arkansas Business Journal's \nWomen in Business (Traci Sowersby, ArcBest vice president, \ncontroller and chief accounting officer) \n• Named One of America's Best Large Employers by Forbes \nfor 2021 \n• Received three 2021 Quest for Quality awards: National \nL TL Carrier; Household and High Value Goods; Intermodal \nMarketing Company• Awarded a Bronze medal for our 2021 sustainability rating \nfrom EcoVadis  \n• Recognized as a 2021 Military Friendly® Employer  \n• Recognized in Training magazine's 2021 Top 100 for the \n12th consecutive year, ranking No. 16 on the 2021 list   \n• Received the Comparably Best CEOs for Women 2021 \naward  \n• Named to Forbes' 2020 Top 500 List of the Best Employers \nfor Diversity  \n• Received the Chairman's Award and Extra Effort Award for \nthe 2020 United Way campaign  \n• Named a 2020 Top 10 Women in Logistics by Global \nTrade Magazine (Judy R. McReynolds, ArcBest chairman, \npresident and CEO) • Recognized as one of America's Best-In-State Employers for \n2020 by Forbes and Statista Inc.  \n• Received five 2020 Quest for Quality Awards: National \nL TL Carrier; Truckload Household Goods and High Value; \nTruckload Expedited Motor Carrier (x2); Rail Intermodal \nMarketing  \n• Received the 2020 Brandon Hall Award from the Brandon Hall \nGroup Excellence Awards program \n• Recognized among the 2020 Top 100 Truckers by Inbound \nLogistics  \n• Named a 2020 Great Supply Chain Partner by \nSupplyChainBrain \n• Recognized as a 2020 Women on Boards Winning \"W\" Company \nfor having more than 20% of board seats held by women  \nContinued >", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}