{"page_content": "90Employee \nFeedback Channels:    \n \n• The Creativity Box — Employees can use this anonymous \nsuggestion box to praise an employee/process, ask \nquestions, express opinions or make suggestions. \n• SAM Suggestions  — SAM Suggestions is an internal system \nused by field employees to submit ideas. \n• Employee Surveys — The annual employee survey is sent \nto all employees in September with the goal of gaining \nfeedback on a variety of critical topics and experiences to \nhelp leadership identify areas of focus.    \n• Employee Experience (EX) Team  — The EX team actively \nworks on projects and processes that are aimed to \ncontinuously improve work experiences, and employees \ncan contact the EX team with suggestions, comments or \nquestions at any time. \n• ArcBest Innovation Accelerator (AIA)  — The AIA is an \ninternal initiative that drives discovery, innovation and \nefficiency improvements across ArcBest. Team members \nwho have an idea for a new product or service offering can \nemail the AIA inbox. Continued Progress \nThe ArcBest leadership team and People and Culture team, \nalong with our Work Reimagined group and various focus \ngroups and committees, are focused on taking employee \nfeedback and turning it into action. We are committed to \nproviding a great place to work, where every employee feels \nlistened to.\nHere are some of the things we’ve implemented recently \nbased on employee feedback: \n• Created focus groups across the organization to help \nimprove processes and solve problems \n• Improved the performance review process, including \ntraining all leaders on effective performance coaching \n• Reviewed work/life balance priorities, such as enhanced \nBereavement and Parental Leave policies, to enable more \nflexibility around life’s most critical moments \n• Improved hardware and software to ensure employees have \nthe resources they need to excel Annual Survey \nEach September, all employees are asked to provide their \ninput through our annual survey. We achieved an 88% \nparticipation rate from non-union employees and a 51% \nparticipation rate from union employees in 2020. \nHighest-Rated Statements: \n• I want to do a good job for the company — 99% \n• I am personally responsible for reporting business abuses \n— 95% \n• I am aligned with the company’s values — 94%\n• I am proud to tell people I work for the company — 93% \nBig Moves:  \n• I am an active participant in my performance evaluation — \n85% (   8% YoY)\n• Employees are educated about, rather than punished for, \nerrors — 83% (   4% YoY)\n• I am encouraged to be creative — 79% (   4% YoY)\n• ArcBest facilitates a culture of innovation — 77% (   4% YoY)\n• The information technology at the company adequately \nsupports my needs — 75% (   5% YoY)", "metadata": {"source": "NASDAQ_ARCB_2020.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}