{"page_content": "3\nENVIRONMENTAL, SOCIAL & GOVERNANCECaring for Our Planet\nPenn National is dedicated to creating a positive and \nlasting impact on the environment and has launched \nsustainability initiatives, led by our Corporate and  \nproperty-level operating teams and designated  \n“Green Teams,” at our 41 casinos, racetracks and resorts \nin 19 states throughout the United States. All three of \nPenn National’s latest greenfield developments were \ncertified as LEED® Gold or LEED® Silver by the U.S. Green \nBuilding Council.\nAt our two newest casinos under development in  \nPennsylvania in York and Morgantown, which are  \nscheduled to open later this year, we have implemented \nnew energy efficiencies, including:\n •LED lighting\n •EV charging stations\n •Water-conserving toilets\n •Water bottle refilling stations\n •HVAC improvements to maximize efficiencies\n •AER-DEC® integrated sinks, which are the future \nof sustainable restroom design, combining a \nsoap dispenser, faucet, hand dryer and sink \nbasin all in one touch-free, hygienic, highly  \nefficient system\nWe are planning to incorporate similar improvements  \nto those listed above at all of our 23 hotel properties as \nwe continue our regular room refreshing and remod-\neling plans in 2021 and beyond. Already, more than 80 \npercent of our properties have completed an energy-  \nefficient lighting retrofit program. With a longer lifespan \nthan incandescent bulbs and a more efficient use of \nelectricity, LED bulbs allow our properties to collectively \nreduce their annual energy consumption by millions of \nkilowatt hours annually (see chart below).\nGiven the significant COVID-19-related temporary  \nproperty closures in 2020, the following summary is \nfrom 2019:\n •Total LED projects have reduced KWh  \nconsumption by 52.4 million KWh, which equates  \nto an 11% reduction for all impacted properties.\n •Reduced Greenhouse Gas emissions by 40,830 \ntons per the EPA Greenhouse Gas Conversion \nCalculator.\n •Through our power purchasing program with \nConstellation Energy, 145 million KWh were \ncontracted as carbon-free power.Plainridge Park Casino in Massachusetts, \nwhich opened in 2015, is a certified LEED® \nGold facility in which 75 percent of the \nexisting building structure was constructed \nfrom reclaimed materials. Approximately \n98 percent of its construction waste was \ndiverted for recycling and reuse and 50 \npercent of the wood on the project was from \nForest Stewardship Council (FSC) certified \nforests. In addition, the building derives 12 \npercent of its electricity from a solar panel \nsystem on the roof of the casino and the \nparking garage. Overall, the building uses 26 \npercent less energy through the use of the \nsolar panels and high-efficiency equipment \nin our restaurants. The building also uses 42 \npercent less water through the use of high-  \nefficiency plumbing fixtures and equipment, \nand it has water-efficient landscaping that \nprovides a 55 percent water use savings with \nno potable water used. Finally, the property \nhas 20 fleet car charging stations on the \nsecond-floor garage parking and spaces for \nlow-emission-fuel vehicles throughout our \nparking lots.\nIn addition, through regular audits of energy consumption \nat our properties, we’re continuing to develop custom \ninitiatives, such as HVAC energy management projects \nand thermostat control systems, to ensure the most \nefficient use of electricity. \nLast year, we installed integrated shower amenity \ndispensers containing shampoo, conditioner and body \nwash at more than half of our hotel properties. These \nnew containers can significantly reduce the plastic and ", "metadata": {"source": "NASDAQ_PENN_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}