{"page_content": "6PENN NATIONAL GAMING INC.Diversity Procurement\nIn 2019, following our acquisition of Pinnacle Entertain-\nment, we formally established a committee to implement \na corporate-wide Supplier Diversity Initiative to coordinate \nefforts across all properties regardless of jurisdictional  \nrequirements, with the goal of developing new opportu-\nnities for diversity businesses. This initial effort resulted \nin our more than doubling our diversity spend to $104 \nmillion in 2019 with businesses owned by minorities, \nwomen, disabled individuals and veterans. In 2020, we’ve \nenhanced our efforts through a membership in the  \nNational Minority Supplier Diversity Council (NMSDC). \nOur head of procurement, Drew Misher, serves on its  \nCorporate Advisory Board, and we were honored last \nyear to sponsor and attend their annual national vendor \nfair, which was held virtually. We also held a regional  \n networking event in conjunction with the Chicago  \nMinority Supplier Diversity Council last December. In \naddition, we are in the process of creating a Penn Small \nBusiness Incubator program that will help to onboard \nminority businesses as suppliers with Penn National. It \nwill also assist them in growing from local to regional \nand ultimately national suppliers with our Company. \nCategory 2019 Actual 2021 Target\n18%—property spend\n14%—corporate spend\nWBE—8.3%\nMBE—2.2%\nWMBE—3.7%22%—property spend\n16%—corporate spend\nWBE—10%\nMBE—4%\nOther—1%Qualified Diversity Spend\n             \n                      Penn National  \n                         is proud to  \n                         partner with  \n                    the All-in  \nDiversity Project, an industry-driven  \ninitiative supporting diversity, equality  \nand inclusion in business. Recently we \nsponsored their #OpenDoors 2021 social \nmedia campaign. Spanning Black History  \nMonth and International Women’s Day, \nthe #OpenDoors campaign is designed to \nraise awareness of how others affect our \nprofessional development and recognize \nthat people do not progress in their ca -\nreers without the help of someone along \nthe way. The campaign asked contributors \nto thank someone who opened a door for \nthem, and then pledge to pay it forward \nand hold the door open for someone else.\nDiversity Recruitment \nBuilding a diverse workforce is critical to helping us at -\ntract and retain the talent needed to advance our busi-\nness and create outstanding guest experiences at our \nproperties across the country. We welcome and value \ncustomers and team members of all backgrounds and \nare committed to creating both a workforce reflective of \nthe local markets and a supplier base that promotes an \nenvironment of diversity, equity, inclusion and empow -\nerment. We are proud that 48% of our team members \nidentify as female and 47% identify as minority across \nthe entire enterprise. We also fully support our LGBTQ+ \nteam members and guests. In 2019, we developed stan-\ndards at each of our properties to ensure accessibility \nof facilities, and training and communication to team members regarding LGBTQ+ rights. In addition, we  \nsupport local community organizations, such as  \nThe LGBTQ Center in Las Vegas, which fights to  \n“protect the well-being, positive image and human \nrights of the lesbian, gay, bisexual, transgender and \nqueer community, its allies, and low to moderate  \nincome residents in Southern Nevada.”\n• Ethnic Diversity:\n • 25% of all Penn National team members  \n are African American\n • 18% of all managers are African American\n • 10% of all Penn National team members  \n are Latino/Hispanic", "metadata": {"source": "NASDAQ_PENN_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}