{"page_content": "7\nENVIRONMENTAL, SOCIAL & GOVERNANCE 7PENN NATIONAL GAMING INC.the U.S., who are responsible for more than 85% of total \ndomestic advertising spend. With the addition of  \nMs. Kaplowitz, our Board of Directors is now comprised  \nof 37.5% females.\nSupporting Our Veterans\nLater this year we’ll be launching the U.S. Chamber of \nCommerce Foundation’s Hiring Our Heroes initiative, \nwhich connects veterans, service members and military \nspouses with meaningful employment opportunities. \nWe are committed to identifying and hiring full-time \nteam members through this program to further unite \nthe military community with our Company in order to \ncreate economic opportunity and a stronger, more  \ndiversified workforce.\n• Program Overview:\n • 12-week intern fellowship program for exiting  \n military personnel to gain hands-on,  \n practical experiences in one functional area  \n (e.g., F&B, HR, IT, etc.)\n • Fellows are placed in exempt roles and report to   \n their properties Monday-Thursday, and to their   \n military base on Fridays for training\nplease reformat \nthe rest of the \nbulletsWe are committed to supporting the well-being and  \nprofessional development of all of our team members, \nincluding tuition reimbursement and other certification \nprograms, with a particular focus on minority and female \nleadership development. For example, our Women \nLeadng at Penn (“WLP”) program continued to grow in \nits third year of operations.  \nThe goal of WLP is to  \nnetwork, inspire and  \nencourage women to  \npursue leadership roles  \nand to have female executives champion growth and \ndevelopment at the property and corporate levels. As a \nresult, women held 34% of the leadership positions at \nthe Company in 2019 and we’ve seen continued growth \nsince then. Today, our Corporate Senior Management \nTeam is 35% female and our Executive Team is 37.5% \nfemale, including our new Chief Financial Officer; Exec -\nutive Vice President, Chief Legal Counsel and Secretary; \nand our Chief Human Resources Officer. \nIn addition, we are very proud of the fact that two mem-\nbers of our Board of Directors – Barbara Shattuck Kohn \nand Jane Scaccetti – were named to Women Inc.’s list of \n“2019 Most Influential Corporate Directors.” The Women  \n Inc.’s list features a comprehensive directory of influential  \n female directors, executives, influencers and achievers \nwho are currently serving on the boards of S&P 500/\nLarge-Cap publicly held companies and making impacts \nthrough their leadership. We also welcomed the addition  \nof Marla Kaplowitz to our Board at the end of last year. \nMs. Kaplowitz is President and Chief Exective Officer of \nthe American Association of Advertising Agencies  \n(4A’s), a trade association serving more than 600  \nmember agencies across 1,200 offices throughout  \n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nCompanywide  \nGender\nMen 52.1% Women 47.9%\n", "metadata": {"source": "NASDAQ_PENN_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}