{"page_content": "9\nENVIRONMENTAL, SOCIAL & GOVERNANCE\nServing Our Communities\nThe Penn National Gaming Foundation, a 501(c)(3)  \nnot-for-profit organization, was launched in 2005 in \nthe wake of Hurricane Katrina to assist the nearly 2,000  \nof our team members in Mississippi and Louisiana  \nwho were impacted by one of the most devastating \nstorms in our nation’s history. Today, the Penn National \nGaming Foundation focuses its efforts on supporting \ncharities within our corporate regions, which includes \nWyomissing, PA and our Las Vegas Service Center, as \nwell as supplementing the significant contributions \nour properties separately make in their communities. \nThe Foundation has also supported relief efforts for \nmultiple other natural disasters through the years, \nsuch as Hurricanes Gustav and Harvey, as well as \nhelping with the medical expenses of one of our team \nmembers who was a victim in the Route 91 Harvest \nMusic Festival shooting in Las Vegas. Most recently, we \ncreated the Hurricane Laura Relief Fund through our \nFoundation, with an initial contribution of $2.5 million \nto help our community and team members impacted \nby the devastating storm, in addition to providing \nmore than $6 million in full wages and benefits to \nour team members while L’Auberge Lake Charles was \nclosed. In addition, our partners at Barstool Sports \ndesigned a special “Lake Charles Strong” T-shirt and \nhoodie, with 100% of net proceeds going to support \nour emergency relief fund. \nWhen not addressing a public health crisis or responding \nto a natural disaster, the Foundation generally focuses \non the following key areas of need: Community Develop -\nment, Human Services, Cultural Affairs & Diversity and \nHealth and Medical-related programs. \nLast year, despite the financial impact from the ongo -\ning COVID-19 pandemic, which saw all of our proper -\nties temporarily closed, we continued to support our \ncharitable partners, contributing $6 million from the \nPenn National Gaming Foundation and our properties \nto worthwhile charities and civic organizations in our \nhost communities. In addition, we generated more \nthan $12 million in economic development funds for \nour host communities in Kansas, Indiana and Iowa.  \nWe also donated thousands of volunteer hours by \nteam members in our respective communities.                Here are but two of the  \n   hundreds of organizations  \n         around the country that   \n        benefited from our support:\nWhile the American Cancer Society’s (ACS) Relay  \nfor Life events were temporarily placed on hold due \nto COVID-19, our team members around the country \nremained involved in support of their critical mission. \nIn our first three-years of participating, we have raised \nmore than $1 million companywide for important  \ncancer research. Each year, our corporate office has \nprovided a $50,000 match to what our properties \ncan raise through this effort, as well as contributing \n$50,000 annually to the ACS “CEOs Against Cancer,”  \nof which Jay Snowden is a member of the Board  \nof Directors.\nPenn National and our Louisiana properties in Baton \nRouge and Lake Charles are leading sponsors and \nactive volunteers for Metanoia Manor, a one-of-a-kind \nrefuge for adolescent victims of human trafficking. \nMetanoia’s shelter near Baton Rouge can house nearly  \ntwo dozen children, each with a private room and \nbath. Staffed by professionals that include physicians, \nnurses, social workers, educators and others, Metanoia \nseeks to rehabilitate the children until they are ready \nto return safely into society.\nWe have contributed more than $160,000 to the cause \nover the last three-years. In addition, we have hosted  \nmultiple law enforcement summits at our Lake Charles, \nLouisiana facility for officials from Texas, Louisiana, \nArkansas and Mississippi to share best practices and \ndiscuss potential new legislation to help fight human \ntrafficking.\n", "metadata": {"source": "NASDAQ_PENN_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}