{"page_content": "PEOPLE\nthe  possibilities  are beautiful. ffi \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n  \n 2020 ESG REPORT \nGrowing with us \nTraining & development \nUlta Beauty offers inspiring career paths for professionals at every level. \nWe provide opportunities to gain new expertise not only through traditional training programs, but also through participation in cross-functional projects. \nWe find new associates by meeting them \nwhere they are. Many associates learn about Ulta Beauty through word of mouth, but we also recruit through job postings, on campuses and online. For associates working in salon services, we often connect through professional platforms and licensing programs. While scaled back in 2020, our corporate internship program is typically another source of promising talent. \nWe waste no time welcoming new \nassociates to the Ulta Beauty team. Orientation takes a variety of forms across our stores, distribution centers and corporate office. For corporate associates, we organize a one-day event called the Ultamate Foundation, during which all new hires learn about the company and responsibilities of each department and engage with the Executive Team. Our CEO and Executive Team participate in this event. \nIn-store associates take part in a structured \nonboarding program during which they engage in learning on specific tracks based on their role. All new store managers participate in a customized, role-based training program known as Ultamate Pathways. Topics covered include store operations, guest service expectations and inventory control processes. Managers also get a full introduction to Ulta Beauty’s mission, vision and values, along with our commitment to diversity and inclusion. Given our value of Improve Always, ongoing training is an important part of the associate experience. And there’s always something new to learn. For example, in-store associates use a digital workplace tool for microtraining on new product lines, sales skills and, this past year, COVID-19 safety practices. \nThe Ulta Beauty work experience is \nchallenging, rewarding and fun. Associates have the opportunity to build individual development plans to help them work toward career goals, and to use a learning management system that houses training on role-specific skills, interpersonal skills and more. In 2020, even more training was delivered virtually, which had the unexpected benefit of allowing us to reach more associates than ever before. \nOur leadership development programs \nprepare promising future leaders for new levels of responsibility. Each year, we organize a training program that focuses on high-potential talent at the director level and above. In 2019, we rolled out a new program through which officers mentor high-potential directors, with a specific focus on diverse talent. Across the company, the majority of our promotions are internal. As we continue to promote and develop from within, we’re building a bench of associates and leaders who know our company inside and out. \n11 ", "metadata": {"source": "NASDAQ_ULTA_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}