{"page_content": "24 \nCOMMUNITY\nthe  possibilities  are beautiful. ffi \n \n \n \n \n \n  \n  \n \n \n    \n  \n   \n2020 ESG REPORT \nThe power to \nimprove lives \nWe strive to make a positive \ndifference in the communities where we live and work. That’s why, in 2016, we created the Ulta Beauty Charitable Foundation (UBCF) to enhance the well-being and education of women and families. Women make up the majority of our guests and our associates, and our donations help women across the country live to their fullest potential. \nOur philanthropic efforts began in \n2009, when we began our partnership with the Breast Cancer Research Foundation. Since then, we have broadened our focus to support other organizations that help women and families thrive. We have since added two more national partners, Save the Children\n® and Dress for Success® \nWorldwide, who we support each year with monetary and in-kind donations, board leadership and volunteer service. UBCF has its own board made up of Ulta Beauty executives who help set policy and direction for the Foundation. MEET OUR NATIONAL PARTNERS \nWHAT THEY DO ® \nPARTNER SINCE 2009 \nWorks to prevent and cure breast \ncancer by supporting clinical and translational research at medical institutions across the world. PARTNER SINCE 2016 \nWorks to give vulnerable children in the U.S. and around the world a healthy start in life and the opportunity to learn. PARTNER SINCE 2017 \nEmpowers women to achieve economic independence by providing a network of support, professional attire and the tools to help them thrive in work and in life. \nHOW WE HELP Our donations fund the work of a diverse group of researchers. This support covers the entire spectrum of breast cancer research—from understanding metastatic disease to identifying new targets and treatments. We implement a program once a year at the in-store point of sale. Associates also wore red in 2020 to raise awareness with guests, and associates had the opportu-nity to write letters to children in vulnerable communities. UBCF provides Dress for Success\n® \nWorldwide with financial support, products and associate volunteer time. We adjusted to provide services virtually in 2020. \nOUR IMPACT $37 million+ \nraised since 2009 \n$5.5 million \nraised in 2019, supporting 110,000 research hours for 25 researchers $2.3 million \nraised since 2016 for education and emergency response programs \n$1.2 million \nraised in two weeks in 2020, impacting 750,000 kids $500,000 \ndonated since 2017 \n22,000+ \nwomen impacted in 35 U.S. cities ", "metadata": {"source": "NASDAQ_ULTA_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}