{"page_content": " \nLaurie Schmertz \nMake-A-Wish ®\nAlaska and Washington \nTwelve years ago, I joined the Bank as a teller.  If I went back in time, I would not imagine \nall the accomplishments I’ve achieved at Sound Community Bank.  Not only do I consid-er this my second home, my family does as well.  Twelve years ago, I also married my best friend, started a family, and bought our first car and home through the Bank.  Sound \nCommunity Bank demonstrates how valuable their employees are by investing in the \ndevelopment of their career and offering excellent health benefits.  I took several classes to help me succeed in my career path such as Consumer Lending and Retail Manage-ment.  Now, I am in the Executive Development Program with the Washington Bankers Association.  This has been quite the journey for me and I feel honored to be working for a company that sustains its employees.  \n  \nFinancial Stewardship\nSuperior safety and soundness rating from Bauer Financial \nEmployees awarded 7.5% of salary in shares to Employee \nStock Ownership Plan, demonstrating commitment to \nfinancial sustainability\nLoan to Deposit ratio of 105.38% displaying a commitment \nto lend to the communities we serve \nReturn on Assets ratio 0.93% demonstrating efficient \nfinancial management to generate earnings using assets \nReturn on Equity ratio of 8.76% revealing profitable us \nof investments from shareholders \nEfficiency ratio of 67.45% making evident our commitment \nto preserving resources \n11.54% stock appreciation exhibiting commitment to \nshareholders and our financial success \n52% of clients receive electronic statements, eliminating \napproximately 100,000 printed pages \n 57% of clients with a checking account use Online \nBanking for paperless transactions and bill payment \n 73% of clients use a debit card, eliminating the need for \npaper checks \n3,370 clients utilize Mobile Banking, eliminating the \nneed to visit a branch \n46% of loan clients choose to pay automatically instead of \nusing a paper check or visiting a branch \n100% of our loan files are digitized, eliminating the need \nfor storing 2,700,000 pieces of paper in filing cabinets, \nsaving space , providing easy, fast access to dataEnvironmentI am proud to be a client of Sound Community Bank.  From daily banking to mortgage \nneeds in the Seattle area, my experience has been terrific.  Each and every person that I work with provides the type of customer service you can’t get anywhere – they genuinely care about you and that your needs are met.  They treat you like family.  I’ve had such great experiences that family members from Skagit County to Pierce County joined the bank as clients! \nAs a non-profit professional, I am honored to partner with Sound Community Bank for over \n12 years.  They are completely devoted to supporting Make-A-Wish® Alaska and Washington.  They have adopted wishes throughout Washington.  Not only do they support wishes financially, they go the extra mile by participating in the wish.  Their employees helped a little girl experience her wish to have a room makeover by rolling up their sleeves to paint and decorate.  That is just one of many examples.  They never stop searching for new ways to support our chapter.  They sponsor our Wish Night Gala & Auction which raises funds to help grant wishes to some of the 400 local children awaiting their wishes.  And, they appoint an employee to serve on our corporate council each year, which helps leverage additional support from new corporations throughout the community.   \nSimply put, their time, talent and treasure allows Make-A-Wish to provide hope, strength, \nand joy to our wish families during their time of greatest need.  \nMaria Carbullido\nAVP Branch Manager", "metadata": {"source": "NASDAQ_SFBC_2014.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}