{"page_content": "44\n2020 SUSTAINABILITY REPORT: LOOKING BACK ON 2019 45\n2020 SUSTAINABILITY REPORT: LOOKING BACK ON 2019Merger with SRC Energy\nIn August 2019, PDC announced its intent to strategically combine with SRC \nEnergy. The merger closed in January 2020. \nIn an official statement, CEO Bart Brookman said, “SRC’s complementary, \nhigh-quality assets in the Core Wattenberg, coupled with our existing \ninventory and track record of operational excellence will create a best-in-\nclass operator with the size, scale and financial positioning to thrive in \ntoday’s market. We remain committed to our core Delaware Basin acreage \nposition and are confident the combined company with its multi-basin focus \nwill be well-positioned to deliver superior shareholder returns. With an even \nmore competitive cost structure, including peer-leading G&A and LOE per \nBoe, the combined company will have the financial flexibility and sustainable free cash flow to return significant \ncapital to shareholders and capitalize on additional growth opportunities.”  \nBrookman continued, “Importantly, this transaction will join two organizations grounded in strong core values \nand a shared commitment to responsible and safe operations. Both PDC and SRC have deep regulatory and \ncommunity relationships, and together we will continue to prioritize the health and safety of our employees and \nstakeholders, as well as the environment and the communities in which we live and operate. We look forward to \nworking with SRC to integrate these two companies and achieve our shared objectives.”\nCorporate Strategy\nPDC Energy’s long-term growth strategy is \nto generate stockholder value through the \nacquisition, exploration, and development \nof crude oil and natural gas assets capable \nof delivering strong returns with a focus \non generating sustainable free cash flow. \nMaintaining a conservative and disciplined \nfinancial strategy, which includes a strong \nbalance sheet and solid debt metrics, \nabundant liquidity, and a robust hedging \nprogram is critical to our success. \nAdditionally, we constantly pursue various \nmidstream, marketing, and cost reduction initiatives designed to increase per unit operating margins.Risk Management\nPDC has a robust risk management program. As part of this program, information, survey data, and \nrecommendations related to our risk appetite–along with potential risks to our business and mitigation \nstrategies–are presented to the Audit Committee and our senior management team. \nWhistleblower Hotline\nCorporate whistleblower hotlines are effective tools for reinforcing business codes of conduct, highlighting \npotential mistreatment of employees or business resources, and detecting and preventing fraud. PDC’s \ntelephonic hotline is managed by a third party to encourage and enable anonymous reporting and confidentiality. \nComplaints are reviewed by PDC’s Legal department, our independent auditors, and the Audit Committee.PDC’s strategy is focused on significant \nvalue creation. Its components include:  \n• A focus on execution\n• Sustainable generation of free cash flow\n• Through-the-cycle balance sheet strength\n• Consistent returns of capital to shareholders\n• Modest growth\n• Commitment to corporate social responsibility\n44 2020 SUSTAINABILITY REPORT: LOOKING BACK ON 2019Strategic Priorities: How W e Run Our Business\nThe core strategic priorities are the foundation for all other initiatives. They define how we run our business and \ninfluence how we set our goals.\nPrioritize health, safety, \nand the environment\nBe a good neighbor in the \ncommunities in which we live \nand operate while minimizing our \noperational footprint.\nBuild a best-in-class \norganization\nFocus on the training and \ndevelopment of our future leaders \nwhile preserving our differentiating \nteam-based culture.\nDrive efficiency through \ntechnology and innovation\nContinuously pursue excellence \nin all we do by quickly adapting to \nsuccessful technical innovation.Provide top-tier financial \nand performance metrics\nMaintain top-tier balance sheet \nstrength and cash flow growth \nthrough extensive planning and \nscenario analysis.\nMaintain competitive, \nhigh-value inventory\nCreate value through strategic \nacreage trades, focused \ninnovation/exploration, and \nopportunistic acquisitions.\nDeliver sustainable and \npeer-competitive results\nEmphasis on sustainable free cash \nflow with a more moderate growth profile \nwhile preserving operational flexibility.Long-Term \nV alue Creation", "metadata": {"source": "NASDAQ_PETD_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}