{"page_content": "10\n2020 SUSTAINABILITY REPORT: LOOKING BACK ON 2019 11\n2020 SUSTAINABILITY REPORT: LOOKING BACK ON 2019Our Approach to ESG\nThrough the execution of its ESG strategy, PDC Energy aims to be a more responsible corporate citizen and more \ntransparent about our operations over time, according to the priorities of our stakeholders. As the conversation \naround environmental protection has increased, we understand that some of our stakeholders may have \nquestions and concerns. It’s important for us to be a part of that conversation and to express our commitment to \nthe protection of the environment. \nOur core values emphasize integrity and respect for the environment and the health, safety, and well-being of our \nemployees and communities. To that end, we recognize the importance of producing an affordable, reliable, and \nabundant energy source in a way that minimizes emissions and lessens potential impact on our communities. \nPDC has published a Community Partnership Report for the last three years. We are shifting internal resources \nto assess ESG factors and work toward aligning with standards published by the Sustainability Accounting \nStandards Board (SASB). Our 2019 Sustainability Report aligns with a number of SASB standards and \nencompasses four main topics: Responsible Operations, Environmental Stewardship, Social Impact, and \nCorporate Governance.Company Culture  \nOur employees define our company culture as friendly, helpful, and \napproachable with a healthy community focus. These relationships \nare based on our respect for each other, for members of the \ncommunity, for the property of others, and for the environment \nwe all share. We encourage employees to act with integrity and \nin a highly ethical manner—for themselves as well as on behalf of \nthe company—and to strive to be leading members of the greater \ncommunity in which we live and operate.\nOur annual employee satisfaction survey is a great source of pride \nas each employee, from all of our offices, is provided the opportunity for their voice to be heard. Over the past \nseveral years, this process has led to various cultural improvements, such as the implementation of a High \nDeductible Health Plan and a health and wellness reimbursement program.\n", "metadata": {"source": "NASDAQ_PETD_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}