{"page_content": "34Overview\n Healthy Communities Healthy and Inclusive Workplace Healthy Planet Governance Sustainable Marketplace Appendices\nEnvironmental, Social and Governance Report 2021\n(SASB HC-DR-000.D)The critical role of pharmacists\nRetail pharmacies are often the first place a patient goes for \ntreatment or preventive care. With thousands of retail pharmacies \nin numerous countries, more than 116,000 healthcare service \nproviders among our employees with nearly 35,0001 being \nregistered pharmacists, plus a scope of pharmacy services \nincluding retail, specialty, medical facility, mail, online and  \nmobile, WBA provides a unique resource. \nWe see our role as an integral part of the patient’s healthcare team and aim  \nto deepen this partnership to improve patient health outcomes, especially  \nfor chronic and complex conditions.\nPharmacists are on the front lines of neighborhood healthcare, providing \nmedication management, administering vaccinations, and partnering with \nhealth systems to advance health and wellness.Innovating to improve healthcare access\nAt WBA, we believe that “people + technology” deliver greater \ncare and our teams truly exemplified this philosophy during the \nheight of the pandemic.\nWe knew that our patients still needed access to healthcare and products,  \nso we created differentiated omni-channel experiences to help patients \ndigitally and in-store. As a result, we saw an increase in digital sales of  \nmore than 100 percent.\nFollowing the success of the digital health platform, Walgreens Find Care, \nBoots launched its own digital platform to make healthcare more accessible.\nTo create a better integrated healthcare experience, we rebranded and \nlaunched myWalgreens, which by the end of fiscal 2021 had more than 85 \nmillion members. In addition, patients used the Walgreens app to schedule \nCOVID-19 and flu vaccinations. \nBoots UK and Boots Ireland released the Boots Health Hub, a digital  \nservices platform that gives customers visiting boots.com access to nearly \n100 different healthcare services, including healthcare tests, COVID-19 \nservices, vaccinations, prescriptions, Livi’s Online GP consultations and the \nBoots Online Doctor service. The Boots Online Doctor, a virtual service for \nmore than 45 common healthcare conditions, provides quick access to  \nadvice and prescription-only medicine without having to see a GP.\n(GRI 103-1, 103-2, 103-3)\n1 Information disclosed is SASB HC-DR-000.D specified disclosure and is within the Deloitte  \n& Touche LLP review scope as detailed on pages 118 -119", "metadata": {"source": "NASDAQ_WBA_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}