{"page_content": "56Overview\n Healthy Communities Healthy and Inclusive Workplace Healthy Planet Governance Sustainable Marketplace Appendices\nEnvironmental, Social and Governance Report 2021\nUnconscious bias to conscious inclusion\nGRI 103-2\nTo help tackle unconscious bias, we deployed a global, company-wide, online \nManaging Unconscious Bias course. Delivered in 13 languages, the program \nhelps team members reflect on and manage unconscious biases, and gain \ninsights into how bias influences our daily behavior. As of Aug. 31, 2021,  \nmore than 91,000 team members completed the training.\nFollowing the online course, we developed a Global Inclusion in Action \ncapability program and have started to deploy the leader workshop to our \nsenior leaders internationally. The module facilitates a learning journey of \nempathy, allyship and championship, covering key topics such as equity and \nprivilege awareness. Team member modules are being developed and will  \nbe rolled out in fiscal 2022.\nMarketing for Change\nGRI 103-1, 103-2, 103-3\nIn response to the global racial equity movement, we introduced Marketing \nfor Change, a permanent action board of diverse global marketers from \nacross Walgreens, Boots UK and No7 Beauty Company dedicated to putting \nDE&I at the center of our marketing efforts. As a transformational force for \nchange, Marketing for Change focuses on building brands that represent the \ncommunities we serve, investing in diverse marketing talent and empowering \nour organization through education. During fiscal 2021, the board launched \nand executed a number of strategic DE&I initiatives and deepened WBA’s \npartnerships with organizations that nurture diverse talent and launched an \ninternal speaker series on the importance of DE&I in marketing.\nSupplier diversity\n(GRI 103-1, 103-2, 413-1)\nWBA set a target for spending with diverse Tier 1 direct suppliers in the  \nU.S. of $500 million in fiscal 2021, an increase of $53 million compared with \nfiscal 2020. We exceeded our target by more than $21 million. To ensure \naccountability, we tied this goal to a bonus program, encouraging team \nmembers and leaders with purchasing authority and decision influence to \nconsider diverse and small businesses in contracting opportunities.\nWorking with business leaders, our supplier diversity program aims to ensure \nwe provide equitable opportunities and source goods and services from \nenterprises owned by women, people of color, veterans and service-disabled \nveterans, people with disabilities and LGBTQ+ people, as well as businesses \nowned by people who are socially or economically disadvantaged. We \ncontinue to report increasingly nuanced data within the business to allow \nus to expand our focus on certain diverse classifications. In fiscal 2021, \nWalgreens supported more than 570 diverse suppliers.\nIn fiscal 2021, we further integrated supplier diversity into Walgreens’ \nprocurement and retail products processes and systems. We doubled the \nnumber of supplier diversity ambassadors who support and implement our \nstrategy within their respective functions. \nWe also work with our Tier 1 suppliers to help them increase utilization \nof diverse suppliers in their own supply chains. In fiscal 2021, Walgreens \ncontinued its partnership with the Women’s Business Development Center, \nsponsoring the third retail capacity building program. Designed to help \nminority-owned suppliers grow into the mass retail market, there have  \nbeen over 70 graduates since the program launch.\nProviding leadership opportunities for veterans\nGRI 103-2, 413-1\nSince 2018, the Walgreens Helping Veterans with Educational and Retail \nOpportunities (HERO) program has been providing career and educational \nopportunities for U.S. veterans. The program helps veterans transition \nleadership skills learned through military service into a retail management \ncareer through training and on-the-job mentorship. \nDespite the impact of the COVID-19 pandemic, more than 680 shift leads  \nand assistant store manager trainees across the U.S. have been hired into  \nthe program as of Aug. 31, 2021. This progresses Walgreens goal to hire \n5,000 U.S. veterans to the program within five years from launch. ", "metadata": {"source": "NASDAQ_WBA_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}