{"page_content": "60Overview\n Healthy Communities Healthy and Inclusive Workplace Healthy Planet Governance Sustainable Marketplace Appendices\nEnvironmental, Social and Governance Report 2021\nOverview Healthy Communities Healthy Planet Sustainable Marketplace Governance Healthy & Inclusive Workplace Appendices\nSkills for  \nChicagoland’s Future\nWalgreens has continued to build on its long-standing partnership with the \nnonprofit Skills for Chicagoland’s Future that aims to address hiring disparities \nand barriers to employment in Walgreens’ home city of Chicago. At a time \nwhen the pandemic caused more than 400,000 people in Illinois to lose \ntheir jobs in 2020, its mission — to get unemployed and underemployed \nChicagoland residents back to work — has never felt more important. \nPartnering for a seventh year with the nonprofit, Walgreens is helping \nto build bridges between job candidates and employers in a city where \nunemployment in some neighborhoods is as high as 30 percent – well above \nthe national average. As part of its partnership, Walgreens has committed \nto providing youths from 18 to 26 years old from low-income, high-risk \nneighborhoods with long-term skills and tools to grow their careers. As of \nAug. 31, 2021, Walgreens has hired more than 200 people in various store \npositions across the Chicago area through the partnership. This includes a \nnumber of pharmacy technicians Walgreens helped to train and mentor for  \na career path in retail management, through Skills’ Beyond the Diploma:  \nPivot to Success program.\n“I always wanted to work in a pharmacy so I applied for the Walgreens \nposition. The Skills program helped with my resume and the interview \nprocess - it prepared me for my job,” said Janesha Blakeley, RxTech at \nWalgreens. As the pandemic’s economic impact is expected to have far-\nreaching impacts, Walgreens is committed to continuing to collaborate \nwith like-minded partners like Skills for Chicagoland’s Future to accelerate \neconomic mobility for unemployed and underemployed job seekers.CASE STUDY\n", "metadata": {"source": "NASDAQ_WBA_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}