{"page_content": "13Table of Contents   Introduction   Environmental   Social   Governance  \nEnergetics:\nFor our Energetics subsidiary, sustainability is more than a commitment; it’s a \nmission. \nEnergetics helps public and private entities integrate clean energy technologies \nand strategies into real-world applications. By working with lead investors, \ninnovators, and stakeholders, Energetics informs and expedites the development \nand market success of novel energy technologies, strategies, and practices that \ndeliver a sustainable future.\nEnergetics’ initiatives focus on environmentally safe technologies and \npractices including: developing energy-efficient technologies; decarbonizing \nmanufacturing plants and processes; advancing next-generation transportation \nsystems; and conducting stakeholder outreach directed toward market adoption \nof sustainable building technologies. 2022  Segment Specific\nEnvironmental Initiatives\nEnergetics Key Projects\n• Energy:  Recently, Energetics entered a partnership with the Maryland \nEnergy Administration (and others) as part of its “OPEN Energy Program” \n- an endeavor to electrify fishing vessels in Somerset County, Maryland \nthat will benefit not only the environment, but the local industry as a \nwhole.\n• Transportation:  Energetics conducted third-party evaluations of \nseveral major transportation electrification demonstration projects, \nundertaken by California utilities. The demonstrations are part of a larger \nstate-wide strategy to reduce greenhouse gas emissions and address \nclimate change.\n• Manufacturing: Energetics supported the development of the online \nNavigator  tool, which provides guidance to set up and maintain an energy \nmanagement system conforming to the ISO 50001 Energy Management \nSystem Standard. Our team also advised on the development of the \nU.S. Department of Energy’s strategic energy management programs, \nincluding the 50001 Ready  and the SEP 50001 (Superior Energy \nPerformance 50001) programs. \n• Energy & Resilience Planning:  Our team of specialists developed a \nsector-specific characterization of relevant factors and decision-making \ndrivers influencing the current operating environment and the security \nand resilience posture of the U.S. chemical sector. The document is \ndesigned to help government stakeholders and industry partners identify \nand address factors that could adversely impact security or resilience. ", "metadata": {"source": "NASDAQ_VSEC_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}