{"page_content": "4\nTable of Contents   Introduction   Environmental   Social   Governance  \nIt is my pleasure to introduce the 2022 ESG report for VSE Corporation. We \nwelcome the opportunity to outline how We deliver trusted solutions to inspire \nthe performance of tomorrow  by serving all of our stakeholders - our employees, \ncommunities, customers, suppliers, industry partners, and valued shareholders.  \nAt VSE Corporation, we understand our responsibility to prioritize sustainability \nand ethical business practices. We believe that ESG considerations are integral \nto our long-term success as a business and industry, and we are committed to \ntransparency and accountability in our ESG performance. We have evaluated ESG \nconsiderations with respect to our business strategy and operations and are proud \nof the progress we have made to support these issues.\nEnvironmental Responsibility: We recognize that our operations have an impact \non the environment and we are committed to mitigating negative effects and making \na positive contribution in these areas. Both our maintenance, repair and overhaul \n(MRO) operations and our parts distribution services support environmental \nsustainability by prolonging the useful life of parts and components and redeploying \nthem in the market.  We are implementing sustainable practices across our \noperations, such as reducing waste and conserving energy at our VSE facilities.  As \npart of our ongoing efforts to deepen our understanding of our current and potential \nsustainability impacts, we continue to explore ways to reduce our carbon footprint \nand to collaborate with our industry partners with a joint focus on environmental \nresponsibility. Social Responsibility:  We understand the importance of our role in the \ncommunities in which we operate, and we are committed to being a responsible \ncorporate citizen. We’ve built a strong culture of accountability, communication and \nteamwork in support of our VSE Core Values: Own It, Customer Obsessed, Results \nMatter, Speak Up, and Better Together.  Our team members are the heart of our \nbusiness, and their demonstration of these VSE Values is a key differentiator in \nevery market we serve. In support of our diverse teams across the world, we have \nmade great strides in promoting diversity, equity, inclusion and belonging within \nour employee base and board of directors, and we are committed to creating a \nworkplace that is safe, respectful, and supportive for all. As a collective, our 2000+ \nemployees recognize that our success is inextricably linked to the well-being of the \ncommunities in which we operate, and we prioritize building strong relationships A Message from  \nOur President & CEO\n", "metadata": {"source": "NASDAQ_VSEC_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}