{"page_content": "55\n INTRODUCTION GOVERNANCE ON-SCREEN CONTENT  \n& SOCIAL IMPACTWORKFORCE \n& CULTURESUSTAINABLE PRODUCTION  \n& OPERATIONSREPORTING INDICESPROGRESS ON OUR ESG GOALS: \nSUSTAINABLE PRODUCTION & \nOPERATIONS\nTCFD: Metrics and Targets\nThrough a range of initiatives and active \nmanagement approaches, we are working to limit \nParamount’s environmental and social impacts \nassociated with our business operations and supply \nchain, as well as the creation and distribution of our \nproductions and licensed consumer products. OUR GOALS \nOur Sustainable Production & Operations goals, developed in 2021, aim to mitigate our climate \nchange impacts by assessing and managing our environmental impacts across our facilities, \nproductions, travel, and supply chain. We provide an update on these goals below, and you can \nread more in the   Working Toward Emissions Reductions section.\nGOAL\nPilot a greenhouse gas (GHG) emissions \ninitiative in the UK, publishing our plan  \nfor how to do so by the end of 2021.\nProgress\nWe are working to complete this draft plan. The plan will include \na strategy for mitigating our climate change impacts within \nour UK-based operations, as well as for managing our internal \nculture and organizational changes that will help us accomplish \nthis work. We will include updates on this plan and our goals, as \nwell as our progress against them, in subsequent ESG reporting.GOAL\nAssess what it would take for Paramount  \nto reach net zero greenhouse gas \nemissions across our global value chain. \nProgress\nIn early 2022, we began developing a matrixed strategy across \nbrands, business units, and regions to reduce GHG emissions \nacross our global value chain. Over the next year, we will \ncontinue to assess what it will take to reduce our emissions \nand aim to develop company-wide goals and targets.", "metadata": {"source": "NASDAQ_PARA_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}