{"page_content": "— 13\n2020 IMPACT REPORTEconomic\nperformance \nWe created a strong and reliable environment to promote the development \nof an ecommerce community in Latin America. The region, which has a \npopulation of more than 650 million people, has one of the fastest growing \nInternet penetration rates in the world.  \n \nEconomic performance is essential to the sustainability of our business and to carry \nout our purpose of contributing to the socio-economic development of the region. That \nis why at Mercado Libre, we work on continued growth, increasing the level of our \ncompetitive advantages and strengthening our position as the e-commerce and payment \nplatform of choice in each of the markets in which we operate. To do that, it is especially \nimportant to keep up our leadership by making the most of the growing base of potential \nusers offered by the constant expansion of the Internet in the region.   \n \nThe economic performance goals are achieved through organic growth, taking our \nsolutions to more countries and entering new segments, extending transactional business \nlines and also through possible strategic acquisitions.Mercado Libre Fund\nMercado Libre Fund is Mercado Libre's investment fund, created in 2013. We \ninvest in technological companies in Latin America which promote the digital \necosystem and contribute to democratizing commerce and capital access, \ntaking advantage of technology. \nWe support companies at an early stage and through their growth, and help \nentrepreneurs to scale their business, adding value as a strategic partner, and \nencouraging synergy with Mercado Libre.\n-247\n-172.1\n-36.74076.3\n2409.8\n1481.7Sales\n3973.5\n2296.3\n1439.7Financial \nrevenue\n102.8\n113.5\n42Sale \nof assets\n-\n-\n-4323,3\n2581.9\n1518.4Payments to \ngovernment \nas taxes\n413\n64.8\n-28.7Operating \ncosts\n3138.5\n2064.8\n1226.6Salaries and \nbenefits\n664.8\n386.4\n264.3Payments to \nproviders\n106.7\n65.9\n56.2 \n2020\n2019\n2018ECONOMIC VALUE GENERATED AND DISTRIBUTED  \n(IN MILLIONS OF DOLLARS)  ⊲ ABOUT MERCADO LIBRE\nmercadolibre.com/fund\nGENERATED  \nECONOMIC VALUEDISTRIBUTED\nECONOMIC VALUERETAINED  \nECONOMIC VALUE", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}