{"page_content": "— 22\n2020 IMPACT REPORTThe Entrepreneurial \nEffect\nAt Mercado Libre, we believe that sustainability is a way of doing things that \npermeates all areas of the business. The innovative spirit has always defined \nus. We have the drive to transform. Our values are born from the inspiration \ncreated in us by entrepreneurs, who we promote and who are part of our team.   \n \nThe entrepreneurial effect is our strategy to promote development of the entrepreneurial \necosystem in the region. At its heart is the purpose for which Mercado Libre was born: \ndemocratizing commerce, money and payments, equalizing opportunities among large \ncompanies and small entrepreneurs, by reducing geographical and economic gaps.\nThe strategy is set in motion by strengthening the entrepreneurial ecosystem with \nour tools and solutions, while boosting more sustainable businesses and triple impact \nprojects, with emphasis on digital marketing and inclusion. We also contribute to the \ncommunities in places where we have a presence, through initiatives that strengthen \nsocial organizations and through the development of education and technology programs \nthat help young people access jobs, entrepreneurship and more inclusive futures.\nWe accept the challenge of growing while respecting the environment. Therefore, the \nstrategy is also activated by an awareness of the environmental impact of our operations. \nThe growth of our platform forces us to be increasingly efficient in energy consumption, \nto move towards ever cleaner mobility and to innovate strategies to mitigate the impact \nthroughout the value chain.\nWe are entrepreneurs who know that sustainability is a continuous road to improvement, \nwith solutions from multiple viewpoints: it is not just about what we do, but how we do it. \nThat is the Entrepreneurial Effect.The Entrepreneurial Effect is our strategy to boost development of \nthe entrepreneurial ecosystem in the region.\n  \nPackaging & Material Managment\nEERR & Smartmeetering Mercado Libre Solidario\n    \nPlanet    \n    \n Democratize\ncommerce\nand moneyThe entrepreneurial eﬀect \nReduce our environmental impact\nFostering Entrepreneurship in Business\nCarbon Footprint\nClean TransportationCommunityContribute to the development of the communities where we operateEntrepreneurial EcosystemMicro and small entrepreneurs                   Triple Impact entrepreneursInclusion and ﬁnancial educationAshoka | Sustainable Purchases   \nSustainable vertical | Emprender con Impacto\nEntropía | Redes al Futuro | Chicas en TecnologíaSupport civil society            Technology education & Skills for the world of work ⊲ SUSTAINABILITY STRATEGY", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}