{"page_content": "— 29\n2020 IMPACT REPORTHow we \nconduct ourselves\nWe conduct ourselves with integrity and transparency and we expect all \nthose who are part of our team to carry out their functions according to the \nhighest ethical and behavioral standards. Likewise, we expect our suppliers, \ncustomers and commercial partners to follow these standards. In all of our \nrelationships, we strive to prioritize the values of honesty, equity, respect and integrity.\n \nThe Code of Ethics sets forth the standards, values and conduct expected. All those who \nchoose to work at Mercado Libre must commit to behaving in accordance with these \nguidelines. Therefore, they are required to sign a document upon starting in the company. \nThis document is published on the Investor Relationships website and its content is \ndistributed periodically and in specific training sessions. In August, we promoted a \ncampaign to encourage active collaborators to read and renew their signatures to the \nCode of Ethics.\nThe Code formalizes our commitment to comply with laws and regulations, best practices \nrelated to management of internal information, the company's assets and digital media. \nIt also includes a series of policies that promote the good conduct of the people working \nat Mercado Libre and of those who are part of the value chain, such as the Diversity and \nInclusion Policy; Anti-corruption Policy, Donations, Events and Sponsorship Policy; and the \nPolicy on Travel Expenses and Entertainment. Each was drafted by areas specialized in \nthe subject matter.Conflict of interest prevention\nThe Code of Ethics sets forth a series of mechanisms that seek to prevent conflicts of \ninterest for those who choose to work at Mercado Libre, as well as for the entirevalue \nchain. Among other things, it establishes that in the case of a real, potential or apparent \nconflict of interest, the “inform and abstain” principle shall be applied. \nThis supplements other policies contained in the Code of Ethics, including the Gifts and \nCompany Courtesies Policy; the Corporate Opportunities, Privileged Information and \nCompetence Policy; the Equity Trading with Privileged Information Policy; and the Policy \non External Work Activities and Competitive Businesses; the Anti-corruption Policy and \nthe Anti-corruption guide; the Corporate Donation, Events and Sponsorships Policy; the \nPrevention of Money Laundering and Financing of Terrorism Policy; and the Travel and \nEntertainment Policy.\nIn order to avoid and manage potential conflicts of interest of the highest governance \nbody, those in decision-making roles must sign a Statement of Independence in which \nthey report their related parties and any transactions the company conducted with \nthem. This must also be completed by Board Members and Shareholders with more \nthan 5% ownership. Any relevant information arising from these statements shall be duly \nreported to the SEC Reporting sector (area issuing reports to the Security and Exchange \nCommission), Internal Audit and Corporate Compliance to verify conformity to the \napplicable regulations and policies.⊲ ETHICS AND TRANSPARENCY\nAccess the Code of Ethics", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}