{"page_content": "— 30\n2020 IMPACT REPORTCorruption prevention\nWe operate in Latin American countries with a high level of perceived corruption \nand our administrative and commercial areas have contact with public officials from \nseveral countries. Our risk management process assesses corruption risk, among other \nmatters, and the anti-corruption annual audits include an assessment of all Mercado \nLibre operations.\nWe are aligned with the United States Foreign Corrupt Practices Act (FCPA), the \nBrazilian Anti-Corruption Law, the Law on Criminal Liability of Legal Entities of Argentina \nand all the anti-corruption laws in every country in which we operate. \nOur Anti-Corruption Policy, contained in the Code of Ethics, sets forth that no employee \nor member of Mercado Libre's value chain shall make or offer payments, money or \nvaluable goods to any person, including public officials, companies or organizations, \nin any country, directly or through intermediaries, to unduly receive a benefit or \npreferential treatment. We also include anti-corruption clauses in the contracts with our \nmain suppliers and those with higher risk operations, which require them to comply \nwith our policies and applicable laws.\nIn order to ensure Policy compliance, we have the commitment and active involvement \nof the highest executive levels. In 2020, a group of approximately 400 people in \nleading roles in the company, selected based on a sensitivity analysis related to \ncorruption risk inside our organization, received training.⊲ ETHICS AND TRANSPARENCY\nETHICS HOTLINE\nWe have an anonymous and \nconfidential ethics hotline that is \nmanaged by an external supplier \n(West Corporation). There \nare different communication \nchannels available which \nallow access from the different \ncountries in which we operate, \nand which are also available \nfor outside people who wish \nto report conduct by Mercado \nLibre’s collaborators, as well as \nmembers of the value chain. \nThe reports are received and \nanalyzed by the Corporate \nCompliance sector, specialized \nareas and the Ethics Committee, \nwhich evaluates and verifies \nthe information, issues a report, \nand recommends measures to \nremedy the case or to control \nthe irregularities.\nMELI Ethics Hotline", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}