{"page_content": "— 37\n2020 IMPACT REPORTInformation privacy\nand confidentiality\nOur users' experience is \nbased on trust, and its most \nsensitive point is the privacy \nof personal, financial and \ntransactional information. An agile and \ninnovative approach, supported by our \nIT efforts, allows us to guarantee the \nconfidentiality, integrity and availability \nof such data. \n \nThe IT Security Area identifies the main \nvulnerabilities and guarantees data \nprotection. It blocks cyberattacks, as well \nas service denial or social engineering \ntechniques, such as phishing. The \nIncidents team conducts a process of \ncontinuous improvement, based on \nreviews of identified security events and \nby optimizing its response.\nIn 2020, we hired Cyber insurance for the \nfirst time, which involved an assessment \nof the maturity of our security level, and \nwe received an excellent score. Optimal service\ndeterioration vs. blocked \nattacks ratio, in minutes. 700\nservice denial attempts were\nautomatically blocked1800\ncases of phishing were\nsuccessfully blocked\n100\npotential security incidents\nmitigated and repaired\n0\ncases of noncompliance\nidentified or reportedUSE AND PROTECTION OF INFORMATION\nIn order to operate our platforms agilely and safely, we ask users to provide \npersonal information. The primary purpose may be establishing a connection \nbetween the buyer and seller to conclude the agreed transaction; making \nelectronic payments; managing the virtual wallet and granting credit, \namong others. It may also include secondary purposes, such as conducting \ninternal studies to improve or develop new services, optimize commercial \nor promotional initiatives, send relevant information to the user, provide \ninformation to entities involved in dispute resolution, programs that protect \nintellectual property, and carry out fraud prevention actions and ensure \nlegal compliance, such as anti-bribery or anti-money laundering laws. It is \nimportant to emphasize that MELI does not use personal information for \ncommercial purposes. \nThe Privacy Policy clearly and expressly states the primary purposes of its \nuse of information, related to the services provided by Mercado Libre. All \nusers who enroll on our platforms are subject to these Policies, which are \nproperly published and can be viewed on the home page of each local site.⊲ USER ORIENTED\nCurrent Privacy Policy", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}