{"page_content": "— 46\n2020 IMPACT REPORTProtagonists of their \nown development\nWe invite people to take part in a learning and constant development \nexperience and we offer resources and opportunities to empower them \nand be the protagonists in each stage of this journey at MELI. Our talent \nmanagement strategy has an integrative and disruptive approach that \naddresses performance and career development together. We have an annual, cyclical \nand continuous performance management process. 100% of people at MELI manages \ntheir own annual performance process, evolving in each cycle. \n \nThus, we generate continuous and focal development experiences at different times \nthroughout the year. In 2020, we maintained the flow of Performance Management \nthanks to the agility of the phases, its digital nature, the possibility of adjusting business \nand development goals to keep them aligned to MELI's strategic priorities. Besides, \nthanks to the constant engine that Continuous Feedback provides to this flow.\nWithin the process, there is an annual calibration phase: these are spaces where the \nleaders share people's performance in group discussions to apply the same standards \nand make decisions fairly and based on merit. This guarantees that the assessments are \nby consensus, consistent, transparent and objective in all teams. To make the flow more \nagile and scalable, in 2020 we launched this dynamic in virtual format to calibrate the \nperformance of the analysts' positions. During the pandemic, opportunities were actively created within the company to open \nmore pathways for development and to make it easier to bring in the best talent for each \nfunction. Its flow was converted to remote mode, and more than 200 searches were \nclosed during the year with internal candidates.\nThe Open Learning community in Workplace, with 1400 members in 2020, invites people \nin MELI to discover, connect, propose, share and expand valuable knowledge.⊲ OUR TEAMCONTINUOUS FEEDBACK", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}