{"page_content": "— 53\n2020 IMPACT REPORTHow we adapted\nour value proposalTowards the\nnew normal\nThe benefits that are a significant part of the value proposal were also \nadapted to the context, modifying some, and generating new ones.\n- We provided each person working remotely USD 500 to purchase the office \n  equipment necessary to continue doing their job comfortably from home.\n- We offered a unique award of USD 500 to each member of the Mercado \n  Envios Operations team throughout the region who performed essential \n  functions.\n- We adapted the lunch benefit at our offices, providing a stipend to buy at \n  associated supermarkets or restaurants nearby, through Mercado Pago, with \n  a 70% discount over the total value of the purchase with QR code.\n- We gave an extra day off to all people at Mercado Libre in the fourth quarter.Loyal to our entrepreneurial DNA, we are thinking in advance about returning to the office \nfor when this is possible. We are planning several transitional and “new normal” scenarios \nin our characteristic style. That is to say, we designed innovative measures, making \nvisionary decisions, setting trends and prioritizing the health and wellbeing of \nthe employees.\nDuring the last months of the year, we began a transition which considered the situation \nin each country in particular, creating a gradual return plan in each case. \nOur offices in Uruguay were the first to return to work in-house. This return model was \ncarried out gradually, segmenting teams on a staggered scale on a three-week rotation. \nPeople worked in-house one week and then two weeks remotely. All the stages were \ndesigned, coordinated and communicated in detail, focusing on keeping the teams \ninformed, protected and controlled at all times. The first group returned to the offices on \nthe July 20; the second, on July 27 and the third on August 3. We are enormously proud \nto say that the experience was totally successful.\nRetorno a las oficinas UY⊲ OUR TEAM\n", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}