{"page_content": "— 64\n2020 IMPACT REPORT\n+40\nteachers trained+400\nstudents awarded\na scholarshipWe accompany young people in public schools to strengthen their knowledge in \nSTEM (Science, Technology, Engineering and Math), facilitating the development of \nfree preparation and leveling courses to take up engineering studies. We do this in \npartnership with the Entropía program from the regional Universidad Tecnológica \nNacional (UTN), Buenos Aires.\nThrough a dynamic approach, Entropía incentivizes the cognitive skills of young people \nwho must overcome barriers to accessing exact science content. Since it started, the \nprogram has doubled the percentage of university admissions. \nMercado Libre contributed with 400 scholarships, providing mobility and materials, and \nalso facilitating systematic assistance all through the third year of the degree course.\nAt the same time, we promoted Modelando la Ciencia, also with the Universidad \nTecnológica Nacional. It is a pedagogical partnership for public school STEM teachers, \nthrough an advanced training course in Math, Physics and Technology strategies, \nmethodologies and resources.We support the formation\nin STEM with UTN-Entropía\nArgentina⊲ SOCIAL IMPACT\nWe promote talent inclusion and equal opportunities in IT, expanding \naccess to technological education, especially focused on women. To \ndo this, we partner with Chicas en Tecnología (CET), in the cities of \nCórdoba, San Luis and Mendoza. \nChicas en Tecnología (CET), a civil society non-profit organization \nfrom Argentina which has sought to reduce the gender gap in the \ntechnological entrepreneur environment at a regional level since 2015.\nIn 2020, we granted 31 full scholarships in Full Stack Web \nDevelopment in https://www.acamica.com/We support the inclusion of women in IT \nwith Chicas en Tecnología\nArgentina\n31awarded \nscholarships", "metadata": {"source": "NASDAQ_MELI_2020.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}