{"page_content": "2022 IMPACT REPORTWORKFORCE INNOVATION AND WELLBEING\nCategory Value Statement 2021 Score 2023 \nT arget\nEngagement (eSAT) \"Overall, I am extremely satisfied with Upwork as a place \nto work.\"74 76\nLikelihood to Recommend \"I would recommend Upwork as a great place to work.\" 77 80\nGrowth and Development \"Upwork provides me with the opportunity for learning  \nand development.\" 75 7811\nEquip Factors \"I feel enabled to achieve extraordinary results.\" 72 7412\nEquip Factors \"Where I work, we set clear performance standards for  product/service quality.\"74 77\nEquip Factors \"I receive the training and coaching I need to be successful in my current role.\"72 74\nWork-Life Harmony \"I am able to consistently harmonize my work life and \npersonal life.\"70 7331 TABLE OF CONTENTS\n11 Eight points above the industry benchmark.\n12 Seven points above the industry benchmark.Workforce Surveys\nOur focus in 2022 was building out a new workforce research and listening program that provides dynamic, holistic, and continuous insight into our human capital. We deprecated our previous survey instrument and implemented a new platform that will allow for broader sampling, greater automation and integration, and more robust tools for analysis, reporting, and post-survey action planning. Our new listening approach retains our existing bi-annual engagement survey but expands its scope to include both full-time employees and our hybrid workforce. In addition to this effort, our continuous-listening “pulse” surveys target specific segments of our workforce at different phases of their Upwork journey.\nIn Q4, we implemented these new pulse surveys in place of a company-wide engagement survey and developed \nnew overall targets for key dimensions in 2023:\n2023 Workforce Engagement Targets\nUpwork team members, Charlotte Johnson and Leslie Anderson, meet up for a windy coffee.\nMembers of the Outsourced Solutions team out for a walk in San Francisco's Chinatown.", "metadata": {"source": "NASDAQ_UPWK_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}