{"page_content": " \n   \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n 3 MANAGEMENT STRUCTURE AND GOVERNANCE\n \n3.1 Structure and governance \nThe AEGON Group is headquartered in the\n \nNetherlands. As a company under Dutch law, \nAEGON N.V is governed by three corporate bodies: \nthe General Meeting of Shareholders, the Executive \nBoard and the Supervisory Board. \n3.1.1 General Meeting of Shareholders \nA General Meeting of Shareholders is held at least once a year to discuss and resolve on subjects \nincluding the adoption of annual accounts, the \napproval of dividends and any appointments to the \nExecutive Board and the Supervisory Board. \nEvery shareholder is entitled to attend the General \nMeeting of Shareholders and to speak and to vote \nin the meeting. In accordance with the Articles of \nIncorporation, requests to add subjects to the \nagenda of a General Meeti ng of Shareholders made \nby shareholders represen ting at least 0.1% of  \nthe issued common shares will generally be \nhonored. Each outstanding share entitles the  \nholder to one vote . \nAs a participant of ‘Stichting Communicatiekanaal Aandeelhouders’ (a Dutch foundation with the \npurpose of enhancing communication with and \nparticipation of shareholde rs at General Meetings) \nAEGON welcomes the possibility of voting by proxy. AEGON provides shareholders with proxy \nresolutions and voting materials via mail, to inform \ninvestors of issues for consideration at the company's General Meeting of Shareholders each \nyear. Voting is an important responsibility and \nAEGON encourages each shareholder to carefully \nreview the information and vote their proxy ballots. \nThe company looks for best practices for the \nadministration of the proxy process and will offer \nUS shareholders the option to vote via the internet. \n3.1.2 Executive Board \nThe Executive Board (EB) is charged with the management of the company. Each member has \nspecific areas of interest within an allocation of \nduties. The number of members and terms of \nemployment of the Executive Board are determined \nby the Supervisory Board. As at December 31, 2003 the four members of the Executive Board \nwere: Donald J. Shepard, chairman, Joseph B.M. \nStreppel, Johan G. van de r Werf and Alexander R. \nWynaendts. \nIn 2003, Alexander Wynaendts was appointed a \nmember of the Executive Board and Paul van de \nGeijn stepped down. The Remuneration Policy for the Executive Board aims to create a reward structure that will allow the \ncompany to attract, retain and reward executives \nwho will lead the continued growth, development \nand financial success of the company, as well as at \nproviding those executives with a well-balanced and \nincentive compensation. This reward structure covers five elements: base salary, short-term incentive, long-\nterm incentive, pension a nd other arrangements. The \nvariable components are based on clear and measurable criteria set by  the Supervisory Board. \nAdditional information regarding compensation can be found as from page 117 in the Annual Report \n2003 (see our website: www.aegon.com). \n3.1.3 Supervisory Board \nThe Supervisory Board (SB) is entrusted with the supervision of the Executive Board and the general \ncourse of affairs and the business connected with it. \nThe Supervisory Board consists of nine non-executive \nmembers, one of whom is a former member of the \nExecutive Board. Remuneration of the members of \nthe Supervisory Board is fixed by the General \nMeeting of Shareholders. During 2003, the SB \nmembers were: M. Tabaksblat, chairman, H. de \nRuiter, vice-chairman, D.G. Eustace, O.J. Olcay, \nT. Rembe, W.F.C. Stevens, K.J. Storm, L.M. van \nWijk and F.J. de Wit. \nDuring 2003, Ms. Peijs stepped down as a member \nof the Supervisory Board following her appointment \nas the Minister of the Ministry of Transport, Public \nWorks and Water Management of the Netherlands. \nMr. Van Wijk was appointed as a member of the \nSupervisory Board as of April 17, 2003. \nThe Supervisory Board has in place four committees \nfrom among its members: the Audit Committee, the \nCompensation Committee, the Nominating \nCommittee and the Strategy Committee. Findings of \nthese committees are discussed in plenary sessions \nof the Supervisory Board. The names of the members \nof the committees can be found in our Annual Report \n(published on our website). \nAEGON Corporate Responsibility Report 2003 9 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}