{"page_content": " \n   \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n Information regarding compensation, common \nstock, stock options and stock appreciation rights \nfor active and retired members of the Supervisory \nBoard can be found as from page 117 in the \nAnnual Report 2003 (see our website: \nwww.aegon.com). \n3.1.4 Corporate governa nce for the company \nUnder the minutes of the extraordinary General Meeting of Shareholders of May 9, 2003, AEGON \nhas carried out changes to its corporate \ngovernance structure and AEGON’s relationship \nwith its major shareholder, Vereniging AEGON \n(Association AEGON) to increase authority of \nAEGON’s common shareholders.  \n3.1.5 Corporate governa nce as an investor \nIn addition to AEGON’s responsibilities to its \nshareholders and other stakeholders, the company \nis also an institutional investor – through its \ncountry units’ asset management operations. As \nsuch, in deciding to exercise its rights as a \nshareholder of other listed companies, AEGON acts \nprimarily in the interest of its policyholders and \nother ultimate beneficiarie s of its products whilst \ngiving due regard to the responsibility to the ultimate beneficiaries and investors in the \ncompanies in which it has invested. \nAEGON UK has a detailed po licy in place in relation \nto their exercise of voting rights. Besides outlining \nthe principles what AEGON Asset Management UK \nconsiders good corporate governance, the policy \nspecifies the voting guidelines for a number of general business topics such as remuneration and \nappointment of directors. AEGON The Netherlands \nhas published on its website www.aegon.nl. its existing policy regarding the \nChanges in AEGON’s Corporate Governance exercise of voting rights to the shares held in Dutch listed companies. In addition, starting in 2005 it is \nintended that a report on the implementation of this \npolicy in any given financial year will be published on \nthe website . \n3.1.6 Corporate responsibility and the Code of \nConduct \nAs a successor to the 2002 AEGON Inner Circle (an \ninternational working group on corporate \nresponsibility), the Group Corporate Responsibility \ndepartment was formed in late 2002. The main task \nof this department is to advise and assist the Executive Board regarding corporate responsibility \nand to coordinate and facilitate corporate \nresponsibility across the AEGON Group. Johan van \nder Werf is the lead board member regarding \ncorporate responsibility.  \nA head of corporate responsibility has been \nappointed in each country unit to assist and guide \nrespective country CEOs. The role of the heads of corporate responsibility is additional to their normal \ntasks within the company. All heads of corporate \nresponsibility are senior managers or directors within \nAEGON. Usually these heads of corporate \nresponsibility are assisted by corporate responsibility \nmanagers or a corporate responsibility team, whose \nmain roles are to:  \n♦ \tManage corporate responsibility implementation \nand integration; \n♦ \tOversee data collection for corporate \nresponsibility reporting; \n♦ \tMonitor local activities and \n♦ \tManage implementation of AEGON’s Code \nof Conduct. \nMore information on the Code of Conduct can be found on AEGON’s website. \nFollowing internal discussions and after approval by shareholders, at an Extrao rdinary General Meeting  \nof Shareholders on May 9, 2003, AEGON N.V. has ch anged its corporate governance with the purpose to \nmodernize AEGON N.V.’s corporate governance structure and to give more authority to AEGON’s common \nshareholders. AEGON considers these changes to be consistent with emerging global best practices in \ncorporate governance nowadays.  \nThe two most important changes are: \n♦ \tAEGON N.V. will end its voluntary application of  the Dutch ‘large company regime’, thereby  \nleaving behind a corporate governance structure that dates back to a time when AEGON was  \nmainly active in the Netherlands. \n♦ \tAssociation AEGON will reduce its voting power unde r normal circumstance from 33% to 23% based \non the general principle of one vote per comm on share and one vote per preferred share.  \nIn the event of a special cause, however, the associati on will be entitled to exercise its full voting rights \nof 33%. \nAEGON N.V. believes this change is consistent with emerging global best practices in corporate \ngovernance. \nAEGON Corporate Responsibility Report 2003 10 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}