{"page_content": " \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n AEGON and the Dutch Corporate Governance Code \nIn December 2003, the final version of the Dutch Co rporate Governance Code was adopted. The code was \nprepared by a committee instituted for this purpose by the Minister of Finance and the Minister of Economic \nAffairs. Mr. Morris Tabaksblat, who is also chai rman of AEGON’s Supervisory Board, chaired the \ncommittee. \nThe code reflects the latest generally held views on good corporate governance and thus purports to \nprovide Dutch listed companies a guide to  improving their corporate governance. \nAEGON has welcomed the institution of the Corporat e Governance Committee and has actively participated \nin the discussions that accompanied the preparation of  the code. AEGON endorses the code and intends to \nuse the code and the principles contained therein to continue and intensify its on-going discussions with \nstakeholders on corporate governance. \nMore information can be found in the Annual Report 2003 (see our website: www.aegon.com). \nImplementing the Code of Conduct in the USA \nEarly October 2003, Henry G. Hagan, President a nd CEO of AEGON USA’s Monumental Division and \ncountry unit head for corporate responsibility, ga ve the USA CR Steering Committee the go ahead to \nintroduce the AEGON Code of Conduct to all employees in the USA. The program’s theme - INTEGRITY in \nAction-  was selected to demonstrate that AEGON’s core  values, business principles and rules of conduct \nrequire action in order to have meaning. A series  of communication tools featuring employee photos and \nquotes were distributed throughout the organization. \n3.2 Stakeholder engagement \nManagement of corporate reputation and \nassociated risks to corporate brands are \nincreasingly important in carrying on any business \nwithin society. In addition, there are elements of \nglobal society that will query the role and activities of multi-national companies. \nIt is therefore an impor tant part of corporate \nresponsibility within AEGON that there is a \nconstructive dialogue with a broad group of \nstakeholders. On group level AEGON talks with \ninternational governmental bodies, investor \norganizations, labor associations, as well as non-\ngovernemental organizations. \nFurthermore, local management teams have their \nown responsibility in maintaining and \nstrengthening their reputation. By having \ndialogues AEGON strives to be transparent and \ngive the company ‘a human face’. The overall \nobjective is to build on the core values of respect, \nquality, transparency and trust. 3.3 Overarching policies and  \nmanagement systems \n3.3.1 Accounting policies \nTogether with the International Accounting \nStandards Board (IASB) the insurance sector, \namongst others, is looking for ways to enhance \ntransparency. Apart from the financial \ninformation given in the Annual Report, AEGON \nhas published the embedded value for the entire \ngroup since 2003 on its website \nwww.aegon.com. This measure provides further \ninsight about the current worth of operations. \n3.3.2 Risk and reputation management \nOver the past several years, AEGON has been \nstrengthening its globa l risk management \nframework. Capital management has been a \ncentral function within AEGON for many years. \nAEGON has closely aligned its capital \nmanagement with the risk management \nperformed by the country units and will continue \nto do so. \nAEGON Corporate Responsibility Report 2003 11 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}