{"page_content": " \n   \n \n  \n \n \n \n \n \n \n \n \n These efforts continued in 2003, and now allow \nfor a more pro-active and coordinated approach to \nrisk and capital management within AEGON, which \nis demonstrated by the activities in 2003 by establishing the Group Risk and Capital Committee. \nAmong other things, this committee approves \ngroup risk limit policies and monitors AEGON’s risk \nposition in light of the current economic \nenvironment. \nFurther, AEGON recognizes that a company's \nperformance and profitabilit y go hand in hand with \ngood business practices. AEGON believes in giving \nproper consideration of wider responsibilities to the \ncommunities in which its operates. Successful \ncorporate responsibility strategy, implementation \nand adherence to values must be led from the top. \nAEGON's senior management at both the \nExecutive Board and country unit level are \ncommitted to living in accordance with the Code of \nConduct, which emphasizes the core values \nrespect, quality, transparency and trust. \nISO 14001 certificate fo r AEGON The Netherlands 3.3.3 Environmental management \nAEGON acknowledges that it has a direct and \nindirect impact on the environment. At group level, \nenvironmental issues are considered part of \ncorporate responsibility. Environmental policies are \nset at group level. Implementation of and  \ncompliance with environmental policies and the \nmanagement of environmental matters are the \nresponsibility of the country units. At group level, \nsome energy use and waste data are aggregated and evaluated. \nSince 2001, AEGON The Netherlands has an environmen tal management system that is ISO 14001 qualified. \nThe system is registered by Lloyd's Register Qualit y Assurance Ltd. The management system covers the \nprocurement and use of (green) energy, the use of ch emical substances, building and machine maintenance \nand all waste streams. Currently, the ISO 14001 certifica tion covers the two main buildings in The Hague  \nand Leeuwarden. \nAEGON Corporate Responsibility Report 2003 12 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}