{"page_content": " \n   \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n 4 ECONOMIC PERFORMANCE \nAEGON provides life insurance, pension, savings \nand investment products to its policyholders (or \ntheir beneficiaries). Policyholders pay premiums \nand may receive future benefits. During the \nperiod between premium payments and benefits, \nAEGON earns money by investing the money. In \nconducting business, AEGON has relationships \nwith various stakeholders. \n4.1 Policyholders \nFocus is the key word in AEGON’s group \nstrategy. Apart from th e focus on life insurance \nproducts, AEGON also focuses on a number of markets. In these markets, AEGON is aiming to \nachieve a top 5 position. The graph on top of this page shows \nthat over the last decade AEGON’s focused \nstrategy has been successful, with the Americas, \nthe Netherlands and the United Kingdom as the \nthree key markets. \nApart from these three markets, AEGON has also \nbeen present for some time in Hungary, Spain \nand Taiwan. In 2003 the group started operations in China in a joint venture with CNOOC and in \nSlovakia. In addition, AEGON entered France \nthrough a partnership with the mutual insurer  \nLa Mondiale. AEGON’s ongoing market strategy  \nwill be to further develop its three core markets, \nenlarge the presence in continental Europe to \nprovide solutions for the emerging pension \ndeficits and expand in growing economies which \nhave a favorable environment for life insurance products. The shrinking role of governments in retirement provision and the ageing and increasingly wealthy \npopulations are expected to create a growing \nneed for financial security products. A system in \nwhich the working population finances the \npensions of the elderly will be difficult to sustain \nif there are too few people working to provide for \nthe elderly. These developments AEGON sees \nprimarily in the developed markets of Europe and, \nto a slightly lesser extent, the USA, but are also very much in evidence in China. As an example \nof this, the European Financial Services Round \nTable estimates that in Europe people need to \nsave EUR 456 billion each year to keep \nretirement benefits at its current level. It is in this \nmarket that AEGON sees great opportunities. \n4.2 Employees \nIn order to remain a leading insurer, attracting \nand retaining high-quality employees is crucial. Competitive compensation is a necessary element \nof this. An important element of AEGON’s \ncompensation policy are the pensions plans that \ncover substantially all AEGON employees. In \naddition, AEGON employees share in the \ncompany’s success through their entitlement to \nstock appreciation rights . \nAlthough AEGON tries to improve its efficiency gradually, the group carried out reorganizations in \n2003. The staff reductions in the Netherlands will be achieved through natural attrition rather than \nthrough compulsory redundancies. In the USA \nand the UK, reorganizations did involve \ncompulsory redundancies. \nAEGON Corporate Responsibility Report 2003 13 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}