{"page_content": " \n   \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n Internationally diverse base of shareholders \nAEGON takes pride in its internationally diverse base of shareholders. It reflects the progress and changes  that AEGON has undergone since the merger of two Dutch insurance companies back in 1983. Being an \nattractive investment for shareholders  is of crucial importance and AEGON will do its utmost to continue  \nfair and transparent communicat ion with its shareholders. \nVereniging AEGON (Association AEGON)  \nOur largest shareholder is Vereniging AEGON (Asso ciation AEGON). The Association AEGON is the \ncontinuation of the former mutual insurer AGO. In 1978 AGO was demutualized and Vereniging AGO became \nthe only shareholder of AGO Holding N.V., which was the holding company of its insurance operations. In \n1983 AGO Holding N.V. and Ennia N.V. merged into AEGON N.V.  \nVereniging AGO initially received appr oximately 49% of the common shares (which shareholding was reduced \ngradually to 12%) and all of the preferred shares in AEGON N.V. The name was changed into Vereniging \nAEGON. \nThe purpose of Association AEGON is the balanced representation of the interests of AEGON N.V. and all of  \nits stakeholders, i.e. shareholders, AEGON group companie s, insured parties, employees and other relations  \nof the mentioned companies. \n4.3 Capital providers \nIn 2003, AEGON paid EUR 645 million in interest Maintaining the group’s capital adequacy is the \nto providers of debt capital. first responsibility since policyholders’ futures  rely on it. Equity capital represents 71% of \nAEGON paid EUR 147 million in cash dividends to AEGON’s capital base as per December 31, 2003.  \nshareholders and EUR 671 million in stock AEGON is committed to a strategy, which assures \ndividends. its continuing financial st rength. In addition to \nstrong credit ratings, this was reflected in the AA \nfinancial strength ratings at the end of 2003 \nassigned by Standard & Poor's to the operating \nunits in the Netherlands, the UK and the USA. \nAEGON Corporate Responsibility Report 2003 14 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}