{"page_content": " \n   \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n \n \n \n \n AEGON and SRI investors \nAlbeit representing a small percentage, Socially Responsible Investors (SRI) comprise a visible and fast  \ngrowing group of investors. Besides judging a compan y based on its financial information, these investors \napply non-financial criteria in their investment behavior. Examples of non-financial criteria are a company’s \nperformance in areas such as corporate governance and social and environmental behavior. Two of the main  \nSRI investment indexes are the Dow Jones Sustaina bility Index and the FTSE4Good. AEGON has been  \nincluded in these indexes from the moment they started (respectively 2000 and 2001). \n4.4 Suppliers and distributors \nAs a big corporation AEGON is solidly tied in the \neconomic fabric of the countries in which its \noperate. To give an idea, in 2003 a total of  EUR 1.1 billion was paid by AEGON to its  \nvarious suppliers. \nAEGON The Netherlands has a policy regarding \nsocial and environmental attributes for activities \nthat are being procured or outsourced. In current \ncontracts of AEGON The Netherlands environ­\nmental and safety conditions are included. In  \nnew contracts AEGON The Netherlands also requires from its suppliers that their procedures \ncomply with ISO14001 standards. \nAEGON UK has brought together the five \nIndependent Financial Advi sor businesses it owns \nto form a single IFA operation. This new company \nis called Origen. Advisory & Brokerage, \nMomentum, Wentworth Rose, Aurora and Elliott \nBayley have started trading as Origen. However, \nthe full integration process is not expected to be \ncomplete until early 2005. Positive Solutions, the sixth IFA business AEGON UK has invested in, will \ncontinue to operate separately. \nCombining the resources, skills and management \nvision of five of the most dynamic, successful and \nwell-managed IFA businesse s in the UK, creates a \nunique brand within the UK IFA market, designed to make it easier than ever for customers to make \nthe very best choices for their future. At the same \ntime the consolidation of these five businesses will \nallow them to achieve a level of organic growth, \nwhich would not be available to any of the \nbusinesses individually. 4.5 Public sector and society \nAEGON’s interaction with the public sector and \nsociety has many faces. The group pays taxes over \nincome and product offering depends on the fiscal regulations of the markets in which its operates. \nLastly, AEGON contributes to organizations that \npursue goals that benefit society. \nIn 2003, AEGON paid EUR 365 million in \ncorporation tax. The amounts in original currencies \nfor the three main markets, USA, UK, the \nNetherlands, were: USD 351 million, GBP 16 \nmillion, and EUR (16) million respectively. \nVery different from paying taxes, another \ncomponent of AEGON’s financial ties with society \nare the organizations that AEGON supports. The \nvarious country units as well as AEGON corporate \noffice made total contributions of approximately \nEUR 6.5 million to a variety of organizations, \nincluding Habitat for Humanity, Alzheimercentrum \nof the Vrije Universiteit Amsterdam and oncology research. \nAEGON Corporate Responsibility Report 2003 15 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}