{"page_content": " \n    \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Almost all training and management development \nprograms are managed locally and hence no \ncentral data are readily available. AEGON spends \nEUR 10.7 million on training and development in the US, the Netherlands, the UK, Spain and \nCanada. Per employee this amounts to EUR 440. \nThe total number of days training per employee is \n3.9 days per year. \n5.2.3 Employee satisfaction \nFor the majority of the global workforce, employee satisfaction is regularly measured. A number of \ncountry units benchmark the results against \ncompetitors. 95% of employees can provide \nanonymous feedback to management. \nAEGON University At this moment it is not possible to provide company-wide results of employee satisfaction. \nMethods and measurements vary widely due to the \ndecentralized organization structure. Used methods include surveys, 360-degree feedback and \nperformance reviews. In some countries (e.g.  \nThe Netherlands), plans ex ist to standardize the \nmethods across the country units. \nIn all units, results are being used by the Human \nResources departments to take specific actions and \nto refine HR strategy. Results are also fed back to \nrelevant management. In all units that measure employee satisfaction results are being shared with \nemployees in a number of different ways \n(management meetings, internal communication \npublications and bulletin boards). \nAlthough most of the training and development programs are being executed locally, AEGON University is  \nan example of a group-wide development program. \nAEGON University is a two-session program. It was created in 1994 and has since matured into a multi­\nfaceted Executive Development Program that now prou dly boasts over three hundred alumni representing  \nall of AEGON’s country units. Don Shepard, the current chairman of AEGON, was the original sponsor  \nof the concept and continues to maintain a keen inte rest in the program’s deve lopment as one of his  \nspecial projects. \nThe purpose of AEGON University is to bring togeth er the most promising and successful managers from \naround the world to help extend the company’s cultur e, values and beliefs. The program offers each \nparticipant the unique opportunity to meet collea gues from other countries, exchange professional \nperspectives, learn from each other’s experiences  and develop a global network of AEGON friends. \nThe full program has three primary objectives: \n♦ \t Develop the class into a solid network of relationships and friendships. \n♦ \t Stimulate and facilitate the open exchange of i ssues, ideas and information through this network \n♦ \t Enhance the leadership, team building and communication skills of each participant to improve their \nindividual performance when they return to their business units.  \nTo achieve these goals, there is the framew ork of ‘Teamwork, Class work and Network’. \nClasses consist of some 40 participants coming from a ll AEGON countries and a wide variety of professions.\n \nParticipants are selected by their division presid ents and endorsed by AEGON’s Executive Board based upon \ntheir past performance and future potential within the company.\n \nAEGON Corporate Responsibility Report 2003 18 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}