{"page_content": " \n   \n \n \n \n \n \n \n \n \n \n  \n \n  \n  \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n  Aegis \nAegis is the representative body looking after the ma jority of AEGON UK employees. It evolved from the \nScottish Equitable Staff Association into an organization with nearly 3000 members throughout the UK.  \nMichael Gray, the General Secretary, became involved wi th Aegis after spending over ten years working in  \nthe marketing and purchasing areas of Scottish Equitable.  Attracting him to the role in the first place was  \nthe scope to influence the way in which the business developed its relationship with employees. Scottish \nEquitable was a friendly small mutual, the challenge wi th AEGON involvement was to try preserve the good \nparts of the old culture whilst appreciating the huge benefi ts of being part of a multi national. Typically this  \nhas been achieved through detailed consultation, negotiation and the ability of the both sides to compromise \nwhen appropriate. This seems to be an indication of  a mature rational relationship between the company and \nstaff based on mutual respect. \n“Whilst nothing is perfect we do know that employee terms & conditions within AEGON UK are amongst the \nbest in the industry. The company tells us that it is striving to become an ‘employer of choice’ and we know \nthere is much more to that than giving people a good wage and a nice building to work in. This is about \nculture, belonging and trust.” \nIn the future he sees many more challenges, some of them spreading into the wider context of Europe.  \nEurope wide issues will be dealt with though the Eur opean Works Council, which he hopes will develop  \nalong similar lines to the Aegis/AEGON UK model, which is based on mutual respect. \n5.2.4 Labor relations \nIn accordance with the high nation-wide average, AEGON employees are represented by staff \nthe highest absentee rate was measured in the associations or recognized employee’s \nNetherlands (4.1% compared to a national average representative bodies mostly in Hungary (20%) and \nof 4.8%, both excluding pregnancy leave). The the UK (70%). For Spain and the Netherlands no \nlowest absentee rate occurred in Taiwan. number can be provided because privacy regulation \nprevents us from obtaining this information. \nWith exception of some smaller ones, most \n39% of the AEGON workforce is covered by an country units have a clearly defined organizational \nexplicit employee involvement policy. Although  health and safety structure. AEGON The \nin the US no written policy exists, senior Netherlands, for example, has a medical center for \nmanagement considers pro-active communication all employees with two physicians and two nurses \nwith employees a priority. Globally, 97% of and a number of employees with First Aid \nthe employees are covered by an appeal or certificates. And in the UK there are 78 qualified \ncomplaint structure. first aiders. \n5.3 Health and safety \n99% of the AEGON workforce is covered by \nformal policies and practices on health and safety. \nDuring 2003, worldwide a total of 298 work \nrelated injuries/illnesses have occurred. \nEach country unit measures absentee rates (see \ntable below). However, since methodologies are \ndifferent, these numbers cannot be aggregated into \na meaningful number for the AEGON Group. \nCountry unit Absentee rate \nUSA 2.3% \nUK 1.8% \nNetherlands 4.1% Spain 1.8% Canada 1.5% \nHungary 3.1% \nTaiwan 0.6% \nAEGON Corporate Responsibility Report 2003 19 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}