{"page_content": " \n \n   \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n The British Safety Council Sword of Honour and Five Star Rating \nLike the year before, in 2003 the British Safety Council conducted an audit of AEGON UK’s health and safety \ndocumentation and systems and inspected the sites and buildings operated by AEGON UK. The top rating of  \nfive stars was received for all topics covered in the audit (see diagram). \nThe lead auditor commented in the audit report: ”I am pleased to advice that AEGON (UK) PLC  \nhas obtained a score of 96.99%, not only a five star ra ting, but an almost 4% improvement over last years \nperformance”. Out of the 82 elements covered, six areas for improvement were pointed out by the auditor. \nAEGON UK will address these in order to furthe r improve its health and safety performance. \nThe five star rating allowed AEGON UK to participat e in the competition among 200 companies to achieve  \nthe Sword of Honour. Based on a detailed questionnaire just 40 companies are presented with Swords of \nHonour each year. AEGON UK prides itself in  having received this award in 2001 and 2003. \n5.4 Product and services responsibility \nTrust is one of our core values and all country \nunits have a policy on confidentiality and privacy \nfor clients. All country units also have a policy on \ncustomer complaints including a monitoring \nsystem. In 2004, AEGON The Netherlands will \nintroduce a consumer return test, which will  \ntest the financial return for a client of a  \nparticular product.  \nApart of the responsibility towards its \npolicyholders, AEGON also has a responsibility as \nan institutional shareholder. The policies and \nintentions regarding the exercise of voting rights \nare mentioned in section 3.1.5.  5.5 Responsible products \nIn the three main market s AEGON offers socially \nresponsible investment funds (SRI funds) under \nvariable life and variable annuity and pension \npolicies. In the United Kingdom and the \nNetherlands, these funds are being managed by \nAEGON Asset Management divisions. The total \namount of SRI funds bein g managed by AEGON is \nmore than EUR 277 million (GBP 154 million in the UK and EUR 57 million in the Netherlands). In the UK, the Ethical Fund and the Ethical Income Fund \nconstitute 0.45% of the total assets under \nmanagement. In the Netherlands the Sustainable \nWorld Equity Fund and the Optimum Wereld \nAandelen Fonds together constitute 0.13% of all \nassets under management. \nIn the United States, AEGON offers SRI mutual \nfunds that are being managed by other fund managers, most notably Calvert and Dreyfus. \nFurthermore, AEGON’s Tr ansamerica Investment \nManagement's SMA invest ment products offer an \noption to avoid ‘sin’ stocks (such as tobacco and \ngambling). \nAEGON Corporate Responsibility Report 2003 20 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}