{"page_content": " \n \n   \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n AEGON USA has created the Iowa First Capital Fund \nA USD 5 million investment from AEGON USA in Septem ber 2003, to the Iowa First Capital Fund will help \ncreate economic opportunity for Iowans and help divers ify the state’s economic base. The fund is managed  \nby Corridor Management Company including the select ion and monitoring of the investments. The Fund \nManagers plan to work closely with each of the stat e universities and local and state economic development \norganizations to identify investment opportunities. This s ource of capital will be critically important for start- \nup ventures and other high-potential companies that tr aditionally have had very few options for funding. \nAEGON USA has a strong interest in ensuring a vibr ant economic base in Iowa through job creation and a \nskilled diverse workforce. \nAEGON USA complies with U. S. ‘do not call’ laws \nThe ‘Do Not Call’ (DNC) rules of the U.S. Federal Trade Commission and the U.S. Federal Communications \nCommission were enacted to allow the U.S. consumer to limit the amount of solicitation received via the \ntelephone. This law prohibits telephone solicitation of telephone subscribers who registered their telephone \nnumbers on the federal, state or company specific DNC lists when no business relationships exist with a \ncompany. The U.S. based insurance companies use an enterprise web site solution tool to provide telephone \nnumber search capability to ensure the telephone number does not reside on the federal, state or company \nspecific DNS list prior to making a solicitation call. \nAEGON UK has achieved the ‘Rai sing Standards’ accreditation \nAs well as meeting all FSA and ot her requirements, AEGON UK has ac hieved the ‘Raising Standards’ \naccreditation. There is an independe nt Accreditation Board, which revi ews product terms and literature for \nfairness, transparency and ‘plain English’. Accreditation also involves independent surveys on client satisfaction levels. Once achieved, accreditation has to be renewed each year involving further checks on \nprocesses and client satisfaction levels.  \nAEGON UK was among the first three companies to obtain accreditation and, earlier this year, was the first \noffice to have its accreditation renewed for a third year. \n5.6 Advertising, sales practices, 5.7 Money laundering and corruption \nAll AEGON employees are covered by systems to competition and pricing prevent bribery, undue payment, gifts, AEGON country units comply with a variety of entertainment and other improper advantage. codes and principles of local insurance Numerous policies exist in addition to national organizations. Besides the Code of Conduct, there regulations and the group-wide Code of Conduct. is no AEGON wide policy on advertising  These policies are adapted to local situations andand sales practices, reflecting the presence of large needs. These policies are monitored in a number of differences between the countries in which AEGON specific ways, for example (credit) screening of operates. A broad overview, which AEGON aims to employees in sensitive areas. comply with, can be found in the box on page 22. AEGON addresses competitive behavior explicitly \nin the Code of Conduct: “We are committed to fair \ncompetition within the bounds of the law. \nAccordingly, we shall not falsely represent a \ncompetitor or a competitor's products, or have \ndiscussions or reach agreem ents with competitors, \nwhether formal or informal, written or unwritten, which may inhibit free and open competition.” \nAEGON Corporate Responsibility Report 2003 21 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}