{"page_content": " \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n \n \n \n \n Overview of industry codes (non-exhaustive) \nUSA\t Leadership role in and support of the development of Principles and Code of Ethical \nMarket Conduct for the U.S. Insurance Industry by the Insurance Marketplace \nStandards Association (IMSA) and adoption of the code by all insurance operations. \nThe Integrity Ed Training Program contains IMSA Principles of Ethical Market Conduct \nmodule, which all insurance operations employees must complete. \nUnited Kingdom\t Comply with the requirements of the Financial Services Authority (FSA). \nRaising Standards. \nInvestor in People (IIP). \nThe Netherlands \t Advertising standards of the ‘Reclame Code Commissie’. \nCode Rendement en Risico of the Dutch Association of Insurers. \nSpain \t Standards of Unión Española de Entidades Aseguradoras y Reaseguradoras (Unespa). \nHungary\t Code of Ethics of the Associati on of Hungarian Insurance Companies. \nCanada \t Standards of the Canadian Life and Health Insurance Association:  \n♦ Privacy, Individual Life Policy Illustrations \n♦ Individual Variable Insurance Contracts \n♦ Screening agents for Suitability and Reporting Unsuitability \n♦ Voluntary guidelines established by the Federation of Mutual Fund Dealers (FIMD) \n♦ CLHIA advertising standards \nTaiwan \t Advertising & Promotional Literature Guidelines. \n5.8 Community impact \nAll units make charitable donations. Including AEGON units contribute in numerous other ways to \ncontributions at the corporate level, EUR 6.5 the social fabric of the communities in which they \nmillion in cash was donated to community, civil operate. Examples are blood drives, fundraisers, \nsociety and other groups. Donations in kind school mentoring and university programs, as well \namounted to almost EUR 200,000. Cash donations as international social housing programs such as \nconstitute 0.30% of AEGON income before tax Habitat for Humanity. \nin 2003. \nAEGON Taiwan joins the fight against SARS \nA recent initiative by AEGON Taiwan for the benefit of community and society in general is against SARS \n(Severe Acute Respiratory Syndrome). AEGON Taiwan prepared and distributed tens of thousands of \npamphlets containing health tips and relevant information to employees, agents, policyholders and the  \ngeneral public. \nAEGON Taiwan also launched a special campaign, offering NTD 3,000 (EUR 70) per day as supplementary \nallowance to employees, family and policyholders wi th AEGON life insurance or medical insurance upon \ndiagnosis of SARS. \nAEGON Corporate Responsibility Report 2003 22 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}