{"page_content": " \n \n   \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n 6 ENVIRONMENTAL PERFORMANCE \nAs a financial services company, the direct \nenvironmental impact is limited. Nevertheless, as a \nlarge organization AEGON does consume raw \nmaterials and energy and its output has an impact \non the environment. \nAEGON published its envi ronmental policy in 2003. \nThe group is now moving to embed the policy, \nmeasure the impact and report the performance. \nEnvironmental management is the responsibility of \nthe country units. Below you will find the first ever \ncompany-wide aggregation of environmental data, \nwhich has been provided by most country units.  \n6.1 Materials \nThe most materially measurable output that \nAEGON produces is paper. The group uses paper \nfor policies and documentation and for internal and \nexternal communication. In 2003, AEGON used approximately 2,865 metric tonnes of paper. \n6.2 Energy \nWithin AEGON, gas and electricity are the two main sources of energy. The total electricity \nconsumption is 105.2 GWh and the total gas \nconsumption is 1.90 million m\n3 . \nUsing the conversion guidelines from the United \nNations Environmental Program to convert energy \nuse to CO 2 emission on a per country basis, \nAEGON emits 86,659 ton CO 2 per year. Per \nemployee this is 3.4 ton per year. \nReduction of energy use at AEGON The Netherlands \nAEGON The Netherlands is committed to reducing its en ergy use. It signed a covenant with the Dutch \ngovernment and thereby committed itself to reduce its energy use with 23% from 1996-2006. The covenant \nis part of efforts by the Dutch government to comply with the Kyoto targets for CO 2 emission reduction. \nEnergy use (gas and electricity) is expressed as an Energ y Efficiency Index (EEI), an index of energy use,  \nwhich was set to 100 in 1996. The Energy Efficiency Index is currently monitored for the two largest  \nlocations in use: The Hague and Leeuwarden (share d with other renters). In  2003, the AEGON related \nreductions in these two locations were respectively 4% and 17% relative to the 1996 base year, largely \nthrough a substantial reduced use of natural gas. In 2003 the EEI slanted upward again in The Hague,  largely through an increase in the number of inhabitant s, and above average temper atures during the summer. \nMany measures have contributed to th e increased energy efficiency. To name a few: energy efficient lighting \nsystems, reduced heating in parts of the building, be tter regulation of the heat systems and the introduction  \nof energy efficient flat panel computer screens, wh ich use less energy and reduce the need for cooling the \nbuilding. But in order to reach the reduction target in 2006 (an EEI of 77) more measures have been defined  \nin the AEGON The Netherlands Company Environmental Plan. An important measure that needs to be  \ndecided upon by the owner of the building in The Hague is the use of underground cold/heat storage. \nAEGON Corporate Responsibility Report 2003 24 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}