{"page_content": " \n  \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n 6.3 Water use \nGlobally, AEGON uses 415,077 cubic meters of \nwater. Based on 230 working days per employee, \nthis amounts to 72 liters per employee per day. \nVirtually all this water is being used for sanitation and hygienic purposes and flows into local sewage \nsystems. \n6.4 Waste \nCurrently, AEGON does not have a complete \ngroup-wide overview of its waste streams. This is \nbecause not all country units are yet collecting such information. AEGON is encouraging country \nunits to collect this data. \nMost of the units, representing approximately half \nof the business, recycle paper, plastic and metal \nwaste. The average recycling rate is around 60%, \nbut no accurate data are available. 6.5 Transport \nAEGON does not have a central oversight of business \ntravel and decisions are left to the country units. Due \nto the size of the country unit and the nature of the \ntransport, the 75 million miles of air travel, made by AEGON employees in the US are probably the largest \ncontribution to transport related CO\n2 emission within \nAEGON. Using the United Nations Environmental \nProgram conversion guidelines, the corresponding \nCO2 emission is 13,469 ton. \nThe nature of the insuran ce business is such however \nthat travel will always be needed in order to have face-to-face meetings with clients. In the Netherlands, the proximity of the main buildings in The Hague and \nLeeuwarden to the train stations allows many of the \nemployees to commute by means of public transport. \n6.6 Compliance \nAEGON aims for full compliance with environmental legislation. In 2003 no environmental fines were \nincurred by the AEGON Group. \nAward for the AEGON Financial Partners Commuting Program \nIn the United States, AEGON Financial Partners (AFP) is an internal service organization. The aim of AFP is  \nto increase the efficiency of administration and tech nology support though achieving larger scale. AFP also \ntries to increase its environmental efficiency. A go od example of this is the Commuting Program that was \ninitiated by AFP-LA, which received an environmental award in 2002. \nAEGON Corporate Responsib ility Report 2003 25 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}