{"page_content": " \n   \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n 1 STRATEGY AND RATIONALE \nCreating a better future for all its stakeholders is \ncentral to AEGON’s overall mission. An integral \naspect of this is the belief that as a major international group, AEGON has a responsibility to \ncontribute positively to the society and \nenvironment in which it operates. While profitable \nand sustainable growth is paramount, AEGON \nattaches equal importance to the manner in which \nthat growth is achieved. \nWe are conscious that insurance companies play a \nkey role in business and society. After all life insurance has a long-term focus. It can act as a \nbridge between generations, a way of preserving \nand planning, of transferring assets between \nrelatives and individuals. As such, we realize our \nbusiness has an important impact on people’s lives \nand plays a central role in the sustainability of our \nsociety. Aware of this, we strive to create better \nfutures for our stakeholders through living our core \nvalues: respect, quality, transparency and trust. We are also aware that pr inciples and priorities \nvary according to geography and culture. For this precise reason we believe in a decentralized \norganization that shares an ethos of \nentrepreneurship, based on AEGON’s values. A \ncommon framework of values and principles \nempowers each business or country unit to identify \nand focus on issues that are a priority in their own \nmarkets. \nAlthough each market has its own sets of \nlimitations and opportunities, we believe this \ndecentralized and autonomous approach has been \nsuccessful around the world. It has resulted in a \nwide range of national and local projects. Each \ncountry unit places corporate responsibility within \ntheir specific environment, setting their own \npriorities, conforming to local and national legislation. Country units have the autonomy to \ndictate those actions and projects that are tuned to \nlocal needs. This strategy results in projects, some \nof them award winners, which deliver \nenvironmental and social benefits and are \ncomplimentary to the core business. \nTo enable our decentralized structure to share a \ncommon underlying set of principles we \nestablished a group wide Code of Conduct, which \nis published on AEGON’s corporate website (www.aegon.com ). The Code of Conduct sets out \na framework and standard of behavior to guide the manner of our business units in fundamental \nbusiness production and delivery areas. We also \nencourage units to commit to projects, which \nmatch our core competencies, those of evaluating \nand managing risks and assets, of promoting \npreventive rather than remedial action. It is upon \nthis practical and essential platform that AEGON bases its focus and priorities. Our interpretation of corporate responsibility is \nbased on how we, as a business, reply to the \nchallenges and expectations being placed upon us by stakeholders. We know that creating empathy \nand understanding between people influenced by \nand dealing with our business, including our \ncustomers, shareholders, employees, business \npartners and communities, is good for business and \nfor society at large. In this context corporate \nresponsibility is an integral part of our daily \noperations. \nBy aligning corporate responsibility to our core \noperations, centered around insurance in general, \nAEGON inclines toward the preservation and \naccumulation of assets, preservation of health and \nminimization of the financial impact of accidents \nupon policyholders and their families. Consequently \nwe actively support projects in medical research \nand social development. The sum of this support is \nencapsulated by four main projects: oncology research, Habitat for Humanity, War Trauma \nFoundation and the Alzheimer Center. \nAEGON aspires to communicate on an on-going \nbasis with stakeholders. We believe this first \nCorporate Responsibility Report, pulling and \ncollating information from country units, with \ndifferent local priorities, will be a step towards not \nonly reporting on corporate responsibility performance but also identifying strengths and \nweaknesses across the whole corporate \nresponsibility spectrum. \nThese general objectives have resulted in the \nfollowing corporate responsibility  agenda for 2004 \nand beyond: \n♦ \tBetter identification of corporate responsibility \nactivities around the Group; \n♦ \tFurther improve the corporate responsibility \ndata gathering process; \n♦ \tIncorporate feedback on this first corporate \nresponsibility  report to improve in the future. \nIn our multi-domestic and decentralized \norganization the responsibility for the supply of \ninformation falls on the country units. Through the \ndefinition and implementation of a standard reporting mechanism, coupled with our existing \ncorporate governance structure, our Group \nenvironmental policy and our stance and adhesion \nto various codes, policies and practices, we believe \nwe are in a good position to maintain our strong \nposition as a responsible and sustainable company. \nAEGON Corporate Responsibility Report 2003 4 ", "metadata": {"source": "NASDAQ_AEGN_2003.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}