{"page_content": "2021 Hybrid Work Trial\nIn 2021, Trip.com Group launched its “2021 \nHybrid Work Trial”. This initiative covered customer service, technology, marketing and other functional departments in Shanghai headquarters. These employees were divided into two groups in which the  experimental group worked from home every Wednesday and Friday from August 9, 2021 to January 30, 2022.\nThis trial sought to find out whether \nhybrid work can be one of the long-term working models of the Company. After the completion of this experiment, the Company will analyse the result based on the employee performance, project progress, employee feeling, staff retention, and other indicators. If the plan proves feasible, the Company will consider applying the hybrid working model to a wider range of employees.Training and Development\nThe continuing development and personal growth of our workforce are vital to the long-term success of the Group and best-in-class travel experience to our customers.\nTalent Development System\nTrip.com Group recruits, trains, and motivates outstanding talents who meet the requirements of professional skills and morality to improve the Company's talent concentration and provide employees with better growth opportunities.\nIn terms of employee career development, \nTrip.com Group takes Competence Model as cornerstone and conducts a comprehensive talent review each year to deliver multi-CULTIVATING A DIVERSE AND INCLUSIVE WORKFORCE\ndimensional portraits of our talents.Trip.com Group also encourages internal mobility within and across departments, providing employees with new growth opportunities and more flexibility to fulfill their professional aspirations.\nIn Trip.com Group, we conduct results-\ndriven performance management. At the same time, we value employees’ feedback to improve our talent development system and provide customized growth path for each employee.\n17\nTrip.com Group｜ ESG report 2021CULTIVATING  \nA DIVERSE AND \nINCLUSIVE WORKFORCETRIP .COM GROUP’S  \nCORE VALUES\nSUPPORTING LOCAL \nCUMMUNITIESDRIVING RESPONSIBLE \nTOURISM ACROSS OUR \nVALUE CHAIN\nPROMOTING  \nAN ECO-FRIENDLY  \nTRAVEL CULTUREABOUT THIS  \nESG REPORTLETTER FROM CHAIRMAN AND CEO\nHKEx ESG Guide Content Index with \nGRI Standards linkagePERFORMANCE  \nDATA TABLE", "metadata": {"source": "NASDAQ_TCOM_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}