{"page_content": "LETTER FROM\nCHAIRMAN AND CEO\n2021 was a year full of changes, challenges, \nand opportunities. While the resurgence of pandemic cases, emergence of new virus variants, and intermittent lockdowns set a gradual path for the global travel industry’s recovery, we are delighted to see rising vaccination rates around the world and improved treatments against Covid-19. The challenge of Covid-19 led many to realize the importance to strive for sustainability and make the world better. This also aligns with and forms the crucial part of our Group mission.\nIn 2021, we made important strides in \nour sustainability efforts. We have newly established within Trip.com Group an ESG Committee which has been delegated by our management to oversee sustainability issues and is supported by our business and functional units at the operation level. The addition of this committee helps to consolidate and coordinate efforts across the entire Group, strengthen our capability to manage ESG risks, and integrate sustainability practice into our daily business operations. Our effective corporate governance helps ensure that the Group remains resilient during the most challenging times. We believe our strong governance culture, supported by sound risk management, is fundamental to ensuring a sustainable future for our organization. To further cultivate an inclusive working environment, we had also carried \nExecutive Chairman of \nBoard of DirectorsCEOout hybrid work trials in 2021 and officially \nlaunched our hybrid work model in 2022. Responding to the country’s call for Common Prosperity, we also made sustained efforts to promote rural revitalization initiatives with eight Trip.com Group Country Retreats already opened by the end of 2021. \nEntering into 2022, we are optimistic about \nthe recovery of the global macro-environment and the opportunities to continue to put sustainability into action and make our travel ecosystem more sustainable. We are committed to continuously enhance our ESG performance and help shape a more sustainable future for our society. Together, let us pursue the perfect trip for a better world!\nJames Liang Jane Sun\n3\nTrip.com Group｜ ESG report 2021LETTER FROM \nCHAIRMAN AND CEO\nTRIP .COM GROUP’S  CORE VALUES\nSUPPORTING LOCAL \nCUMMUNITIESCULTIVATING  \nA DIVERSE AND \nINCLUSIVE WORKFORCE\nDRIVING RESPONSIBLE \nTOURISM ACROSS OUR \nVALUE CHAIN\nPROMOTING  \nAN ECO-FRIENDLY  \nTRAVEL CULTUREABOUT THIS  \nESG REPORT\nHKEx ESG Guide Content Index with \nGRI Standards linkagePERFORMANCE  \nDATA TABLE", "metadata": {"source": "NASDAQ_TCOM_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}