{"page_content": "Community Economi c Impact and Development  \n \n \nOur Approach  \nAs an energy provider, we can play a valuable role in helping local economies grow and prosper. Through \nour ongoing investment in our infrastructure —the plants, pipes, poles and wires that make up our \nbusiness —we gene rate tax revenue, purchase goods and services and employ local workers. Also, by \nkeeping our energy prices affordable, local residents and businesses have extra money to spend in their \ncommunities too. But, our connection and contribution to local economie s goes much deeper than this.  \n \nOur utility system is often integral to the success of major local initiatives, such as downtown revitalization \nefforts, new industrial parks  and public works projects . For example, we are actively participating in the \nplanni ng of several forward -looking, sustainable developments within our service area that are models for \ncutting -edge, efficient energy design, including the Ford Site and Rice Creek Commons in the Twin Cities \nand Pena Station in Denver.  \n \nBy working side -by-side with local chambers of commerce and economic development organizations, we \ncan provide our expertise and valuable service to attract and retain area business. After all, for many \nbusinesses, energy is an important consideration for where they locate —it may be their largest expense \nor key to achieving corporate sustainability goals. By offering a complete package of energy solutions, \nincluding a comprehensive portfolio of renewable and energy -saving options, along with competitive \nprices and outstanding se rvice reliability, we are helping our communities successfully compete for \nbusiness.  \nIn recognition of our commitment to local economies, Finance & Commerce recognized Xcel Energy with \na 2017 Progress Minnesota award for the company's commitment to the st ate’s economy, including \nenergy efficiency and renewable energy leadership.  \n \n", "metadata": {"source": "NASDAQ_XEL_2016.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}