{"page_content": "22\nEMPLOYEE ENGAGEMENT SURVEYS\nEmployee engagement surveys are a great first \nstep to measure, understand, and drive employee \nsuccess. By continuously and consistently \nlistening to your employees, it will not only help \nguide your engagement initiatives, but also help \nyou build employee trust, empower managers, \nand improve your workplace culture.\nIt is important to The Andersons that we give \nemployees a confidential way to share their voice \nand feedback. It’s an opportunity to establish \ntwo-way communication and involve employees \nby giving them a direct voice to management. \nWe ask all of our full- and part-time employees to \nparticipate in the survey. Our employees have a \nstake in the company, and we want to hear from \nthem because their opinions are valued. \nWhen we conduct the survey, we measure \nour employee engagement levels across the \ncompany. Measuring key drivers of engagement \nwill allow us to identify where we may need \nimprovements or take action. This survey \nallows us to evaluate employee satisfaction, \nmanagement/leadership effectiveness, and \nworking environment. This feedback can help \nus receive valuable, actionable data that we can \nimplement for organizational growth.Once results are received, they are \ncommunicated in multiple ways, such as from \na direct manager, business unit management \nteam, HR business partner, or during a town \nhall in which we share overall company results. \nOur Corporate Leadership Team is committed \nto action planning therefore, once results are \nreviewed, action planning begins. For the last several years, The Andersons has \nreceived overall positive scores within the Safety \nand Management categories of the engagement \nsurvey. Having the Employee Engagement Survey to \nmeasure how we are doing is a great way to gather \nfeedback and allow us to live the commitment \nto our employee stakeholders as identified in our \nMission, to “Help Each Other Improve.”OUR EMPLOYEES\nINTRODUCTION\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nGRI INDEX\n", "metadata": {"source": "NASDAQ_ANDE_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}