{"page_content": "8\nDuring 2021, we participated in the Supplier \nLeadership on Climate Transition (Supplier \nLoCT) as hosted by Guidehouse Consulting. In \naccordance with the Supplier LoCT continuous \nimprovement philosophy, our environmental \nmetric calculations will continue to be refined over \ntime. We want to thank our customers for their \nhelp and guidance as we continue this journey. \nAs part of the Supplier LoCT process, in 2021, \nThe Andersons calculated energy usage across \nour facilities in North America.1 We are now able \nto report energy and GHG emissions trending. \nA simplified operating boundary is shown on \nthe right. The Andersons recognizes the many \nbenefits that reducing energy use and conserving \nraw materials and natural resources provides to \nthe world and to business sustainability. As an \nimportant part of the agricultural supply chain, \nwe strive to better understand the risks and \nopportunities associated with a sustainable and \never more resilient world.\nAs reported in November 2021, we anticipate \ntaking the following steps as our understanding of \nthe data develops:  a) on-going tracking of energy and natural \nresources use at our major facilities  \nb) evaluation of trends to identify opportunities \nfor sustainability-related projects c) establishment of impact goals based upon \nconsideration of trending data \nd) monitoring of our progress and providing \ntransparent reporting via established \nplatforms\nGHG\nSCOPE 3\nGHG\nSCOPE 3THE SUPPLIER L oCT PROCESS\nAir Travel\nGrowers\nGHG\nSCOPE 2GHG\nSCOPE 1\nStationary\nCombustion\nPurchased \nElectricity\nCrops\nWasteCustomer/\nEnd-UserProducts\n1 In August, 2021, The Andersons sold its Rail leasing business. At the same time, the company announced its intention to divest the Rail repair business. These assets and operations have been classified as discontinued operations in our financial statements, and were not included in the calculation of GHG emissions.\nINTRODUCTION\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nGRI INDEX\nThe Supplier LoCT logo is included with permission from Guidehouse.", "metadata": {"source": "NASDAQ_ANDE_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}