{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  15\nTraining for Experienced Professionals\nDevelopment at Arch does not end at a certain position \nor level, which is why we invest in programs for \nexperienced professionals. We have comprehensive \nsuccession planning and targeted development programs \nin place for every stage of our employees’ careers.\nManager and Leadership Training\nFor employees further along in their Arch careers, we \nfocus on leadership and managerial skill development. \nIn 2019, we introduced more intentional leadership \ncoaching sessions and training programs to ensure \nour managers are well equipped to prioritize the \ndevelopment of their direct reports and teams.\nManagerial effectiveness is measured in our employee \nsurvey, and we utilize our results to help identify areas \nfor improvement in specific teams or segments of our \norganization. We also use these results to analyze \nareas where we are successful and areas where we \nneed additional support. As a result, we created our \nIMPACT Leadership Development Program.IMPACT Leadership Development Program\nIMPACT is a nomination-based, cohort-driven leadership \ndevelopment program designed to build core skills and \ncompetencies required to succeed in our competitive \nindustry. Employees experience a mix of in-person \nand virtual learning, collaborative group learning and \ndiscussions. Arch delivers this program in collaboration \nwith Harvard Business Publishing Corporate Learning. \nParticipants have access to world-class content and \nlearn from Harvard professors, thought leaders and top \nArch executives.\nCertified Mortgage Banker Designation  \nFor our mortgage employees, we have partnered with \nMortgage Bankers Association (MBA) Education to offer \nmore specific courses that help employees become \nmore knowledgeable about relevant developments \nin the mortgage industry. By providing a required \ncurriculum, we enable these specialized employees to \nreceive an MBA Certified Mortgage Banker designation. ", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}