{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  16Scholarships\nAs part of Arch’s commitment to personal development, \nwe support education in the communities where we \nwork and live. We offer a range of scholarships to \nsupport the professional growth of high potential, young \nindividuals.\nBermuda Internship to Scholarship Program\nBermuda, where our corporate headquarters are \nlocated, is an insurance and reinsurance industry hub. \nSince the industry is so prevalent on the island, many \nBermudian students plan for careers in insurance.\nTo support these future industry leaders, we \nestablished a summer internship program that works \nwith local high schools to identify high-achieving \nstudents. Each student gains insight into our operations \nand participates in an Arch-sponsored community \nvolunteer event.\nScholarships are awarded to those students who plan to \ncomplete their studies at an accredited university in an \ninsurance-related field. Since the program’s inception in \n2016, we have paid over $70,000 in tuition assistance.\nU.S. and Canada Actuarial Scholarship Program\nIn 2019, Arch partnered with the Casualty Actuaries \nof Greater New York (CAGNY) to sponsor actuarial \nscholarships.\nThe scholarships are available to U.S. and Canadian \ncitizens or visa holders with demonstrated high \nscholastic achievement and a strong interest in pursuing \na career in the property and casualty (P&C) industry.\nThe scholarships are designed to further student \ninterest in the P&C actuarial profession and to \nencourage the attainment of the Casualty Actuarial \nSociety designations. They typically range from $1,500 \nto $5,000.MBA Scholarship Fund\nThe Bryan School of Business and Economics at the \nUniversity of North Carolina at Greensboro develops \nprincipled leaders and exceptional problem solvers \nthrough coursework, hands-on projects, global \nexperiences and community outreach. Students gain \na global perspective, an innovative mindset, a broad \nunderstanding of sustainability and a commitment to \nimprove the organizations in which they work and the \ncommunities in which they live. \nArch Mortgage donates to the Bryan School each year, \nand three students received support from the Arch MI \nMBA Scholarship Fund for the 2019–2020 academic year.\n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}