{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  18WOME N\n& ALLIESWe have many strong grassroots D&I efforts. Employee \nResource Groups, Employee Engagement Committees \nand Women in Leadership Initiatives bring employees \ntogether to provide information and support. Executives \nhave participated in Inclusive Leadership Training, and \nwe utilize survey tools to encourage transparency across \nour organization. We take employee feedback about \nour culture seriously and do all we can to respond to \nsuggestions and implement appropriate changes.\nTransparency and open communication from the top \ndown and from the bottom up are essential in building \nan inclusive culture. That’s why we launched our first \nall-employee engagement survey in 2019. This survey \nwill be one of our key tools for benchmarking our \nperformance and tracking the effectiveness of our D&I \ninitiatives. Working with a third-party surveyor enables \nus to measure ourselves against peers in the insurance \nand financial industries and to ensure our survey \nmethodology is unbiased and strategic.\nDiversity and Inclusion Programs\nEmployee Resource Groups\nEmployee Resource Groups (ERGs) make Arch stronger \nand more inclusive. There are currently five ERGs, which \nallow our employees to connect with a network of colleagues who share their values of supporting D&I. \nEach ERG has an employee “President” who oversees \nand manages the group, and an executive sponsor to \nsupport initiatives.\nWhile ERGs originated in our Mortgage Insurance \noperations, we are working in 2020 to encourage and \nfacilitate the expansion of these grassroots employee \ncommunities globally.\nEmployee Engagement Committees\nEngagement committees are formed in various areas \nacross the company to help operationalize the employee \nsurvey feedback and other employee feedback and \nto translate the combined feedback into meaningful \nchanges and solutions.With approximately 4,300 \nemployees and offices on four \ncontinents, we recognize that \nbuilding an inclusive culture and \nembracing diverse perspectives \nis more than just an aspirational \nvalue, it’s a business imperative.\nEMPLOYEE RESOURCE GROUPS", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}