{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  3\nInsurance supports the innovations that allow the \nglobal economy to prosper. At Arch, our Purpose, We \nEnable Possibility, is how we aim to inspire our clients, \nemployees, investors and communities to achieve their \ngreatest potential. Today more than ever, amid the \nunprecedented realities of the COVID-19 pandemic, \nthis purpose serves as a guide for our actions as a \nresponsible corporate citizen. From continuing to \nenable people to buy their first home, to creating safer \ncommunities, to investing in the development of our \nemployees and encouraging them to give back, our \nbusiness continues to revolve around building resiliency \nand managing risk, with an eye toward making the \npeople, places and institutions in our sphere of \ninfluence better and stronger.\nSince Arch was formed in 2001, we have grown in \nmany ways: geographically, through new lines of \nbusiness and by increasing the size of our workforce. \nWhat hasn’t changed is how our employees — and the \ncompany itself — have consistently made generosity \nand compassion a cornerstone of our culture. Whether \nthrough corporate donations, matching gifts or the \nvolunteerism of approximately 4,300 employees around \nthe world, Arch is committed to making a measurable \npositive social and environmental impact.  Striving to make a difference is one of our corporate \nvalues, and as our company has grown, so has our \naspiration for how we will positively shape our world. \nIn 2019, we created an Environmental, Social and \nGovernance (ESG) team to enhance the impact we \nhave and better coordinate our efforts across our \nbusinesses. We also formalized ESG oversight at the \nBoard of Directors level, launched an investment \nmanager ESG performance survey and created an \nemployee-led environmental stewardship committee, \namong other initiatives. \nWhile Arch has a proud history of generosity and \nservice to others, we haven’t thoroughly communicated \nto our employees, our customers or our investors what \nwe were doing and why. Until now.\nFor the past 10 months, we have been on an “ESG \njourney” to collect, organize and share information \nabout the initiatives that make our company special, \nand our work in this area is just beginning. Simply \nreporting what we do is not enough; we understand \nthat our stakeholders expect information about how we \nimplement ESG in the way we operate, how we manage \nthe risks in our own operations and those of our \npolicyholders and how we drive impact. We are in the \nprocess of crafting an ongoing strategic plan to improve \nhow we operate as a corporate citizen. \nTo me, preparing ourselves to address long-term ESG \ndevelopments and societal needs while strengthening \nour current ESG policies and practices is what a \nsustainable strategy requires. We are excited to share \nArch’s first sustainability report with you and appreciate \nyour attention and support.   \nMARC GRANDISSON\nPresident and Chief Executive Officer\nArch Capital Group Ltd.2019 Arch Sustainability Report\nWE ENABLE  POSSIBILITY\nA MESSAGE FROM OUR \nPRESIDENT AND CEO\n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}