{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  26JPMorgan Chase Corporate Challenge\nThe JPMorgan Chase Corporate Challenge is a 3.5 \nmile race series that takes place in 13 cities and seven \ncountries. The New York City race is in Central Park, \nwith all proceeds going directly to the Central Park \nConservancy. In 2020, Team Arch will mark its 15th year \nparticipating in the event. On a warm summer night, 100 \nemployees will run, jog or walk in one of New York City’s \nmost beautiful locations. Team Arch expanded recently \nto Chicago. Approximately 30 employees will run in \nGrant Park with all proceeds going to Chicago Cares.\nHeart and JDRF Charity Walks\nIn 2019, Arch supported a reimbursement program \nfor fitness trackers for all of our Mortgage Insurance \nemployees. This wellness-oriented stipend \ncorresponded with encouragement to join a walk/run \ncharity event and join an online community club focused \non healthy activities. Notably, employees walked a 5k on \nthe day of the JDRF One Walk. \nImproving Access to Quality Education\nWe primarily drive our third area of corporate giving, \nimproving access to quality education, by supporting \nlocal initiatives focused on the neighborhood schools \nwhere our business has operations. Partners in Giving\nWe are proud of our role in Partners in Giving, \ntogether with DonorsChoose.org, an acclaimed \nnonprofit with more than 1 million completed projects \ninvolving 26 million students since 2000. When an \neligible client closed a loan we insure, Arch provided \na $100 DonorsChoose.org gift card for the lender to \ngive the homeowner. Borrowers used the gift card to \nsupport their community’s public schools with items \nincluding musical instruments, lab materials and \nlearning technology.\nWith funds remaining after the Partners in Giving \nprogram ended in 2019, we responded to teachers’ \nrequests for a variety of educational resources.\nWe made 28 classroom contributions totaling more \nthan $14,000 to schools in Greensboro and Raleigh, \nNorth Carolina and Walnut Creek, California. Student \npopulations at several of the schools are largely from \nlow-income households.\n“Your generous donation will go a long \nway to helping to prepare my students for \ntesting and their future learning goals,” \n –A Walnut Creek, CA, teacher writing about a \nnew classroom computer", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}