{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  27Guilford Education Alliance\nGuilford Education Alliance (GEA) is an independent \nnonprofit that galvanizes the community in support \nof quality public education for all students. One GEA \ninitiative is offering free materials through its Teacher \nSupply Warehouse, which Arch supports with employee \nvolunteers. Additionally, our employee resource groups \nhost school supply drives, and Arch makes a generous \ncorporate donation annually. \nJunior Achievement\nJunior Achievement (JA) is the largest U.S.-based \norganization dedicated to giving young people the \nknowledge and skills they need to own their economic \nsuccess, plan for their future and make smart academic \nand economic choices. JA’s programs in the core \ncontent areas of work readiness, entrepreneurship and \nfinancial literacy help prepare young people to realize \nthe opportunities and realities of work and life in the \n21st century. Arch volunteers annually participate in “JA in a Day,” where employees deliver JA programming\ndirectly to hundreds of middle schoolers in \nGreensboro, North Carolina.\nAlbert Schweitzer Familienwerk Foundation\nAs a part of a wider corporate giving program from \nthe Arch Global Services Operations (Philippines), Arch \nhas partnered with the Albert Schweitzer Familienwerk \nFoundation, an organization that helps abandoned, \nneglected and exploited children by providing shelter \nand other basic needs for survival, protection, \ndevelopment and participation. Through our first \ndonation, we helped provide scholarship grants to \nchildren enrolled in primary and secondary schools.\nArch’s multifaceted \nsupport has helped \nGEA serve over 3,000 \nteachers during the \n2018/2019 school year.  ", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}