{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  29All communities need essential workers like teachers, \npolice, firefighters, active and former military personnel \nand paramedics: We call them “Community Heroes.” But \nwith home prices increasing they often can’t afford to \nbuy homes in the communities where they work. Down \npayments are usually the biggest obstacle for these \nwould-be homeowners. Through one of our innovative \nmortgage insurance programs, we make it possible \nfor eligible Community Heroes to get mortgages with \nmodest down payments — as low as 0–1% — in the \nlocalities where they work. We’re proud that we can \nhelp everyday heroes become homeowners right in the \nneighborhoods that they support and protect.\nFirst-Time Homebuyer Initiatives\nOur interest in facilitating first-time homeownership \nisn’t limited to helping Community Heroes. Millions of \npeople use mortgage insurance every year, including \nprivate MI, FHA (U.S. Federal Housing Administration) \nand VA (Veteran Affairs): It’s an important factor \nin making home purchases possible for first-time homebuyers, low- to moderate-income borrowers and \nminority and immigrant borrowers.\nMost lenders require a 20% down payment for a home \nloan, which is the single biggest obstacle prospective \nhomebuyers face. Our residential mortgage insurance \nsolutions give lenders the flexibility to significantly \nreduce the financial barriers to buying a home. With \nmortgage insurance, families and individuals who can \nonly budget for small down payments are still able to \npurchase homes.\nWe’re an approved MI provider for Fannie Mae’s \nHomeReady® and Freddie Mac’s Home Possible®. These \nfederally sponsored affordable loan programs offer \nlow- and moderate-income borrowers the opportunity \nto become first-time homebuyers and begin to build a \nstronger foundation of economic security. HomeReady Our insurance products demonstrate our \ncommitment to building protected and \nsuccessful communities.\nWITHOUT M I WITH M I\n20% down payment =\n$20,00010% down payment =\n$20,00 05% down payment =\n$20,00 0Borrower Buying Power\nIf a borrower’s income can support a larger loan amount, a $20,000 down payment with mortgage \ninsurance increases buying power.", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}