{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  4ESG AT ARCH\nThis first sustainability report incorporates and reflects \nESG disclosures and meaningful sustainability stories \nfrom across our organization in 2019. Ultimately, \nhowever, the report reflects an ESG journey that we’ve \nbeen on for many years. The process of articulating \nour ESG priorities and goals reinforces what we \nalready knew: we have a strong commitment to being responsible and to integrating ESG best practices into \nour business.\nWe are proud to share our approach, policies and \npractices in this report with our employees, investors, \nregulators and other stakeholders. We believe they will \nbe as engaged as we are with our firm commitment to \ndo right and to be a responsible corporate citizen.\nOur Three Levers for Driving Meaningful ESG Integration\nWe invest in the success of our employees.\nWe are dedicated to helping our people succeed by creating a meaningful, challenging \nand fulfilling work experience. By investing in learning, career development and attractive \nbenefits, and by practicing our values of inclusion, equality and respect — we are able to \ngrow our business from within and drive innovation across our company.\nWe help build stronger communities through \nour generosity and specialized insurance \nproducts.\nGenerosity and compassion are integral parts of our culture, and we are committed to \nproviding our people the flexibility to build stronger communities through volunteering \nand giving. Their commitment is clear in how they’ve helped Arch develop solutions and \nspecialized insurance products. From accelerating peoples’ “dream” of owning a home, to \neducating companies about safer practices, we are helping people and companies more \neffectively take, protect and manage risks.\nWe operate responsibly and sustainably.\nFrom advancing our internal sustainability efforts, to promoting stewardship among our \nbusiness partners, to managing the risks of doing business, we strive to operate responsi -\nbly in everything we do.1\n2\n3", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}