{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  31Wealth Accumulation through Homeownership\nIn addition to the benefits that communities made \nup of homeowners enjoy, homeownership can be a \nwealth building tool. Through our MI products, eligible \nborrowers are able to become first-time buyers and \nbegin the process of accumulating wealth sooner than \nthey otherwise could have.\nAs shown in the chart below, this homebuyer took \ntwo years to save for a 3% down payment. In Year 3, \nthe homebuyer puts 3% down and finances 97% with \nmortgage insurance to purchase the home. It would \nhave taken this buyer another 13 years to save for a 20% \ndown payment. In these 13 years, this homebuyer has \nthe potential to accumulate housing related wealth of \nover $90,000. First-Time Apartment Rentals\nNot only do we facilitate the first-time homebuyer, \nwe also facilitate first-time renters. Our surety \ngroup operates a lease rental bond program which \nissues bonds to provide rent payment protection \nfor apartment leases, primarily in Maryland and the \nmetropolitan areas of Washington, D.C. and New York \nCity. With the protections afforded by these bonds, \nstudents, first-time renters, new entrants into the \njob market and other underserved segments of the \ncommunity are able to lease apartments that they may \nnot otherwise be able to rent. This program helps these \nindividuals and families obtain needed and appropriate \nhousing in neighborhoods with better opportunities \nand/or safer environments while building their personal \ncredit history. We are committed to assisting the \ncommunities we serve by offering creative solutions \nto support their housing needs while also improving \nleasing opportunities for tenants in those communities.As a leading MI provider, over the years, we \nhave helped homeowners create billions of \ndollars of house-related wealth.\nHow does mortgage insurance help build wealth?\nAssumptions and Sources: Median-priced house cost $280,200 [ NAR]; House price growth rate 3.73% [ FHFA ]; Median annual income $63,170 [ FRED ]; \nIncome growth rate 3.11% [ FRED ]; Annual savings rate 7.90% [ FRED ]; Average monthly rent $1,405 [ CBS News ]; Annual inflation 1.89% [ BLS]; 30-year \nmortgage interest rate 4.10% [ FRED ]\nDisclaimer: For example purposes only. The example is based on economic conditions to date. Actual loan and investment scenarios will vary \nwith economic conditions. Source data from: National Association of Realtors (NAR), Federal Bank Reserve of St. Louis (FRED), CBS News and U.S. \nBureau of Labor Statistics (BLS)020,00040,00060,00080,000100,000$120,000\n02,0004,0006,0008,00010,00012,00014,00016,000$18,000home value increase ($ )\ntotal wealth  ($)Home Value Increase\nBorrower Wealth\nCost of MI\nBorrower \npurchases home  \nwith 3% down  \npaymen thousing related  \nwealth\n$96,539", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}