{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  32Educational Support to First-Time Homebuyers\nWe work closely with lenders and industry associations \nto identify areas of opportunity to educate the public \non our solutions and address common misconceptions \nabout down payment requirements and the home \nbuying process. We understand that owning a home can \nbe financially challenging, so we see immense value in \nclearer and more inclusive opportunities for the public \nto engage with experts at Arch and across the industry. \nAs explained above, most buyers do not realize that with \nMI, they can purchase a home with a down payment as \nlow as 3%. In some cases, a buyer can even use gift or \ngrant money for the entire down payment. Research \nhas shown that the mortgage loans of borrowers \nwho completed face-to-face homebuyer education \nperformed better compared to those who did not, a \npositive outcome for both lenders and their borrowers. \nWe are constantly working to provide education on \nthe meaningful role this part of our business plays in \nsociety. \n \u0083We support the U.S. Department of Housing and \nUrban Development’s (HUD) efforts to identify approved housing counseling agencies by state \non their website . These programs offer advice \non understanding the home buying process, \ndefault prevention and credit management. \n \u0083We provide access to GSE (Government \nSponsored Enterprise)-approved homebuyer \neducation courses at archmi.com/hbe  to \nhelp borrowers prepare for the challenges \nand responsibilities of homeownership. We \nbelieve that prospective homebuyers can also \nbenefit from homebuyer education programs \nsponsored by community, nonprofit and \ngovernmental agencies. \n \u0083We are proud to partner with BALANCE, a \nnonprofit financial counseling organization that \nmakes homebuyer education accessible to a \nwider audience. We are constantly working on \nways to spotlight the meaningful role this part \nof our business plays in promoting a healthy \neconomy and a stronger society. In 2019, over \n4,600 potential homebuyers completed the \nhomebuyer education course. \n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}