{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  33Fair Housing Act and Equal Credit Opportunity Act\nWe promote the expansion of viable homeownership \nopportunities through the use of fair and reasonable \nunderwriting requirements that support our objective of \nmaking homeownership affordable and sustainable. We \nbelieve in fair treatment of all borrowers in accordance \nwith applicable law. We operate in accordance with the \nprovisions of the Fair Housing Act as well as the Equal \nCredit Opportunity Act (though this law is not directly \napplicable to Arch MI). The Fair Housing Act makes it \nunlawful to discriminate in housing-related activities \nagainst any person because of race, color, religion, \nnational origin, sex, handicap or familial status. The \nEqual Credit Opportunity Act prohibits discrimination \nwith respect to any aspect of a credit transaction on \nthe basis of sex, race, color, religion, national origin, \nmarital status, age (provided the applicant has the \ncapacity to enter into a binding contract), receipt of \npublic assistance or because the applicant has in good \nfaith exercised any right under the Consumer Credit \nProtection Act. \nWe fully support the letter and the spirit of both of \nthese laws and will not condone discrimination in any \nmortgage guaranty insurance transaction. It is our objective to help make homeownership affordable and \nattainable. Our commitment to homeowners and the \nhousing finance industry is a responsibility we take \nseriously, as we work to encourage fair lending, open \nnew markets and expand our insurance services.\nSupporting our Community Heroes \nand Keeping Them Safe — Fire \nand Emergency Services Insurance \nPrograms\nHere at Arch and through our subsidiary McNeil \n& Company, Inc., we create specialized insurance \nprograms that build on more than 25 years of success \nin insuring providers of fire and emergency services. \nWe take pride in designing our programs to address the \nreal and critical needs of these organizations, including \nvolunteer fire departments, emergency rescue squads \nand ambulance service providers. We believe these \nworkers embody the definition of community heroes, \nso we work hard to support them with the very best \nservice, primarily through our two leading ambulance \nand emergency services insurance programs.\n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}