{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  35Expert Risk Management Services\nOur Risk Management department at McNeil offers \nsafety and training aids to reduce the potential of  \non-the-job error or injury and help our clients avoid the \nresulting long-term costs. \nFirefighters and emergency responders not only \nrespond to critical emergency situations, but also \nhandle hazardous materials and chemicals and act as \nemergency medical technicians. Therefore, we also \ninform and educate them about industry safety and \ncompliance best practices. \nFor example, we provide education on safely cleaning \nand storing protective fire gear that often contains by-\nproducts of combustion. Because some of these individuals often take their gear home with them, we \ninclude information about the secondary exposure \nrisks for their families and how to prevent them. We \noffer safety posters, sample policies and online training \ncourses to help protect firefighters from these dangers. \nAdditionally, we offer an e-learning platform with \nhundreds of courses tailored for our community heroes \nand with the flexibility to post custom material. For \nexample, if an ambulance company wants to train their \nentire workforce on a specific company safety policy, \nwe can adapt the material and include any associated, \nrequired action items. \nWithin our online training portal, we offer \nCommission on Accreditation for Pre-Hospital \nContinuing Education (CAPCE) credits for specific \ncoursework. CAPCE is an organization that we \npartner closely with to retain a certification \nso that we can offer continuing education \ncredit coursework to our clients in the EMS \nindustry at no added cost. This is a significant \nvalue add, as these courses enable our clients’ \nemployees, including registered paramedics and \nemergency medical technicians, to retain their \nlicensure and continue working to better our \ncommunities through their services.We offer more than just an e-learning portal \nto our clients. We extend our training across \nthe U.S. to in-person courses led by our team \nof registered experts. Our Emergency Vehicle \nOperations Course (EVOC) is one of our biggest \nimpact drivers in this area. The course is \ndesigned to help firefighters improve their \ndriving skills to help mitigate potential losses. \nEven more, the course is designed to help these \ncommunity heroes build a relevant skill set to \nhelp make sure that they are keeping everyone \ninvolved as safe as possible when responding \nto a fire or an accident. This course has been \nrecognized across the country and has become \nthe official state curriculum in multiple states.\nCommunity Heroes In-Person Training Community Heroes E-Learning Training", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}