{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  37Enabling Growth and Stability in \nEmerging Markets\nOur sovereign credit and political risk underwriting \nprograms enable developing countries to drive their \neconomic and social growth. The governments of \nemerging economies turn to lending institutions \nfor capital to fund initiatives to drive trade and \ndevelopment, improve debt sustainability ( i.e., long \nduration and/or lower cost debt portfolios) and/or build \ninfrastructure like roadways, hospitals and railways. We \nfacilitate this lending by covering the lenders against the \nrisk of a sovereign default.\nWe are proud of our relationship with a host of different \nmultilateral organizations. In particular, Africa’s leading \nmultilateral political risk and credit insurer, ATI, which \nsupports trade and investment in African member \nstates through its risk solutions. The insurance we \nprovide helps to advance ATI’s mandate to promote \ninvestment, trade and economic growth. Africa, \nspecifically, has a large funding gap. Banks alone are unable to meet the financing needs of these countries \nand other types of financing are needed.\nAs an insurer, we use our balance sheet to attract \nfinancing from institutional investors ( e.g., pension \nfunds). Our “comprehensive non-payment” insurance \nmitigates the risk of a sovereign defaulting on its debt \nobligations. The investment is more attractive because \nwe are able to position ourselves behind multilateral \ninstitutions like ATI that have de jure “preferred creditor \nstatus” in the territories we cover.\nThrough our insurance products, we’ve helped in the \nfollowing ways:\n \u0083Support of a 420 MW hydropower plant \non the central source of the Sanaga River \nin Cameroon (Nachtigal) that will create \nsignificant benefits for power generation, \nallowing Cameroon to become a net exporter \nof power. This is a substantial step forward for \nthe nation in terms of power security, which will \nundoubtedly increase foreign direct investment. \nProtecting Arch’s balance sheet \nis always front and center but by \ncarefully selecting the transactions \nwe support, we not only reduce the \nchance of default, we also ensure \nthe greatest positive change on the \nground in these difficult economies.\n–Ed Cornish\nUnderwriting Manager – Credit & Political Risk", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}