{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  40Code of Conduct\nWe have a Code of Business Conduct (Code) and a \nseries of policy statements, including a policy regarding \ninsider trading and confidential information, a policy \non the use of our computer network and electronic \ncommunications and a policy against discrimination \nand harassment (Policy Statements), that apply to all of \nour employees, officers and directors and provide a set \nof standards for making decisions that are consistent \nwith our regulatory and ethical framework and that are \ngood for business. We are committed to a workplace \nculture where our people are treated with dignity and \nrespect and individual differences are valued, all with \nthe goal of securing employee trust, empowerment \nand satisfaction. Our commitment to upholding human \nrights is embedded in our company culture. We strive to provide a safe, inclusive and respectful \nworkplace for our employees. Overall responsibility for \nthe functioning of the company’s Compliance and Ethics \nProgram has been assigned to our CFO, who functions \nas the Director of Compliance.\nThe Code standards provide that simply complying with \nlaws or following widespread business practices may \nbe insufficient; we require that our employees perform \ntheir duties with the highest standards of ethical \nbusiness conduct — this is our top priority. Our Code \nand Policy Statements set forth our expectations on a \nnumber of topics, including conflicts of interest, anti-\nbribery and corruption, policy against discrimination \nand harassment, money laundering and compliance \nwith laws and business ethics. \nAnnually, all of our employees, officers, directors \nand outside directors are required to certify their \ncompliance with the Code and the Policy Statements. \nEvery three years, all of our employees, officers and \nBoard members take robust training that reinforces \ncompliance with these critical issues.\nOur Compliance Officers oversee the communication, \neducation and compliance with the Code and its related Ethics and Values: Our Approach\nWe value honesty and integrity above all else. At Arch, our existence \nis rooted in our shared Purpose  that is supported by a common set \nof Values. Every day, we do what’s right, and we are proud of our \nreputation as a company that prioritizes these beliefs and behaviors. \nOur policies, practices and community\noutreach and volunteerism reflect \nour belief that all people should be \ntreated with dignity and respect.  ", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}