{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  5Our Reporting Process\nDefining ESG Priorities\nIn 2019, we conducted our first ESG materiality* \nassessment (for sustainability purposes) to explore and \nprioritize potentially relevant topics to Arch and our \nkey stakeholders. We compiled an initial set of topics \nfrom leading industry-specific third-party sustainability \nstandards and organizations, including the Sustainability \nAccounting Standards Board (SASB) and the Global \nReporting Initiative (GRI). We supplemented these topics \nwith other publicly available resources, the findings from \na comprehensive peer assessment, existing programs at \nArch and the results of our first companywide employee \nengagement survey. \nTo prioritize the topics, we sought a wide variety of \nperspectives by engaging executives across our core \nbusinesses and centralized functions in one-on-\none interviews and reviewing external stakeholder-\nspecific documentation on key ESG issues. We formalized these issues and our existing activities \ninto a strategy comprised of three main pillars. We \nvalidated these topics with Arch’s internal ESG Steering \nCommittee, which includes our President/CEO, CFO, \nCOO and leaders from Human Resources, Marketing/\nCommunications, Legal and Investor Relations. The ESG \nSteering Committee reviewed the assessment results, \nprovided feedback and approved the priority ESG and \nsustainability topics. Starting in February 2020, the \nNominating and Governance Committee of our Board of \nDirectors oversees the establishment, management and \nprocesses related to ESG activities.\nReporting Guide\nESG at Arch is not new, but the way we report it is. We \nrecognize there are several standards available for ESG-\nrelated reporting and we are working to improve our \ndisclosures for interested stakeholders. See also our \n2019 SASB Report, available on our website. \n* Material issues for sustainability purposes most important to \nour business and stakeholders and are not related to financial \nmaterial issues, as defined by the SEC.\n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}