{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  41compliance training courses. We also employ and train \nadditional legal, compliance and human resources \npersonnel to help guide our employees when facing \nchallenges in the workplace.\nPolicy Against Discrimination and Harassment\nContained within our Code, we have a separate policy \nthat specifically addresses our commitment to providing \na workspace that is free of harassing and offensive \nbehavior. Our policy states that all of our employment-\nrelated decisions are made based on an individual’s \njob qualifications and performance and not based on \nany characteristic protected by law like: race, color, \nreligion, creed, sex, national origin, ancestry, disability, \nage, genetic information, citizenship status, pregnancy, \ngender identity or expression, affectional or sexual \norientation, atypical cellular or blood trait, marital \nstatus, veteran status, membership in the armed \nservices. We also state that harassment based on these, or other, protected characteristics is strictly prohibited \nand will not be tolerated. Through our Whistleblower \nProgram, we encourage our employees to report \noffensive conduct by calling our dedicated compliance \nhotline number.\nReporting Concerns and Our Whistleblower Program\nWe maintain a formal whistleblower mechanism \nthrough which employees are encouraged to report \nactual or planned business conduct by an employee \nor anyone doing business with the company that \nis believed to be a violation of our Code, company \npolicies or any other applicable law or regulation. Our \nemployees have access to a toll free number that is \navailable 24/7. Employees are assured that they will \nnot be penalized or retaliated against for voicing a \nconcern over a violation of our company policies against \ndiscrimination or harassment.", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}