{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  42Risk Governance Process\nWe are an international group with diversified \noperations, customers and exposures all over the \nworld. We employ the Three Lines of Defense structure \nfor our risk governance. As a key part of the Second \nLine of Defense, our risk management group monitors \nthe overall risk profile in relation to risk appetite and \nensures adequate financial resources are maintained. \nThis process leads the development, implementation \nand maintenance of risk frameworks and challenges \nexecution of strategies and approaches. For our \nproperty and casualty lines, we consider climate risk \nalongside all other relevant perils in our evaluation \nprocess and look at the impact of climate factors in the \nnear and long terms.\nOur Board of Directors, as a whole and also at the \ncommittee level — specifically the Finance, Investment \nand Risk Committee (FI&R Committee) — has an active \nrole in overseeing management of our company’s \nrisks. On a quarterly basis, our Board reviews \ninformation from senior management, including from \nour Chief Risk Officer, on areas of material risk to our \noperations, including with respect to risks related \nto natural catastrophes, data privacy and cyber \nsecurity, reputation, underwriting, investments, capital management, liquidity, financial reporting, legal and \nregulatory and compliance. Our Chief Risk Officer, who \nis responsible for implementing our enterprise risk \nmanagement framework, reports directly to our Chief \nFinancial Officer and reports to the FI&R Committee \nquarterly, or as needed, to review and monitor risk. \nOur risk management group follows a well-documented \ninternal control framework. Our Risk Management and \nGovernance Policy details our framework including the \nmechanisms used to monitor and control key risks.\nWe use various modeling methods, some proprietary \nand some utilizing third-party computer models, to \ninform our underwriting and reinsurance decisions \nand to manage our aggregate exposure to climate risk \nand catastrophic events. Our risk management team \nmonitors these exposures. The exposures include \nthose from natural catastrophes such as hurricanes, \nearthquakes, typhoons and wildfires. They keep our \nmanagement informed of peak high risk zones and \ninsurance policies with exposure to risk for a substantial \nloss from a catastrophic event. \nDuring 2019, our Enterprise Risk Management (ERM) \nteam formally integrated ESG performance into its risk \nregister and identified controls to address the risk.ESG Risk Management and Responsible Investing\nRisk management is fundamental to the insurance business, and we \nview risk management as every employee’s responsibility, every day. ", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}