{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  43Responsible Investing \nOur investment approach seeks to enhance the \ncompany’s return on equity while avoiding undue risk. \nWe achieve this by investing the vast majority of our \nportfolio in investment grade fixed income securities, \nwith modest allocations to high yield, equities and \nalternatives. We focus on total return rather than \nnominal yield and we generally attempt to match, within \na reasonable range, the duration of our investments to \nthe duration of our liabilities. We manage the portfolio \nconservatively, securing our reserves and ensuring an \nongoing ability to pay claims when due. This approach \npreserves the company’s capital and ensures ready \nliquidity.\nOur ESG Aware Investment Policy and Approach\nWe believe that the incorporation of material, non-\nfinancial factors into investment selection and risk \nmanagement has the potential to enhance long-term \ninvestment returns. We use these factors, commonly \ndescribed as environmental, social and governance, \nwith respect to both our internally managed assets \nand to those assets managed for us by third parties. \nAdditionally, we measure our exposure to ESG risks at \nboth individual asset classes and total portfolio levels.\nWe recognize the importance, relevance and significance \nof ESG factors in assessing the sustainability of the \nentities in which we invest. Our ESG Aware Policy, \napproved by our Board of Directors, reflects our \napproach to sustainable value creation and requires \nthat we consider ESG factors in the investment process \nfor fixed income, equities and alternatives, to the extent \nrelevant.\n(1) Excludes the results of Watford Holdings Ltd.\n(2) MBS = Mortgage backed securities.  \nCMBS = Commercial mortgage backed securities.\n(3) The effective duration for the total portfolio includes the effect of zero duration assigned to \nEquities and Alternative Investments.\n(4) Includes U.S. government-sponsored agency MBS and agency CMBS.Investments by Type1\n \nMBS2, 2.4%U.S. Gov’t, 20.8%\nCorporates, 29.4%Asset backed \nsec., 6.9%\nCMBS2,3.3%Municipal, 3.9%Cash & short-term, \n7.3%Equity securities, \n3.8%\nNon-U.S. gov’t, \n9.0%Equity method funds \n& other, 13.2%\n4.10\n3.90\n3.70\n3.50\n3.30\n3.10\n2.90\n2.70\n2.503.47\n3.35\n3.053.423.433.563.85\n3.64\n3.313.363.41\n3.14\n2.87\n2.83\n2.602.943.383.523.64\n3.40YEARS\n2015\n2016 \n2017 \n2018 \n2019Effective Duration of Total Portfolio3\nU.S. Gov’t and Gov’t \nAgencies4, 30.9%AAA, 20.1%\nAA, 12.4%\nA, 22.8%BBB, 8.9%B, 1.3%\nBB, 2.1%Fixed Maturities by Rating1as of December 31, 2019\nas of December 31, 2019", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}