{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  44In pursuing an ESG Aware Policy, we seek to:\n \u0083Comply with all applicable laws and regulations.\n \u0083Adhere to the highest standards of conduct and \nbusiness practice.\n \u0083Integrate consideration of ESG issues into our \ndue diligence and investment decision-making \nprocesses.\n \u0083Measure our exposure to ESG risks in general \nand to the individual sub factors (environmental, \nsocial, governance), ensuring we focus on issues \nthat are specific and material to individual \ncompanies.\n \u0083Assess and monitor the standards employed by \nexternal managers and service providers, and \nincorporate ESG factors into our annual review \nof those entities.\n \u0083Regularly review and report quarterly to \nour senior management and the Board, our \nexposures to ESG factors as part of the portfolio \noversight and risk management process.\n \u0083Where possible, engage with companies in \nwhich we are invested to support sustainable \nlong-term business planning.\n \u0083Engage with industry-wide initiatives to improve \nthe consistency of ESG reporting across our \nindustry.\n \u0083Ensure that all employees involved with \ncorporate investments are aware of these \npolicies. \nFor more information on the incorporation of ESG \nfactors in our investment process, and the impact of \nthe regulatory environment in which we operate on the \ninvestments we make, see our 2019 SASB Report on our \nwebsite, www.archcapgroup.com .ESG Third-Party Investment Management\nAt the end of 2019, the investments team launched its \ninvestment manager ESG due diligence survey to collect \ndata for the purpose of assessing external managers’ \nESG profiles and potential risks to our investments, \nas part of our ESG Aware Policy. The Arch ESG team \nwill collaborate with the investments team to report \nprogress in this area and understand emerging trends. \nWe plan to continue to survey our third-party asset \nmanagers on an annual basis.", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}