{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  45Business Continuity Process \nWe have a dedicated team of business resiliency \nprofessionals that helps to prepare our company for \nthe unexpected, including emergencies, catastrophes, \npandemics and other disasters. As a company, we are \ncommitted to business resiliency across our operations \nand manage a variety of levers to reduce the potential \nof all business disruptions, including those related to \nclimate. Our programs are designed to prevent business \ninterruption and to be compliant with standards set \nforth by applicable insurance industry regulators. Our \nrecovery and continuity strategy includes, but is not \nlimited to: extensive and companywide exercises to \nensure our capabilities are effective; Emergency Facility \nAction Plans for every Arch company, encompassing \nthe unique environment of each geographic location \nand office building; and annual evaluations to practice \nand exercise the effectiveness of our policies and \nprocedures.Just this past year, the company successfully \nresponded to natural disasters like earthquakes, \nvolcanoes, hurricanes and typhoons. We invoked our \nbusiness continuity plans, implemented our recovery \nstrategies and were able to continue operating without \ninterruption. \nOur overarching business resiliency strategy is overseen \nby our Chief Operations Officer (COO) who reports to \nour CEO. In addition, the company’s Privacy and Security \nCommittee (described in the Cyber Security section); \noversees and reviews the company business continuity \nplanning on an annual basis or more frequently, as \nneeded. At the Board level, our resiliency planning is a \nfrequent topic and of interest of our Board members. \nCyber Security and Privacy — Enabling \nConfidence in a Digital Society\nWe live in a sophisticated digital age where nearly all \ninformation is shared electronically and the associated Operational Risk: Our Business Resiliency Planning\n", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}