{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  46risks are no less complicated. We are committed to \napplying high standards of diligence and security when \nit comes to handling and protecting the personal data \nof our customers and employees and when it comes \nto observing data protection laws and regulations. We \nalready have robust policies and programs in place, and \nwe continue to build on our capabilities.\nDefensive Strategy\nWe employ an in-depth strategy to protect information \nin our care. Our comprehensive approach includes \nembedded data protection throughout our operations \nand technology programs to safeguard personal data \nand digital assets. These controls focus on our ability \nto prevent, detect and respond quickly to security \nevents affecting our environment. We use sophisticated \ntechnology tools to help protect our systems, including \nmultifactor authentication, firewalls and detection \nand response systems. We bolster this technology by \nfollowing industry best practices regarding hardening \nour applications and infrastructure.\nPrivacy Policies\nWe implement safeguards designed to help prevent \nunauthorized use, access and disclosure of protected \ninformation. We restrict access to personal information \nand require those who have access to use it only for \nlegitimate business purposes. \nTraining\nOur employees receive annual training on data security \nbest practices, equating to thousands of training hours. \nEmployee training includes: information security \n(annual), the EU’s General Data Protection Regulation \n(GDPR; annual) and social media (new hires and every \ntwo years). Our Cyber Security team members hold \nmany advanced industry certifications and engage in \nongoing training to keep aware of the latest threats.External/Independent Evaluation and Self-Assessments \nWe annually undergo external evaluation including \npenetration testing to ensure Arch is adapting to \nthe latest threats. We conduct self-assessments of \nour internal controls to evaluate the integrity of our \nsecurity posture. We look to continually improve our \nsecurity posture.\nPrivacy and Security Committee\nWe established a formal internal committee comprised \nof senior representatives from our legal, compliance \nand security groups to monitor data privacy matters \nacross jurisdictions and to recommend changes within \naffiliates’ operations as well as best practices to meet \nregulatory and customer demands.\nOversight\nOur COO is responsible for information security and \nbusiness continuity programs. A member of the Privacy \nand Security Committee reports to the COO and the \nCOO reports to the CEO. The COO provides updates \non the information security and business continuity \nprograms and policies, as needed, to executive \nmanagement and to the FI&R Committee of the Board. \nThe FI&R Committee reviews and discusses with \nmanagement the strategies, processes and controls \npertaining to the management of our information \ntechnology operations, including cyber risks and \ninformation security.", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}