{"page_content": "© 2020 Arch Capital Group Ltd. All rights reserved. 2019 Arch Sustainability Report   |  47As a financial services business, we understand that \nour greatest energy consumption comes from our \nglobal office facilities, work processes and employee \nhabits. This includes the environmental footprint of our \noffice buildings, our business travel and our employee \ncommuting practices. These factors affect our natural \nenvironment in direct and immediate ways, while \nalso contributing to long-term trends that affect risk. \nResponsibly managing Arch’s contributions to these \ntrends is central to our commitment to environmental \nstewardship.\nEnvironmental Stewardship Committee\nIn September 2019, a grassroots Environmental \nStewardship Committee was formed by employees \nfrom our worldwide operations. This committee \nis responsible for taking the necessary steps to \nfind operational efficiencies in an environmentally \nresponsible way. The committee works to identify ways to reduce our environmental footprint across our \nglobal offices, implement such initiatives effectively and \nengage employees through \neco-friendly awareness \nand education efforts \nso they can reduce their \nindividual and collective \nenvironmental impact.\nFrom the first meeting, the \ncommittee was passionate \nabout the environment and applying Arch’s culture of \ninnovation in ways that facilitate more earth-conscious \npractices. The committee calls themselves the “Blue \nGoes Green” Sustainability Committee — playing \non Arch’s signature color blue and our movement to \ngreener practices. A committee member acts as chair \nand they are managed by our Chief ESG Officer. The \ncommittee has a charter to guide them and all initiatives \nare approved by our CFO.Operational Sustainability: Protecting \nthe Environment\nAs an insurance business and responsible corporate citizen, we are \nworking to reduce — and where possible, eliminate — the harmful \nimpacts our operations have on our world’s natural environment. Our \nemployees care deeply about protecting the environment and are \ncommitted to being environmental stewards. As a business, we share \nthis sentiment and sense of environmental responsibility and purpose. \nWe support this cause and are excited about the positive steps our \norganization is taking to go green in 2020 and beyond.", "metadata": {"source": "NASDAQ_ACGL_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}