{"page_content": "CORPORATE RESPONSIBILITY REPORT 2020\n3\nAS AN ORGANIZATION, WE ARE COMMITTED TO FOCUSING ON OUR IMPACT  \nAS A GOOD CORPORATE CITIZEN, CREATING AN ENVIRONMENT WHERE OUR  MORAL, ETHICAL, AND ENVIRONMENTAL OBLIGATIONS INTERSECT WITH  OUR COMMITMENT TO PROVIDING AN EXCEPTIONAL CUSTOMER EXPERIENCE.\nThe year 2020 was unlike any we have ever experienced. COVID-19 has left an indeli-\nble mark on how we live and will continue to for the foreseeable future. However, from COVID-19 has arisen something remarkable, the resilience of the human spirit has been thrust to the forefront, and the sense of community, support, teamwork, and caring that permeates our communities across the Northeast has been ever present.\nIn 2020 our focus on Environmental, Social, and Governance (ESG) factors not only  \ncontinued to promote sustainability and preservation for our environment, but importantly, enhanced our commitment to community.\nOur focus on charitable giving, sponsorships, employee giving, and community  \nreinvestment resulted in a collective impact of more than $174 million. We were also among the first banks nationwide to begin accepting applications for the Paycheck Protection  Program (PPP), which resulted in us delivering more than 18,000 PPP loans totaling over $2.6 billion, which served as a lifeline for many businesses across the Northeast. Coupled with our continued efforts to reduce our environmental impact, 2020 redefined what it means to support our communities. We are proud to have built on our 178-year legacy of improving the lives of our communities, and engaging with purpose, to deliver sustainable value to our stakeholders.\nI am pleased to present our third annual Corporate Social Responsibility Report to all  \nof our stakeholders.\nSincerely,\nJack Barnes, \nChairman and CEO, People’s United Financial\nAn Evolution of  \na Company \n>\t A \ttechnological \tleader:  in 1976 \tBridgeport-People’s \tSavings \tBank \t\t\n\t was \tthe\tfirst U.S. bank to offer telephone banking. \t\t\n>\t Bridgeport-People’s \ttook\tthe\tnext\tstep\tby\traising \t$3.44 \tbillion \tin\tcapital, \t\t\n\tchanging its name to People’s United Bank, \tand\testablishing \ta\t$60\t\t\n\t million \tcharitable \tfoundation.\n>\t People’s \tUnited \texpanded \tits\tfootprint \tacross \tthe\tNortheast \tand\t\t\n\t nationally, \tthrough \tacquisitions of 12 community-based banks,  \n and commercial and wealth-management businesses.\n>\t In \t2017, \tPeople’s \tUnited \tcelebrated its 175th anniversary. \tStability, Local Presence,  \nand Community Commitment \n>\tBridgeport Savings Bank was founded, and\tthe\tfirst\tdeposit \tof\t$30\t\t\n\t was \t\t made \tin\t1842. \tDeposits \tthe\tfirst\tweek \ttotaled \t$97.\tIt\twas\tfour\t\t \t\n\t months \tbefore \ta\twithdrawal \twas\tmade, \tfor\t$1.\n>\t Forward \tthinking \tfrom \tthe\tstart, \tthe\tBank \thired its first female  \n employee around 1900 .\tShe\twas\tbelieved \tto\tbe\tthe\tfirst\tfemale \tstaff \t\t\n\t member \temployed \tby\tany\tbank \tin\tConnecticut.\n>\tA longstanding commitment to community: \tFollowing \tthe\tGreat \t\t\n\t Depression \tin the 1930s, \tthe\tBank \tadvanced $1 million to pay  \n delinquent t axes of mortgage borrowers, \tthereby \tenabling \tthem \tto\t\t\n\t keep \ttheir \thomes. \t\t\n>\tIn the 1940s, \ta\tSavings Club \twas\testablished \tfor\tpost-war \thousing. \tTO ALL OUR VALUED \nSTAKEHOLDERS\n1842\n1980\n1976\n2019\n2020 \t&\nBeyond\nCreating a  \nLasting Impact  \nfor Tomorrow\nPrepared for  \nthe Future \n>\tTechnology + People’s United = the\tcombo \tthat\tenables \tus\tto\tdeliver \ta\t\t \t\n\thigh-quality customer experience: online, on the phone, or in-person.\n>\tPeople’s United announces acquisition in 2021 by M&T Bank. \tM&T\tis\ta\t\t \t\n\t strong \tstrategic \tpartner \tfor\tPeople’s \tUnited; \tthe\ttwo\tshare \ta\tsimilar \tculture, \t\t\n\t approach \tto\tclient \tservice, \tand\tpersonalized \tbanking \ttechnology, \tbut\thave \t\t\n\t complementary \tofferings \tand\tminimal \tgeographic \toverlap.\n>\tThe combined entity creates a $200 billion bank in the Northeast \t\t \t\n\t and \t\t will\taccelerate \tPeople’s \tUnited’s \tability \tto\tgrow \tand\tservice \tcustomers.\n\t\nTHE ONE THING THAT MATTERS MOST TO US:  \nOUR CLIENTS AND THEIR NEEDS.", "metadata": {"source": "NASDAQ_PBCT_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}