{"page_content": "green tariffs, and onsite installations to achieve \nour ambitions. We are currently preparing to install a roof-mounted solar project at one of our distribution centers, which will be our largest to date with the potential to add over 3,785 MWh of solar production to support that distribution center.\n40 39 Better for All Report  |  FY 2021\nAs we continue our energy efficiency work, we are also honing in on our renewable energy strategy. We want to increase the overall portion of renewable electricity we consume and are evaluating new renewable energy projects, including power purchase agreements, utility \nRetrofitting our existing operations is an important step, but when we have to  construct new distribution centers to accommodate our growth, we’re building them better. We implement LEED® green building program practices to help save energy and water, reduce climate warming emissions, and provide a healthier indoor working environment for our associates. This is a long-term investment – from design, through build, to maintenance – and the benefits are palpable. Renewables Both Onsite and Offsite\nInvesting in Green Building  from \nthe Ground Up\nLEED® – an acronym for \nLeadership in Energy and Environmental Design™ – \nis the preeminent program for the design, construction, maintenance and operations of high-performance \ngreen buildings. A project can achieve one of four certification levels: LEED Certified®, LEED Silver®, LEED  Gold®, or LEED Platinum®.WHAT IS LEED?2020 BASELINE\nCURRENT PROGRESS\n1%2%OUR GOAL \nSource 20% of our electricity from renewable sources by 2023.\nTransitioning to renewable energy is a way to meaningfully reduce \nthe emissions associated with powering our buildings.\nSOME KEY METRICS FROM OUR  \nRIVERSIDE, CALIFORNIA  LEED® SCORECARD\nWe completed construction on two new \ndistribution centers referencing LEED® guidelines for New Construction and Major Renovations in 2020 with the intent of earning LEED® certification for the projects once completed. \nOur new Riverside, California distribution center \nhas been certified as a LEED Gold® facility!  ↓59%in energy \ncost savings 49%of materials used in manufacturing were recycled materials89%of construction waste diverted from landfillTHE FOOTPRINT WITHIN THE  \nFOUR WALLS OF OUR FACILITIES\nthis is our Riverside, CA \ndistribution center\nLEED SILVER®1 Headquarters\nLEED GOLD®9 Distribution Centers\nEnergy Efficiency\nClimate ActionOVERVIEW    GOVERNANCE UPSTREAM OPERATIONS DOWNSTREAM APPENDIX", "metadata": {"source": "NASDAQ_UNFI_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}