{"page_content": "METRIC RELATED REFERENCE(S) TOPIC CATEGORY CODE DATA/RESPONSE UNIT OF MEASUREBetter for All Report  |  FY 2021 OVERVIEW    GOVERNANCE UPSTREAM OPERATIONS DOWNSTREAM APPENDIX\nSASB REFERENCE TABLE\nFOOD SAFETY FB-FR-250a.1 High-risk food \nsafety violation rateQuantitative Rate Unavailable\nUNFI does not publicly provide this information. UNFI’s Food Safety & \nQuality Assurance leaders in each region are responsible for managing food safety practices and making sure all the right checks and balances are in place. Part of that includes performing internal risk assessments at least once per year to identify any concerns or gaps in compliance with emerging regulations, so that it can quickly remedy any issues. Customer Health & Safety, pg. 51-52\nFOOD SAFETY FB-FR-250a.2 (1) Number of recallsQuantitative Number (#) Unavailable\nUNFI is unable to provide information on recalls at this time. The company \ncontinues to drive food safety culture within the organization and with its suppliers. The Internal Food Safety Dashboard is updated monthly.Customer Health & Safety, pg. 51-52\nFOOD SAFETY FB-FR-250a.2 (2) Number of units recalledQuantitative Number (#) Unavailable\nUNFI is unable to provide information on the total number of units recalled \nat this time. The company continues to drive food safety culture within the organization and with its suppliers. The Internal Food Safety Dashboard is updated monthly.Customer Health & Safety, pg. 51-52\nFOOD SAFETY FB-FR-250a.2 (3) Percentage of units recalled that are private-label productsQuantitative Percentage (%) Unavailable\nUNFI is unable to provide information on private-label product recalls at \nthis time. The company continues to drive food safety culture within the organization and with its suppliers. It conducts on-site visits to assess food safety compliance at individual supplier locations, where possible, relies heavily on proper labeling and certifications, including Global Food Safety Initiative (GFSI) and Good Manufacturing Practices (GMP), and monitors regulatory requirements to help suppliers stay up to speed, including regular reviews of product recalls and the issuance of warning letters.Customer Health & Safety, pg. 51-52FOOD SAFETY\nTABLE 1 | ACCOUNTING METRICS81 80", "metadata": {"source": "NASDAQ_UNFI_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}