{"page_content": " \n \n \n \n \n  \n  \n \n \n  \n \n \n \n \n  \n   \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n \n  \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n  \n \n \n \n  \n \n \n  \n \n \n \n \n  \n  \n \n \n  \n \n  \n \n \n \n \n Getting to carbon negative (continued) \nReducing Scope 1 and 2 emissions \nacross our operations \nIn each building at every campus and datacenter, \nsustainability is a key priority for Microsoft across all phases of a project—from site selection to design and construction to operations and decommissioning. By the middle of the decade, we are committed to reducing our Scope 1 and 2 emissions to near zero. \nReducing carbon emissions \nwith efficiency solutions \nEnsuring our campuses and datacenters are energy \nefficient is a key first s\ntep in reducing our emissions. \nWe are changing the w\nay we build and operate facilities, \nusing all-elect\nric efficient system designs like the use \nof geothermal ene\nrgy and thermal energy recovery, \nand improving th\ne efficiency of our cloud. \nScopes explained \nScope 1 \nDirect emissions created \nby your activities \nExamples include the exhaust that comes from the vehicles on your campus, natural gas that your buildings directly consume, and the generators you might run. \nScope 2 \nIndirect emissions from \nthe consumption of the electricity or heat you use \nExamples include energy sources that power \nyour office buildings or your home. \nScope 3 \nIndirect emissions from all \nother activities in which you΄re engaged \nThis is by far the largest category of emissions \nand covers all parts of your value chain (upstream and downstream). Upstream examples include supply chain, materials in buildings, business travel, and manufacturing. Downstream examples include the electricity customers consume using your products. \nScope 3 measurement poses a significant \nopportunity for improvement. Building for Zero C\narbon and LEED certifications \nWe are pursuing Z\nero Carbon certification for \nour Silicon Val\nley campus and Redmond campus \nmodernization project with International Living Futures Institute. We have committed to certifying our \nMicrosoft dat\nacenters and major offices to LEED Gold \nor Platinum—wi\nth a focus on the categories of energy \nand atmospher\ne, water efficiency, materials and waste, \nlocation and t\nransportation, sustainable sites, and indoor \nenvironmental conditions. Four of our datacenters \nare LEED Gold cer\ntified and 74 projects are going \nthrough certification. \nDeploying AI to improve energy efficiency \nMicrosoft is usi\nng Bonsai, a low-code AI platform that is \npart of the Autonomous Systems suite from Microsoft, \nto improve the ef\nficiency of its Redmond campus chiller \nplants. These ch\niller plants provide the air conditioning \nwithin an HVAC system and typically represent a substantial portion of the energy footprint of buildings. \nWe have seen a 12 per\ncent increase in median efficiency \nbased on energy e\nstimates and plan to implement Bonsai \nin the 12 remain\ning chiller plants this fiscal year. In the \npast, energy co\nnservation measures (ECM) projects took \nmore than 12 months. Bonsai enabled us to build a model and test recommendations in two to four weeks with comparable results. \nDesigning and op\nerating highly efficient datacenters \nAll future datacenters will be LEED Gold certified with emphasis on water and energy conservation. All lighting is high-efficiency LED with motion detection to minimize use of space light. Cooling systems are integrated with the servers, providing cooling only when the servers require it.21 \nAvoiding emissions with kinetic energy for backup power \nAt the Bengaluru C\nosmo office site, we installed an \nuninterruptible power supply (UPS) with flywheel to store \nkinetic energ\ny to provide backup power without the \nneed for lead acid batteries typically used in conventional \nUPS. The UPS flywh\neel has the additional benefit of \navoiding thous\nands of metric tons of carbon emissions \nover its 20-year lifecycle and avoiding 1,500 lead acid batteries treated as hazardous waste at end-of-life. \nIncreasing ca\nrbon awareness and lowering carbon \nin cloud operations \nWe are piloting n\new approaches that lower the carbon \nfootprint of our code as well as large-scale workloads for \nMicrosoft and o\nur customers’ benefit. We piloted a new \nfeature calle\nd Start/Stop VM\ns, which can automa\ntically \nturn off VMs during idle hours. Our engineers have also created more transparency inside Azure Machine Learning, \ndisplaying reso\nurce metrics  (including GPU \ne\nnergy, utilization, and computational cost) to help data \npractitioners assess and mitigate the hidden costs of their machine learning workloads, and partnered with the Allen Institute for AI to develop a set of best practices and tools in this space. We developed the Carbon Aware Core, which helps schedule workloads in times and regions with the lowest carbon footprint, which is being piloted by Microsoft 365 and Microsoft Research and will be provided as an open-source toolkit through the Green Software Foundation. Engineers are also testing and deploying novel approaches like \nKubernetes Sche\nduler \nto take advanta\nge of grid-level fluctuations in carbon \nintensity to mi\nnimize carbon. ", "metadata": {"source": "NASDAQ_MSFT_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}