{"page_content": "  \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n  \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \n \n Driving transformation (continued) \nDelivering transparency on \nMicrosoft product emissions \nWhile the Microsoft Cloud for Sustainability may be \nthe first standalone sus\ntainability-focused product at \nMicrosoft, it’s not our first work on emissions tracking \nand reporting. For more t\nhan two years, we have \npioneered tools and features to provide a close to real-\ntime view of our products’ footprint, and we continue to deliver more transparency to customers. \nThe Emissions Impact Dashboard  provides customers \nwith transparency into their carbon emissions resulting from their cloud usage, making Microsoft the only cloudprovider to provide full transparency to customers across all three scopes of emissions. Using AI and advanced analytics, the Emissions Impact Dashboard shows reduction trends for customer cloud usage over time, providing the ability to forecast cloud emissions and simplify carbon reporting. It uses consistent and accurate carbon accounting to quantify the impact of Microsoft cloud services on customers’ environmental footprint and can compile the information into reports for voluntary or statutory reporting requirements. This solution became generally available in Q3 2021. \nFind out more on the \nEmissions Impact Dashboard \nThe Microsoft Surface Emissions Estimator is a new, \ndynamic way for commercial customers to gain insight into the carbon footprint of their entire Surface device \nfleets. The Estimator u\nses state-of-the-art carbon \nassessment technolo\ngies to enable customers to get \nmore accurate estimations of the carbon impact of the Surface devices they purchase from us. Taking the customer on a journey through a Surface product’s lifecycle, the Estimator provides a visual indication of improvements over previous product models, highlights some of the changes made to reduce carbon emissions, and estimates carbon reductions associated with deployments of new Surface models. Customers can learn more about the impact of Surface products on their Scope 2 and 3 emissions from the Microsoft support team, who started to use the Estimator to provide reports to commercial customers in late 2021. \nThe Microsoft Teams Carbon Avoidance Screen posts \na remote meeting summary of avoided carbon based on the distance between the organizer and the participant. The goal is to encourage people to use Teams’ remote capabilities rather than travel for meetings. This will pilot with a few select customers in 2022. \nFor Windows energy usage,  we are co-innovating with \nthird parties to help inform customers about the carbon \nfootprint associated with their computing. One partner, elow (formerly CSN Energy), was able to reduce use-phase carbon emissions up to 6 percent through a co-innovated elow Carbon App by providing guidance to users to charge their computers based on the real-time carbon intensity of the electric grid. Another, AVOB, provides more accurate energy consumption data to office workstations as well as automated mechanisms to optimize energy consumption, enabling up to a 50 percent reduction in energy usage while increasing performance and computer lifespan. \nReflective of the innovation we continually pursue, \nsome of these tools have more advanced methodologies than Microsoft currently uses for its corporate carbon disclosure. \n32 \nProviding solutions for specific sustainability \nchallenges \nWe have found new opportunities to use Microsoft \nsolutions to more sustainably manage operations. We started with our own operations and are expanding their use beyond our direct business activities. \nManaging buildings\n and spaces \nMicrosoft is acceler\nating sustainability through Smart \nPlaces, with IoT and AI to optimize the way buildings, campuses, and cities consume and deliver resources \nand create efficienci\nes. Based on Azure IoT, Smart Places \ninclude data-driven\n technologies for monitoring and \nmanaging carbon, water, and waste in buildings to turn \ninefficiencies into o\npportunities to reduce environmental \nimpact. Organizatio\nns can optimize energy management \nand reduce carbon emissions by using predictive monitoring to help manage equipment performance and energy consumption and to explore grid-interactive \nefficient buildings a\nnd infrastructure. \nProviding visibility ac\nross supply chain \nMicrosoft Dynamics 3\n65 Supply Chain Insights breaks \ndown data silos by connecting and taking inputs from enterprise resource planning and supply chain systems across an organization. Using industry data models and AI-powered weather and environmental risk signals from Bing and third-party sources, operations can get a better view of climate-related risk to build a more resilient supply chain. For more than two years, we have \npioneered tools and features to provide a close to real-time view of our products’ footprint, and we continue to deliver more transparency to customers.", "metadata": {"source": "NASDAQ_MSFT_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}