{"page_content": "11\nAAON  SAFETY\nAAON  HEALTHWe believe that a happier, healthier workforce is a more productive workforce. \nThe AAON Wellness Club promotes fitness by covering the costs of numerous  \nlocal cycling and running competitions in Tulsa and surrounding areas.  \nAAON’s wellness club is free to employees located at the Tulsa facility. AAON \nsupports employee participation in team sports such as softball, soccer and  \nbasketball by covering league fees. AAON promotes healthy lifestyles through \nhealth fairs, offering yoga and meditation sessions, access to an outdoor  \nmeeting space, free health and fitness related lunch and learns, free on-site  \npersonal health assessments, and free on-site flu shots.  \n \nAAON encourages healthy eating by offering “Healthy Selection”  discounted items \nin the vending machines, and we have installed water bottle filling stations to  \nencourage water consumption. All of our  facilities are tobacco and e-cigarette free \nand all team members have access to  our Employee Assistance Program, which \noffers stress management, health information, and online tools. The company has \nalso Question, Persuade, Refer (QPR) suicide prevention training and mental health \nawareness sessions.The safety of all AAON employees, visitors, business partners and our  \nenvironment is a fundamental value of our organization. Our efforts are directed at  \ndeveloping processes and systems that demonstrate our commitment to safe  \npractices. Implementing programs that support our philosophy of continuous  \nimprovement is a key part of our success.  Safety is the responsibility and  \naccountability of every employee. Every individual working in our  \nfacilities is very important to AAON’s success. Our goal is to ensure that we all \ngo home each day to our families in the same condition that we left them.  \n \nWe continue to see a reduction in our overall injury rates year after year through \nthe implementation of programs that drive hazard elimination and risk reduction.  \nErgonomic studies, machine guarding assessments, risk assessments, root cause \nanalysis, and product/pedestrian flow improvements contribute to our safety  \nsuccess. Safety committees and safety focus groups allow opportunities for employee \nengagement and activity in safety improvements. Our frontline leaders contribute \ngreatly in the improvement of safety for our employees and customers by providing \nfeedback and solutions to product and process challenges.\n", "metadata": {"source": "NASDAQ_AAON_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}