{"page_content": "4AAON SUSTAINABILITY\nSince our founding in 1988, AAON has maintained a commitment to design, develop,  \nmanufacture and deliver heating and cooling products to perform beyond all  \nexpectations and to demonstrate AAON’s quality and value to our customers. AAON equipment  \nis designed with energy efficiency in mind, without sacrificing premium features and options.  \nIn addition to our high standard of product performance, is a commitment to sustainability for  \nour employees, our shareholders, and our customers. \nAt AAON, we strive to conduct our business in a socially responsible and ethical  \nmanner with a focus on environmental stewardship, team member safety and community  \nengagement. We comply with industry regulations and requirements while pursuing responsible  \neconomic growth and profitability. AAON strives to manufacture equipment through sustainable  \nbusiness practices. \nIn an ever-changing world, we regularly evaluate and align our strategy and reporting against \nthe most material corporate responsibility topics for our business and stakeholders. This drives \nhow we engage internally and externally, invest our resources, and adapt our strategy on  \nenvironmental, social, economic and governance topics. We have identified energy conservation, \nwaste, diversity and inclusion, health and safety and local community impact as material items \nfor 2019. We have noted each topic’s alignment within the UN Sustainable Development Goal \nframework.\nThe enclosed AAON Sustainability Report provides a glimpse of our commitment to uphold and \ncontinually improve our environmental, social and governance practices.\nAt AAON, we strive to conduct our business in a socially responsible and ethical  \nmanner with a focus on environmental stewardship, team member safety and  \ncommunity engagement. \n", "metadata": {"source": "NASDAQ_AAON_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}