{"page_content": "5AAON SUSTAINABILITY GOALS\nAccountability\nEmployee Engagement\nEnergy ConservationWaste Reduction and Recycling Efforts\nAAON has joined the Sustainable Tulsa Initiative, and is participating in their Scor3card  \nprogram, which helps us keep track of our sustainable transformation. The program helps us  \ndocument and recognize opportunities for us to create and maintain sustainable  \nmanufacturing processes throughout the corporation (Tulsa, Longview and Parkville). We \nrecognize that sustainability is both profitable and economical. \nThe corporation has developed an internal goGreen committee to educate our workforce \nand help identify employees that want to actively assist with our sustainability efforts. The \ngoGreen committee has identified numerous waste streams and offered suggestions to  \nrecycle, repurpose, reuse, or reduce materials. We also provide regular sustainability  \nupdates through our monthly employee newsletter. \nOne of our very first initiatives was to replace our inefficient incandescent and  \nfluorescent lighting with LED lighting fixtures. We have achieved over 90% of that goal at \nour Tulsa facilities. AAON participates in an energy demand response initiative through our \nutility company that reduces costs and improves grid level efficiency. AAON has reduced  \nphantom power loads by removing individual printers and moving to shared machines.  \nIn 2019, AAON facilities used 35,706,531 kwh, 9,680,040 kwh of which came from  \nrenewable energy sources. The AAON board of directors approved $72 million in capital  \ninvestments for 2020 which will include new HVAC equipment for the existing buildings, \nquick closing door mechanisms, new Salvagnini machines and the expansion of a new \nbuilding in Longview, TX.At the Tulsa, OK facility we currently recycle wood, paper, electronics and metals. We  \nconverted 524 tons to energy through our partnership with the waste to energy  \nfacility neighboring the Tulsa Facility. AAON recycled 9,852 tons of waste. We began Lean  \ntraining in the fall of 2016. Since then, we have trained over 100 employees, and  \ncompleted 4 Rapid Improvement Events to reduce waste. AAON partners with suppliers,  \nvendors and nonprofits to repurpose and reuse many items such as electronics, wire, pallets \nand surplus units. We are implementing Lean strategies to reduce waste streams in \nour manufacturing operations. We are reusing cardboard for production purposes and  \npackaging plastic parts in it. \nWe are re-using scrap metal for signs in production, and purchasing hand dryers for the \nrestrooms to reduce paper usage. Long-term, we will continue to work with vendors and \nteam members to be a zero waste facility. At the Longview, TX facility, we currently recycle \nmetal, cardboard, and wood. At the Parkville, MO facility, we recycle electrical components \nand are researching other opportunities. We have increased our recycling efforts to reuse \nand reduce our waste streams, while continuing to identify sustainable improvements. \nLocal Communities\nAt AAON, we build community one unit at a time. Part of our corporate social  \nresponsibility journey is centered around the communities in which we operate. We  \nrecognize that our success is interwoven with the vitality of these communities. We  \napply our assets, resources and capabilities to contribute to each community’s resiliency \nand prosperity.  We understand that community also encompasses the physical space. We \nhave established a certified monarch waystation at the Tulsa facility and have joined the  \nNature Conservancy as a corporate partner in conservation efforts. ", "metadata": {"source": "NASDAQ_AAON_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}