{"page_content": "6AAON  DIVERSITY &INCLUSIONA diverse and inclusive workplace is integral to our business strategy and critical to our continued success. We are committed \nto hiring, retaining and promoting a diverse workforce while advancing a workplace culture of inclusion, in which each team  \nmember is valued for their ideas, identities, experiences and talents. Diversity and inclusion are key drivers for furthering  \ninnovation, productivity and team member engagement at AAON. AAON employs individuals from over 32 countries. \nAAON has two team member resource groups: AAON Veterans Empowering Through Service (V .E.T.S.) and the Women’s Alliance  \nand Resource Program (WARP). The mission of AAON V .E.T.S. is to unify the core values, beliefs and understanding of active,  \nreserve, National Guard service members, veterans and military family members with that of our AAON  \nbusiness culture. AAON VETS has facilitated the assembly of care packages for deployed troops,  \nvisiting veterans in assisted living facilities, speakers and participation in the Veterans Day Parade. \nWARP strives to foster a supportive, encouraging and inclusive environment to provide programs and resources for  \nprofessional and personal development opportunities by: promoting the advancement of women in the workplace,  \ncommunicating and connecting to overall company strategy, mentorship opportunities, educating and  \nsharing information about common gender biases, celebrating the diversity among women and building on our \nstrengths, supporting collaboration over competition and empowering women to find their voice across cultures.  \nAAON supports Oklahoma Women in STEM which celebrates women in STEM fields and inspires  \nthe next generation. AAON is also involved in the Society of Women Engineers, a non-profit service  \norganization founded in 1950, which helps to foster a supportive environment for women to excel in engineering.  \nAAON participates in the Tulsa Chamber’s Mosaic Diversity and Inclusion Index and has been recognized as a Mosaic Top  \nInclusive Workplace. Mosaic is the Tulsa Regional Chamber’s diversity business council committed to - educate, lead, and \ninfluence businesses on creating diverse and inclusive workforce cultures to enhance their competitive advantage. AAON has \nalso been recognized as a “W”  Company for having over 20% female board composition.\nAAON offers on-site classes to help team members develop professionally and advance in the company such as - English as  \na Second Language, Spanish Language Classes, and Frontline Leadership Training for new and existing leaders which includes \nimplicit bias training. \nAAON regularly promotes team member achievements with our internal Team Member Spotlight program and the AAON Aim \nHigh program. This program highlights employees from various cultural and educational backgrounds to showcase their career \nachievements and career advancement at AAON.\nAAON has hosted Disability Etiquette training for team members and partners with organizations in our community such as  \nA New Leaf and TARC.\n", "metadata": {"source": "NASDAQ_AAON_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}