{"page_content": "Environment,  \nHealth & Safety\n633\nDentsply Sirona’s commitment to the protection of the environment and the communities it \nserves is at the core of its identity. The Company’s success arises from and through the  \neducation and empowerment of its people to recognize risk and act accordingly, supported \nby leadership at every level. Dentsply Sirona’s site and corporate teams regularly engage \nwith each other and key stakeholders to cooperatively ensure the Company’s commitment  \nremains focused on the issues impacting the community the most. Sites are encouraged  \nto engage locally and across the organization to develop solutions. In this section, just a  \nfew examples of the Company’s efforts to address energy efficiency, waste and water  \nmanagement, and health and safety challenges will be presented.\nDentsply Sirona continues to improve on the foundational \nmanagement systems that guide the Company’s efforts \nand to set challenging goals and targets ensuring future \nsuccess. The Company will invest significantly in its global \nFront Line Leadership Environmental, Health & Safety \ncapability during 2020 and beyond. Dentsply Sirona con -\ntinues to monitor activities across its operational network \nto ensure continued focus on the health and safety of em -\nployees and local communities and will develop and share \nmore specific metrics in next year’s sustainability report.Environmental stewardship  \n \nAs a global industry leader, Dentsply Sirona recognizes its \nenvironmental responsibility and strives to continually  \nimprove the Company’s environmental footprint.  \nDentsply Sirona’s global team executed numerous  \nprojects around the world, many initiated at the site level \nthrough empowered work teams uniquely positioned to \naddress localized opportunities. The following highlights \nrecent energy, waste and water initiatives.In 2019, the \nMolndal, Sweden \nsite began \nimplementing \nan energy policy \nfocused on  \nenergy efficiency \nand renewable \nenergy.", "metadata": {"source": "NASDAQ_XRAY_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}