{"page_content": "34\nDentsply Sirona continually seeks to improve  \ninternal reporting, to identify applicable best \npractices in waste management and to implement \nthese, including a further reduction of the  \nlimited amount of hazardous waste generated. \nSome examples shared by the Company’s  \nmanufacturing sites include:  \n• In-line process piping, eliminating manual  \nadditions and material losses\n• Installation of water coolers to eliminate  \nsingle-use plastic waste\n• Waste incineration for heat recovery (at partner \nfacilities)\n• Reduction of production waste through use of \ndigital tools and Lean methodology\n• Eliminating printing of Instructions for Product \nUse documents\n• Paper recycling programs\nExamples of water management programs include  \nreducing process wash water and incorporating \nclosed-loop and water quenching systems to replace \nonce through cooling systems. Sanitary water  \nconsumption has been reduced through installation  \nof hands-free motion sensors in restrooms.  \n \nDentsply Sirona Implants in Molndal installed  \nequipment that controls the emissions released into \nthe wastewater system by adjusting the pH of the  \nprocess water before discharge into the sewage  \nnetwork. This helps reduce stress on the sewage \npipes, which is important as the production volume \nincreases. The work took place in consultation with the \nmunicipality of Molndal and will be ongoing in 2020. In 2019, the Molndal, Sweden site implemented an \nenergy policy focused on driving energy efficiency \nand increasing the use of renewable energy. Through \nthis commitment, the site has commissioned more \nefficient equipment and started a program to install \nLED lighting throughout the facility. While the site  \nalready utilizes some renewable energy, it is continu -\ning to explore opportunities to increase solar energy \nuse and further energy savings in the future.\nAt the Hanau, Germany site, energy reduction efforts \ninclude transitioning from halogen to LED lighting, \ninstalling motion sensors, and minimizing compressor \nruntime by reducing system air leaks. The Rossbach, \nGermany site has installed heat recovery on its kilns \nwhich augments comfort heating at the facility. Heat \nrecovery technology is anticipated to reduce annual \nenergy purchase by 955 MMBtu.\nDentsply Sirona has gained additional energy and \nemissions improvements across U.S. and European \nsites by moving to natural gas from fuel oil, replacing \npumps and motors with variable frequency drives, \nequipment replacements with increased efficiency \nratings, and introducing new technology to replace \nhydraulic injection molding.  \n \nThe Bensheim, Germany site is a member of the \nLearning Energy Efficiency Networks (LEEN)  German chapter with nine other German facilities,  \nfocused on sharing and leveraging experience to benefit \nenergy efficiency. Through this effort, the LEEN network \nhas collaborated to collectively reduce CO2 emissions \nover 90 tons per year since 2015 (base year) through  \nvarious best practices to reduce electricity consumption.\nDentsply Sirona’s site in Ballaigues, Switzerland has \nachieved the Minergie certification for a new building \noccupying approximately one third of the total site’s \nbuilding area based upon energy efficiency and use  \nof renewable energy, as well as a healthy and energy-  \nefficient ventilation system.\nThe Molndal site has also modified its coating process  \nto enable the use of solvents with lower environmental  \nimpact through reduction our use of water and chemi -\ncals. Its new solvent is from a renewable resource, instead \nof fossil based. The new environmental permit approved \nin 2019 enables the conversion.\nDentsply Sirona has also begun to focus on Scope 3  \nemissions at the Molndal site by reducing business travel.  \nBetween 2018 and 2019, the site achieved a 31% reduction \nin greenhouse gas emissions per sold unit by increasing \nthe number of digital meetings, choosing to travel by  \ntrain more often and with a more restrictive travel policy  \nin general.\nWaste\nWaterEnergy efficiency and  \ngreenhouse gas emissions\n» \nSites are encouraged to \nengage locally and  \nacross the organization  \nto develop solutions.", "metadata": {"source": "NASDAQ_XRAY_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}