{"page_content": "48 49Earth-friendly paint option\nHistorically, non-recyclable aerosol paint cans have  \nbeen used to mark underground gas and electric \nf\nacilities. Aerosol cans push out the paint using a \npropellent, which is often hazardous. Aerosol cans  \nalso are under pressure, which causes them to be consider\ned hazardous waste even if the paint in the  \ncan is not hazardous.\nMGE has been w\norking to find earth-friendly paint \noptions. MGE’s first test product, a bagged paint \ntechnology that offered several benefits, also had some drawbacks. So we tested a second product that creates less waste, saves money and allows for steel recycling and reuse of the nozzle.\nThe overall design of the paint container leads to the \nreduced waste. Typical designs have two main problems. They leave a small amount of product in the bottom that Bottle filling stations and filtration systems\nThroughout our facilities, MGE has 16 water bottle filling stations and filtration systems for employees to reduce the use of plastic bottles. In the eight years since the first one was installed, MGE employees have avoided using almost 600,000 disposable plastic bottles.\nEliminating waste with e-records\nMGE’s E-records Center allows employees to submit electronic documents to be stored as records rather than keeping paper copies. Over time, this will reduce our volume of paper. This environmentally friendly option also frees up physical storage space.\nPaperless billing\nMGE launched My Bill Pay, an improved online billing and payment system, for customers in 2016. Online billing and payment is a “win-win” for customers and companies. Studies find customers are more satisfied when viewing and paying their bills electronically. Companies benefit by realizing paper and postage savings from not having to print and mail paper bills. \nBased on the number of customer accounts signed  \nup for paperless billing as of June 2020, more than  \n1.4 million bill pages are not printed each year, which saves:\n• Mor e than 2,800 reams of paper per year.\n•\n Mor\ne than 14,000 pounds, or seven tons,  \nof paper per year.\nThe estimated annualized savings from our paperless \nbilling adoption is more than $300,000.Supply chain and waste management\nSuccessful waste management requires a solid recycling program. We encourage employees to  \nmake smart choices about the environment. That includes supporting our r\necycling and waste-reduction \nefforts every day. We work to conserve, recycle and manage waste efficiently.\nReduce-reuse-recycle\nOur all-in-one recycling method includes paper products, glass, plastic and aluminum. We also recycle various metals and other scrap materials left over from field work. Our computing equipment and supplies are sent to an e-Stewards certified company for recycling or reuse, and our alkaline batteries go to a vendor who recovers steel and zinc. A Continuous Improvement Sustainability Team is currently in the process of reviewing our battery recycling program. Additionally,  \na local vendor takes our wood pallets, recycling them in\nto mulch.\nWe also recycle thermostats and other mercury-containing devices, chemicals, steel, iron, copper,  \nglass and cell phones..55 tons\nof alkaline ba/t_teries\n146.8 tons\nof all-in-one\noﬃce recycling\n602 tons\nof metal7.22 tons\nof e-waste\n76.8 tons\nof wood pallets\n1.4 million\nbill pages not printed\nseven tons\nof paper saved2019 recycling numbers\n2019 paperless benefitsthe aerosol can’t dispel and the aerosol nozzle tends to get clogged and/or broken. The new can is bigger, which means fewer change-outs, leading to cost savings. And, the new paint product has been more consistent while marking gas and electric facilities, which translates  \nto better efficiency for the locators in the field. There’s also less w\naste with the new cans, and they empty  \nout completely so we can recycle them.\nSupplier proximity and diversity\nMGE is committed to supplier diversity. Our goal is to ensure that equal opportunities exist for all small businesses, women-owned businesses and minority-owned business enterprises.\nMGE’s corporate policy is to buy locally. We will give \npreference to Wisconsin manufacturers and distributors. Local purchases support the local economy and are typically more environmentally friendly. When it is time to purchase goods needed to run our company, we review our supplier database and buy from local vendors when possible and cost-effective. Many of the materials and equipment that utilities need are highly specialized; however, we buy U.S. products whenever possible.\nBigger changes here?\n", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}