{"page_content": "60 61College internships\nMGE hosts college interns throughout the year in a \nvariety of departments, providing them with valuable skills to advance their career. Giving local students exposure to careers in energy also benefits MGE.  \nSeveral past and present MGE employees started  \ntheir careers with us as college interns.\nSTEAM Camp\nFor the last four years, STEAM Camp has become a summertime activity at MGE. Dozens of middle school students participate in the weeklong camp typically held at sites across Madison. STEAM Camp engages the students in educational pathways that lead to careers in science, technology, engineering, arts and mathematics (STEAM). Due to the COVID-19 pandemic, 2020’s STEAM Camp was held virtually.\nMGE employees helped STEAM Camp participants learn \nhow MGE uses the sun to make electricity and how we keep the lights on and the gas flowing. They also learned about STEAM careers in the utility industry. Strang Architects of Madison partners with the Urban League of Greater Madison to bring STEAM Camp to MGE and other local organizations.\nFutureQuest\nIn fall 2019, MGE helped more than 5,000 Dane County middle school students learn about exciting careers in the energy industry at FutureQuest 2019. A joint effort by the Dane County School Consortium and the Madison Metropolitan School District, FutureQuest is a hands-on experience for students to explore potential interests within 16 career cluster pathways. MGE was grouped with other members of the Wisconsin Energy Workforce Consortium, providing information on different careers in the energy industry.\nIn fall 2020, MGE participated in a virtual FutureQuest \nexperience with videos and panels of professionals leading question-and-answer sessions with the students.Engaging customers through workshops \nIn fall 2019, as winter heating season approached,  \nMGE conducted a targeted engagement effort to  \nhelp educate customers about managing their energy use and t\no make them aware of energy assistance \nresources. Working with community centers, churches and nonprofits, our energy experts hosted workshops in various neighborhoods to talk one-on-one with customers to learn about their needs. At the workshops, MGE and a local nonprofit provided tips and strategies for conserving energy, helped attendees navigate our websites to find conservation information and connect to local resources, and gave attendees free kits from Focus on Energy, Wisconsin’s statewide energy efficiency and renewable resource program.Engaging future generations and \nadvancing diversity in the energy industry\nMGE is working to advance diversity in the energy \nindustry by partnering with local organizations to provide educational career-oriented programming for area youth. These events, programs and partnerships help to introduce energy-related careers to students with backgrounds underrepresented in the industry.\nMGE Career Ambassadors\nEvery year, several Madison high school students spend six weeks at MGE over the summer as part of MGE’s Career Ambassador Program, now in its fifth year. The Career Ambassador Program is a pre-college program to help local high school students from partnering organizations such as the Boys & Girls Club of Dane County, Centro Hispano and 100 Black Men of Madison. The students learn about the utility business and utility-related career opportunities and gain experience in the workforce. In 2020, MGE continued the program, hosting its first fully virtual Career Ambassador experience.\nCommunity education outreach\nMGE connects with thousands of students annually through various programs, events and other activities, providing utility-based education to students across our service territory, both in and out of the classroom. Topic areas range from energy efficiency and sustainability to safety and careers.\nMGE also supports opportunities for teachers through \nWisconsin’s K-12 Energy Education Program (KEEP). KEEP was established in 1995 to improve and increase energy education in Wisconsin. The collaborative effort offers professional development opportunities for certified teachers in the state. Teachers whose schools are located in MGE’s gas and electric service area can receive partial scholarships from MGE to offset the cost of coursework. \nWe also have made available to area teachers Energy \nSkill Builder Programs, which included self-contained, full-color student books covering specific energy topics.  \nFor the 2019-2020 school year, which was impacted b\ny the COVID-19 pandemic, about 200 elementary \nand middle school teachers in MGE’s service territory requested packets to serve thousands of students.\nWe also offer several popular loaned educational \nresources including our Pedal Power bike, Solar  \nOven, Watts Up electricity consumption meters and  \na mini photovoltaic kit. These resources are designed  \nas supplemental classroom aids or are used at communit\ny events to engage young people in energy \nefficiency, conservation and clean energy. They are promoted through our Powerline teacher newsletter, which publishes each fall and spring to provide information about MGE’s resources, tools, programs  \nand presentations for area schools.A number of MGE departments virtually hosted the 2020 Career Ambassadors as part of a program to promote college readiness through summer internships and college preparation activities.", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}