{"page_content": "62 63MGE Annual Report on Giving\nMGE publishes an Annual Report on Giving, which \nhighlights some of the ways in which we give, partner and work to support the communities we are privileged to serve. Our full report on annual giving is available at mge.com/Foundation.\nPartnering to improve our community\nMGE is a longtime supporter and partner of the United Way of Dane County. The organization’s extensive reach helps our customers and broader community. The United Way works toward lasting change, sharing MGE’s goal of making our community a better place to live, work and enjoy.\nMGE consistently ranks among the top 10 companies \nin total donations to the United Way. In 2020, MGE and \nour generous employees and retirees gave more than $280,000 to the local campaign. MGE employees also serve on various United Way boards, committees and Leadership Giving groups, helping to set the direction and address the needs facing our community.\nEnergizing Madison\nA healthy economy contributes to a healthy community. MGE is committed to continued growth and a thriving economy in the greater Madison region. We partner with business, education and government leaders to ensure our area businesses have the resources and connections they need to start, stay competitive and grow with the region. MGE helps businesses get access to financing, increase profitability and connect with business resources within the region.\nWinnow Fund\nMGE recently made a commitment to the Winnow Fund, a Madison-based venture capital fund dedicated to helping launch new products out of Wisconsin colleges, universities and early-stage companies. The Winnow Fund is the first and only Wisconsin-based, woman-led venture fund that is actively investing in Wisconsin. It  \nis specific to Wisconsin companies, student inventors and en\ntrepreneurs.EV field trip\nAs our industry evolves, our educational programming and opportunities for young people also evolve. In fall 2019, MGE hosted engineering and consumer automotive students from James Madison Memorial High School. The visit to MGE to learn about electric vehicles (EV) and EV charging was part of a daylong field trip jointly organized by the Madison Metropolitan School District (MMSD), Madison College, the City of Madison Fleet Service team and MGE. Students spent the day learning about MGE’s charging network and solar arrays, riding in an EV and hearing from the City  \nof Madison Fleet Service team why the City is adding EV\ns to its fleet and what is involved in maintaining EVs. MGE continues to work with MMSD teachers and staff to bring an EV curriculum into the schools. The program uses real-world EV charging station data to help students learn about sustainability, science, technology, engineering and mathematics (STEM) disciplines  \nand sustainable transportation. \nScience on the Square\nIn 2019, MGE’s energy experts joined the Wisconsin Science Festival for the second consecutive year for Science on the Square, located on the Capitol Square in downtown Madison. MGE’s hands-on exhibit featured information on clean energy, EVs and electric safety. Science on the Square is part of the annual statewide Wisconsin Science Festival. MGE is proud to support the four-day celebration of learning.Giving back\nMGE’s commitment to those we serve extends far beyond reliable energy. We are committed to helping improve the quality of life for all of those we serve.  \nWe contribute to and help to better our community  \nin three different ways.\nThe MGE Foundation\nEstablished in 1967, the MGE Foundation is our philanthropic arm. Support from the Foundation  \nhelps our local organizations improve lives today and the liv\nes of future generations by working to preserve \nthe long-term health and vitality of our community. In the last five years, the Foundation has given more than  \n$6.1 million to more than 400 community organizations. In 2019 alone\n, the Foundation contributed to more than \n200 local organizations serving environment and health, culture and enrichment, equity and inclusion, youth and education, and community service-oriented initiatives.\nMGE corporate giving\nMGE collaborates and works together with hundreds of organizations to provide service, help improve lives, tackle challenges and seize opportunities facing our community. We partner with local stakeholders in a variety of ways to advance shared goals and initiatives.\nEmployee volunteerism and service\nOur dedicated employees embody what it means  \nto serve as your community energy company. Outside o\nf their jobs at MGE, they play active roles in helping \nimprove our community. Many of our more than 700 employees volunteer on local boards and committees and as members of economic development and nonprofit organizations.\nMGE Community Education Manager Jim Jenson explained different types of EV charging to local high school students visiting MGE as part of a daylong field trip around EVs organized by MGE and other local partners.", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}