{"page_content": "64 65\nKiva City Madison\nIn 2019, Kiva Greater Madison launched. Kiva has been \nempowering entrepreneurs through crowd-funded microloans since 2005. A majority of Kiva loans go to women, people of color, immigrants, veterans and limited-income individuals. In response to the COVID-19 pandemic, Kiva offered zero-interest loans without fees to help smaller businesses in our community weather the public health emergency.\nMGE, the City of Madison, Doyenne Group (an \norganization that supports female entrepreneurs)  \nand the Wisconsin Women’s Business Initiative Corpor\nation partnered to bring a local chapter of the \ninternational nonprofit organization to the Madison area. MGE sees Kiva as a way to support underserved entrepreneurs in the Madison area. The MGE Foundation contributed to a three-year pilot project  \nto make the Madison area a Kiva City.StartingBlock Madison\nMGE is a neighbor of StartingBlock Madison,  \nthe entrepreneurial hub serving the city’s growing en\ntrepreneurial and start-up communities. It offers \naffordable and flexible workspaces, business  \nresources and a collaborative atmosphere to help  \ngrow emerging companies into successful businesses  \nthat drive innovation and stimulate the local economy.\nMGE is a pr\noud partner and supporter of StartingBlock \nand other efforts to grow our economy and accelerate \ninnovation. MGE brings resources and expertise to support the area’s economic development. The MGE Foundation contributed to help make StartingBlock  \na reality.\nIn 2020, the chicks’ names were inspired by the 50th anniversary of Earth Day. April was named to recognize the month that Earth Day is celebrated each year. Nelson is named for Earth Day founder Gaylord Nelson, who served as governor of Wisconsin and as a U.S. senator. Terra is named for a word that means earth or land in a variety of languages. Verde is named for a word that translates  \nto green in a variety of languages. It represents  \nthe color often found in nature.Falcon restoration\nSince 2009, peregrine falcons have nested at our  \nBlount Generating Station in downtown Madison, Wis. Man-ma\nde nesting boxes at power plants have \nproven ideal homes for the birds of prey, which are an endangered species in Wisconsin. The use of DDT pesticide beginning in the 1940s eradicated them.\nFalcons were reintroduced to Wisconsin in the 1980s,  \nand while they are listed as endangered in Wisconsin, \nthe\ny have made a slow, steady comeback due to \nstatewide efforts and nesting boxes like the one at Blount. The original nesting box at Blount was installed in 1999. It was built by an MGE employee and his son. In fall 2018, due to renovations at Blount, employees built a new falcon box and moved it to a new location at the plant, which the falcons began using for nesting in 2019.\nMGE has seen 46 falcons hatch at Blount, including the \n2020 chicks. Falcon expert Greg Septon visits Blount every spring for our naming ceremony during which the chicks also are banded for tracking throughout their lifetimes. For more information on MGE’s falcons, visit mge.com/falcons.\nMGE is proud to support the ongoing recovery of these \nraptors through our nesting box and support from the MGE Foundation for Hoo’s Woods Raptor Center, a local nonprofit dedicated to the rehabilitation of birds of prey and the preservation of their ecosystems.\nThe MGE Foundation contributed to help launch StartingBlock Madison, which offers affordable and flexible space to entrepreneurs and growing businesses.\nThe use of the pesticide DDT begins during \nWorld War II.\nThe peregrine population continues to decline; there are no peregrines in the eastern U.S.\nWisconsin bans the use of DDT.\nThe Environmental Protection Agency \nbans the use of DDT.\nThe American peregrine falcon is listed as \nendangered under the Endangered Species Act.\nMGE installs its falcon nesting box at Blount Generating Station.\nThe peregrine falcon is declassiﬁed as a federally endangered species.\nA pair of falcons begins using MGE's nesting \nbox, hatching three chicks named Steve, Genny and Cole.\nFour falcon chicks hatch in MGE’s \nnesting box, bringing the total to 46 chicks since 2009.1940s\n1960s\n1971\n1972\n1973\n1999\n2009\n2020Peregrine timeline\nMGE’s economic development team, Director of Economic \nDevelopment Pam Christenson and Senior Business Development Manager John Drury, works with customers,  \nlocal stakeholders, entrepreneurs and others across the Ma\ndison area’s business community to promote available \nresources and to enable a robust local economy.", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}