{"page_content": "66 67\nGovernance  \nand OversightOur Board of Directors has a \ncommitment to corporate responsibility and environmental accountability. Community-focused and with a breadth and diversity of experience, board members bring strong, effective oversight in their service to MGE and MGE Energy.\nBoard engagement\nOur board is very active and engaged with 10 regularly \nscheduled meetings of the full board each year, in addition to committee meetings. These meetings help directors stay well-informed of industry and company developments.\nBoard meetings are structured to provide for  \nregular presentations and active dialogue with  \nMGE management. Internal and external subject  \nmatter experts present to the board on issues of \ns\ntrategic importance to inform board members’ \ndecision-making and oversight.\nIn fall 2020, the board held a strategic planning and  \nreview session with all officers of the company.  \nThis session was designed to review corporate  \nstrategy across all aspects of the company’s business  \nand to provide directors with the opportunity to  \nengage the entire senior management team on  \nissues of strategic importance. The board holds \ns\ntrategic planning and review sessions with all  \nofficers periodically.Effective oversight \nDirectors understand corporate responsibility and sustainability are integral to the company’s long-term success and share management’s commitments in these areas, from long-term and strategic direction to day-to-day business practices companywide. Each director is expected to examine all major issues affecting an organization and must be committed  \nto the highest ethical standards, accountability, tr\nansparency and open dialogue with one another  \nand with management to provide effective oversight.\nThe bo\nard has four standing committees. All members \nof the Corporate Governance Committee, Audit \nCommittee and Compensation Committee are considered independent. The Executive Committee  \nacts in lieu of the full board and between meetings  \nof the board. The Executive Committee has the powers o\nf the board in the management of the business and \naffairs, except action with respect to dividends to shareholders, election of principal officers or the  \nfilling of vacancies on the board or committees  \ncreated by the board. Since the board meets 10  \ntimes a year, the Executive Committee has not  \nneeded to meet or to take action. \nOversight of ESG matters\nBoard oversight includes review of environmental risks and mitigation as well as assessment of current and/or future environmental regulations. It also includes review of the company’s environmental and sustainability performance. \nIn 2018, MGE moved from biennial to annual production \nof our Environmental and Sustainability Report, which in 2020 has become the company’s Corporate Responsibility and Sustainability Report to reflect more accurately the range of content provided in the report. This report is reviewed by the board every year. ", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}