{"page_content": "68 69Executive compensation \nMGE Energy’s Board of Directors’ Compensation \nCommittee, composed of independent directors, takes into consideration environmental performance, among other factors such as cost containment and management of day-to-day operations, when evaluating executive compensation. The committee also considers other performance goals, such as earnings, system reliability and customer satisfaction as well as long-term strategic goals, including those related to sustainability. \nAs part of its ongoing assessment of corporate \nperformance, the board regularly reviews how well  \nthe company is advancing its overall goals around c\narbon emissions reductions as well as progress on  \nits specific strategies for deep decarbonization. \nMGE Ener\ngy’s annual Proxy Statement provides a full \nexplanation of the company’s corporate governance \npractices and responsibilities. It is available at mgeenergy.com/proxy .\nState and federal oversight \nAs a public utility, MGE operates under state and federal regulations. These regulations serve to protect the interests of customers, employees, investors and the environment. MGE is subject to regulation by the Public Service Commission of Wisconsin (PSCW), which has authority to regulate most aspects of MGE’s business, including rates, terms and conditions of service, accounts, issuance of securities and construction  \nof infrastructure, such as generation siting. \nThe F\nederal Energy Regulatory Commission (FERC) \nhas jurisdiction, under the Federal Power Act, over \ncertain accounting practices and certain other aspects of MGE’s business. MGE Energy’s subsidiaries also are subject to regulation under local, state and federal laws regarding air and water quality and solid waste disposal. Risk management \nEnterprise-wide risk assessment and oversight are fundamental responsibilities of our board. Directors are involved in the process of overseeing the primary risks facing the company. As part of the company’s Enterprise Risk Management program, our board receives on an ongoing basis information from management related to key business risks and mitigation strategies. These business risks include existing and emerging risks related to environmental performance and sustainability. \nOur board engages in a comprehensive risk assessment \nand mitigation review biannually. In addition, on a biennial basis, the board engages in a broad-based exercise with all company officers on risk and emerging risk identification, assessment and mitigation strategies. This review last occurred in 2019.\nThe company’s comprehensive approach to risk \nmanagement encourages all directors to initiate discussion at any time, either directly or through the Lead Independent Director, on any areas of concern, including risk identification and assessment, controls, management, and oversight. The board and MGE management have created a culture of environmental sustainability and risk management. All officers of the company take ownership in and are accountable for managing and mitigating corporate risk.\nEnvironmental Management System\nAdditionally, MGE is employing an independent third party to oversee the expansion of the company’s Environmental Management System (EMS). In 2017, MGE expanded the scope of its renewed five-year contract with the Wisconsin Department of Natural Resources for its Green Tier certification, which recognizes environmental leadership. The primary goal in the expanded contract is to cover all MGE operations under the EMS. More information about the EMS is available on page 50.The company’s independent third-party’s expertise in risk management and compliance is helping MGE to identify operational and environmental risks and to evaluate those risks under the scope of the expanded EMS. This further demonstrates MGE’s commitment to goal-setting and to environmental accountability. \nOngoing board education \nThe board’s regular interactions with internal and external subject matter experts provide useful information and insight relative to critical business initiatives and corporate strategy. These interactions inform the board’s understanding of the company’s financial performance, environmental performance, risk management and oversight, and succession planning. \nBoard members also have direct access to a network  \nof resources and ongoing educational opportunities  \nthat support their ability to provide effective oversight \nand g\novernance on a broad range of critical issues.  \nThis direct access includes director training and r\nesources from: \n• The Na tional Association of Corporate Directors,  \nan organization dedicated to advancing broad-b\nased director education, including  \non governance and emerging issues; \n•\n Price\nwaterhouseCoopers (PwC), which offers \nevents and resources for directors to stay current on environmental, social and governance (ESG) topics, risk, and other board responsibilities; and \n•\n The Edison Electric Ins\ntitute (EEI) and the \nAmerican Gas Association (AGA), which also offer ESG-related topics specific to the energy industry.\nClimate change and environmental \nexpertise\nThe board has engaged and plans to continue to engage \nwidely recognized scientific experts on topics related to climate change. This is in addition to the board’s and company management’s regular engagement on emerging environmental risks and risk mitigation from internal subject matter experts. MGE management brings considerable environmental expertise as well  \nas expertise in environmental law to the company.\nIn 2019, MGE mana\ngement began working with experts \nfrom the University of Wisconsin-Madison’s Nelson \nInstitute for Environmental Studies to evaluate the company’s net-zero carbon by 2050 goal in the context of the October 2018 special report on global warming of 1.5 degrees Celsius by the Intergovernmental Panel on Climate Change. In early 2020, the board discussed the work of these experts to evaluate the company’s goal and strategies for achieving deep decarbonization by mid-century. See page 19 for details of this independent analysis.\nBoard independence\nThe board makes an annual assessment of the independence of directors under the independence guidelines adopted by Nasdaq Stock Market, Inc. Those guidelines are generally aimed at determining whether a director has a relationship which, in the opinion of the MGE Energy board, would interfere with the exercise of independent judgment in carrying out director responsibilities. The guidelines identify certain relationships that are considered to affect independence, such as a current or past employment relationship with the company, the receipt by the director or one of his or her family members of compensation in excess of $120,000 from the company for other than board or board committee service and commercial relationships exceeding specified dollar thresholds. These guidelines also are reflected in MGE Energy’s Corporate Governance Guidelines, which are available at mgeenergy.com/governance .\nThe board has determined that seven of the nine directors are independent under the Nasdaq Stock Market, Inc., definition of independence and the ", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}